Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: EU Passport Rights
es_es: Derechos de pasaporte de la UE
it_it: Diritti dei passaporti UE
ru_ru: Паспортные права ЕС
th_th: สิทธิ์ตามหนังสือเดินทาง EU

source: EUR 1 per point
ru_ru: EUR 1 за пункт

source: EUR Index – Measures the value of the Euro against a basket of five global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%
es_es: El índice de EUR mide el valor del Euro frente a una cesta de cinco divisas mundiales (USD, AUD, GBP, JPY, CAD), cada una ponderada en 20%
it_it: Indice EUR: misura il valore dell'Euro rispetto a un paniere di cinque valute globali (USD, AUD, GBP, JPY, CAD), ciascuna ponderata del 20%
ru_ru: Индекс EUR, измеряющий значение евро против корзины из 5 основных мировых валют (USD, AUD, GBP, JPY, CAD), каждая из которых взвешена на 20%
th_th: ดัชนี EUR - วัดค่าของยูโรต่อ 5 สกุลเงินหลักของโลก (USD, AUD, GBP, JPY, CAD) โดยมีน้ำหนักของแต่ละสกุลเงินที่ 20%

source: Each Party shall do anything reasonably required by the other Party to give effect to the provisions of this agreement.
es_es: Cada Parte cumplirá con aquello que razonablemente sea requerido por la otra Parte para dar validez a las disposiciones de este acuerdo.
it_it: Ognuna delle Parti dovrà realizzare quanto ragionevolmente richiesto dall'altra per rendere effettive le disposizioni del presente contratto.
ru_ru: Каждая Сторона должна предпринять все разумные меры, заявленные другой Стороной для соблюдения всех условий данного соглашения.
th_th: แต่ละฝ่ายจะต้องปฏิบัติในสิ่งที่บันทึกเป็นข้อตกลงโดยอีกฝ่ายหนึ่งอย่างสมควร เพื่อให้เกิดผลตามเงื่อนไขของข้อตกลงนี้

source: Each Party shall do anything reasonably required by the other Party to give effect to the terms of this Agreement.
es_es: Cada una de las Partes hará todo lo posible para cumplir con cualquier requerimiento razonable de la otra Parte para dar cumplimiento a los términos de este contrato.
ru_ru: Каждая Сторона должна предпринять все разумные меры, заявленные другой Стороной для соблюдения всех положений и условий данного Соглашения.
th_th: แต่ละฝ่ายจะต้องปฏิบัติในสิ่งที่บันทึกเป็นข้อตกลงโดยอีกฝ่ายอย่างสมควรเพื่อให้เกิดผลตามเงื่อนไขของข้อตกลงนี้

source: Each binary option is a prediction on the future movement of an underlying market.
es_es: Cada opción binaria es una predicción del movimiento futuro de una mercado subyacente.
it_it: Ogni opzione binaria riguarda una previsione sul movimento futuro di un mercato sottostante.
ru_ru: Каждый бинарный опцион является прогнозом будущего движения конкретного актива.
th_th: แต่ละไบนารีออปชั่นเป็นการพยากรณ์การเคลื่อนไหวในอนาคตของตลาดจำเพาะต่างๆ

source: Each of the following events constitute an "Event of Default":
es_es: Cada uno de los siguientes eventos constituye un "Evento de incumplimiento":
it_it: Ciascuno degli eventi seguenti costituisce un "Evento di inadempienza":
ru_ru: Каждая из нижеперечисленных ситуаций является "случаем невыполнения обязательств":
th_th: กรณีต่อไปนี้เป็นกรณีที่เรียกว่า "กรณีเพิกเฉยต่อสัญญา"

source: Each of the following events constitutes an "Event of Default":
es_es: Cada uno de los siguientes eventos constituye un "Evento de incumplimiento":
it_it: Ognuno dei seguenti eventi costituisce un "evento di default":
ru_ru: Каждая из нижеперечисленных ситуаций является "случаем невыполнения обязательств":
th_th: กรณีต่อไปนี้เป็นกรณีที่เรียกว่า "กรณีเพิกเฉยต่อสัญญา"

source: Each party shall do anything reasonably required by the other party to give effect to the provisions and terms of this Agreement.
es_es: Cada parte cumplirá con aquello que razonablemente sea requerido por la otra parte para dar validez a las disposiciones de este Acuerdo.
it_it: Ogni parte dovrà rispondere a ogni ragionevole richiesta dell'altra per rendere effettivi i termini e le condizioni del presente Contratto.
ru_ru: Каждая сторона должна предпринять все разумные меры, заявленные другой стороной для соблюдения всех условий данного Соглашения.
th_th: แต่ละฝ่ายจะต้องปฏิบัติในสิ่งที่บันทึกเป็นข้อตกลงโดยอีกฝ่ายหนึ่งอย่างสมควร เพื่อให้เกิดผลตามการบังคับใช้เงื่อนไขของข้อตกลงนี้

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the term of this Agreement, all right, title, and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement, and to perform all of its obligations under this Agreement.
es_es: Cada parte del presente Acuerdo representa y garantiza a la otra parte que tiene, y se retendrá durante toda la duración de este Acuerdo, todo derecho, título y autoridad para celebrar el presente Acuerdo, para conceder a la otra parte los derechos y licencias otorgados en el presente Acuerdo, y desempeñar todas sus obligaciones en virtud del presente Acuerdo.
it_it: Ogni parte del presente Contratto garantisce all'altra parte di avere, per tutta la durata dello stesso, ogni facoltà e autorità necessarie rispettivamente a sottoscriverlo, garantire all'altra i diritti e le licenze ivi contenuti e rispettare gli oneri in esso elencati.
ru_ru: Каждая из сторон Соглашения гарантирует другой стороне, что во время действия Соглашения будет поддерживать право и полномочия состоять в данном Соглашении, предоставлять другой стороне все права и лицензии, оговоренные в данном Соглашении, а также соблюдать все свои обязательства.
th_th: แต่ละฝ่ายในข้อตกลงฉบับนี้ทำหน้าที่รับรองว่า จะรักษาและปฏิบัติตามข้อตกลงทุกข้อให้ถูกต้องตามสิทธิ กรรมสิทธิ์ หน้าที่ และบทบาทที่กล่าวในข้อตกลงนี้ เพื่อยินยอมให้บุคคลอื่นมีสิทธิ์และเสรีภาพตามหน้าที่ความรับผิดชอบที่ปรากฏในข้อตกลงนี้

source: Each party will
es_es: Cada parte deberá
it_it: Ogni parte si impegna a
ru_ru: Каждая сторона должна
th_th: แต่ละฝ่ายจะ

source: Each time you open a position on a cryptocurrency pair, you can start with a minimum volume as indicated in the table above.
es_es: Cada vez que abre una posición en un par de criptomonedas, puede comenzar con un volumen mínimo de operación, de acuerdo a lo que se indica en la tabla anterior.
it_it: Ogni volta che apri una posizione su una coppia di criptovalute, puoi iniziare con un volume minimo come indicato nella tabella sopra.
ru_ru: Минимальный объём сделок по криптовалютным парам указан в таблице выше.
th_th: แต่ละครั้งที่ท่านเปิดตำแหน่งของคู่สกุลเงินดิจิทัล ท่านสามารถเริ่มที่ปริมาณขั้นต่ำตามที่ระบุเอาไว้ในตารางข้างต้น

source: Each time you open a position on an index symbol, you can start with a minimum volume transaction as indicated in the table above.
es_es: Cada vez que abre una posición en un índice, puede comenzar con un volumen mínimo de operación, de acuerdo a lo que se indica en la tabla anterior.
it_it: Ogni volta che apri una posizione su un simbolo di un indice, puoi iniziare con un volume minimo di transazione come indicato nella tabella sopra.
ru_ru: Каждый раз когда Вы открываете позицию по какому-либо инструменту, Вы можете совершить сделку минимальным объёмом, размер которого приведён в таблице выше.
th_th: แต่ละครั้งที่ท่านเปิดตำแหน่งของสัญลักษณ์ดัชนี ท่านสามารถเริ่มที่ปริมาณธุรกรรมขั้นต่ำตามที่ระบุเอาไว้ในตารางข้างต้น

source: Each time you send us an order, you are charged a commission, which is equal to the asset price multiplied by the percentage seen in the above table.
es_es: Cada vez que nos envía una orden, se le cobra una comisión, que es igual al precio del activo multiplicado por el porcentaje que se ve en la tabla de arriba.
it_it: Ogni volta che ci invii un ordine, ti verrà addebitata una commissione pari al valore dell'asset moltiplicato per la percentuale indicata nella tabella precedente.
ru_ru: Каждый раз при совершении сделки с Вас взимается комиссия, равная цене актива, умноженной на процент в таблице выше.
th_th: แต่ละครั้งที่คุณส่งคำสั่งซื้อให้เรา คุณจะต้องจ่ายค่าคอมมิชชัน ซึ่งเท่ากับราคาสินทรัพย์คูณด้วยเปอร์เซ็นที่แสดงไว้ในตารางด้านบน

source: Each transfer is subject to a %1 transfer fee or a minimum fee of %2, whichever is higher.
es_es: Cada transferencia está sujeta a una tasa por transferencia de %1 o una tasa mínima de %2, la que sea mayor.
it_it: Per ogni trasferimento è prevista una tassa dell'%1 o una tassa minima pari al %2, se superiore.
ru_ru: Каждый перевод подразумевает выплату комиссии за перевод %1 или минимальной комиссии в размере %2, в зависимости от того, какая сумма окажется выше.
th_th: ในการโอนแต่ละครั้ง จะมีค่าธรรมเนียมการโอน %1 หรือ ค่าธรรมเนียมขั้นต่ำ %2 โดยเรียกเก็บค่าธรรมเนียมที่สูงกว่า

source: Earn
es_es: Ganar
it_it: Guadagna
ru_ru: Зарабатывайте
th_th: รับรายได้

source: Earn USD 100 in commission for each successful referral. Your referred client must open a %1real money investment account%2 through your unique affiliate link and deposit a total of USD 100 or more (one-time or accumulative) in the account. This commission plan is only available to Affiliates based in the EU.
es_es: Obtenga USD 100 en comisiones por cada referencia exitosa. Su cliente referido debe abrir una %1cuenta de inversión de dinero real%2 a través de su enlace único de afiliado y depositar un total de USD 100 o más (en un solo depósito o acumulativo) en la cuenta. Este plan de comisión se encuentra disponible solo para Afiliados que residan en la Unión Europea.
ru_ru: Зарабатывайте комиссионные в размере 100 USD за каждого успешно привлечённого клиента. Привлечённый клиент должен открыть %1реальный инвестиционный счёт%2 через Вашу уникальную партнёрскую ссылку и пополнить счёт на сумму 100 USD или более (единовременное или суммарное пополнение). Данный план комиссионных доступен только для партнёров, проживающих в ЕС.
th_th: รับค่าคอมมิชชัน 100 เหรียญสหรัฐ สำหรับการอ้างอิงลูกค้าใหม่ที่เป็นไปตามเงื่อนไข ลูกค้าอ้างอิงที่ได้รับการเชิญจะต้องเปิด %1บัญชีเงินจริง%2 ผ่านทางลิงค์พันธมิตรและฝากเงินจำนวน 100 เหรียญสหรัฐ หรือ มากกว่า (ครั้งเดียว หรือ ยอดรวมสะสม) ในบัญชี แผนค่าตอบแทนนี้ใช้สำหรับพันธมิตรนายหน้าออนไลน์ในสหภาพยุโรปเท่านั้น

source: Earn a monetary reward for any verifiable issues that you find, with a bounty worth up to USD 1,000 for high-risk security vulnerabilities.
es_es: Obtenga una recompensa monetaria por cada problema verificable que encuentre, con un máximo de hasta mil dólares por vulnerabilidades de alto riesgo en la seguridad.
ru_ru: Получите денежное вознаграждение за достоверные сведения об обнаружении любых уязвимостей нашей системы; размер вознаграждения за сообщение о существенных уязвимостях системы безопасности составляет до USD 1 000.
th_th: ได้รับรางวัลที่เป็นตัวเงินจากปัญหาที่ท่านพบ ด้วยเงินรางวัลที่มีมูลค่าสูงถึง 1,000 เหรียญสหรัฐ สำหรับปัญหาความเปราะบางด้านความปลอดภัยที่มีความเสี่ยงระดับสูง

source: Earn additional income with us as you grow your community of potential and existing online traders through useful trading insights and mentorship.
es_es: Obtenga un ingreso adicional con nosotros a la par que expande su comunidad de inversores en línea, potenciales y existentes, mediante útiles consejos y tutoría de inversiones.
it_it: Guadagna un reddito aggiuntivo con noi aumentando la tua rete di contatti di trader online, effettivi e potenziali, e offrendo loro mentoring e spunti utili relativi al trading.
ru_ru: Получайте дополнительный доход с нами. Расширяйте своё сообщество потенциальных и текущих онлайн трейдеров, пользуясь эффективными торговыми методиками и нашей помощью.
th_th: สร้างรายได้เพิ่มเติมกับเราในขณะที่ท่านสามารถให้ชุมชนนักลงทุนที่มีศักยภาพและนักลงทุนที่มีอยู่เติบโตขึ้น ผ่านทางความเข้าใจอย่างลึกซึ้งในการซื้อขายและการให้คำปรึกษาที่เป็นประโยชน์

source: Earn daily commissions on the trading activities of the clients you refer to the %1 MetaTrader 5 (MT5) platform. Your total commissions will be credited into your account by the end of the day.
es_es: Gane comisiones diarias sobre las actividades comerciales de los clientes a los que haya recomendado la plataforma MetaTrader 5 (MT5) de %1. Sus comisiones totales se acreditarán en su cuenta al final del día.
it_it: Ricevi commissioni giornaliere sulle attività di trading dei clienti introdotti da te sulla piattaforma MetaTrader 5 (MT5) di %1. Le commissioni totali verranno accreditate sul tuo conto entro la fine della giornata.
ru_ru: Зарабатывайте ежедневные комиссионные от торговой деятельности клиентов, привлечённых Вами на платформу MetaTrader 5 (MT5) от %1. Сумма заработанных комиссионных будет начисляться на Ваш счёт в конце каждого дня.
th_th: รับค่าคอมมิชชั่นรายวันจากการซื้อขายของลูกค้าที่คุณเชิญมาให้ใช้แพลตฟอร์ม MetaTrader 5 (MT5) ของ %1 ค่าคอมมิชชั่นทั้งหมดของคุณจะถูกโอนเข้าไปในบัญชีของคุณเมื่อสิ้นวัน

source: Earn money for any verifiable errors that you find.
es_es: Gane dinero por encontrar errores verificables.
it_it: Guadagna denaro per ogni errore verificabile che riscontri.
ru_ru: Зарабатывайте деньги на любых доказанных ошибках, которые Вы обнаружите.
th_th: ท่านสามารถมีรายได้จากข้อผิดพลาดใดๆ ที่มีการพิสูจน์ได้ที่ท่านพบ

source: Earn payouts up to USD 50,000. Losses are limited to your initial stake and nothing more.
es_es: Reciba pagos de hasta USD 50.000. Las pérdidas solo están limitadas a su apuesta inicial.
ru_ru: Выплаты по контрактам могут составить до 50 000 USD. Убыток ограничен размером первоначальной ставки и не превысит её.
th_th: ได้รับเงินสูงถึง 50,000 เหรียญสหรัฐ การขาดทุนจำกัดอยู่เพียงเงินต้นเท่านั้น และไม่มากไปกว่าจำนวนเงินที่วางเดิมพัน

source: Earn the same proportional return on stakes of all values
es_es: Obtenga el mismo rendimiento proporcional en las inversiones de todos los valores
ru_ru: Ваша потенциальная прибыль всегда пропорциональна инвестициям
th_th: ได้ผลตอบแทนต่อเงินที่ลงไปของมูลค่าทั้งหมดเป็นสัดส่วนเดียวกัน

source: Earn up to 45% in commission based on the total net revenue generated by your clients. Commissions are credited into your account after the 15th of every month.
es_es: Obtenga hasta un 45% de comisión con base de los ingresos netos totales generados por sus clientes. Las comisiones se acreditan en su cuenta después del día 15 de cada mes.
it_it: Guadagna fino al 45% delle commissioni sulla base delle entrate totali nette generate dai tuoi clienti. Le commissioni vengono accreditate sul tuo conto dopo il 15 di ogni mese.
ru_ru: Получайте комиссию в размере до 45% на основе общей чистой прибыли от Ваших клиентов. Комиссионные поступают на Ваш счёт после 15 числа каждого месяца.
th_th: รับค่าตอบแทนสูงถึง 45% ของรายได้สุทธิจากลูกค้าของท่าน เงินคอมมิชชั่นโอนเข้าบัญชีหลังจากวันที่ 15 ในแต่ละเดือน

source: Easily monitor your open positions
es_es: Controle fácilmente sus posiciones abiertas
ru_ru: Быстрый мониторинг открытых позиций
th_th: ตรวจสอบโพซิชั่นเปิดของคุณได้ง่าย

source: Easy to use and feature-rich.
es_es: Fácil de usar y con múltiples funciones.
ru_ru: Простота в использовании и множество функций.
th_th: ใช้งานง่ายด้วยตัวช่วยมากมาย

source: Ebooks, videos, and more
es_es: Libros electrónicos, videos y más
ru_ru: Эл. книги, видео и многое другое
th_th: หนังสืออิเล็กทรอนิกส์ วีดีโอ และอื่นๆ

source: Economic Calendar
es_es: Calendario económico
it_it: Calendario economico
ru_ru: Экономический календарь
th_th: ปฏิทินเศรษฐกิจ

source: Edit, proofread, and improve content from other team members
es_es: Editar, revisar y mejorar el contenido de otros miembros del equipo
it_it: Modificare, revisionare e migliorare i contenuti creati dagli altri membri del team
ru_ru: Редактирование, вычитка и коррекция контента, предоставляемого другими членами команды
th_th: แก้ไข พิสูจน์อักษร และปรับปรุงเนื้อหาจากสมาชิกทีมคนอื่น

source: Education
es_es: Educación
it_it: Formazione
ru_ru: Обучение
th_th: การศึกษา

source: Educational material
es_es: Material educativo
it_it: Materiale informativo
ru_ru: Образовательные материалы
th_th: แหล่งความรู้

source: Effect of termination
es_es: Efectos de la Terminación
it_it: Effetti della risoluzione
ru_ru: Последствия расторжения Соглашения
th_th: ผลของการบอกเลิก

source: Effective Date
es_es: Fecha Efectiva
it_it: Data effettiva
ru_ru: Дата вступления в силу
th_th: วันที่มีผล

source: Either party may terminate this Agreement at any time by giving a seven-day (7) advanced written notice to the other party.
es_es: Cualquiera de las partes puede finalizar este Acuerdo entregando un aviso por escrito a la otra parte con una semana (7 días) de antelación.
it_it: Ognuna delle parti ha la facoltà di recedere dal presente Contratto in qualsiasi momento dandone comunicazione scritta all'altra con un anticipo di sette (7) giorni.
ru_ru: Любая сторона может в любое время прекратить действие данного Соглашения, предоставив другой стороне письменное уведомление за семь (7) дней до прекращения действия Соглашения.
th_th: ฝ่ายใดฝ่ายหนึ่งสามารถบอกเลิกข้อตกลงนี้ ณ เวลาใดๆ โดยการแจ้งเป็นรายลักษณ์อักษรกับอีกฝ่ายหนึ่งทราบล่วงหน้า 7 วัน

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner, or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation if a different legal person undertakes to be bound by this Agreement).
es_es: Cualquiera de las dos partes puede finalizar este Acuerdo de inmediato avisando por escrito si se designa un recibidor, examinador o administrador de toda o cualquier parte de los recursos de la otra parte, o si la otra parte es borrada del Registro de Empresas en la jurisdicción en la que estaba incorporada, o si se efectúa una orden o se aprueba una resolución para terminar con la otra parte (a no ser que dicha orden o resolución sea parte de un proyecto voluntario para la reconstrucción o amalgamación de esa parte como una corporación solvente y la corporación resultante, si es una persona legal diferente, se compromete a seguir ligado a este Acuerdo).
it_it: Ciascuna delle parti può recedere dal presente Contratto, dandone previa comunicazione scritta, se: gli asset dell'altra parte vengono affidati totalmente o parzialmente a un ricevente, esaminatore o amministratore; l'altra parte viene eliminata dal registro delle imprese nella giurisdizione in cui è stata costituita; viene emessa un'ordinanza o approvata una risoluzione di liquidazione dell'altra parte (tranne nel caso in cui tale ordinanza o risoluzione rientri in una strategia intenzionale per la ricostruzione o fusione della parte in qualità di società solvente e la nuova società creata, se costituita come persona giuridica differente, accetta di sottoscrivere il presente Contratto).
ru_ru: Данное Соглашение может быть незамедлительно расторгнуто любой стороной путем отправки письменного уведомления другой стороне, если в отношении всех или части активов другой стороны был назначен управляющий, эксперт или администратор; если другая сторона покинула реестр компаний в юрисдикции, в которой она находилась; в случае выхода постановления или резолюции о прекращении деятельности другой стороны (если данное постановление или резолюция не является частью добровольной схемы реконструкции или объединения этой стороны в крупную корпорацию, которая, являясь другим юридическим лицом, будет согласна взять на себя обязательства в рамках данного Соглашения).
th_th: หากคู่สัญญาฝ่ายใดฝ่ายหนึ่งขอยุติสัญญานี้โดยการแจ้งเป็นลายลักษณ์อักษร โดยผู้ได้รับ ผู้ทำการตรวจสอบ หรือ ผู้ดูแลที่ได้รับการแต่งตั้งทั้งหมด หรือ บางส่วน หรือผู้ที่ถูกถอดถอนตามกฎหมายซึ่งได้ร่วม หรือ เป็นคำสั่งที่กำหนดขึ้น หรือ มติที่ลงเอยกับฝ่ายหนึ่ง (นอกจากเป็นคำสั่ง หรือ มติที่เป็นส่วนหนึ่งของแผนโดยเจตนาในการสร้างใหม่ หรือ การควบรวมของฝ่ายที่เกี่ยวข้อง)

source: Either party may terminate this Agreement on the delivery of one week's prior written notice to the other party.
es_es: Cualquiera de las partes puede finalizar este Acuerdo entregando un aviso por escrito a la otra parte con una semana de antelación.
it_it: Ciascuna parte può terminare il presente Contratto previa notifica scritta all'altra parte con una settimana di anticipo.
ru_ru: Любая из сторон может расторгнуть данное Соглашение путем письменного уведомления другой стороны за одну неделю до предполагаемого окончания его действия.
th_th: ฝ่ายใดฝ่ายหนึ่งสามารถบอกเลิกข้อตกลงนี้ในหนึ่งสัปดาห์ก่อนการแจ้งเป็นรายลักษณ์อักษรกับอีกฝ่ายหนึ่ง

source: Eligible counterparties
es_es: Contrapartes elegibles
it_it: Controparti autorizzate
ru_ru: Уполномоченный контрагент
th_th: ฝ่ายที่มีสิทธิ์ (Eligible Counterparty)

source: Email address
es_es: Dirección de correo electrónico
it_it: Indirizzo email
ru_ru: Эл. адрес
th_th: อีเมล์

source: Email preference
es_es: Preferencias de correo electrónico
it_it: Preferenze e-mail
ru_ru: Настройки эл. почты
th_th: การตั้งค่าอีเมล์

source: Emercoin vs US Dollar
es_es: Emercoin vs dólar estadounidense
ru_ru: Emercoin против доллара США
th_th: อีเมอร์คอยน์ และ ดอลลาร์สหรัฐ

source: Employed
es_es: Empleado
it_it: Impiegato
ru_ru: Работающий
th_th: มีการประกอบอาชีพ

source: Employee handbook
es_es: Manual del empleado
it_it: Vademecum degli impiegati
ru_ru: Справочник для сотрудников
th_th: คู่มือพนักงาน

source: Employment status
es_es: Estado laboral
it_it: Stato di occupazione
ru_ru: Статус занятости
th_th: สถานะการจ้างงาน

source: Enable
es_es: Activar
it_it: Abilita
ru_ru: Активировать
th_th: เปิดใช้งาน

source: Enable %1two-factor authentication%2 on your account.
es_es: Habilite la %1autenticación en dos pasos%2 en su cuenta.
it_it: Attiva l'%1autenticazione a due fattori%2 sul tuo conto.
ru_ru: Включите %1двухступенчатую авторизацию%2 на Вашем счете.
th_th: เปิดใช้งาน%1การรับรองโดยใช้ 2 ตัวแปร%2บนบัญชีของท่าน

source: Enable two-factor authentication for an extra layer of security.
es_es: Habilite la autenticación de dos factores para una capa adicional de seguridad.
it_it: Abilita l'autenticazione a due fattori per un ulteriore livello di sicurezza.
ru_ru: Активировать двухступенчатую проверку для дополнительной безопасности.
th_th: เปิดการรับรองโดยใช้ 2 ตัวแปรเพื่อความปลอดภัยอีกระดับหนึ่ง

source: End Time
es_es: Hora de finalización
it_it: Orario di fine
ru_ru: Окончание
th_th: เวลาสิ้นสุด

source: Endpoint
es_es: Punto final
it_it: Termine
ru_ru: Конечная точка
th_th: จุดสิ้นสุด

source: Ends Between
es_es: Finaliza entre
it_it: Finisce tra
ru_ru: закончится внутри
th_th: สิ้นสุดระหว่าง

source: Ends Between/Ends Outside
es_es: Finaliza dentro/Finaliza fuera
it_it: Temina Dentro/Termina Fuori
ru_ru: Закончится внутри/вне
th_th: สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต

source: Ends Between/Ends Outside contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
es_es: Los contratos Termina entre/Termina fuera serán reembolsados al precio de compra si hay menos de 2 intervalos entre el inicio y el final del contrato.
it_it: I contratti Termina Dentro/Termina Fuori verranno rimborsati al prezzo d'acquisto nel caso in cui i tick tra l'orario di inizio e quello di termine siano meno di 2.
ru_ru: Цена покупки контрактов Закончится внутри/вне будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
th_th: สัญญาสิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต จะได้รับคืนเงินที่ราคาซื้อ หากมีจำนวนช่วงราคาน้อยกว่า 2 ช่วง ระหว่างเวลาเริ่มต้นกระทั่งเวลาสิ้นสุด

source: Ends Between/Ends Outside trades
es_es: Contratos Finaliza dentro/Finaliza fuera
it_it: Trade Termina Dentro/Termina Fuori
ru_ru: Закончится внутри/вне
th_th: สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต (End Between/End Outside)

source: Ends Outside
es_es: Finaliza fuera
it_it: Termina fuori
ru_ru: закончится вне
th_th: สิ้นสุดภายนอก
