Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Return to player (RTP) % for lookbacks for a multiplier of 1 and 1m duration is around 87% on average.
es_es: El % de retorno al operador (Return to player-RTP) para retroactivos con un multiplicador de 1 y una duración de 1 min, es aproximadamente el 87% en promedio.
it_it: % di ritorno per il giocatore (RTP) per le opzioni lookback per i multipli di 1 e della durata di 1 min corrisponde mediamente all'87%.
ru_ru: Процент выплаты игрокам (RTP) для опционов Lookback длительностью 1 минута с мультипликатором 1 в среднем составляет 87%.
th_th: Return to player (RTP) % สำหรับสัญญา Lookback ที่มีตัวคูณ 1 และ 1 นาที ระยะเวลาประมาณ 87% โดยเฉลี่ย

source: Returns above 100% on simple %1rise/fall%2 contracts.
es_es: Retornos por encima de 100% en contratos de %1Alza/Baja%2.
it_it: Rendimenti superiori al 100% su semplici contratti di %1rialzo/ribasso%2.
ru_ru: Выплата свыше 100% на простых контрактах %1Повышение/Падение%2.
th_th: ผลตอบแทนมากกว่า 100% ของสัญญา %1Rise/Fall%2 ปกติ

source: Returns above 1000% on %1higher/lower%2 and %3touch/no-touch%2 trades.
es_es: Retornos por encima de 1000% en contratos %1Superior/Inferior%2 y %3Toca/No Toca.%2
it_it: Rendimenti superiori al 1000% su trade %1superiore/inferiore%2 e %3tocca/non tocca%2.
ru_ru: Прибыль свыше 1000% на контрактах %1Выше/Ниже%2 и %3Касание/Нет%2 касания.
th_th: ผลตอบแทน 1,000% ของการซื้อขาย %1สูงกว่า/ต่ำกว่า%2 และการซื้อขาย %3แตะ/ไม่แตะ%2

source: Revenue Share
es_es: Ingresos
it_it: Condivisione dei ricavi
ru_ru: Процент от прибыли
th_th: ส่วนแบ่งรายได้

source: Reverse Side
es_es: Reverso
it_it: Retro
ru_ru: Обратная сторона
th_th: อีกด้านหนึ่ง

source: Reverse side
es_es: Reverso
it_it: Retro
ru_ru: Обратная сторона
th_th: อีกด้านหนึ่ง

source: Review and analyse suspicious client activities
es_es: Revisar y analizar las actividades sospechosas de los clientes
it_it: Esaminare e analizzare le attività sospette dei clienti
ru_ru: Проверка и анализ подозрительного поведения клиентов
th_th: ทวนสอบและวิเคราะห์พฤติกรรมที่น่าสงสัยของลูกค้า

source: Review and approve KYC documents
es_es: Revisar y aprobar documentos KYC
it_it: Esaminare e approvare i documenti KYC
ru_ru: Обзор и утверждение документов в рамках политики "Знай своего клиента"
th_th: ทวนสอบ และ อนุมัติเอกสาร KYC ของลูกค้า

source: Review and maintain third-party services used by the company
es_es: Revisar y mantener los servicios de terceros utilizados por la empresa
it_it: Rivedere e mantenere i servizi esterni utilizzati dalla società
ru_ru: Обзор и поддержка сторонних сервисов, применяемых компанией
th_th: ทวนสอบและกำกับบริการที่ดำเนินการโดยหน่วยงานของบุคคลที่ 3 ที่บริษัทฯ ใช้งาน

source: Review and monitor business contracts and agreements entered into by group companies worldwide
es_es: Revisar y supervisar los contratos y acuerdos comerciales celebrados por las empresas del grupo en todo el mundo
it_it: Revisionare e monitorare i contratti commerciali e i contratti conclusi dalle società del gruppo in tutto il mondo
ru_ru: Обзор и мониторинг бизнес-контрактов и соглашений, заключаемых группой наших компаний по всему миру
th_th: ตรวจทานและติดตามสัญญาและข้อตกลงทางธุรกิจของกลุ่มบริษัททั่วโลก

source: Review, develop, and enhance Perl, C++, and R codes used in options pricing, volatility forecasts, and risk management programs
es_es: Revisar, desarrollar y mejorar los códigos Perl, C++ y R utilizados en la fijación de precios de opciones, pronósticos de volatilidad y programas de gestión de riesgos
it_it: Esaminare, sviluppare e migliorare i codici Perl, C++ e R utilizzati per la determinazione dei prezzi delle opzioni, per le previsioni della volatilità e per i programmi di gestione del rischio
ru_ru: Обзор, разработка и улучшение кодов Perl, C++ и R, применяющихся для ценообразования бинарных опционов, прогноза волатильности и в программах управления риском
th_th: ทวนสอบ พัฒนา และแก้ไขโปรแกรมในภาษา Perl, C++ และ R ที่ใช้ในการตั้งราคาออปชั่น การพยากรณ์ความผันผวน และโปรแกรมการบริหารความเสี่ยง

source: Revisions to the %1 API
es_es: Revisiones de la API de %1
it_it: Revisioni dell'API di %1
ru_ru: Внесение исправлений в API %1
th_th: การปรับปรุงแก้ไข API ของ %1

source: Revoke MAM
es_es: Revocar MAM
ru_ru: Отозвать ММС
th_th: ยกเลิก MAM

source: Revoke access
es_es: Revocar el acceso
it_it: Revocare l'accesso
ru_ru: Отмена доступа
th_th: การเพิกถอนการเข้าถึง

source: Revoke manager
es_es: Revocar Manager
ru_ru: Отозвать менеджера
th_th: เพิกถอนผู้จัดการ

source: Right to object
es_es: Derecho a objeción
it_it: Diritto di opposizione
ru_ru: Право на возражения
th_th: สิทธิ์ในการคัดค้าน

source: Right to terminate
es_es: Derecho a Rescindir
it_it: Diritto di risoluzione
ru_ru: Право на прекращение действия
th_th: สิทธิ์ในการบอกเลิก

source: Rights on Default
es_es: Derechos en caso de incumplimiento
it_it: Diritti in caso di Inadempienza
ru_ru: Право на невыполнение обязательств
th_th: กรณีเพิกเฉยต่อสัญญา

source: Ripple vs US Dollar
es_es: Ripple vs dólar estadounidense
ru_ru: Ripple против доллара США
th_th: ริพเพิล เทียบกับ ดอลลาร์สหรัฐ

source: Rise/Fall
es_es: Alza/Baja
it_it: Rialzo/Ribasso
ru_ru: Повышение/Падение

source: Rise/Fall contracts will be refunded if:
es_es: Los contratos Rise / Fall serán reembolsados si:
it_it: È previsto un rimborso dei contratti rialzo/ribasso se:
ru_ru: Контракты Повышение/Падение будет компенсированы в следующем случае:
th_th: ดำเนินการคืนเงินในสัญญา Rise/Fall ในกรณี

source: Rise/Fall trades
es_es: Contratos Alza/Baja
it_it: Trade di rialzo/ribasso
ru_ru: Контракты Повышение/Падение
th_th: การซื้อขาย Rise/Fall

source: Risk Disclaimer
es_es: Advertencia de riesgo
it_it: Disclaimer sui rischi
ru_ru: О рисках
th_th: การสงวนสิทธิ์ความเสี่ยง

source: Risk Management Executive
es_es: Ejecutivo de Gestión de Riesgos
it_it: Responsabile della gestione del rischio
ru_ru: Специалист отдела управления рисками
th_th: เจ้าหน้าที่บริหารจัดการความเสี่ยง

source: Risk Warning
es_es: Advertencia sobre riesgos
it_it: Avviso di rischio
ru_ru: Предупреждение о риске
th_th: การแจ้งเตือนระดับความเสี่ยง

source: Risk acknowledgement
es_es: Reconocimiento del riesgo
it_it: Riconoscimento del rischio
ru_ru: Уведомление о риске
th_th: การยอมรับความเสี่ยง

source: Risk disclaimer
es_es: Advertencia de riesgo
it_it: Dichiarazione di non responsabilità sui rischi
ru_ru: Уведомление о риске
th_th: การสงวนสิทธิ์ความเสี่ยง

source: Risk disclosure statement
es_es: Declaración de divulgación de riesgos
it_it: Informativa sui rischi
ru_ru: Уведомление о риске
th_th: ข้อตกลงการสงวนสิทธิ์ด้านความเสี่ยง

source: Risk of slippage
es_es: Riesgo de deslizamiento
it_it: Rischio di Slippage
ru_ru: Риск проскальзывания
th_th: ความเสี่ยงของสลิปเพจ

source: Risk of stop order
es_es: Riesgo de Stop Order
it_it: Rischio di stop order
ru_ru: Риск стоп-приказа
th_th: ความเสี่ยงของการยุติคำสั่งซื้อ

source: Risk warnings and notices related to Transactions and investments in the proposed instruments
es_es: Advertencias y avisos de riesgo relacionados con transacciones e inversiones en los instrumentos propuestos
it_it: Avvisi e comunicazioni sul rischio relativi a operazioni e investimenti per gli strumenti proposti
ru_ru: Предупреждения и уведомления о риске, относящиеся к контрактам и инвестициям в предложенные инструменты
th_th: คำเตือนความเสี่ยงและคำบอกกล่าวที่เกี่ยวข้องกับธุรกรรมและการลงทุนในเครื่องมือการลงทุนที่นำเสนอ

source: Risk warnings and notices related to the client's Transactions
es_es: Advertencias de riesgos y avisos con respecto a las transacciones de los clientes
it_it: Avvisi e comunicazioni sul rischio relativi alle operazioni del cliente
ru_ru: Предупреждения о рисках и уведомления относительно контрактов клиента
th_th: การแจ้งเตือนระดับความเสี่ยงและประกาศต่างๆ ที่เกี่ยวข้องกับธุรกรรมของลูกค้า

source: Risks of Investment Products
es_es: Riesgos de los productos de inversión
it_it: Rischi dei prodotti d'investimento
ru_ru: Риски инвестиционных продуктов
th_th: ความเสี่ยงของผลิตภัณฑ์การลงทุนต่างๆ

source: Roll-over
es_es: Rollover/Prórroga
ru_ru: Ролловер или перенос позиции
th_th: โรลโอเวอร์ (Roll-over)

source: Roll-over Credit/Debit
es_es: Roll-over de Crédito/Débito
it_it: Credito/debito roll-over
ru_ru: Ролловерный кредит/дебет
th_th: โรลโอเวอร์ เครดิต/เดบิต

source: Runs and manages a website that promotes forex or binary options
es_es: Administra un sitio web que promueve Forex u opciones binarias
it_it: Gestisce un sito web che promuove il forex o le azioni binarie
ru_ru: Управляет и администрирует сайт, посвящённый Forex или торговле бинарными опционами
th_th: บริหารและจัดการเว็บไซต์ที่ส่งเสริมการซื้อขายฟอเร็กซ์และไบนารีออปชัน

source: Sa
it_it: Sab
ru_ru: Сб
th_th: ส

source: Salaried Employee
es_es: Empleado asalariado
it_it: Lavoratore dipendente
ru_ru: Наемный работник
th_th: พนักงานประจำ

source: Sale Date
es_es: Fecha de venta
it_it: Data della vendita
ru_ru: Дата продажи
th_th: วันที่ขาย

source: Sale Price
es_es: Precio venta
it_it: Prezzo di vendita
ru_ru: Цена продажи
th_th: ราคาขาย

source: Sale of Property
es_es: Venta de propiedad
it_it: Vendita dei beni
ru_ru: Продажа имущества
th_th: การขายทรัพย์สิน

source: Saturday
es_es: Sábado
it_it: Sabato
ru_ru: Суббота
th_th: วันเสาร์

source: Save in case of negligence, fraud, or default by the Company, the Company will not be liable in any way to any clients in the event of force majeure, or for the act of any government or legal authority, or for the failure of or damage or destruction to its computer systems, data, or records, or any part thereof, or for delays, losses, errors, or omissions resulting from the failure or mismanagement of any telecommunications, computer equipment, or software by the client or any damages or losses deemed or alleged to have resulted from, or been caused by, this site or its content.
es_es: Salvo en caso de negligencia, fraude o incumplimiento por parte de la Empresa, esta no será responsable de ninguna manera ante ningún cliente en caso de fuerza mayor, o por el acto de ningún Gobierno o autoridad legal, o por el incumplimiento o daños o destrucción de sus sistemas informáticos, datos o registros de cualquier parte de los mismos, o por retrasos, pérdidas, errores u omisiones que resulten de la falla o mala gestión de cualquier telecomunicación, equipo informático o software por parte del cliente o cualquier daño o pérdida que se considere o se supone que ha resultado o ha sido causado por este sitio o su contenido.
it_it: Salvo in caso di negligenza, frode o fallimento da parte della Società, quest'ultima declina ogni responsabilità verso i clienti in caso di eventi di forza maggiore, per azione di organismi governativi o giuridici, mancato funzionamento, danni o distruzione di sistemi informatici, dati, registrazioni, o parti di essi, oppure per eventuali ritardi, perdite, errori od omissioni derivanti dal mancato funzionamento o dalla scorretta gestione da parte del Cliente di telecomunicazioni, software o apparecchiature informatiche o, infine, per eventuali danni o perdite che si ritiene o si suppone derivino o siano causati dal presente sito o dal suo contenuto.
ru_ru: Компания не несёт никакой ответственности перед клиентами в случае небрежности, мошенничества, возникновения форс-мажорных обстоятельств, действий правительства или правоохранительных органов, срывов, повреждения или уничтожения компьютерных систем, их данных и записей или любой их части; задержки, потери, ошибки или упущения в результате неисполнения или неэффективного использования какого-либо средства связи, компьютерного оборудования или программного обеспечения. Компания не несет ответственности за любой ущерб, реальные или предполагаемые убытки, которые являются результатом или были вызваны контентом данного сайта.
th_th: ความปลอดภัยต่อกรณีของความประมาทเลินเล่อ การฉ้อฉล หรือ การผิดสัญญาโดยบริษัทฯ บริษัทฯ จะไม่รับชอบต่อลูกค้าไม่ว่าหนทางใดๆ ในกรณีเหตุสุดวิสัย หรือ การกระทำของรัฐบาลหรือเจ้าหน้าที่ตามกฎหมาย หรือสำหรับความล้มเหลว ความเสียหาย หรือการถูกทำลาย ต่อระบบคอมพิวเตอร์ ข้อมูล หรือบันทึก หรือ ส่วนใดส่วนหนึ่งของสิ่งที่กล่าวมาดังกล่าว หรือสำหรับความล่าช้า การสูญเสีย ความผิดพลาด การละเว้น ซึ่งเป็นผลมาจากความล้มเหลว หรือการบริหารจัดการที่ผิดพลาดของการสื่อสารใดๆ หรืออุปกรณ์คอมพิวเตอร์ หรือซอฟต์แวร์โดยลูกค้า หรือ ความเสียหาย หรือความสูญเสียใดๆ ที่คิดว่า หรือถูกอ้างว่าเป็นผลมาจาก หรือมีสาเหตุมาจากเว็บไซต์นี้ หรือเนื้อหาของเว็บไซต์นี้

source: Savings & Inheritance
es_es: Ahorros y herencias
it_it: Risparmi ed eredità
ru_ru: Сбережения и наследство
th_th: เงินฝากและมรดก

source: Scalable
es_es: Escalable
it_it: Scalabile
ru_ru: Масштабируемость
th_th: ปรับขนาดได้

source: Scan the QR code below with your authentication app. We recommend %1 or %2. Please note that %3 is not supported.
es_es: Escanee el código QR abajo con su aplicación de autenticación. Recomendamos utilizar %1 o %2. Por favor, tenga en cuenta que %3 no es compatible.
it_it: Scannerizza il codice di QR qui sotto con l'app di autenticazione. Consigliamo di utilizzare %1 o %2. %3 non è supportata.
ru_ru: Отсканируйте QR-код ниже через спец. приложение. Рекомендуем %1 или %2. Обратите внимание, что %3 не поддерживается.
th_th: สแกน QR code ด้านล่างด้วยแอพพลิเคชันของท่าน เราขอแนะนำให้ใช้ %1 หรือ %2 และไม่รองรับการใช้งาน %3

source: Schedule and coordinate interviews with candidates
es_es: Programar y coordinar entrevistas con los candidatos
it_it: Pianificare e coordinare i colloqui con i candidati
ru_ru: Планирование и координация интервью с кандидатами
th_th: จัดตารางและประสานงานสัมภาษณ์กับผู้สมัคร

source: Science & Engineering
es_es: Ciencia & Ingeniería
it_it: Scienza e ingegneria
ru_ru: Наука и проектирование
th_th: วิทยาศาสตร์ และ วิศวกรรมศาสตร์

source: Scope and intent
es_es: Alcance y Propósito
it_it: Ambito di applicazione e intenti
ru_ru: Предмет Соглашения и намерения
th_th: ขอบเขตและความปรารถนา

source: Scope of Agreement
es_es: Alcance del acuerdo
ru_ru: Предмет соглашения
th_th: ขอบเขตของสัญญา

source: Scope of agreement
es_es: Alcance del acuerdo
it_it: Ambito di applicazione del contratto
ru_ru: Предмет соглашения
th_th: ขอบเขตของสัญญา

source: Scopes
es_es: Alcances
it_it: Ambiti
ru_ru: Сфера действия
th_th: ขอบเขต

source: Screen and approve website content and marketing promotions
es_es: Examinar y aprobar el contenido del sitio web y las promociones de marketing
it_it: Selezionare e approvare i contenuti del sito web e le promozioni di marketing
ru_ru: Проверка и утверждение контента сайта, а также маркетинговых и рекламных материалов
th_th: ตรวจสอบ กลั่นกรอง และ อนุมัติเนื้อหาของเว็บไซต์และรายการส่งเสริมการขายทางการตลาด

source: Scrutinise clients' user behaviour on our trading platform
es_es: Examinar el comportamiento de los usuarios de los clientes en nuestra plataforma de operaciones
it_it: Esaminare il comportamento dei clienti sulla nostra piattaforma di trading
ru_ru: Проведение оценки поведения пользователей на нашей торговой платформе
th_th: ตรวจสอบพฤติกรรมผู้ใช้ของลูกค้าอย่างละเอียดบนแพลตฟอร์มการซื้อขายของเรา

source: Search...
es_es: Buscar...
it_it: Cerca...
ru_ru: Поиск...
th_th: ค้นหา...

source: Second line
es_es: Segunda línea
it_it: Seconda riga
ru_ru: Вторая строка
th_th: บรรทัดที่สอง

source: Secondary
es_es: Secundario
it_it: Secondario
ru_ru: Среднее
th_th: ลำดับที่สอง

source: Secret question
es_es: Pregunta secreta
it_it: Domanda segreta
ru_ru: Секретный вопрос
th_th: คำถามลับ

source: Secure your internet connection in three easy steps:
es_es: Asegure su conexión a Internet en tres simples pasos:
ru_ru: Обезопасьте Ваше интернет-соединение, выполнив три простых шага:
th_th: การสร้างความปลอดภัยในการเชื่อมต่อทางอินเทอร์เน็ตของท่าน ทำได้ง่ายๆ เพียง 3 ขั้นตอน

source: Security
es_es: Seguridad
it_it: Sicurezza
ru_ru: Безопасность
th_th: หลักทรัพย์

source: Security & Limits
es_es: Seguridad y límites
it_it: Protezione e limiti
ru_ru: Ограничения
th_th: วงเงินและหลักทรัพย์

source: Security Researcher
es_es: Investigador de Seguridad
it_it: Ricercatore in materia di sicurezza
ru_ru: Спец. систем безопасности
th_th: นักวิจัยด้านความปลอดภัย

source: Security Testing
es_es: Pruebas de Seguridad
it_it: Test di sicurezza
ru_ru: Проверка безопасности
th_th: การทดสอบความปลอดภัย

source: Security and Privacy
es_es: Seguridad y privacidad
it_it: Sicurezza e privacy
ru_ru: Безопасность
th_th: ความปลอดภัยและความเป็นส่วนตัว

source: Security and privacy
es_es: Seguridad y privacidad
it_it: Sicurezza e privacy
ru_ru: Безопасность
th_th: ความปลอดภัยและความเป็นส่วนตัว

source: Security disclaimer
es_es: Aviso de Seguridad
it_it: Disclaimer sulla sicurezza
ru_ru: Заявление о безопасности
th_th: การสงวนสิทธิ์ของความมั่นคง

source: Security statement
es_es: Declaración de seguridad
it_it: Dichiarazione di sicurezza
ru_ru: Заявление о безопасности
th_th: บทบัญญัติเกี่ยวกับความมั่นคง

source: Security testing opportunities
es_es: Oportunidades de pruebas de seguridad
it_it: Possibilità di eseguire test di sicurezza
ru_ru: Возможности проверки безопасности
th_th: โอกาสการทดสอบความปลอดภัย

source: Security,
es_es: Seguridad,
it_it: Sicurezza,
ru_ru: Безопасность,
th_th: หลักทรัพย์

source: Select %1Citizenship%2.
es_es: Seleccionar %1Ciudadanía%2.
it_it: Selezionare la %1cittadinanza%2.
ru_ru: Укажите %1гражданство%2.
th_th: ระบุ %1สัญชาติ%2

source: Select Asset
es_es: Seleccionar activo
it_it: Seleziona asset
ru_ru: Выберите актив
th_th: เลือกสินทรัพย์

source: Select Trade Type
es_es: Seleccionar tipo de operación
it_it: Seleziona il tipo di trade
ru_ru: Выберите вид контракта
th_th: เลือกประเภทของการซื้อขาย

source: Select currency
es_es: Seleccionar moneda
it_it: Seleziona la valuta
ru_ru: Выберите валюту
th_th: เลือกสกุลเงิน

source: Select date
es_es: Seleccionar fecha
it_it: Selezionare una data
ru_ru: Выберите дату
th_th: ระบุวันที่

source: Select market:
es_es: Seleccione mercado:
it_it: Seleziona il mercato:
ru_ru: Выбрать рынок:
th_th: กำหนดตลาด:

source: Select payment agent
es_es: Seleccionar agente de pago
it_it: Seleziona un agente di pagamento
ru_ru: Выберите платежного агента
th_th: เลือกตัวแทนชำระเงิน

source: Select your market and underlying asset
es_es: Seleccione el mercado y activo subyacente
it_it: Seleziona il tuo mercato e l'asset sottostante
ru_ru: Выберите рынок и основной актив
th_th: เลือกตลาดที่ท่านต้องการ และ ผลิตภัณฑ์อ้างอิงของท่าน

source: Select your trade type
es_es: Seleccione el tipo de contrato
it_it: Seleziona la tua tipologia di trade
ru_ru: Выбрать тип контракта
th_th: กำหนด ประเภทการเทรดของท่าน

source: Selected Tick
es_es: Tick Seleccionado
it_it: Tick selezionato
ru_ru: Выбранный тик
th_th: เลือก ช่วงราคา

source: Self Exclusion
es_es: Auto-exclusión
it_it: Auto esclusione
ru_ru: Самоограничение
th_th: การพักตัวเอง

source: Self-Employed
es_es: Autónomo
it_it: Lavoratore autonomo
ru_ru: Частный предприниматель
th_th: อาชีพอิสระ

source: Self-Exclusion
es_es: Auto-exclusión
it_it: Auto-esclusione
ru_ru: Самоисключение
th_th: การพักการใช้งาน

source: Self-exclusion limits
es_es: Límites de autoexclusión
it_it: Limiti dell'autoesclusione
ru_ru: Лимиты самоисключения
th_th: ข้อจำกัดการพักการซื้อขาย

source: Self-exclusion on this website only applies to your %1 account and does not include other companies or websites.
es_es: La auto-exclusión en este sitio web solo se aplica a su cuenta %1 y no incluye otras empresas o sitios web.
it_it: L'autoesclusione su questo sito web si applica solamente al conto %1 del Cliente e non include altri siti web o società.
ru_ru: Самоисключение на данном сайте применимо лишь к Вашему счёту %1 и не распространяется на другие сайты или компании.
th_th: การพักตัวเองบนเว็บไซต์นี้ใช้ได้กับบัญชี %1ของท่านเท่านั้น และไม่รวมถึงบริษัทฯ หรือ เว็บไซต์อื่นๆ

source: Self-motivation and flexibility in task rotations
es_es: Automotivación y flexibilidad en la rotación de tareas
it_it: Auto-motivazione e flessibilità nella rotazione delle attività
ru_ru: Высокая мотивация и гибкость при выполнении разнообразных задач
th_th: มีแรงจูงใจในการสร้างสรรค์สิ่งใหม่ และมีความยืดหยุ่นในหมุนเวียนงาน

source: Selfie holding proof of identity (front)
es_es: Selfie sosteniendo la prueba de identidad (frente)
it_it: Fotografia del soggetto per la verifica dell'identità (fronte)
ru_ru: Сэлфи с документом, удостоверяющим Вашу личность (анфас)
th_th: เซลฟี่ถือหลักฐานยืนยันตัวบุคคล (ด้านหน้า)

source: Sell
es_es: Venta
it_it: Vendi
ru_ru: Продажа
th_th: ขาย

source: Sell = go short
es_es: Vender = abrir posición corta
it_it: Vendere = Aprire una posizione short
ru_ru: Продажа = короткая позиция
th_th: ขาย = ส่งคำสั่ง Short

source: Sell at market
es_es: Vender al precio actual
it_it: Vendi sul mercato
ru_ru: Продать по текущей цене
th_th: ขายที่ราคาตลาด

source: Sell back trades at market prices.
es_es: Revenda los contratos según los precios del mercado.
it_it: Puoi rivendere le tue trade al prezzo di mercato prima della scadenza.
ru_ru: Продайте опционы досрочно по рыночной цене.
th_th: ขายกลับไปที่ราคาตลาด

source: Sell option
es_es: Opción de venta
it_it: Opzione di vendita
ru_ru: Продажа опциона
th_th: ขายออปชั่น

source: Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses
es_es: Venda sus contratos a largo plazo antes de su vencimiento para proteger cualquier ganancia que pueda haber hecho o para minimizar sus pérdidas
ru_ru: Продавайте длинные контракты до истечения срока их действия, чтобы зафиксировать прибыль или минимизировать убыток
th_th: ขายสัญญาระยะยาวของท่านก่อนหมดอายุเพื่อรักษากำไรของที่พึงได้ หรือ เพื่อลดการขาดทุน

source: Send us your CV and cover letter. We'll compare your skills and experience with our requirements.
es_es: Envíenos su CV y una carta de presentación. Compararemos sus habilidades y experiencia con nuestras necesidades.
it_it: Mandaci il tuo CV e una lettera di presentazione. Confronteremo le tue capacità ed esperienze con le nostre esigenze.
ru_ru: Отправьте Ваше резюме и сопроводительное письмо. Мы сопоставим Ваши навыки и опыт с нашими требованиями.
th_th: ส่ง CV และจดหมายแนะนำตัว เราจะพิจารณาทักษะ และประสบการณ์ของท่านกับตำแหน่งที่เปิดรับของเรา

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
es_es: Haga un depósito con un agente de pago. Los fondos depositados se mostrarán en su cuenta, menos la comisión que cobra el agente.
it_it: Invia i tuoi fondi all'agente di pagamento. I fondi depositati, tranne le commissioni dell'agente, verranno mostrati sul tuo account.
ru_ru: Переведите средства платежному агенту. Сумма депозита (минус агентская комиссия) будет указана на Вашем счету.
th_th: ส่งเงินของท่านให้ตัวแทนรับชำระเงิน หลักประกันที่รับฝาก คอมมิชชั่นของตัวแทนต่ำ และแสดงข้อมูลในบัญชีท่าน

source: Sep
it_it: Sett
ru_ru: Сен
th_th: ก.ย.

source: September
es_es: Septiembre
it_it: Settembre
ru_ru: Сентябрь
th_th: กันยายน

source: Server
es_es: Servidor
ru_ru: Сервер
th_th: เซิร์ฟเวอร์

source: Session duration limit cannot be more than 6 weeks.
es_es: El límite de duración de la sesión no puede ser superior a 6 semanas.
it_it: Il limite di durata della sessione non può essere superiore a 6 settimane.
ru_ru: Лимит на длительность сессии не может превышать 6 недель.
th_th: รอบระยะเวลาการซื้อขายไม่สามารถมากกว่า 6 สัปดาห์

source: Session duration limit, in minutes
es_es: Límite de duración de la sesión, en minutos
it_it: Il limite di durata della sessione, espresso in minuti
ru_ru: Ограничение на длительность сессии, в минутах
th_th: รอบระยะเวลาการซื้อขาย ในหน่วยนาที

source: Session duration:
es_es: Duración de la sesión:
it_it: Durata della sessione:
ru_ru: Длительность сессии:
th_th: รอบระยะเวลาการซื้อขาย:

source: Set Currency
es_es: Definir moneda
it_it: Imposta la valuta
ru_ru: Укажите валюту
th_th: ตั้งค่าสกุลเงิน
