Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Paraguay's unique cultural melange is a direct result of the intermarriage between Spanish settlers and the native Guaranís.
es_es: La mezcla cultural única de Paraguay es el resultado directo del matrimonio entre los colonizadores españoles y los guaraníes nativos.
it_it: La cultura variegata e unica del Paraguay è il risultato diretto dei matrimoni misti tra i coloni spagnoli e i nativi Guaranì.
ru_ru: Уникальная культура Парагвая является результатом смешанных браков между испаноязычными поселенцами и местным племенем гуарани.
th_th: การผสมผสานของวัฒนธรรมอันเป็นเอกลักษณ์ของประเทศปารากวัยนี้ เป็นผลมาจากการแต่งงานข้ามเชื้อชาติระหว่างชาวสเปนที่มาตั้งรกราก และชาวพื้นเมือง Guaranís

source: Paraguayan cuisine mostly consists of meat, mandioca, corn, milk, and cheese. Must-tries include chipá, a bagel-shaped bread; mbejú, a type of pancake made from mandioca and cheese; and tereré, a cold-brewed tea that's an integral part of everyday life. Paraguayans are generally happy and relaxed; get-togethers with family and friends are the norm on weekends, especially over a hearty barbecue.
es_es: La cocina paraguaya consiste principalmente de carne, mandioca, maíz, leche y queso. Entre los platos que hay que probar se encuentran la chipa, un pan en forma de bagel; el mbejú, un tipo de panqueque hecho de almidón y queso; y el tereré, un té frío que forma parte integral de la vida cotidiana. Los paraguayos son generalmente felices y relajados; las reuniones con la familia y los amigos representan una costumbre los fines de semana, especialmente en una buena barbacoa.
it_it: La cucina paraguaiana comprende principalmente carne, manioca, mais, latte e formaggio. Tra le ricette da provare consigliamo il chipá, un tipo di pane a forma di ciambellina; il mbejú, simile a un pancake di manioca e formaggio e il tereré, un tè con infusione a freddo che è parte integrante della vita quotidiana. I paraguaiani sono generalmente amichevoli e alla mano, e amano trascorrere il weekend con la famiglia o gli amici, soprattutto attorno a un barbecue.
ru_ru: Парагвайская кухня преимущественно состоит из мяса, маниока, кукурузы, молока и сыра. Вам непременно стоит попробовать чипу (булочку, похожую на большой бублик), мбею (блинчик из маниоки и сыра), а также терере (холодный чай, который является неотъемлемой частью ежедневного рациона). Как правило, парагвайцы – довольно спокойные и умиротворённые люди. На выходных они часто ходят в гости, общаются с друзьями и не прочь отведать барбекю.
th_th: อาหารของประเทศปารากวัยส่วนใหญ่ประกอบด้วยเนื้อสัตว์ มันสำปะหลัง ข้าวโพด นม และเนยแข็ง อาหารที่ท่านจะต้องลองรับประทานคือ chipá ขนมปังเบเกิลรูปวงกลม mbejú แพนเค้กชนิดหนึ่งที่ทำมาจากมันสำปะหลังและเนยแข็ง และ tereré ชาเย็น ซึ่งเป็นส่วนหนึ่งของชีวิตประจำวัน โดยทั่วๆ ไป ชาวปารากวัยจะมีนิสัยสบายๆ และมีความสุข การพบปะกันในครอบครัวและเพื่อนฝูงในวันหยุดสุดสัปดาห์ถือเป็นเรื่องปกติ โดยเฉพาะการทำบาร์บิคิว

source: Participate in all aspects of the product lifecycle
es_es: Participar en todos los aspectos del ciclo de vida del producto
it_it: Partecipare a tutti gli aspetti del ciclo di vita del prodotto
ru_ru: Участие во всех аспектах жизненного цикла продукта
th_th: เข้าร่วมในทุกแง่มุมของวงจรชีวิตของผลิตภัณฑ์

source: Partner With Us
es_es: Sea nuestro socio
it_it: Collabora con noi
ru_ru: Партнерство
th_th: พันธมิตรกับเรา

source: Partner earnings
es_es: Ingresos de afiliados
it_it: Ricavi dei partner
ru_ru: Прибыль партнёров
th_th: รายได้ของพันธมิตร

source: Partners
es_es: Afiliados
it_it: Partner
ru_ru: Партнеров
th_th: พันธมิตร

source: Parts of this clause may not apply to Volatility Indices.
es_es: Algunas partes de esta cláusula pueden no aplicarse a los Índices de Volatilidad.
ru_ru: отдельные пункты данного положения могут не относиться к Индексам волатильности.
th_th: วรรคนี้ ไม่รวมถึงผลิตภัณฑ์ดัชนีผันผวน

source: Passion for Linux and other open-source platforms
es_es: Pasión por Linux y otras plataformas de código abierto
it_it: Passione per Linux e altre piattaforme open-source
ru_ru: Интерес к Linux и другим платформам с открытым исходным кодом
th_th: มีความหลงใหลในแพลตฟอร์มลินุกซ์ และแพลตฟอร์มโอเพ่นซอสอื่นๆ

source: Passion for Linux, and other open-source platforms
es_es: Pasión por Linux, y otras plataformas de código abierto
it_it: Passione per Linux e altre piattaforme open-source
ru_ru: Интерес к Linux и другим платформам с открытым исходным кодом
th_th: มีความหลงใหลในแพลตฟอร์มลินุกซ์ และแพลตฟอร์มโอเพ่นซอสอื่นๆ

source: Passion for advertising and marketing
es_es: Un profundo interés en marketing y publicidad
it_it: Passione per la pubblicità e il marketing
ru_ru: Интерес к рекламе и маркетингу
th_th: มีความหลงใหลในการทำสื่อโฆษณาและการตลาด

source: Passionate about people, culture, management, and software development? Explore what we do, what matters to us, and how we bring our ideas to life.
es_es: ¿Le apasiona la gente, la cultura, la gestión y el desarrollo de software? Descubra qué hacemos, qué nos importa y cómo damos vida a nuestras ideas.
it_it: Ti appassionano le persone, la cultura, la gestione e lo sviluppo di software? Scopri ciò che facciamo, ciò che conta per noi e come trasformiamo le nostre idee in realtà.
ru_ru: Вы интересуетесь работой с людьми, любите культуру, интересуетесь менеджментом и разработкой программного обеспечения? Узнайте больше о нашей компании, наших ценностях и о том, как мы воплощаем идеи в реальность.
th_th: มีความสนใจในบุคคล วัฒนธรรม การบริหาร และการพัฒนาซอฟต์แวร์หรือไม่? ค้นหาว่าเราทำอะไร อะไรที่สำคัญกับเรา และเรานำไอเดียเข้ามาในชีวิตได้อย่างไร

source: Passport
es_es: Pasaporte
it_it: Passaporto
ru_ru: Паспорт
th_th: หนังสือเดินทาง

source: Password Reset
es_es: Contraseña Restablecida
it_it: Reset della password
ru_ru: Изменение пароля
th_th: ตั้งรหัสผ่านใหม่

source: Password is not strong enough.
es_es: La contraseña no es lo suficientemente fuerte.
it_it: La password non è sufficientemente forte.
ru_ru: Пароль недостаточно надёжный.
th_th: รหัสผ่านไม่ปลอดภัยเท่าที่ควร

source: Password reset
es_es: Contraseña restablecida
it_it: Reset della password
ru_ru: Изменение пароля
th_th: ตั้งรหัสผ่านใหม่

source: Password should have lower and uppercase letters with numbers.
es_es: La contraseña debe tener letras minúsculas y mayúsculas con números.
it_it: La password deve contenere lettere minuscole e maiuscole con numeri.
ru_ru: Пароль должен содержать заглавные и строчные буквы и цифры.
th_th: รหัสผ่านควรประกอบด้วยอักษรตัวเล็ก อักษรตัวใหญ่ และตัวเลข

source: Password type
es_es: Tipo de contraseña
it_it: Tipo di password
ru_ru: Вид пароля
th_th: ประเภทรหัสผ่าน

source: Patented technology
es_es: Tecnología patentada
it_it: Tecnologia brevettata
ru_ru: Запатентованная технология
th_th: เทคโนโลยีที่จดสิทธิบัตร

source: Patents
es_es: Patentes
it_it: Brevetti
ru_ru: Патенты
th_th: สิทธิบัตรต่างๆ

source: Pay no commission on all metal contracts.
es_es: Todos los contratos sobre metales están libres de comisiones.
it_it: Zero commissioni su tutti i contratti dei metalli.
ru_ru: Не платите комиссию за любые сделки с металлами.
th_th: ไม่ต้องจ่ายค่าคอมมิชชั่นแก่สัญญาโลหะทั้งหมด

source: Pay-out
es_es: Pago
ru_ru: Выплата
th_th: ชำระเงิน

source: Payment Agent
es_es: Agente de Pagos
it_it: Agente di pagamento
ru_ru: Платежный агент
th_th: ตัวแทนรับชำระเงิน

source: Payment Agent Deposit
es_es: Depósito del Agente de Pagos
it_it: Deposito dell'agente di pagamento
ru_ru: Депозит платежным агентом
th_th: ตัวแทนรับชำระเงินสำหรับฝากเงิน

source: Payment Agent Transfer
es_es: Transferencia del Agente de Pagos
it_it: Trasferimento dell'agente di pagamento
ru_ru: Перевод через агента
th_th: ตัวแทนรับชำระเงินสำหรับการโอนเงิน

source: Payment Agent Withdrawal
es_es: Retiro del Agente de Pagos
it_it: Prelievo dell'Agente di pagamento
ru_ru: Вывод через платежного агента
th_th: ตัวแทนรับชำระเงินสำหรับถอนเงิน

source: Payment Agent services are not available in your country or in your preferred currency.
es_es: Los servicios de Agente de Pago no están disponibles en su país o en su moneda preferida.
it_it: I servizi relativi agli agenti di pagamento non sono disponibili nel tuo paese o nella valuta selezionata.
ru_ru: Услуги платёжного агента недоступны в Вашей стране или в выбранной Вами валюте.
th_th: ไม่มีบริการตัวแทนการชำระเงินในประเทศของท่าน หรือ ในสกุลเงินที่ท่านต้องการ

source: Payment Agent transfer
es_es: Transferencia del Agente de Pagos
it_it: Trasferimento dell'Agente di pagamento
ru_ru: Перевод через агента
th_th: ตัวแทนรับชำระเงินสำหรับการโอนเงิน

source: Payment Agents
es_es: Agentes de Pago
it_it: Agenti di pagamento
ru_ru: Платежные агенты
th_th: ตัวแทนรับชำระเงิน

source: Payment Methods
es_es: Métodos de pago
it_it: Modalità di pagamento
ru_ru: Способы оплаты
th_th: วิธีการชำระเงิน

source: Payment agents terms and conditions
es_es: Términos y condiciones de los agentes de pago
it_it: Termini e condizioni degli agenti di pagamento
ru_ru: Правила и условия для платёжных агентов
th_th: ข้อตกลงและเงื่อนไขของตัวแทนชำระเงิน

source: Payment methods
es_es: Métodos de pago
it_it: Modalità di pagamento
ru_ru: Способы пополнения
th_th: วิธีการชำระเงิน

source: Payment of commission earned for the previous calendar month will be made as soon as practicable after the 15th day of each month.
es_es: El pago de la comisión obtenida por el mes calendario anterior se realizará tan pronto como sea posible después del día 15 de cada mes.
it_it: Il pagamento delle commissioni per il mese civile precedente verrà versato appena possibile dopo il 15esimo giorno di ogni mese.
ru_ru: Выплата комиссионных, заработанных за предыдущий календарный месяц, производится в районе 15 числа каждого месяца.
th_th: การจ่ายค่าคอมมิชชั่นที่ได้รับในเดือนก่อนหน้าจะดำเนินการในทันทีหลังจากวันที่ 15 ในแต่ละเดือน

source: Payments
es_es: Pagos
it_it: Pagamenti
ru_ru: Платежи
th_th: การชำระเงิน

source: Payments & withdrawals
es_es: Pagos y retiros
it_it: Pagamenti e prelievi
ru_ru: Пополнение и вывод средств
th_th: การชำระเงินและการถอนเงิน

source: Payments and Compliance Analyst
es_es: Analista de pagos y cumplimiento
it_it: Analista di pagamenti e conformità
ru_ru: Аналитик выплат и нормативных требований
th_th: นักวิเคราะห์การจ่ายเงินและการปฏิบัติตามกฎระเบียบ

source: Payments made to BIEL will only be deemed to have been received once BIEL receives cleared funds.
es_es: Los pagos efectuados a la Empresa solo se considerarán recibidos una vez que los fondos hayan ingresado a la cuenta de la Empresa.
ru_ru: Платежи, предоставляемые BIEL, будут считаться полученными, как только BIEL получит заявленные средства.
th_th: การชำระเงินให้กับ BIEL จะมีผลสมบูรณ์เมื่อ BIEL ได้รับเงินเข้าบัญชีเรียบร้อยแล้ว

source: Payout
es_es: Pago
ru_ru: Выплата
th_th: การชำระเงิน

source: Payout Range
es_es: Rango de pago
it_it: Intervallo di payout
ru_ru: Диапазон выплат
th_th: ช่วงการชำระเงิน

source: Paytrust88 is a payment facility that allows online bank transfers for clients across Southeast Asia. For more information, please visit %1.
es_es: Paytrust88 es un servicio de pago que permite transferencias bancarias en línea para clientes en todo el Sudeste asiático. Para más información, por favor visite %1.
it_it: Paytrust88 offre servizi di pagamento per effettuare trasferimenti bancari online tra paesi del sud-est asiatico. Per maggiori informazioni, visita il sito %1.
ru_ru: Paytrust88 – это платёжная система, позволяющая выполнять онлайн банковские переводы для клиентов из Юго-Восточной Азии. Более подробную информацию можно получить по адресу %1.
th_th: Paytrust88 เป็นบริการชำระเงินที่ให้ลูกค้าทำการโอนเงินผ่านธนาคารได้ทางออนไลน์ภายในภูมิภาคเอเชียตะวันออกเฉียงใต้ สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Pending
es_es: Pendiente
it_it: In sospeso
ru_ru: Ожидающ.
th_th: ค้างอยู่

source: Pending Orders
es_es: Órdenes pendientes
it_it: Ordini in sospeso
ru_ru: Текущие ордеры
th_th: คำสั่งที่ค้างอยู่

source: Pension
es_es: Pensión
it_it: Pensione
ru_ru: Пенсия
th_th: บำนาญ

source: Pensioner
es_es: Jubilado
it_it: Pensionato
ru_ru: Пенсионер
th_th: ผู้รับบำนาญ

source: Percentage
es_es: Porcentaje
it_it: Percentuale
ru_ru: Проценты
th_th: ร้อยละ

source: Perfect Money allows individuals to make instant payments and money transfers securely on the Internet. For more information, please visit %1.
es_es: Perfect Money permite realizar pagos instantáneos y transferencias de dinero de forma segura en Internet. Para más información, visite %1.
it_it: Perfect Money consente ai singoli di effettuare pagamenti immediati e trasferire denaro via Internet in modo sicuro. Per maggiori informazioni, visita il sito %1.
ru_ru: Perfect Money это платежная система, позволяющая её пользователям совершать мгновенные пополнения и безопасные денежные переводы через интернет. Для получения более подробной информации, посетите сайт %1.
th_th: Perfect Money ช่วยให้ท่านสามารถชำระเงินได้ทันที และโอนเงินได้อย่างปลอดภัยบนอินเทอร์เน็ต สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Perform IB services and other obligations mentioned here at their own cost and risk
es_es: Prestar sus servicios de IB y cualquier otra obligación establecida en este acuerdo bajo su propio costo y riesgo
it_it: erogare servizi in qualità di IB e onorare gli altri obblighi ivi elencati a proprie spese e a proprio rischio
ru_ru: предоставлять услуги ПБ и иные обязательства, перечисленные в рамках данного документа, своими силами и за свой счёт,
th_th: ให้บริการ IB และหน้าที่อื่น ๆ ที่แจ้งให้ทราบ ด้วยค่าใช้จ่ายและความเสี่ยงของเขาเอง

source: Perform audit assignments and identify control gaps and opportunities for improvement
es_es: Realizar tareas de auditoría e identificar brechas de control y oportunidades de mejora
it_it: Eseguire attività di audit e indentificare lacune relativamente al controllo e possibilità di miglioramento
ru_ru: Выполнение проверок, поиск недостатков в системе контроля и возможностей их устранения
th_th: ดำเนินการตรวจสอบ และระบุการช่องว่างการควบคุมและโอกาสสำหรับการปรับปรุง

source: Perform data mining using SQL databases, R/S-Plus, OLAP, and other analytical tools
es_es: Realizar minería de datos utilizando bases de datos SQL, R/S-Plus, OLAP y otras herramientas analíticas
it_it: Eseguire il data mining usando banche dati SQL, R/S-Plus, OLAP e altri strumenti analitici
ru_ru: Анализ данных в базах данных SQL, R/S-Plus, OLAP и других аналитических инструментах
th_th: ดำเนินการในการทำเหมืองข้อมูลบนฐานข้อมูล SQL, R/S-Plus, OLAP และเครื่องมือเพื่อการวิเคราะห์อื่นๆ

source: Perform market research and analysis to uncover trends, prospects, partners, and competitors
es_es: Realizar estudios de mercado y análisis para descubrir tendencias, oportunidades, socios y competidores
it_it: Eseguire ricerche e analisi di mercato per scoprire tendenze, prospettive, partner e concorrenti
ru_ru: Проведение маркетинговых исследований и анализа с целью выявления трендов, поиска потенциальных клиентов, партнёров и конкурентов
th_th: ทำการวิจัยและวิเคราะห์ตลาดเพื่อเปิดเผยแนวโน้ม ลูกค้าในอนาคต คู่ค้า และคู่แข่ง

source: Perform market research and analysis to uncover trends, prospects, partners, and competitors for our client base
es_es: Realizar estudios de mercado y análisis para descubrir tendencias, oportunidades, socios y competidores para nuestra base de clientes
it_it: Eseguire ricerche e analisi di mercato per scoprire tendenze, prospettive, partner e concorrenti per la nostra base di clienti
ru_ru: Проведение маркетинговых исследований и анализа с целью выявления трендов, поиска потенциальных клиентов, партнёров и конкурентов для нашей клиентской базы
th_th: ทำการวิจัยและวิเคราะห์ตลาดเพื่อเปิดเผยแนวโน้ม ลูกค้าในอนาคต คู่ค้า และคู่แข่ง สำหรับฐานลูกค้าของเรา

source: Perform reconciliations of all transactions that take place through third-party payment services and banks
es_es: Realizar reconciliaciones de todas las transacciones que se realizan a través de servicios de pago de terceros y bancos
it_it: Verificare la corrispondenza delle operazioni che vengono effettuate tramite banche e servizi di pagamento esterni
ru_ru: Проверка всех транзакций, производимых посредством сторонних платёжных сервисов и банков
th_th: ทำการพิสูจน์รายการธุรกรรมทั้งหมดที่เกิดขึ้นผ่านการบริการการจ่ายเงินของบริษัทอื่นและธนาคาร

source: Perform regular pentesting of our web applications
es_es: Realizar pentesting de nuestras aplicaciones web regularmente
it_it: Eseguire regolarmente test di penetrazione delle nostre applicazioni web
ru_ru: Проведение регулярных проверок на предмет проникновения в систему наших веб. приложений (pentesting)
th_th: ทำการทดสอบเจาะระบบเข้าในแอพพลิเคชันเว็บของเรา

source: Perform tests to ensure database performance and security, as well as data integrity
es_es: Realizar pruebas para garantizar el rendimiento y la seguridad de la base de datos, así como la integridad de datos
it_it: Eseguire test per garantire la sicurezza e le prestazioni delle banche dati, così come dell'integrità dei dati
ru_ru: Проведение тестирования для обеспечения работы баз данных и безопасности, а также целостности данных
th_th: ทำการทดสอบเพื่อให้แน่ใจถึงประสิทธิภาพและความปลอดภัยของฐานข้อมูล และความสมบูรณ์ของข้อมูล

source: Perform the Agent's services and other obligations hereunder at their own cost and risk
es_es: Prestar los servicios de Agente y cualquier otra obligación establecida conforme este Acuerdo a su propio costo y riesgo
it_it: erogare servizi in qualità di Agente e onorare gli altri obblighi ivi elencati a proprie spese e a proprio rischio
ru_ru: Выполнять услуги и иные обязательства Агента, перечисленные в рамках данного соглашения, своими силами и за свой счёт
th_th: ดำเนินการให้บริการของตัวแทนฯ และภาระผูกพันอื่นๆ ตามคุณค่าและความเสี่ยงของตัวแทนฯ เอง

source: Performance Tuning,
es_es: Optimización del rendimiento,
it_it: Regolazione delle prestazioni,
ru_ru: Повышение производительности,
th_th: การปรับแต่งเพื่อเพิ่มศักยภาพของระบบ

source: Perl Developer
es_es: Desarrollador Perl
it_it: Sviluppatore Perl
ru_ru: Разработчик Perl
th_th: นักพัฒนาระบบด้วยภาษา Perl

source: Perl modules
es_es: Módulos Perl
it_it: Moduli Perl
ru_ru: Модули Perl
th_th: โมดูลต่างๆ ในภาษา Perl

source: Permissions
es_es: Permisos
it_it: Autorizzazioni
ru_ru: Разрешения
th_th: สิทธิ์

source: Personal Care, Sales and Service Workers
es_es: Trabajadores de cuidado personal, ventas y servicios
it_it: Lavoratori addetti alla cura della persona, alle vendite e ai servizi
ru_ru: Работники в сфере личной гигиены, продаж и обслуживания
th_th: พนักงานดูแลด้านสุขภาพ นักขาย และผู้ให้บริการต่างๆ

source: Personal Data
es_es: Información personal
ru_ru: Личные данные
th_th: ข้อมูลส่วนบุคคล

source: Personal Details
es_es: Datos personales
it_it: Informazioni personali
ru_ru: Личные данные
th_th: รายละเอียดส่วนบุคคล

source: Personal details
es_es: Datos personales
it_it: Informazioni personali
ru_ru: Личные данные
th_th: รายละเอียดส่วนบุคคล

source: Pillar 3 Disclosures
es_es: Divulgaciones del Pilar 3
it_it: Report di divulgazione Pilastro 3
ru_ru: Пояснение Принципа 3
th_th: Pillar 3 การเปิดเผย

source: Pillar 3 disclosure report
es_es: Informe de divulgación del Pilar 3
it_it: Report di divulgazione Pilastro 3
ru_ru: Отчёт о пояснении Принципа 3
th_th: Pillar 3 รายงานการเปิดเผย

source: Pip
es_es: Porcentaje en punto
ru_ru: Пипс

source: Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001).
es_es: Un "PIP" representa un punto porcentual que por lo general se refiere al cuarto decimal (es decir, 0,0001).
it_it: Pip è l'acronimo di 'percentuale in punti', generalmente indicato dalla quarta cifra decimale (ad esempio 0,0001).
ru_ru: "Пипс" обозначает "соответствующую процентную долю", что обычно соответствует четвертой десятичной (т. е. 0.0001).
th_th: Pip ย่อมาจาก ‘Percentage in Point’ ซึ่งปกติจะเป็นทศนิยม 4 หลัก (เช่น 0.0001)

source: Place of birth
es_es: Lugar de nacimiento
it_it: Luogo di nascita
ru_ru: Место рождения
th_th: สถานที่เกิด

source: Plan and carry out the upgrade and migration of databases as needed
es_es: Planificar y realizar la actualización y migración de las bases de datos según sea necesario
it_it: Pianificare ed eseguire l'aggiornamento e il trasferimento di banche dati in base alle necessità
ru_ru: Планирование и проведение обновлений и миграция баз данных, при необходимости
th_th: วางแผนและดำเนินการอัพเกรด และ ย้ายฐานข้อมูล

source: Plan and direct internal programmes and policies to empower all departments with the knowledge, awareness, and practices of regulatory compliance
es_es: Planificar y dirigir programas y políticas internas para dotar a todos los departamentos de los conocimientos, la conciencia y las prácticas de cumplimiento normativo
it_it: Pianificare e indirizzare programmi interni e politiche per potenziare tutti i dipartimenti con le conoscenze, la consapevolezza e le pratiche relative alla conformità normativa
ru_ru: Планирование и управление внутренними программами и политикой с целью предоставлением всем отделам знаний, поддержания их осведомлённости и соблюдения практики нормативно-правового соответствия
th_th: วางแผนและชี้นำโปรแกรมและนโยบายภายใน เพื่อช่วยเพิ่มความรู้ การตระหนัก และฝึกฝนในการปฏิบัติตามกฎระเบียบ

source: Plan and execute data extraction for efficient loading in data warehouse, and ensure extracted data is useful and properly formatted
es_es: Planificar y ejecutar la extracción de datos para una carga eficiente en almacén de datos, y garantizar que los datos extraídos sean útiles y tengan el formato correcto
it_it: Pianificare ed eseguire l'estrazione dei dati per il caricamento efficiente nei data warehouse e assicurare che i dati estratti vengano formattati in modo funzionale e corretto
ru_ru: Планирование и осуществление извлечения данных для эффективной загрузки в хранилище данных, а также обеспечения того, чтобы извлечённые данные были полезны и должным образом отформатированы
th_th: วางแผนและดึงข้อมูลเพื่อโหลดในคลังข้อมูลอย่างมีประสิทธิภาพ และเพื่อให้แน่ใจว่าข้อมูลที่ดึงออกมานั้นมีประโยชน์และถูกจัดรูปแบบอย่างเหมาะสม

source: Plan and implement IT solutions to achieve desired results
es_es: Planificar e implementar soluciones de TI para lograr los resultados deseados
it_it: Pianificare e implementare soluzioni in campo IT per raggiungere i risultati desiderati
ru_ru: Планирование и реализация IT-решений для достижения нужных результатов
th_th: วางแผนและพัฒนาระบบสารสนเทศเพื่อรองรับการใช้งานทางธุรกิจ

source: Plan and implement methods of best practices in IT security
es_es: Planificar e implementar métodos de las mejores prácticas en la seguridad informática
it_it: Pianificare e implementare metodi di migliori pratiche nella sicurezza informatica
ru_ru: Планирование и реализация методов и наилучшей практики в области IT безопасности
th_th: วางแผนและนำวิธีการปฏิบัติที่ดีที่สุดด้านความปลอดภัยทาง IT ไปใช้

source: Plan and integrate various types of testing into our existing workflow
es_es: Planificar e integrar varios tipos de pruebas en nuestro flujo de trabajo existente
it_it: Pianificare e integrare vari tipi di verifiche nel nostro flusso di lavoro esistente
ru_ru: Планирование и интеграция различных видов тестирования в нашу текущую систему
th_th: วางแผนและรวบรวมประเภทการทดสอบที่หลากหลายเข้าไว้ในกระแสงานที่มีอยู่ของเรา
