Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: You will solve complex user experience problems, and seamlessly communicate product features and functions to our users through meaningful design. You will play a key role in creating intuitive and functional products that give our users the best experience possible so we can keep growing our user base and revenue.
es_es: Usted resolverá los problemas complejos de la experiencia del usuario y comunicará a la perfección las características y funciones del producto a través de un diseño significativo. Jugará un papel clave en la creación de productos intuitivos y funcionales que brinden a nuestros usuarios la mejor experiencia posible para que podamos seguir aumentando nuestra base de usuarios e ingresos.
it_it: Ti occuperai di risolvere complesse problematiche della user experience e di comunicare chiaramente caratteristiche e funzioni del prodotto agli utenti attraverso un design d'impatto. Giocherai un ruolo fondamentale nella creazione di prodotti intuitivi e funzionali che offrano agli utenti la miglior esperienza possibile, così da continuare ad aumentare la nostra base di utenti e le nostre entrate.
ru_ru: Вы будете решать сложные задачи в области пользовательского опыта, сообщать нашим пользователям о характеристиках продукта и функциях посредством качественного и осмысленного дизайна. Вы будете играть ключевую роль в создании интуитивно-понятных и функциональных продуктов, дающих нашим пользователям наилучший опыт, чтобы мы увеличивали число пользователей и прибыль.
th_th: ท่านจะได้รับมอบหมายให้แก้ปัญหาที่ซับซ้อนที่เกิดจากการใช้งานของลูกค้า และการสื่อสารเพื่อทำความเข้าใจอย่างดีเยี่ยมกับฝ่ายผลิตภัณฑ์เพื่อให้มีการออกแบบการใช้งานที่มีประสิทธิภาพ ท่านเป็นตัวแทนหลักในการสร้างสรรค์ระบบงานหรือผลิตภัณฑ์ที่เข้าใจได้ง่าย ใช้งานง่าย เพื่อให้ประสบการณ์ที่ดีที่สุดเท่าที่ทำได้ต่อลูกค้าของเราเพื่อต่อยอดและสนองต่อการเติบโตขององค์กรและรายได้

source: You will:
es_es: Responsabilidades:
ru_ru: Задачи:
th_th: ท่านจะ

source: You win the payout if the market price does not end in the digit you have selected.
es_es: Usted ganará el dinero si el precio del mercado no finaliza en el dígito que usted ha seleccionado.
it_it: Vinci il payout se il prezzo di mercato non termina con la cifra che hai selezionato.
ru_ru: Вы выигрываете, если рыночная цена при окончании не будет заканчиваться выбранной Вами цифрой.
th_th: ท่านได้กำไรเมื่อราคาตลาดไม่ได้สิ้นสุดด้วยตัวเลขที่ท่านเลือก

source: You win the payout if the market price ends in the digit you have selected.
es_es: Usted ganará el dinero si el precio del mercado finaliza en el dígito que usted ha seleccionado.
it_it: Vinci il payout se il prezzo di mercato termina con la cifra che hai selezionato.
ru_ru: Контракт выиграет, если цена рынка закончится выбранной Вами цифрой.
th_th: ท่านได้กำไรเมื่อราคาตลาดสิ้นสุดด้วยตัวเลขที่ท่านเลือก

source: You're buying the %1 and selling the %2
es_es: Usted está comprando el %1 y vendiendo el %2
ru_ru: Если Вы покупаете %1 и продаёте %2
th_th: ท่านกำลังซื้อ %1และกำลังขาย %2

source: You're selling the %1 and buying the %2
es_es: Usted está vendiendo el %1 y comprando el %2
ru_ru: Вы продаёте %1 и покупаете %2
th_th: ท่านกำลังขาย %1และกำลังซื้อ %2

source: You're using a Virtual Account.
es_es: Está usando su cuenta de dinero virtual.
it_it: Stai utilizzando un conto virtuale.
ru_ru: Вы находитесь на демо-счету.
th_th: ท่านกำลังใช้บัญชีเสมือน หรือ บัญชีทดลองใช้

source: You've carried out significant transactions on markets similar to the ones we offer, averaging 10 transactions per quarter for the previous four quarters
es_es: Ha realizado transacciones significativas en mercados similares a los que ofrecemos, con un promedio de 10 transacciones por trimestre durante los cuatro trimestres anteriores
it_it: Hai già eseguito operazioni significative su mercati simili a quelli che offriamo, con una media di 10 operazioni a trimestre nei quattro trimestri precedenti
ru_ru: Вы провели значительное количество контрактов на схожих рынках, что в среднем составляет 10 контрактов за квартал по итогам предыдущих четырёх кварталов
th_th: ท่านได้ดำเนินการธุรกรรมในตลาดคล้ายกับที่เราได้นำเสนอ เฉลี่ยรวม 10 ธุรกรรม ต่อ ไตรมาส ภายในระยะเวลา 4 ไตรมาสที่ผ่านมา

source: You've worked in the financial sector for at least one year in a role that requires knowledge of your intended transactions on our platform
es_es: Usted ha trabajado en el sector financiero durante al menos un año en una posición que requiere conocer las transacciones que planea efectuar en nuestra plataforma
it_it: Hai lavorato nel settore finanziario per almeno un anno in un ruolo che richiede la conoscenza delle transazioni che andrai ad eseguire sulla nostra piattaforma
ru_ru: Вы работали в сфере финансов на протяжении года и занимали позицию, требующую знаний, необходимых для проведения сделок на нашей платформе
th_th: ท่านมีประสบการณ์ทำงานในภาคการเงินมาก่อนอย่างน้อยหนึ่งปีในตำแหน่งที่ต้องใช้ความรู้ของธุรกรรมที่ท่านตั้งใจจะใช้กับแพลตฟอร์มของเรา

source: Your %1 day withdrawal limit is currently %2 %3 (or equivalent in other currency).
es_es: Su %1 límite diario para retirar dinero es actualmente %2 %3 (o el equivalente en otra divisa).
ru_ru: Ваш дневной %1 лимит на вывод в настоящее время составляет %2 %3 (или эквивалентную сумму в другой валюте).
th_th: วงเงินการถอนเงินต่อวันของท่าน %1 ในปัจจุบัน คือ %2 %3 (หรือเทียบเท่าในสกุลเงินอื่น)

source: Your %1proof of address%2 has expired.
es_es: Su %1prueba de dirección%2 ha caducado.
it_it: La sessione di %1verifica dell'indirizzo%2 è scaduta.
ru_ru: Срок действия документа, %1подтверждающего адрес%2, истёк.
th_th: %1เอกสารแสดงที่อยู่%2ของท่านหมดอายุแล้ว

source: Your %1proof of address%2 has not been verified. Please check your email for details.
es_es: Su %1prueba de dirección%2 no ha sido verificada. Por favor revise su correo electrónico para más detalles.
it_it: Il documento di %1verifica dell'indirizzo%2 non è stato preso in esame. Controlla la tua casella di posta per maggiori dettagli.
ru_ru: Нам не удалось %1подтвердить Ваш адрес%2. Пожалуйста, проверьте электронную почту для получения дополнительной информации.
th_th: %1เอกสารแสดงที่อยู่%2ของท่านยังไม่ได้รับการยืนยัน โปรดตรวจสอบอีเมล์สำหรับรายละเอียดที่เกี่ยวข้อง

source: Your %1proof of identity%2 has expired.
es_es: Su %1prueba de identidad%2 ha caducado.
it_it: La sessione di %1verifica dell'identità%2 è scaduta.
ru_ru: Срок действия документа, %1удостоверяющего личность%2, истёк.
th_th: %1เอกสารแสดงตัวบุคคล%2ของท่านหมดอายุแล้ว

source: Your %1proof of identity%2 has not been verified. Please check your email for details.
es_es: Su %1prueba de identidad%2 no ha sido verificada. Por favor revise su correo electrónico para más detalles.
ru_ru: Нам не удалось %1удостоверить Вашу личность%2. Пожалуйста, проверьте электронную почту для получения дополнительной информации.
th_th: %1เอกสารแสดงตัวบุคคล%2ของท่านยังไม่ได้รับการยืนยัน โปรดตรวจสอบอีเมล์สำหรับรายละเอียดที่เกี่ยวข้อง

source: Your %1proof of identity%3 and %2proof of address%3 have expired.
es_es: Su %1prueba de identidad%3 y %2prueba de dirección%3 han caducado.
it_it: Le sessioni di %1verifica dell'identità%3 e di %2verifica dell'indirizzo%3 sono scadute.
ru_ru: Срок действия документов, %1удостоверяющих личность%3 и %2подтверждающих адрес%3, истёк.
th_th: ทั้ง%1เอกสารแสดงตัวบุคคล%3 และ%2เอกสารแสดงที่อยู่%3ของท่านหมดอายุแล้ว

source: Your %1proof of identity%3 and %2proof of address%3 have not been verified. Please check your email for details.
es_es: Su %1prueba de identidad%3 y %2prueba de dirección%3 no se han verificado. Por favor revise su correo electrónico para más detalles.
it_it: I documenti di %1verifica dell'identità%3 e di %2verifica dell'indirizzo%3 non sono stati presi in esame. Controlla la tua casella di posta per maggiori dettagli.
ru_ru: Нам не удалось %1удостоверить Вашу личность%3 и %2проверить адрес%3. Пожалуйста, проверьте электронную почту для получения дополнительной информации.
th_th: ทั้ง%1เอกสารแสดงตัวบุคคล%3 และ%2เอกสารแสดงที่อยู่%3ของท่านยังไม่ได้รับการยืนยัน โปรดตรวจสอบอีเมล์สำหรับรายละเอียดที่เกี่ยวข้อง

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
es_es: Su Cliente recibirá una notificación por correo electrónico informándole a él/ella que la transferencia ha sido procesada.
it_it: Il tuo Cliente riceverà un'email di notifica in cui gli viene comunicato che il trasferimento è stato elaborato.
ru_ru: Ваш клиент получит по электронной почте уведомление о том, что перевод был выполнен.
th_th: ลูกค้าของท่านจะได้รับอีเมล์แจ้งให้ทราบว่า การโอนได้ถูกดำเนินการแล้ว

source: Your Existing Accounts
es_es: Sus Cuentas Existentes
it_it: I tuoi conti esistenti
ru_ru: Ваши текущие счета
th_th: บัญชีของท่านที่มีอยู่

source: Your account has been verified successfully
es_es: Su cuenta ha sido verificada exitosamente
it_it: Il tuo conto è stato verificato con successo
ru_ru: Проверка Вашего счёта прошла успешно
th_th: บัญชีของท่านได้รับการตรวจสอบสมบูรณ์แล้ว

source: Your account has no Login/Logout activity.
es_es: Su cuenta no tiene actividad de accesos/cierres de sesión.
it_it: Sul conto non è presente alcuna attività di Login/Logout.
ru_ru: На Вашем счету нет активности входов/выходов.
th_th: บัญชีของท่านไม่มีประวัติ การเข้าใช้งานระบบ/การออกจากระบบ

source: Your account has no trading activity.
es_es: Su cuenta no tiene actividad comercial.
it_it: Sul conto non è presente alcuna attività di trading.
ru_ru: На Вашем счету нет торговой деятельности.
th_th: บัญชีของท่านไม่มีประวัติการซื้อขาย

source: Your account is fully authenticated and your withdrawal limits have been lifted.
es_es: Su cuenta está totalmente autenticada y su límite de retirada ha sido aumentado.
it_it: Il conto è stato completamente autenticato e sono stati rimossi i limiti di prelievo.
ru_ru: Ваш счет полностью авторизован, и лимит на вывод был снят.
th_th: บัญชีของท่านได้รับการยืนยันตัวตนอย่างสมบูรณ์แล้ว และวงเงินการถอนเงินของท่านได้รับการยกระดับโดยการเพิ่มวงเงินแล้ว

source: Your account is restricted. Kindly %1contact customer support%2 for assistance.
es_es: Su cuenta está restringida. %1Póngase en contacto con atención al cliente%2 para obtener ayuda.
it_it: Il tuo conto è sottoposto a restrizioni. Per ricevere assistenza, %1contatta l'assistenza clienti%2.
ru_ru: Ваш счёт заблокирован. Пожалуйста, свяжитесь с нашей %1cлужбой поддержки%2 для получения дальнейшей помощи.
th_th: บัญชีของท่านถูกระงับ โปรด %1ติดต่อฝ่ายลูกค้าสัมพันธ์%2 เพื่อดำเนินการต่อไป

source: Your account remains under the retail client category.
es_es: Su cuenta permanece bajo la categoría de cliente minorista.
it_it: Il tuo conto rientra nella categoria dei clienti al dettaglio.
ru_ru: Ваш счёт остаётся в категории индивидуальных.
th_th: บัญชีของท่านยังอยู่ในประเภทลูกค้ารายย่อย

source: Your account security is of paramount importance to us. Please consider the following initiatives and tools to enhance your account security:
es_es: La seguridad de su cuenta es de suma importancia para nosotros. Considere las siguientes iniciativas y herramientas para mejorar la seguridad de su cuenta:
it_it: La sicurezza del conto del cliente è di importanza fondamentale per noi. Di seguito alcuni strumenti e iniziative volti a migliorarla:
ru_ru: Безопасность Вашего счёта является нашей первостепенной задачей. Пожалуйста, ознакомьтесь со следующими процедурами и инструментами повышения безопасности Вашего счёта:
th_th: ความปลอดภัยของบัญชีมีความสำคัญยิ่งต่อเรา โปรดพิจารณาความริเริ่มและเครื่องมือต่อไปนี้เพื่อเพิ่มความปลอดภัยของบัญชี

source: Your account will be opened with %1, and will be subject to the jurisdiction and laws of %2.
es_es: Se abrirá tu cuenta con %1, y estará sujeta a la jurisdicción y a las leyes de %2.
it_it: Il tuo conto verrà aperto con %1 e sarà soggetto alla giurisdizione e alle leggi di %2.
ru_ru: Ваш счёт будет открыт через %1, а также будет находиться под юрисдикцией и регулироваться законами %2.
th_th: บัญชีของท่านจะเปิดกับ %1 และขึ้นกับเขตพื้นที่ และกฎหมายของ %2

source: Your address has been recognised by our system.
es_es: Su dirección ha sido reconocida por nuestro sistema.
ru_ru: Ваш адрес распознан системой.
th_th: ที่อยู่ของท่านจะได้รับการบันทึกทะเบียนในระบบของบริษัทฯ

source: Your application to be treated as a professional client is being processed.
es_es: Su solicitud para ser tratado como un cliente profesional es procesada.
it_it: La tua richiesta di essere categorizzato come cliente professionale è in fase di elaborazione.
ru_ru: Ваша заявка на квалификацию профессионального клиента находится на рассмотрении.
th_th: ใบสมัครของท่านเพื่อปรับสถานะเป็นลูกค้าผู้เชี่ยวชาญ (Professional Client) กำลังถูกดำเนินการ

source: Your application will then be reviewed by our compliance and marketing departments. Once approved, we will put you live in our %1payment agent%2 list.
es_es: Su solicitud será revisada por nuestros departamentos de cumplimiento y de marketing. Una vez aprobada, vamos a poner su información en vivo en nuestra lista de %1Agentes de Pago%2.
it_it: La tua richiesta verrà dunque esaminata dal nostro dipartimento di compliance e marketing. Una volta approvata, ti inseriremo immediatamente nel nostro elenco di %1agenti di pagamento%2.
ru_ru: Затем Ваша заявка будет изучена нашими отделами соответствия и маркетинга. После одобрения мы включим Вас в список наших %1Платежных агентов%2.
th_th: ใบสมัครของท่านจะถูกทวนสอบโดยฝ่ายการตลาดและฝ่ายตรวจสอบของเรา เมื่อได้รับการอนุมัติ ชื่อของท่านจะถูกแสดงในรายชื่อ %1ตัวแทนรับชำระเงิน%2 ของเรา

source: Your cashier is locked as per your request - to unlock it, please click %1here%2.
ru_ru: Ваша касса закрыта по Вашему запросу. Чтобы открыть кассу, пожалуйста, %1нажмите сюда%2.

source: Your cashier is locked as per your request - to unlock it, please click <a href="%1">here</a>.
ru_ru: Ваша касса закрыта по Вашему запросу - для открытия, пожалуйста, нажмите <a href="%1">сюда</a>.

source: Your cashier is locked as per your request - to unlock it, please enter the password.
ru_ru: Ваша касса закрыта по Вашему запросу – для открытия, пожалуйста, введите пароль.

source: Your cashier is locked.
es_es: Su cajero está bloqueado.
it_it: La tua cassa é bloccata.
ru_ru: Ваша касса заблокирована.
th_th: แคชเชียร์ของท่านถูกล็อก

source: Your cashier session has expired. Please try again.
es_es: Su sesión de cajero ha expirado. Por favor, inténtelo de nuevo.
it_it: La tua sessione di cassa è scaduta. Si prega di riprovare.
ru_ru: Ваша сессия в разделе касса истекла. Обновите страницу.
th_th: เซสชันสำหรับการชำระเงินของท่านหมดอายุแล้ว โปรดลองใหม่อีกครั้ง

source: Your changes have been updated successfully.
es_es: Sus cambios se han actualizado con éxito.
it_it: Le modifiche sono state aggiornate con successo.
ru_ru: Ваши изменения успешно обновлены.
th_th: การแก้ไขของท่านถูกดำเนินการเรียบร้อยแล้ว

source: Your changes have been updated.
es_es: Sus cambios se han guardado.
it_it: Le modifiche sono state aggiornate.
ru_ru: Ваши изменения внесены успешно.
th_th: การเปลี่ยนแปลงของท่านได้ถูกดำเนินการแล้ว

source: Your commission for the previous calendar month will be deposited into your account by the 15th of every month.
es_es: Su comisión por el mes calendario anterior se depositará en su cuenta el día 15 de cada mes.
it_it: La commissione per il mese solare precedente verrà depositata sul tuo conto entro il giorno 15 di ogni mese.
ru_ru: Ваши комиссионные за предыдущий календарный месяц поступят на Ваш счёт в районе 15 числа каждого месяца.
th_th: คอมมิชชันของท่านจากเดือนก่อนจะถูกฝากเข้าบัญชีของท่านในวันที่ 15 ของทุกเดือน

source: Your demo account balance is currently %1 or less. You may top up your account with an additional %2.
es_es: El saldo de su cuenta demo es de %1 o menos. Puede recargar su cuenta con unos %2 adicionales.
it_it: Al momento, il saldo del tuo conto demo è inferiore o uguale a %1; puoi ricaricare il conto aggiungendo un importo pari a %2.
ru_ru: В данный момент баланс Вашего демо-счёта составляет %1 или ниже. Вы можете пополнить счёт дополнительными %2.
th_th: ท่านมียอดเงินคงเหลือในบัญชีทดลอง %1 หรือน้อยกว่า กรุณาฝากเงินในบัญชีของท่านเพิ่ม %2

source: Your document is being reviewed, please check back in 1-3 days
es_es: Su documento se está revisado, vuelva a consultarnos en 1-3 días
it_it: Stiamo esaminando il documento, riceverai risposta entro 1-3 giorni
ru_ru: Ваши документы проходят процесс проверки. Пожалуйста, подождите от 1 до 3 дней
th_th: เอกสารของท่านกำลังอยู่ระหว่างการพิจารณา โปรดตรวจสอบอีกครั้งใน 1-3 วัน

source: Your fiat account's currency is currently set to %1.
es_es: La moneda de su cuenta fiat actualmente está configurada en %1.
it_it: La valuta del tuo conto fiat è attualmente impostata su %1.
ru_ru: Валютой Вашего фидуциарного счёта является %1.
th_th: ขณะนี้ สกุลเงินในบัญชีของท่านถูกตั้งค่าเป็น %1

source: Your fiat account's currency is set to %1.
es_es: La moneda de su cuenta fiat está configurada en %1.
it_it: La valuta del tuo conto fiat è impostata su %1.
ru_ru: Валютой Вашего фидуциарного счёта является %1.
th_th: สกุลเงินในบัญชีของท่านถูกตั้งค่าเป็น %1

source: Your fund transfer is successful. Your new balances are:
es_es: La transferencia de fondos de su cuenta ha sido realizada con éxito. Su nuevo saldo es:
it_it: Il tuo trasferimento di fondi è riuscito. Il tuo nuovo saldo è:
ru_ru: Перевод средств выполнен успешно. Ваш новый баланс:
th_th: การโอนเงินของบัญชีท่านเสร็จสมบูรณ์แล้ว ยอดคงเหลือของท่าน คือ

source: Your name, email address and contact number
es_es: Su nombre, dirección de correo electrónico y número de contacto
it_it: Il tuo nome, indirizzo e-mail e numero di telefono
ru_ru: Вашего имени, электронного адреса и номера телефона
th_th: ชื่อ อีเมล์ และหมายเลขติดต่อของท่าน

source: Your partnership with %1 could be a means to promote your product or services for FREE to our 1,000,000+ registered clients, worldwide.
es_es: Su colaboración con %1 podría ser un medio más para promover su producto o servicios de manera GRATIS a nuestra base de 1,000,000 + de clientes registrados en todo el mundo.
it_it: La tua collaborazione con %1 potrebbe essere un mezzo per promuovere GRATUITAMENTE i tuoi prodotti o servizi a oltre 1.000.000 di clienti registrati, in tutto il mondo.
ru_ru: Партнёрство с %1 может стать отличным способом БЕСПЛАТНОЙ рекламы Вашего продукта или услуги среди более чем миллиона наших клиентов по всему миру.
th_th: ความสัมพันธ์ของท่านกับ %1 หมายถึง การส่งเสริมสินค้าและบริการของท่านฟรีแก่ลูกค้าที่ลงทะเบียนของเรามากกว่า 1,000,000 คนทั่วโลก

source: Your password has been changed. Please log in again.
es_es: Su contraseña ha sido cambiada. Por favor, inicie sesión de nuevo.
it_it: La tua password è stata modificata. Effettua nuovamente il login.
ru_ru: Пароль был изменен. Пожалуйста, войдите ещё раз.
th_th: รหัสผ่านของท่านได้ถูกแก้ไขแล้ว โปรดเข้าสู่ระบบอีกครั้ง

source: Your password has been successfully reset. Please log into your account using your new password.
es_es: Su contraseña se ha restablecido. Por favor, inicie sesión en su cuenta utilizando su nueva contraseña.
it_it: La tua password è stata ripristinata con successo. Effettua il login sul conto utilizzando la nuova password.
ru_ru: Ваш пароль был изменен. Пожалуйста, зайдите на счет, используя новый пароль.
th_th: รหัสผ่านของท่านได้ถูกกำหนดใหม่เรียบร้อยแล้ว โปรดเข้าสู่ระบบโดยการใช้รหัสผ่านใหม่ของท่าน

source: Your professional client request is %1not approved%2.
es_es: Su solicitud de cliente profesional fue %1no aprobada%2.
it_it: La richiesta di passaggio a cliente professionista %1non è stata approvata%2.
ru_ru: Ваша заявка на статус профессионального клиента %1отклонена%2.
th_th: คำขอเป็นลูกค้าผู้เชี่ยวชาญของท่าน %1ไม่ได้รับการอนุมัติ%2

source: Your profit or loss is calculated as follows:
es_es: Su ganancia o pérdida se calcula de la siguiente manera:
it_it: Il tuo profitto o perdita è calcolato come segue:
ru_ru: Ваша прибыль или убыток будет рассчитываться следующим образом:
th_th: คำนวณกำไรหรือขาดทุนของท่านได้ ดังต่อไปนี้

source: Your proof of address has been verified successfully
es_es: Su comprobante de domicilio ha sido verificado con éxito
it_it: Il documento di verifica dell'indirizzo è stato accettato
ru_ru: Проверка Вашего адреса прошла успешно
th_th: เอกสารแสดงที่อยู่ของท่านได้รับการตรวจสอบสมบูรณ์แล้ว

source: Your proof of address has expired
es_es: Su comprobante de domicilio ha expirado
it_it: La sessione di verifica dell'indirizzo è scaduta
ru_ru: Срок действия документа, подтверждающего Ваш адрес, истёк
th_th: เอกสารแสดงที่อยู่ของท่านหมดอายุแล้ว

source: Your proof of address was submitted successfully
es_es: Su comprobante de domicilio se subió corretamente
it_it: Il documento di verifica dell'indirizzo è stato inoltrato con successo
ru_ru: Документ, подтверждающий Ваш адрес, получен
th_th: เอกสารแสดงที่อยู่ของท่านถูกนำส่งเรียบร้อยแล้ว

source: Your proof of identity has been verified successfully
es_es: Su comprobante de identidad ha sido verificado con éxito
it_it: Il documento di verifica dell'identità è stato accettato
ru_ru: Проверка Вашей личности прошла успешно
th_th: เอกสารแสดงตัวบุคคลของท่านได้รับการตรวจสอบสมบูรณ์แล้ว

source: Your proof of identity has expired
es_es: Su comprobante de identidad ha expirado
it_it: La sessione di verifica dell'identità è scaduta
ru_ru: Срок действия документа, удостоверяющего Вашу личность, истёк
th_th: เอกสารแสดงตัวบุคคลของท่านหมดอายุแล้ว

source: Your proof of identity was submitted successfully
es_es: Su comprobante de identidad se subió correctamente
it_it: Il documento di verifica dell'identità è stato inoltrato con successo
ru_ru: Документ, удостоверяющий Вашу личность, получен
th_th: เอกสารแสดงตัวบุคคลของท่านถูกนำส่งเรียบร้อยแล้ว

source: Your request is being processed.
es_es: Su solicitud se está procesando.
it_it: La tua richiesta è in fase di elaborazione.
ru_ru: Ваш запрос проходит обработку.
th_th: กำลังดำเนินการคำขอของท่าน

source: Your request to be treated as a professional client is %1not approved%2.
es_es: Su solicitud para ser tratado como un cliente profesional fue %1no aprobada%2.
it_it: La tua richiesta di essere classificato come cliente professionista %1non è stata approvata%2.
ru_ru: Ваша заявка на получение статуса профессионального клиента %1отклонена%2.
th_th: คำขอของท่านเพื่อปรับสถานะเป็นลูกค้าผู้เชี่ยวชาญนั้น %1ไม่ได้รับการอนุมัติ%2

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
es_es: Su solicitud de transferencia %1 %2 de %3 a %4 ha sido procesada exitosamente.
it_it: La tua richiesta di trasferire %1 %2 da %3 a %4 è andata a buon fine.
ru_ru: Ваш запрос на перевод %1 %2 с %3 на %4 был выполнен успешно.
th_th: คำสั่งของท่านในการโอน %1 %2 จาก %3 ไป %4 ได้ดำเนินการสำเร็จแล้ว

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
es_es: Su solicitud de retirada de %1 %2 de su cuenta %3 al agente de pagos %4 se ha procesado correctamente.
it_it: La richiesta di prelevare %1 %2 dal tuo conto %3 al conto %4 dell'Agente di pagamento è stata elaborata con successo.
ru_ru: Ваш запрос на вывод %1 %2 с Вашего счета %3 на счет платежного агента %4 был выполнен успешно.
th_th: คำสั่งของท่านเพื่อถอน %1 %2 จากบัญชีของท่าน %3 ให้ตัวแทนรับชำระเงิน %4 บัญชีได้รับการประมวลผลสำเร็จ

source: Your session duration limit will end in %1 seconds.
es_es: El límite de duración de su sesión terminará en %1 segundos.
it_it: Il limite di durata della tua sessione terminerà tra %1 secondi.
ru_ru: Ограничение на длительность сессии закончится через %1 сек.
th_th: เวลาการซื้อขายของท่านจะสิ้นสุดภายใน %1 วินาที

source: Your settings have been updated successfully.
es_es: Se han actualizado sus preferencias.
it_it: Le impostazioni sono state aggiornate.
ru_ru: Ваши настройки обновлены успешно.
th_th: การตั้งค่าของท่านถูกดำเนินการเรียบร้อยแล้ว
