Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: A Contract for difference (CFD) is a derivative contract that allows you to profit by speculating on the rise or fall of an underlying asset. Your profit and loss is calculated through the difference in the buy and sell prices of the underlying asset.
it_it: Un contratto per differenza (CFD) è un derivato finanziario che consente di trarre profitto speculando sulla crescita o sulla diminuzione dell'asset sottostante. I profitti e le perdite sono calcolati sulla differenza tra i prezzi di acquisto e di vendita di tale asset.

source: A Contract for difference (CFD) is a financial derivative that allows you to potentially profit by speculating on the rise or fall of an underlying asset, without actually owning that asset.
it_it: Un contratto per differenza (CFD) è uno strumento finanziario derivato che ti consente di trarre un potenziale profitto dall'aumento o dalla diminuzione di un asset sottostante, senza possedere realmente quell'asset.

source: A forex trader always has one objective in mind when trading: to exchange one currency for another in order to make a profit.
it_it: Un trader in Forex ha sempre un obiettivo in mente quando fa trading: scambiare una valuta con un'altra per ottenere un profitto.

source: A forex trader has one objective in mind when trading which is:
it_it: Un trader in Forex ha sempre un obiettivo in mente quando fa trading:

source: A rebranding of %1 to an all-new trading experience
it_it: Rebranding di %1 per un'esperienza di trading completamente nuova

source: A regulator or law enforcement authority might ask us to share otherwise confidential information in connection with investigations into a suspected criminal offence, particularly money-laundering (see below). If you receive a request to share confidential information, you should immediately inform %1compliance@binary.com%2 who will give guidance on how to respond.
it_it: Le autorità di regolamentazione o di applicazione della legge potrebbero richiedere alla Società di condividere informazioni riservate in caso di indagini per presunto reato penale, in particolare riciclaggio di denaro (vedi sotto). Se ti viene chiesto di condividere informazioni riservate, dovrai informarne immediatamente %1compliance@binary.com%2, che ti indicherà come rispondere.

source: A sharp design with %1user-friendly%2 interface
it_it: Design elegante e interfaccia %1facile da usare%2

source: A single, comprehensive trading service with %14 advanced platforms%2
it_it: Un servizio di trading completo, con %14 piattaforme avanzate%2

source: AUD Index – Measures the value of the Australian dollar against a basket of five global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%
it_it: Indice AUD: misura il valore del dollaro australiano rispetto a un paniere di cinque valute globali (USD, EUR, GBP, JPY e CAD) ognuna ponderata del 20%

source: Account Closure
it_it: Chiusura del conto

source: Additional processing time may be required by your bank or money transfer services for the funds to be credited to your payment account.
it_it: È possibile che l'accredito di fondi sul tuo conto richieda più tempo da parte della banca o dei servizi di trasferimento di denaro.

source: Affiliate Programme
it_it: Programma Associati

source: Affiliates are required to display a risk warning on their website and associated materials, with wording such as the following:
it_it: Gli associati dovranno inserire un avviso di rischio sul loro sito web e sui materiali relativi, riportando una dicitura come la seguente:

source: Affiliates have a particular responsibility to explain our services clearly and accurately. Of course, we want our clients to share the excitement of trading. However, they need to understand clearly that they may win as well as lose. It is essential to avoid exaggerated descriptions of potential winnings.
it_it: Gli associati hanno la responsabilità di spiegare i servizi della Società in modo chiaro e accurato. Chiaramente, desideriamo che i clienti condividano la nostra passione per il trading; tuttavia, devono essere consapevoli che possono subire perdite, oltre che ottenere vincite. Pertanto, è fondamentale evitare descrizioni esagerate delle possibili vincite.

source: After you purchase one lot of XAU/USD at a price of 1,255.06 USD, the price of gold increases and you decide to sell when it reaches 1,255.80 USD. Your profit or loss comes down to the price difference multiplied by the total lots you purchased.
it_it: Dopo che avrai acquistato un lotto di XAU/USD al prezzo di 1.255,06 USD, il prezzo dell'oro aumenta e si decide di vendere quando raggiunge 1.255,80 USD. Il profitto o la perdita si riduce alla differenza di prezzo moltiplicata per i lotti totali che hai acquistato.

source: Again, this means that you must not share sensitive commercial information with %1’s competitors, nor with your own competitors.
it_it: Questo significa che non dovrai condividere informazioni commerciali sensibili né con i concorrenti di %1, né con i tuoi concorrenti.

source: Airtm is a global e-wallet service for money transfers and online payments. For more information, please visit %1.
it_it: Airtm è un portafoglio elettronico internazionale per trasferimenti di denaro e pagamenti online. Per maggiori informazioni, visita il sito %1.

source: Anti-money laundering
it_it: Anti-riciclaggio di denaro

source: Aside from the three main trade types above, you also get Asians and Digits trade types exclusively with our Synthetic Indices.
it_it: Oltre alle tre principali tipologie di trading citate sopra, esclusivamente con i nostri indici sintetici, potrai inoltre usufruire delle tipologie di trading Asiatiche e Cifre.

source: Assist in management accounting for all companies within the Deriv Ltd. group
it_it: Fornire assistenza nella contabilità di gestione per tutte le società del gruppo Deriv Ltd.

source: At bank rollover, liquidity in the forex market is reduced and may increase the spread and processing time for client orders. This happens around 21:00 GMT during daylight saving time, and 22:00 GMT during non-daylight saving time.
it_it: In caso di rollover bancario, la liquidità del mercato Forex è ridotta e potrebbe aumentare il tempo di elaborazione e diffusione degli ordini dei clienti. Ciò accade intorno alle 21:00 GMT durante l'ora legale e alle 22:00 GMT durante l'ora solare.

source: Australian dollar vs Canadian dollar
it_it: Dollaro australiano vs dollaro canadese

source: Australian dollar vs Japanese yen
it_it: Dollaro australiano vs yen giapponese

source: Australian dollar vs New Zealand dollar
it_it: Dollaro australiano vs dollaro neozelandese

source: Australian dollar vs Singapore dollar
it_it: Dollaro australiano vs dollaro di Singapore

source: Australian dollar vs Swiss franc
it_it: Dollaro australiano vs franco svizzero

source: Australian dollar vs US dollar
it_it: Dollaro australiano vs dollaro statunitense

source: Automated decision-making
it_it: Processo decisionale automatizzato

source: BIEL RTS28 for 2019
it_it: BIEL RTS28 per 2019

source: Back to trading
it_it: Torna ai trade

source: Binary (Europe) Limited, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Licensed and regulated (for gambling products only - %1's Synthetic Indices) by the Malta Gaming Authority in Malta (licence no. %2) - %3view licence%4 and also maintains an Irish licence. For UK clients by the UK Gambling Commission - %5view licence%4.
it_it: Binary (Europe) Limited, W Business Centre, terzo piano, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Autorizzata e regolamentata (solo per i prodotti di gioco d'azzardo - indici sintetici di %1) dalla Malta Gaming Authority di Malta (n. di licenza %2) - %3vedi licenza%4; dispone anche di una licenza irlandese. Per i clienti del Regno Unito è autorizzata e regolamentata dalla UK Gambling Commission - %5vedi licenza%4.

source: Binary.com MT5 is moving to Deriv
it_it: La piattaforma MT5 di Binary.com si sposta su Deriv

source: Binary.com Shop
it_it: Vetrina di Binary.com

source: Binary.com currently supports Tether (USDT). You can only deposit USDT from your Omni Layer-enabled wallet into your Binary.com account.
it_it: Al momento su Binary è disponibile la valuta Tether (USDT). Puoi effettuare depositi in USDT solamente dal portafoglio Omni Layer al conto Binary.com.

source: Binary.com in Numbers
it_it: Binary.com in cifre

source: Bitcoin Cash vs US dollar
it_it: Bitcoin Cash vs dollaro statunitense

source: Bitcoin vs US dollar
it_it: Bitcoin vs dollaro statunitense

source: Books and records
it_it: Libri e registri

source: British pound vs Australian dollar
it_it: Sterlina britannica vs dollaro australiano

source: British pound vs Canadian dollar
it_it: Sterlina britannica vs dollaro canadese

source: British pound vs Japanese yen
it_it: Sterlina britannica vs yen giapponese

source: British pound vs New Zealand dollar
it_it: Sterlina britannica vs dollaro neozelandese

source: British pound vs Norwegian krone
it_it: Sterlina britannica vs corona norvegese

source: British pound vs Singapore dollar
it_it: Sterlina britannica vs dollaro di Singapore

source: British pound vs Swedish krona
it_it: Sterlina britannica vs corona svedese

source: British pound vs Swiss franc
it_it: Sterlina britannica vs franco svizzero

source: British pound vs Turkish lira
it_it: Sterlina britannica vs lira turca

source: British pound vs US dollar
it_it: Sterlina britannica vs dollaro statunitense

source: Business
it_it: Attività

source: But if you are new to forex or financial trading of any kind, there is still a long way to go before you even purchase your first contract. This is why we have come up with a basic, step-by-step tutorial to help you bridge that gap and make your first trade.
it_it: Se invece non hai esperienza di trading finanziario o su Forex, è bene coprire altre tappe prima di acquistare il primo contratto: per questo abbiamo creato un tutorial semplice che, passo per passo, ti aiuterà a capire alcuni elementi fondamentali per effettuare il primo trade.

source: Buy or Sell
it_it: Acquista o vendi

source: Can be used to view the trading history of an account.
it_it: Permette di visualizzare la cronologia di trading di un conto.

source: Canadian dollar vs Japanese yen
it_it: Dollaro canadese vs yes giapponese

source: Canadian dollar vs Swiss franc
it_it: Dollaro canadese vs franco svizzero

source: Cash indices
it_it: Indici Cash

source: Change currency
it_it: Cambia valuta

source: Choose a currency for your real account:
it_it: Scegli una valuta per il conto reale:

source: Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy.
it_it: Scegli fra oltre un milione di possibili variazioni di trade in qualsiasi momento e personalizza i trade in base alla tua strategia preferita.

source: Choose one or more cryptocurrency accounts:
it_it: Scegli uno o più conti per criptovalute:

source: Choose timeframes from 10 seconds to 365 days.
it_it: Scegli intervalli di tempo da 10 secondi a 365 giorni.

source: Client's demo accounts will be deleted after 30 days of inactivity.
it_it: I conti di prova dei clienti verranno eliminati dopo 30 giorni di inattività.

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Deriv (BVI) Ltd. %1 is not available in the British Virgin Islands.
it_it: Per i clienti nel resto del mondo (esclusi alcuni paesi come USA, Canada e Hong Kong) il conto Metatrader 5 FX e CFD verrà aperto con Deriv (BVI) Ltd. %1 non è disponibile nelle Isole Vergini Britanniche.

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Deriv (V) Ltd. %1 is not available in the Republic of Vanuatu.
it_it: I clienti nel resto del mondo (esclusi alcuni paesi come USA, Canada e Hong Kong) avranno il loro account Metatrader 5 FX e CFD aperto con Deriv (V) Ltd. %1 non è disponibile nella Repubblica di Vanuatu.

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, and Hong Kong) will have their account opened with Deriv (SVG) LLC.
it_it: I clienti provenienti dagli altri Paesi (esclusi alcuni come USA, Canada e Hong Kong) potranno aprire il proprio conto con Deriv (SVG) LLC.

source: Clients from the rest of the world (excluding certain jurisdictions such as the USA, Canada, and the European Union) who wish to trade CFDs will have their MetaTrader 5 account opened with Binary (FX) Ltd. %1 is not available in Malaysia.
it_it: Per i clienti nel resto del mondo (escluse alcune giurisdizioni come USA, Canada e Unione Europea) che intendono effettuare trading su CFD, il conto MetaTrader 5 verrà aperto con Binary (FX) Ltd. %1 non è disponibile in Malesia.

source: Clients may trade on our platforms only when they are using their own money and are drawing on funds that have been acquired honestly. If you have any suspicion that clients are using money that has been acquired dishonestly, you must inform %1. In such cases, we may decide to conduct checks on the client’s status and background. %2 management will decide what information needs to be reported to government officials and through what channels.
it_it: I clienti possono fare trading sulle nostre piattaforme solo se utilizzano denaro in loro possesso e fondi ottenuti in modo onesto. Se sospetti che i fondi usati dai clienti non siano stati ottenuti lecitamente, devi informarne %1; in tal caso, potremmo decidere di verificare lo stato e le esperienze pregresse dei clienti. I responsabili di %2 valuteranno quali informazioni devono essere segnalate alle autorità governative e attraverso quali canali.

source: Clients registered with Binary (IOM) Ltd or Binary (Europe) Ltd can raise their unresolved disputes with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity's %1website%2. Alternatively, they can make use of the European Commission's Online Dispute Resolution (ODR) platform available %3here%4. Clients registered with Binary (Europe) Ltd can also refer their unresolved disputes to the Malta Gaming Authority via the %5Player Support Unit%6.
it_it: I clienti registrati con Binary (IOM) Ltd o Binary (Europe) Ltd possono presentare i contenziosi irrisolti all'IBAS, un altro organo preposto alla risoluzione dele controversie, compilando il modulo sul %1sito web%2 dell'ente per l'ADR (metodi alternativi di risoluzione delle controversie). In alternativa possono utilizzare la piattaforma ODR (Risoluzione delle controversie online) della Commissione europea disponibile %3qui%4. Inoltre, possono presentare eventuali controversie irrisolte alla Malta Gaming Authority tramite l'%unità di assistenza ai giocatori%6.

source: Close my account
it_it: Chiudi conto

source: Close your %1 account.
it_it: Chiudi il conto %1.

source: Closing your %1 accounts involves closing all open positions in your accounts, withdrawing your funds, and deactivating your accounts.
it_it: La chiusura dei conti %1 implica la chiusura delle relative posizioni aperte, il prelievo dei fondi e la disattivazione dei conti.

source: Code of Conduct
it_it: Codice di condotta

source: Code of Conduct for Business Partners
it_it: Codice di condotta per i partner commerciali

source: Conflicts of interest
it_it: Conflitti di interesse

source: Continuous Indices – Choose from the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index, and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75%, and 100% respectively.
it_it: Indici continuativi: scegli tra l'indice di volatilità 10, l'indice di volatilità 25, l'indice di volatilità 50, l'indice di volatilità 75 e l'indice di volatilità 100. Questi indici corrispondono a mercati simulati con una volatilità costante rispettivamente del 10%, 25%, 50%, 75% e 100%.

source: Contracts for difference (CFDs) allow you to speculate on a number of markets, including indices, shares, and commodities. At %1, we offer popular cash indices, cryptocurrencies, as well as proprietary Synthetic Indices that simulate market movement.
it_it: I Contratti per differenza (CFDs) ti consentono di speculare su diversi mercati, inclusi indici, azioni e materie prime. In %1, offriamo famosi indici per contanti, criptovalute, così come indici sintetici brevettati che simulano il movimento del mercato.

source: Contracts for difference (CFDs) are financial derivatives that allow you to trade on the movement of underlying assets without owning them.
it_it: I contratti per differenza (CFD) sono strumenti finanziari derivati che permettono di fare trading in base all'andamento degli asset sottostanti pur non avendone l'effettivo possesso.

source: Contracts offered by Binary Investments (Europe) Ltd have a minimum purchase price of 5 USD/GBP/EUR.
it_it: i contratti offerti da Binary Investments (Europe) Ltd hanno un prezzo d'acquisto minimo di 5 USD/GBP/EUR.

source: Contracts will not usually be offered at odds under 0.05 to 1 (i.e. payouts of under 1.05 USD/GBP/EUR/AUD for each 1 USD/GBP/EUR/AUD staked).
it_it: Generalmente, non si offrono contratti con probabilità inferiori a 0,05 - 1 (ad esempio, payout al di sotto di 1,05 USD/GBP/EUR/AUD per 1 USD/GBP/EUR/AUD quotato).

source: Cost per acquisition (CPA) for EU clients only
it_it: Costo per acquisizione (CPA) solo per clienti europei

source: Crash/Boom indices
it_it: Indici Crash/Boom

source: Crash/boom indices
it_it: Indici Crash/Boom

source: Create mathematical/statistical models for pricing, analyse fat tails to assess margin requirements, and manage the risk for exotic options, forex, and CFDs
it_it: Creare modelli matematici/statistici per i prezzi, analizzare il rischio di coda asimmetrica (fat tail) per valutare i requisiti di margine e gestire i rischi legati a opzioni esotiche, Forex e CFD

source: Cryptocurrencies commission per round trade. For example, a round trade of 1 lot of BTC/USD with spot price of 10,000 USD will pay 30 USD on financial accounts.
it_it: Commissione sulle criptovalute per trade completo. Esempio: un trade completo di 1 lotto di BTC/USD con prezzo spot di 10.000 varrà 30 USD su un conto finanziario.

source: Daily Reset Indices – Daily Reset Indices replicate markets with a bullish and bearish trend with a constant volatility. The Bull Market and Bear Market indices start at 00:00 GMT each day, replicating bullish and bearish markets respectively.
it_it: Indici di reset giornalieri: gli indici di reset giornalieri riproducono i mercati con un trend rialzista e ribassista con volatilità costante. Gli indici di mercato rialzista (Bull Market) e quelli di mercato ribassista (Bear Market) si attivano ogni giorno alle 00:00 GMT, replicando rispettivamente i mercati rialzisti e ribassisti.

source: Dash vs US dollar
it_it: Dash vs dollaro statunitense

source: Deal Cancel. Fee
it_it: Commissione per la cancellazione

source: Demo Financial
it_it: Conto finanziario di prova

source: Demo Financial STP
it_it: Conto finanziario STP di prova

source: Demo Synthetic
it_it: Conto di prova per indici sintetici

source: Deposit as little as 5 USD to start trading.
it_it: Deposita anche solo 5 USD per iniziare a fare trading.

source: Deriv (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands. Licensed and regulated by the British Virgin Islands Financial Services Commission - %1view licence%2.
it_it: Deriv (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Isole Vergini britanniche. Autorizzata e regolamentata dalla British Virgin Islands Financial Services Commission - %1vedi licenza%2.

source: Deriv (SVG) LLC, Hinds Buildings, Kingstown, St. Vincent and the Grenadines; company number 25299 BC 2019.
it_it: Deriv (SVG) LLC, Hinds Buildings, Kingstown, St. Vincent e Grenadine; codice di registrazione: 25299 BC 2019.

source: Deriv (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Licensed and regulated by the Vanuatu Financial Services Commission - %1view licence%2.
it_it: Deriv (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Repubblica di Vanuatu. Autorizzata e regolamentata dalla Vanuatu Financial Services Commission - %1vedi licenza%2.

source: Deriv Group members are sometimes referred to collectively as "%1" or "the Company".
it_it: I membri del gruppo Deriv vengono talvolta denominati collettivamente "%1" o "la Società".

source: Deriv Group of companies (hereafter referred to as 'the Company' and 'It') is committed to protecting the privacy and security of the applicant's personal information. This privacy notice sets out the types of data that the Company collects on the applicant. It also sets out how the Company collects and uses the applicant's personal data, how long it keeps them, and other relevant information about the applicant's data in accordance with the General Data Protection Regulation (EU) 2016/679 (hereafter referred to as 'GDPR') and Data Protection Act 2018.
it_it: Il gruppo di società Deriv (di seguito denominato "la Società", "questo") si impegna a tutelare la privacy e le informazioni personali sul richiedente. La presente informativa sulla privacy elenca i tipi di informazioni raccolte dalla Società sul richiedente, così come modalità di registrazione, utilizzo, tempo di conservazione di tali informazioni e di altri dati sensibili ai sensi del regolamento europeo per la protezione delle informazioni personali, il General Data Protection Regulation, (EU) 2016/679 (di seguito denominato GDPR) e il Data Protection Act 2018.

source: Deriv Limited, with registered office at 47 Esplanade, St Helier, Jersey JE1 0BD, Channel Islands, is the holding company for the subsidiaries listed below.
it_it: Deriv Limited, con sede in 47 Esplanade, St Helier, Jersey JE1 0BD, Channel Islands, è la società holding per le società sussidiarie elencate a seguire.

source: Deriv.com launched
it_it: Lancio di Deriv.com

source: Details of the applicant's current level of remuneration, including entitlement to benefits such as pensions or insurance cover, if applicable
it_it: Dettagli sul candidato relativi alla propria remunerazione corrente, incluso il diritto a ricevere benefit come una copertura assicurativa o pensionistica, ove applicabile

source: Develop an in-depth understanding of our products and services to condense information into simple, accurate, and polished documents tailored to their target audience
it_it: Acquisire una comprensione profonda dei nostri prodotti e servizi per condensare le informazioni in documenti semplici, accurati e personalizzati in base ai destinatari.

source: Discover what’s new
it_it: Scopri le novità

source: Do you run a website that promotes forex or binary options? Join our global network of affiliates and turn your online traffic into revenue.
it_it: Gestisci un sito web che promuove il Forex o le opzioni binarie? Unisci alla nostra rete globale di associati e trasforma il tuo traffico online in entrate.

source: Document our current and intended future systems and software architecture
it_it: Documentare l'architettura di software e sistemi attuali e futuri

source: Download MT5
it_it: Scarica MT5

source: DragonPhoenix is a payment facility that allows online bank transfers for clients across Southeast Asia.
it_it: DragonPhoenix è un servizio di pagamento che consente di effettuare trasferimenti bancari online per i clienti nel Sud-Est asiatico.

source: EOS vs US dollar
it_it: EOS vs dollaro statunitense
