Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Where a particular time or timeframe has been specified in a client's instructions with respect to the execution of an order, regardless of the price available, the Company will endeavour to execute the order at the specified time or over the specified timeframe in the best possible manner after taking all sufficient steps. However, the Company will not be responsible for any consequences related to pricing that are resulted from the time or timeframe of the execution.
es_es: Cuando un horario o un plazo específico se ha determinado en las instrucciones del cliente con respecto a la ejecución de una orden, independientemente del precio disponible, la Empresa hará todo lo posible para ejecutar la orden en el tiempo especificado o dentro del marco temporal especificado de la mejor manera posible, tomando las medidas suficientes. Sin embargo, la Empresa no será responsable de cualquier consecuencia relacionada al precio, resultante del tiempo o el período de tiempo de la ejecución.
it_it: Laddove nelle indicazioni del cliente sia stato specificato un particolare momento o periodo relativi all'esecuzione del contratto, indipendentemente dal prezzo disponibile, la Società si impegnerà a eseguire al meglio l'ordine nel momento o per il periodo indicato, dopo aver seguito tutti i passaggi necessari; tuttavia, declina ogni responsabilità per eventuali conseguenze relative al prezzo derivanti dal momento o periodo dell'esecuzione.
ru_ru: Если в инструкциях клиента для исполнения ордера было указано определённое время или временные рамки (независимо от действующей цены), Компания предпримет все необходимые усилия, чтобы наилучшим образом исполнить ордер в указанное время или в указанные сроки. Тем не менее, Компания не будет нести ответственности за любые последствия, относящиеся к цене, вызванные временем или сроками исполнения.
th_th: เมื่อมีการระบุเวลา หรือ ระยะเวลาเฉพาะในคำสั่งของลูกค้าที่เกี่ยวกับการประมวลคำสั่งซื้อ โดยไม่คำนึงราคาที่มีอยู่ บริษัทฯ จะพยายามที่จะประมวลคำสั่งซื้อที่เวลาที่ระบุหรือในช่วงเวลาที่ระบุให้ดีที่สุดเท่าที่เป็นไปได้หลังจากได้ดำเนินการตามขั้นตอนอย่างเพียงพอแล้ว อย่างไรก็ตาม บริษัทฯ จะไม่รับผิดชอบผลที่ตามใดๆ ที่เกี่ยวข้องกับราคาที่เกิดขึ้นจากเวลา หรือ ช่วงเวลาของการประมวลผลนั้น

source: Where a particular venue has been specified in the client's instructions with respect to the execution of an order, the Company will not be responsible for the venue selection.
es_es: Cuando se haya especificado un medio en particular en las instrucciones del cliente con respecto a la ejecución de una orden, la Empresa no será responsable por la selección del medio.
it_it: Laddove il cliente abbia specificato una sede particolare in riferimento all'esecuzione degli ordini, la Società declina ogni responsabilità per la scelta di tale luogo.
ru_ru: В случае, если в инструкциях было указано определённое место исполнения ордера клиента, Компания не несёт ответственности за выбор места клиента.
th_th: เมื่อมีการระบุสถานที่เฉพาะในคำสั่งของลูกค้าที่เกี่ยวกับการประมวลคำสั่งซื้อ บริษัทฯ จะไม่รับผิดชอบในการเลือกสถานที่ดังกล่าว

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings cannot be withdrawn until the client has exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
es_es: Cuando una cuenta recibe fondos únicamente originados de un bono, el monto de dicho bono más todas las ganancias no podrán ser retirados hasta que el cliente haya excedido un monto de facturación de 25 veces mayor al valor del monto del bono. El monto máximo de ganancias permitido para estas cuentas será 25 veces mayor al monto del bono.
it_it: Quando un conto viene finanziato esclusivamente attraverso un codice bonus, l'importo del bonus così come qualsiasi vincita non può essere prelevato fino a quando il turnover del conto del cliente non sarà pari a 25 volte il valore del bonus. L'importo massimo delle vincite consentito per tali conti sarà pari a 25 volte l'importo di tale bonus.
ru_ru: В случае пополнения счета исключительно бонусом, сумма бонуса плюс любой выигрыш с него не могут быть выведены до того, как объём покупок на счету превысит бонусное предложение в 25 раз. Максимальный размер выигрыша, разрешенный на таких счетах, должен в 25 раз превышать сумму бонуса.
th_th: เมื่อมีการเพิ่มเงินในบัญชีจากการใช้รหัสโบนัสเท่านั้น ลูกค้าจะไม่สามารถถอนโบนัสและกำไรที่ได้มา จนกว่าบัญชีของลูกค้าจะมีปริมาณการซื้อขายเกิน 25 เท่าของมูลค่าโบนัส มูลค่ากำไรสูงสุดที่อนุญาตสำหรับบัญชีดังกล่าวคือ 25 เท่าของมูลค่าโบนัส

source: Where any law-suit, action, or other legal or administrative proceedings in connection to this agreement are initiated for any execution, attachment or garnishment, or distress against the Agent or where an encumbrance takes possession of the entire or any part of the Agent's property, undertakings, or assets, whether tangible and intangible
es_es: Cuando se inicie una demanda, acción o cualquier otro procedimiento legal o administrativo en relación con este Acuerdo por cualquier ejecución, embargo o retención, o angustia contra el Agente o cuando un gravamen se apodere de la totalidad o parte de la propiedad o activos del Agente, incluidos los tangibles e intangibles
it_it: Laddove eventuali cause o azioni legali o altri procedimenti legali o amministrativi, in qualunque modo connessi al presente Contratto, vengano avviati contro l'Agente per esecuzione, sequestro, sequestro presso terzi o pignoramento o laddove un gravame prenda possesso della totalità o di parte delle proprietà dell'Agente, delle sue imprese o dei suoi beni, sia materiali che immateriali
ru_ru: В случае подачи любого иска, начала юридического или административного процесса в отношении данного соглашения в связи с исполнением, наложением ареста или лишения имущества в отношении Агента, в случае обременения всей или части собственности Агента, обязательств, материальных или нематериальных активов
th_th: ที่ได้มีการเริ่มต้นการดำเนินคดีความ การเคลื่อนไหว หรือการพิจารณาคดีทางกฎหมาย หรือ การบริหาร หรือ อะไรก็ตามที่เกี่ยวข้องกับข้อตกลงนี้สำหรับการบังคับตามกฎหมาย สิ่งแนบใดๆ หรือ การอายัดทรัพย์สิน หรือ ความยุ่งยากใดๆ ต่อตัวแทนฯ หรือ มีภาระผูกพันต่อทรัพย์สิน การงาน หรือ สินทรัพย์ทั้งหมด หรือ บางส่วนของตัวแทนฯ ทั้งที่จับต้องได้ และจับต้องไม่ได้

source: Where any proceedings are involuntarily initiated against the Agent by any third parties who seek or propose liquidation, reorganisation, restructuring, an arrangement or composition, or a freeze or moratorium in relation to the Agent or the Agent's debts in accordance with the law
es_es: Cuando se inicie involuntariamente cualquier procedimiento contra el Agente que busque o proponga la liquidación, reorganización, reestructuración, un acuerdo o composición, una congelación o moratoria, cualquier cosa que surja en relación con él mismo o con sus deudas de acuerdo con la ley
it_it: Laddove eventuali procedimenti, involontariamente avviati contro l'Agente da una qualsiasi parte terza, abbiano come obiettivo o propongano la liquidazione, la riorganizzazione, o la ristrutturazione di un accordo o un concordato, un blocco o una moratoria di qualsiasi genere, in relazione all'Agente o a suoi debiti in conformità alla legge
ru_ru: Если третья сторона начала против Агента любой процесс, имеющий целью или подразумевающий ликвидацию, реорганизацию, реструктуризацию, соглашение или компромиссное соглашение, приостановление деятельности или мораторий в отношении самого Агента, его долгов или в соответствии с законом.
th_th: ที่มีกระบวนการใดๆ ที่ริเริ่มขึ้นโดยไม่สมัครใจต่อตัวแทนฯ โดยบุคคลที่สามใดๆ ซึ่งแสวงหา หรือ เสนอการชำระหนี้ การปรับโครงสร้างองค์กร การเปลี่ยนแปลงโครงสร้าง การเตรียมการ หรือ องค์ประกอบ การหยุด หรือ ผ่อนผันเวลาชำระหนี้ที่สัมพันธ์กับตัวแทนฯ หรือ ที่เกี่ยวข้องกับมูลหนี้ของตัวแทนฯ ตามกฎหมาย

source: Where can I send my questions, comments, and suggestions?
es_es: ¿Dónde puedo enviar mis preguntas, comentarios y sugerencias?
it_it: A chi posso rivolgermi per domande, commenti e suggerimenti?
ru_ru: Куда можно отправить вопросы, комментарии и предложения?
th_th: ฉันสามารถส่งคำถาม ข้อคิดเห็น ข้อแนะนำได้ที่ไหน?

source: Where new ideas trump safe, old ones. And you're free to work your way, free from hierarchies and red tape.
es_es: Donde las nuevas ideas triunfan sobre lo seguro, lo antiguo. Y usted puede elegir su forma de trabajo, libre de jerarquías y burocracia.
it_it: Dove la via conosciuta e sicura viene rimpiazzata dall'innovazione. Puoi operare a modo tuo e in libertà, senza gerarchie e burocrazia.
ru_ru: Где новые идеи перешагивают через "старые добрые", а Вы можете работать по-своему, без бюрократии и иерархий.
th_th: เมื่อมีแนวคิดใหม่ที่ดีเกิดขึ้น และท่านมีอิสระในการทำงานตามแนวทางของท่าน อิสระจากสายการบังคับบัญชา และการทำงานแบบราชการ

source: Where such additional functions/plug-ins affect the reliability and/or smooth operation and/or orderly functioning of the MT5 trading platform, the Company has the right to immediately terminate its contractual relationship with its clients by written notice.
es_es: Cuando las funciones adicionales/plug-ins afecten la confiabilidad y/o el correcto funcionamiento y/o el funcionamiento esperado de la plataforma de operaciones MT5, la Empresa tiene derecho a finalizar inmediatamente su relación contractual con sus clientes mediante una notificación por escrito.
it_it: Laddove tali funzioni/plug-in aggiuntivi compromettano l'affidabilità e/o la normale operatività e/o il regolare funzionamento della piattaforma di trading MT5, la Società ha il diritto di concludere immediatamente il rapporto contrattuale con i clienti mediante comunicazione scritta.
ru_ru: В случае, если дополнительные функции/плагины влияют на надёжность, бесперебойную работу и/или должное функционирование торговой платформы MT5, Компания имеет право незамедлительно прекратить договорные отношения с клиентами путём предоставления письменного уведомления.
th_th: ซึ่งมีฟังก์ชัน/ปลั๊กอินที่ช่วยทำให้ประสิทธิภาพ และ/หรือ การใช้งานมีเสถียรภาพดีขึ้น และ/หรือ ทำให้แพลตฟอร์มการซื้อขาย MT5 ทำงานมีระเบียบแบบแผนมากขึ้น บริษัทฯ มีสิทธิ์ในการยกเลิกการใช้งานอย่างทันทีทันใดโดยการบอกกล่าวให้ลูกค้าทราบอย่างเป็นลายลักษณ์อักษร

source: Where supportive colleagues are like a second family.
es_es: Donde los compañeros de trabajo son como una segunda familia.
it_it: Dove colleghi solidali si trasformeranno in una seconda famiglia.
ru_ru: Где готовые помочь коллеги станут Вам второй семьей.
th_th: เป็นที่ซึ่งให้ความช่วยเหลือซึ่งกันและกันเสมือนเป็นครอบครัวที่สอง

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
es_es: Donde el trabajo en equipo y una cultura de colaboración son la base para el crecimiento personal y corporativo.
it_it: Dove il lavoro di squadra e una cultura collaborativa sono la base per una crescita personale e aziendale.
ru_ru: Где командная работа и культура сотрудничества создают платформу для персонального и корпоративного роста.
th_th: เป็นที่ซึ่งมีการทำงานเป็นทีมและมีวัฒนธรรมของการทำงานร่วมกันเพื่อสร้างการเจริญเติบตัวของปัจเจกชนและระดับองค์กร

source: Where the Agent acts in breach of any warranty, representation, or promise made under this agreement, and any information provided to the Company in connection with this agreement is, or becomes, untrue or misleading
es_es: Cuando el Agente actúa en violación de cualquier garantía, representación o promesa hecha bajo este Acuerdo, y cuando cualquier información proporcionada a la Empresa en relación con este Acuerdo es, o se vuelve, falsa o engañosa
it_it: Laddove l'Agente agisca in violazione di qualsiasi garanzia, rappresentanza o promessa espressa nell'ambito del presento contratto, e qualora eventuali informazioni fornite alla Società in relazione al presente contratto siano o dovessero rivelarsi false o ingannevoli
ru_ru: Ситуации, когда Агент нарушил любые условия, обязательства или обещания в рамках данного соглашения, а также ситуации, когда любая информация, предоставленная Компании в рамках данного соглашения, является или станет ложной или недостоверной.
th_th: เมื่อตัวแทนฯ ละเมิดการรับประกัน หรือ การเป็นตัวแทน หรือ คำสัญญาที่กระทำในข้อตกลงนี้ และ ข้อมูลใดๆ ที่ให้ไว้กับบริษัทฯ ที่เกี่ยวข้องกับข้อตกลงนี้ไม่จริง หรือ กลายเป็นไม่จริง หรือ ทำให้เข้าใจผิด

source: Where the Agent becomes incapable to pay their debts as they fall due, or is bankrupt or insolvent, as defined under any and all applicable bankruptcy or insolvency law where the Agent is an individual
es_es: Cuando el Agente se vuelve incapaz de pagar sus deudas pagaderas, se encuentra en bancarrota o es insolvente, de acuerdo con lo definido en cualquier ley aplicable relativa a la bancarrota o la insolvencia, y el Agente es una persona física
it_it: Laddove l'Agente diventi incapace di pagare i suoi debiti in scadenza, sia in bancarotta o insolvente, in conformità a tutte le leggi applicabili in materia di insolvenza o bancarotta, qualora l'Agente sia un individuo
ru_ru: Ситуации, когда Агент не в состоянии выплатить свои долговые обязательства в должное время, является банкротом или неплатёжеспособным в рамках любого или всех применимых законов о банкротстве, если Агент является физическим лицом.
th_th: เมื่อตัวแทนฯ ไม่สามารถชำระหนี้เมื่อถึงกำหนดเวลา หรือ มีภาวะล้มละลาย หรือ เป็นบุคคลล้มละลาย ตามที่นิยามเอาไว้ในกฎหมายเกี่ยวกับการล้มละลาย หรือ การเป็นบุคคลล้มละลายที่เกี่ยวข้อง ในกรณีที่ตัวแทนฯ เป็นบุคคลธรรมดา

source: Where the Agent ceases to be competent, capable, adequate, or qualified to effectively perform all of the Agent's duties and obligations that are undertaken and agreed to under this agreement, for any reason, including but not limited to lack of knowledge, expertise, experience, skills, and time, the Agent shall notify the Company immediately and without any delay.
es_es: Cuando el Agente deje de ser competente, capaz, adecuado o calificado para desempeñar con eficacia todos los deberes y obligaciones del Agente asumidos y acordados en este acuerdo, por cualquier razón, incluyendo pero no limitándose a la falta de conocimiento, especialización, experiencia, habilidades y tiempo, lo notificará a la Compañía inmediatamente y sin demora.
it_it: Qualora l'Agente non risulti più competente, adeguato, qualificato o in grado di onorare effettivamente i propri doveri e obblighi assunti e accettati con il presente contratto per qualsiasi ragione inclusa, seppur non in via esclusiva, mancanza di conoscenze, competenze, esperienza, abilità e tempo, dovrà renderlo noto alla Società immediatamente e senza ritardi.
ru_ru: В случаях, если Агент не будет иметь компетенции, возможностей или соответствующей квалификации, чтобы эффективно исполнять все свои обязательства, принятые и оговоренные в рамках данного соглашения (по любой причине, включая, но не ограничиваясь недостатком знаний, опыта, квалификации, навыков и времени), Агент обязуется незамедлительно уведомить об этом Компанию.
th_th: เมื่อตัวแทนฯ สิ้นสุดการมีอำนาจ ความสามารถ มีไม่เพียงพอ หรือ ขาดคุณสมบัติที่จะปฏิบัติหน้าที่ทั้งหมดของตัวแทนฯ และ ภาระหน้าที่ที่ได้รับไว้ และเห็นชอบภายใต้ข้อตกลงนี้ ด้วยเหตุผลใดๆ ก็ตาม โดยรวมถึงการขาดความรู้ ความชำนาญ ประสบการณ์ ทักษะ และเวลา ตัวแทนฯ จะต้องบอกกล่าวแก่บริษัทฯ ทันที โดยปราศจากความล่าช้าใดๆ

source: Where the Agent fails to comply with the Agent's obligations or fails to perform any of the Agent's duties or other provisions under this agreement and such failure continues for at least one business day after the receipt of the non-performance notice given by the Company
es_es: Cuando el Agente falle en cumplir con sus obligaciones o no cumpla con alguno de sus deberes u otras disposiciones bajo este Acuerdo y dicha falta continúe durante al menos un día hábil después de la recepción de la notificación de incumplimiento dada por la Empresa
it_it: Nel caso in cui l'Agente venga meno a obblighi, doveri e altre disposizioni cui è tenuto ai sensi del presente contratto, e tali inosservanze si protraggano per almeno un giorno lavorativo dopo la ricezione dell'avviso di mancato adempimento da parte della Società
ru_ru: Если Агент не может исполнять свои обязательства или не в состоянии выполнять любые Агента обязательства или иные положения данного соглашения и таковое несоблюдение длится минимум один рабочий день после получения уведомления о неисполнении от Компании.
th_th: เมื่อตัวแทนฯ ไม่สามารถที่จะปฏิบัติตามภาระหน้าที่ของตัวแทนฯ หรือ ไม่สามารถบรรลุหน้าที่ของตัวแทนฯ หรือ ข้อกำหนดอื่นๆ ภายใต้ข้อตกลงนี้ และการขาดคุณสมบัติดังกล่าวยังคงดำเนินต่อไปอย่างน้อยอีกหนึ่งวันทำการหลังจากได้รับประกาศแจ้งเกี่ยวกับการขาดคุณสมบัติตามที่กำหนดจากบริษัทฯ

source: Where the Agent is an individual, the Agent has reached the age of 18 years or over and has full capacity to enter into this agreement.
es_es: Cuando el Agente es una persona física, ha alcanzado la edad de 18 años o más y tiene plena capacidad para celebrar este Acuerdo.
it_it: Laddove l'Agente sia una persona fisica, ha raggiunto i 18 anni e ha piena capacità di sottoscrivere il presente contratto.
ru_ru: Если Агент является частным лицом, он достиг возраста 18 лет и обладает всеми необходимыми правами для заключения данного соглашения.
th_th: เมื่อตัวแทนฯ ในนามบุคคลธรรมดา มีอายุ 18 ปี หรือ มากกว่า และมีคุณสมบัติอย่างสมบูรณ์ในการทำสัญญาข้อตกลงนี้

source: Where the Agent is dissolved or deregistered from any records of a formal register whatsoever; furthermore, where any procedure is initiated that is seeking, intending, or proposing the Agent's dissolution or deregistration from any records of a formal register
es_es: Cuando el Agente se disuelve, o se da de baja de cualquier registro formal. Además, cuando se inicie cualquier procedimiento, se busque, intente o proponga la disolución o la cancelación de la inscripción del Agente en cualquier registro formal
it_it: Nel caso in cui l'Agente venga cancellato da un registro formale, oppure venga intrapresa una procedura che mira, intende o propone la cancellazione dell'Agente da registri formali
ru_ru: В случае ликвидации Агента или аннулирования его законной регистрации, а также в ситуации, если будет начат любой процесс, имеющий целью, предполагающий или подразумевающий ликвидацию Агента, а также прекращение его юридической регистрации.
th_th: เมื่อตัวแทนฯ บกพร่องในหน้าที่ หรือ ถูกถอดออกจากการทะเบียนใดๆ ที่เป็นทางการ หรือ อะไรก็ตาม นอกจากนี้ ที่มีการริเริ่มกระบวนการในการสรรหา หรือ ตั้งใจ หรือ นำเสนอการยุบตัวแทนฯ หรือ ถอดออกจากการลงทะเบียนจากบันทึกใดๆ ของทะเบียนทางการ

source: Where the Agent omits, fails, or refuses in any manner to provide the Company with evidence of the Agent's identity or any other evidence as required by the law in relation to anti-money laundering within a reasonable time, the Company reserves the right to cease to deal with the Agent.
es_es: Cuando el Agente omita, falle o se niegue a proporcionar a la Empresa evidencia de su identidad o cualquier otra evidencia requerida por la ley en relación con el Anti-Lavado de Dinero dentro de un plazo razonable, la Empresa se reservará el derecho de suspender trato con él.
it_it: Nel caso in cui l'Agente ometta o si rifiuti di fornire alla Società prove della propria identità o di altro tipo ove richiesto dalla legislazione in materia di anti-riciclaggio di denaro in un tempo ragionevole, la Società si riserva il diritto di cessare ogni rapporto con l'Agente.
ru_ru: Если Агент избегает или отказывается в разумные сроки предоставлять Компании документы, подтверждающие его личность или любые другие доказательства, необходимые в рамках закона против отмывания денег, Компания оставляет за собой право прекратить дальнейшую работу с ним.
th_th: เมื่อตัวแทนฯ ละเลย หรือ ขาดคุณสมบัติ หรือ ปฏิเสธ หรือ พฤติการณ์ใดก็ตามที่จะให้หลักฐานยืนยันตัวตนของตัวแทนฯ แก่บริษัทฯ หรือ หลักฐานอื่นๆ ตามที่บัญญัติโดยกฎหมายที่เกี่ยวกับการป้องกันและปราบปรามการฟอกเงินภายในเวลาที่เหมาะสม บริษัทฯ สงวนสิทธิ์ที่จะหยุดติดต่อกับตัวแทนฯ นั้น

source: Where the Agent owns or operates website/s, the Agent shall do the following:
es_es: Cuando el Agente posee u opera uno o más sitios web, deberá hacer lo siguiente:
it_it: Qualora l'Agente possieda o gestisca uno o più siti Internet, dovrà agire come segue:
ru_ru: Если Агент владеет или управляет вебсайтом, он/она обязуется:
th_th: เมื่อตัวแทนฯ เป็นเจ้าของ หรือ ดำเนินการทางเว็บไซต์ ตัวแทนฯ จะดำเนินการสิ่งต่อไปนี้

source: Where the Company ascertains any mistakes or flaws related to deposits or withdrawals from or to %1 Agent Account or %1 Client Account, the Company shall, within a reasonable time, take all corrective measures to rectify such mistakes or flaws.
es_es: Cuando la Compañía determine cualquier error o defecto relacionado con los depósitos, o retiros de o a la Cuenta de Agente %1 o Cuenta de Cliente %1, tomará, dentro de un plazo razonable, todas las medidas correctivas para rectificar dichos errores o defectos.
it_it: Qualora la Società accerti eventuali errori o difetti riguardanti i depositi o i prelievi relativi al conto %1 dell'Agente o al conto %1 del cliente, adotterà, entro un periodo di tempo ragionevole, tutte le misure correttive necessarie a rettificare tali errori o difetti.
ru_ru: В случае, если Компания обнаружит любые ошибки или упущения в отношении процедур пополнения счёта или вывода средств на или со счёта Агента %1, а также с Клиентского счёта %1, Компания обязуется предпринять все необходимые меры, чтобы в разумные сроки исправить данные ошибки или недочёты.
th_th: เมื่อบริษัทฯ ตรวจสอบจนแน่ใจในข้อผิดพลาด หรือ ข้อบกพร่องที่เกี่ยวกับการฝากเงิน หรือ ถอนเงินจาก หรือ ไปยัง%1 บัญชีตัวแทนฯ หรือ %1 บัญชีลูกค้าแล้ว บริษัทฯ จะใช้มาตรการแก้ไขทั้งหมดเพื่อแก้ไขข้อผิดพลาด หรือ ข้อบกพร่องดังกล่าวให้ถูกต้องภายในเวลาที่เหมาะสม

source: Where the Introducing Broker owns, or operates, a website and wishes to include Binary's services, the Introducing Broker shall
es_es: Cuando el Broker Introductor posee u opera un sitio web y desea incluir los servicios de Binary, el Broker Introductor deberá
it_it: Ove l'Introducing Broker possieda o gestisca un sito web e desideri includervi i servizi di Binary, dovrà
ru_ru: Если Представляющий брокер владеет или управляет вебсайтом и хочет добавить услуги Binary, Представляющему брокеру нужно выполнить следующие действия:
th_th: หากโบรกเกอร์แนะนำเป็นเจ้าของหรือปฏิบัติงานบนเว็บไซต์หนึ่งๆ และต้องการเพิ่มข้อมูลเกี่ยวกับการบริการของ Binary ลงบนเว็บไซต์ โบรกเกอร์แนะนำจะต้อง

source: Where the client's obligations to the Company are due and payable, the Company shall cease to treat as client money the amount equal to the amount of such obligations.
es_es: Cuando las obligaciones del cliente con la Empresa sean adeudadas y pagaderas, la Empresa dejará de tratar como dinero del cliente el monto equivalente al monto de estas obligaciones.
it_it: Quando gli obblighi del cliente verso la Società sono dovuti ed esigibili, la Società dovrà cessare di considerare denaro del Cliente la cifra corrispondente all'importo di tali obblighi.
ru_ru: В случае необходимости погашения обязательств клиента перед Компанией, Компания имеет полномочия вычесть из денег клиента сумму, равную размеру таковых обязательств.
th_th: เมื่อมีภาระหน้าที่ใดๆ ของลูกค้าต่อบริษัทฯ ถึงกำหนดชำระ และควรดำเนินการชำระ บริษัทฯ จะยุติสถานะการถือว่า เป็นเงินของลูกค้าในจำนวนที่เท่ากับจำนวนที่ต้องชำระตามหน้าที่
