Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Prepare and present proposals for the provisioning of IT-related systems and services
es_es: Preparar y presentar propuestas para el suministro de sistemas y servicios relacionados con TI
it_it: Preparare e presentare proposte per la fornitura di sistemi e servizi informatici
ru_ru: Подготовка и презентация предложений для подготовки систем и сервисов, связанных с IT
th_th: จัดเตรียม และ นำเสนอข้อเสนอโครงการสำหรับการใช้งานที่เกี่ยวข้องกับระบบและบริการสารสนเทศ

source: Prepare and publish any content or place any advertisements that refer to Binary and its relationship with Binary without the prior written consent of Binary
es_es: Preparar y publicar cualquier contenido o colocar cualquier publicidad que haga referencia a Binary y su relación con Binary sin previo consentimiento por escrito de Binary
it_it: preparare e pubblicare contenuti o pubblicità riferiti a Binary e alla relazione tra l'IB e Binary senza previo consenso scritto della Società stessa
ru_ru: Создавать и публиковать любой контент, а также размещать любую рекламу, относящуюся к Binary и отношениям с Binary, не получив предварительного письменного согласия от Binary
th_th: จัดเตรียมและเผยแพร่เนื้อหาใดๆ หรือทำการโฆษณา โดยอ้างถึง Binary และความสัมพันธ์กับ Binary โดยไม่ได้รับความเห็นชอบเป็นลายลักษณ์อักษรจาก Binary ก่อน

source: Prepare and publish any material or place any advertisements that refer to the Company and the Agent's relationship with the Company without an authorisation being given by the Company
es_es: Preparar y publicar cualquier material o colocar cualquier anuncio que se refiere a la Empresa y a la relación del Agente con la Empresa sin la autorización de la misma
it_it: Predisporre e pubblicare qualsiasi materiale o inserire qualsiasi pubblicità che si riferiscano alla Società e al rapporto dell'Agente con la Società senza un'autorizzazione da parte della Società stessa
ru_ru: готовить и публиковать любые материалы, а также размещать любую рекламу, относящуюся к Компании и сотрудничеству Агента с Компанией без получения предварительного разрешения от Компании,
th_th: เตรียมการและเผยแพร่เนื้อหา เอกสารใดๆ หรือ ทำการโฆษณาซึ่งอ้างถึงบริษัทฯ และ ความสัมพันธ์กับตัวแทนฯ โดยไม่ได้รับความยินยอมจากบริษัทฯ

source: Prepare daily, weekly, and monthly financial reports
es_es: Preparar informes financieros diarios, semanales y mensuales
it_it: Preparare i rapporti finanziari giornalieri, settimanali e mensili
ru_ru: Подготовка ежедневного, еженедельного и ежемесячного финансового отчёта
th_th: จัดเตรียมรายงานการเงินรายวัน รายอาทิตย์ และรายเดือน

source: Prepare reports expressing audit opinions on the adequacy and effectiveness of the internal controls and operational efficiency
es_es: Preparar informes que expresan opiniones de auditoría sobre la idoneidad y eficacia de los controles internos y la eficiencia operativa
it_it: Prepare report sulle valutazioni di audit relativi all'adeguatezza e all'efficacia dei controlli interni e dell'efficienza operativa
ru_ru: Подготовка отчётов с возможностью проверки адекватности и эффективности внутренних процедур контроля и оперативности
th_th: จัดเตรียมรายงานเพื่อนำเสนอความเห็นจากการตรวจสอบด้านความพอเหมาะและประสิทธิภาพของการควบคุมภายในและประสิทธิภาพของการปฏิบัติงาน

source: Prepare reports on investigations and resolved issues
es_es: Preparar informes sobre investigaciones y conflictos resueltos
it_it: Preparare report su indagini e criticità risolte
ru_ru: Подготовка отчётов относительно расследований и разрешенных вопросов
th_th: จัดเตรียมรายงานเกี่ยวกับการตรวจสอบและปัญหาที่ได้แก้ไขแล้ว

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
es_es: Presenta el pago total máximo de los contratos pendientes en su cartera. Si se ajusta al máximo, no podrá comprar contratos adicionales sin primero cerrar las posiciones actuales.
it_it: Presenta i payout complessivi massimi sui contratti in essere nel tuo portafoglio. Se si raggiunge il numero massimo, non sarà possibile acquistare altri contratti senza prima chiudere delle posizioni esistenti.
ru_ru: Представляет общую максимальную сумму выплат по открытым контрактам в Вашем портфеле. Когда будет достигнута максимальная сумма, Вы не сможете приобретать новые контракты без закрытия действующих.
th_th: นำเสนอการชำระเงินรวมสูงสุดตามสัญญาที่มีอยู่ในบัญชีรวมของท่าน หากวงเงินถึงระดับสูงสุดที่กำหนดแล้ว ท่านจะไม่สามารถซื้อสัญญาเพิ่มเติม หากแต่ท่านได้ปิดสัญญาก่อนหน้า

source: Previous
es_es: Anterior
it_it: Precedente
ru_ru: Предыдущ.
th_th: ก่อนหน้า

source: Previous work experience in a customer service and/or marketing role
es_es: Experiencia previa de trabajo en un servicio de atención al cliente y / o en marketing
it_it: Precedente esperienza lavorativa nel servizio clienti e/o in un incarico commerciale
ru_ru: Предыдущий опыт работы в службе поддержки клиентов и/или области маркетинга
th_th: ประสบการณ์ที่เกี่ยวข้องในการให้บริการลูกค้า งานลูกค้าสัมพันธ์ และ/หรือ ตำแหน่งทางการตลาด จะเป็นประโยชน์ต่อการพิจารณา

source: Price - the price at which the transaction in relation to the client's order is executed
es_es: Precio - el precio al que se ejecuta la transacción en relación con su orden
it_it: prezzo: il prezzo a cui viene eseguita l'operazione rispetto all'ordine del cliente
ru_ru: цена – цена, по которой будет исполнен контракт, заключенный по ордеру клиента,
th_th: ราคา - ราคาที่เกิดขึ้นในการทำธุรกรรมและสัมพันธ์กับคำสั่งของลูกค้าที่ได้ดำเนินการ

source: Price(s)/Pricing Data
es_es: Precio(s)/Datos de precios
it_it: Prezzo/i / Dati relativi ai prezzi
ru_ru: Цена(цены)/информация о ценах
th_th: ราคา / ข้อมูลราคา

source: Primary
es_es: Primario
it_it: Primario
ru_ru: Начальное
th_th: หลัก

source: Prior to placing an Order, which results in opening a position, the client acknowledges that it is their responsibility to ensure that their Account Free Margin is sufficient to cover the Margin required in relation to the opening of the position (the "Margin Requirement"), and to continuously meet the Margin Requirement.
es_es: Antes de realizar una Orden que resulte en la apertura de una posición, el cliente reconoce que es su responsabilidad garantizar que el Margen Libre de su cuenta sea suficiente para cubrir el Margen requerido en relación a la apertura de la posición (el "Requisito de Margen"), y para cumplir continuamente con el Requisito de Margen.
it_it: Prima di effettuare un Ordine che si traduce nell'apertura di una posizione, il cliente riconosce che è propria responsabilità assicurarsi che il Margine Libero del proprio conto sia sufficiente a coprire il Margine richiesto in relazione all'apertura della posizione (il "Requisito di Margine") e che continui a soddisfare il Requisito di Margine.
ru_ru: Перед размещением ордера (что приводит к открытию контракта или к увеличению числа текущих открытых позиций) клиент обязуется удостовериться в том, что на его/её счету достаточно свободной маржи для покрытия маржевых требований по открытым контрактам (см. "Маржевые требования"), а также для дальнейшего соблюдения Маржевых требований.
th_th: ก่อนการส่งคำสั่งซื้อที่จะทำให้เกิดการเปิดธุรกรรม ลูกค้าทราบว่า ถือเป็นความรับผิดชอบของลูกค้าที่จะตรวจสอบให้แน่ใจว่า บัญชีมีมาร์จินฟรีเพียงพอสำหรับจำนวนมาร์จินที่กำหนดไว้เพื่อการเปิดธุรกรรม ("ข้อกำหนดของมาร์จิน") และเพื่อให้คงสภาพตามข้อกำหนดของมาร์จินนี้อย่างต่อเนื่อง

source: Probability of returns
es_es: Probabilidad de rentabilidad
it_it: Probabilità di rendimento
ru_ru: Вероятность выплаты
th_th: ความน่าจะเป็นของผลตอบแทน

source: Proceed
es_es: Seguir
it_it: Continua
ru_ru: Далее
th_th: ประมวลผล

source: Process applications and customer documentation according to relevant policies and regulations
es_es: Procesar las solicitudes y la documentación de clientes de acuerdo con las políticas y regulaciones pertinentes
it_it: Esaminare applicazioni e documentazione relativa ai clienti in base a politiche e regolamenti pertinenti
ru_ru: Обработка заявок и документов клиентов, согласно соответствующей политике и нормативным требованиям
th_th: ประมวลผลแอพพลิเคชันและเอกสารของลูกค้าตามที่กำหนดในนโยบายและกฎระเบียบที่เกี่ยวข้อง

source: Process client payments, as well as handle and resolve client payment queries
es_es: Procesar los pagos de clientes, así como manejar y resolver las consultas sobre pagos de clientes
it_it: Elaborare i pagamenti dei clienti, così come gestire e risolvere le criticità da loro riscontrate
ru_ru: Обработка клиентских платежей, рассмотрение и разрешение запросов клиентов относительно платежей
th_th: ประมวลผลการจ่ายเงินของลูกค้า และจัดการและแก้ไขข้อข้องใจด้านการจ่ายเงินของลูกค้า

source: Process transactions for clients who make deposits and withdrawals using a wide range of third-party payment services, including bank wire, credit card, and e-currency
es_es: Procesar transacciones para clientes que realizan depósitos y retiros utilizando una amplia gama de servicios de pago de terceros, incluyendo transferencias bancarias, tarjetas de crédito y dinero electrónico
it_it: Elaborare le operazioni per i clienti che effettuano depositi e prelievi utilizzando un'ampia gamma di servizi di pagamento esterni, inclusi bonifico bancario, carta di credito e valuta elettronica
ru_ru: Выполнение транзакций для клиентов, пополняющих счета и выводящих средства с применением широкого спектра сторонних платёжных систем, включая банковские переводы, кредитные карты и электронные валюты
th_th: ประมวลผลธุรกรรมสำหรับลูกค้าที่ฝากและถอนเงินโดยใช้บริการการจ่ายเงินอันหลากหลายจากบริษัทอื่น รวมถึงการโอนเงินทางธนาคาร เครดิตการ์ด และสกุลเงินอิเล็กทรอนิกส์

source: Processing
es_es: Procesando
it_it: Elaborazione
ru_ru: Обработка
th_th: การประมวลผล

source: Processing Time
es_es: Tiempo de procesamiento
it_it: Tempo di elaborazione
ru_ru: Обработка заявки
th_th: เวลาในการประมวลผล

source: Produce content for websites, blogs, social media, and marketing materials
es_es: Producir contenido para sitios web, blogs, redes sociales y materiales de marketing
it_it: Produrre contenuti per siti web, blog, social media e materiali destinati al marketing
ru_ru: Создание контента для сайтов, блогов, публикаций в социальных сетях и маркетинговых материалов компании
th_th: ผลิตเนื้อหาที่ใช้อยู่ในเว็บไซต์ บล็อก สื่อสังคมต่างๆ และสื่อการตลาด

source: Professional Client
es_es: Cliente profesional
it_it: Cliente professionale
ru_ru: Профессиональный клиент
th_th: ลูกค้าที่มีความเชี่ยวชาญ (Professional Client)

source: Professional Clients
es_es: Clientes profesionales
it_it: Clienti professionisti
ru_ru: Профессиональные клиенты
th_th: ลูกค้าที่มีความเชี่ยวชาญ (Professional Client)

source: Professional clients
es_es: Clientes profesionales
it_it: Clienti professionisti
ru_ru: Профессиональные клиенты
th_th: ลูกค้าที่มีความเชี่ยวชาญ (Professional Client)

source: Professional clients and eligible counterparties do not fall within the scope of the Investor Compensation Scheme.
es_es: Los Clientes Profesionales y las contrapartes elegibles no entran dentro del ámbito del Esquema de Compensación de Inversores.
it_it: I clienti professionisti e le controparti autorizzate non rientrano nel sistema di indennizzo degli investitori.
ru_ru: Схема компенсации инвесторам не распространяется на Профессиональных клиентов и уполномоченных контрагентов.
th_th: ลูกค้าที่มีความเชี่ยวชาญ และคู่ค้าที่มีคุณสมบัติเหมาะสม ไม่ถูกรวมอยู่ในแผนการชดเชยแก่นักลงทุน

source: Professional clients are offered the possibility to request reclassification, and thus increase the level of regulatory protection afforded, at any time during the relationship.
es_es: Los clientes profesionales cuentan con la posibilidad de solicitar una reclasificación y, de ese modo, aumentar el nivel de protección regulatoria brindado, en cualquier momento durante el vínculo.
it_it: I clienti professionisti hanno la possibilità di richiedere una riclassificazione in qualsiasi momento del rapporto contrattuale, ricevendo dunque una maggiore tutela normativa.
ru_ru: Профессиональным клиентам предоставляется возможность запросить изменить классификацию и таким образом повысить предложенный уровень регуляционной защиты в любое время, на протяжении действия данного соглашения.
th_th: ลูกค้าในกลุ่ม Professional Clients จะได้รับโอกาสในการพิจารณาชั้นของลูกค้า และปรับเพิ่มหลักเกณฑ์ความคุ้มครองต่างๆ ในระยะเวลาที่ลูกค้าใช้งานบัญชี

source: Professionals
es_es: Profesionales
it_it: Professionisti
ru_ru: Специалисты
th_th: ผู้เชี่ยวชาญ

source: Proficiency in Excel and big data analysis
es_es: Dominio de Excel y análisis de grandes datos
it_it: Competenze in Excel e nell'analisi di grandi volumi di dati
ru_ru: Знание Excel и умение анализировать большие объёмы данных
th_th: มีทักษะความเชี่ยวชาญในการใช้โปรแกรม Excel และการวิเคราะห์ Big Data

source: Proficiency in Microsoft Excel
es_es: Dominio de Microsoft Excel
it_it: Ottima conoscenza di Microsoft Excel
ru_ru: Знание и опыт работы с Microsoft Excel
th_th: มีทักษะความเชี่ยวชาญในการใช้โปรแกรม Microsoft Excel

source: Proficiency in Photoshop, Illustrator, InDesign, Sketch, and other design and wireframing software
es_es: Dominio de Photoshop, Illustrator, InDesign, Sketch y otros programas de diseño y wireframing
it_it: Competenze nell'uso di Photoshop, Illustrator, InDesign, Sketch e altri software di progettazione e wireframing
ru_ru: Знание Photoshop, Illustrator, InDesign, Sketch, а также других программ для дизайна и моделирования
th_th: มีทักษะความเชี่ยวชาญในการใช้โปรแกรม Photoshop, Illustrator, InDesign, Sketch และโปรแกรมเพื่อการออกแบบอื่นๆ

source: Proficiency in Photoshop, Illustrator, Sketch, and other design and wireframing software
es_es: Dominio de Photoshop, Illustrator, Sketch y otros programas de diseño y wireframing
it_it: Competenze nell'uso di Photoshop, Illustrator, Sketch e altri software di progettazione e wireframing
ru_ru: Опыт работы в Photoshop, Illustrator, Sketch, а также других программ для дизайна и моделирования
th_th: มีทักษะความเชี่ยวชาญในการใช้โปรแกรม Photoshop, Illustrator, Sketch และโปรแกรมเพื่อการออกแบบอื่นๆ

source: Proficiency in a second language (both oral and written) is preferred
es_es: Se prefiere el dominio de un segundo idioma (oral y escrito)
it_it: È gradita la conoscenza di una seconda lingua (sia scritta che orale)
ru_ru: Знание второго языка (устно и письменно) является предпочтительным
th_th: มีทักษะความเชี่ยวชาญในการใช้ภาษาที่สอง (ทั้งทักษะการพูดและการเขียน)

source: Proficiency in designing intuitive and cohesive screens, pages, and visual elements that work as intended
es_es: Competencia en el diseño de pantallas, páginas y elementos visuales intuitivos y cohesivos que funcionen según lo previsto
it_it: Competenze nella progettazione di schermate, pagine ed elementi visivi coesivi e intuitivi che funzionino come previsto
ru_ru: Опыт дизайна интуитивно-понятных и связанных экранов, страниц и визуальных элементов, работающих, согласно плану
th_th: มีทักษะความเชี่ยวชาญในการออกแบบหน้าจอที่สัมพันธ์กัน เอกสาร และสื่อต่างๆ ที่เข้าใจได้ง่ายและเป็นไปตามเป้าหมายของงาน

source: Proficiency in spoken and written English
es_es: Dominio del inglés hablado y escrito
it_it: Ottima conoscenza della lingua inglese scritta e parlata
ru_ru: Отличное владение английским языком (устным и письменным)
th_th: มีความสามารถในการพูดและเขียนภาษาอังกฤษ

source: Proficiency with one or more scripting languages, such as Python, PHP or C/C++. Perl is preferred
es_es: Dominio de uno o más lenguajes de script, tales como Python, PHP o C/C++. Conocimiento de Perl es preferible
it_it: Conoscenza approfondita di uno o più linguaggi di scripting come Python, PHP o C/C++. Perl è preferibile
ru_ru: Знание и опыт работы со скриптовыми языками, например Python, PHP или C/C++. Perl является преимуществом
th_th: มีทักษะความเชี่ยวชาญในการเขียนโปรแกรมภาษาสคริปภาษาใดภาษาหนึ่ง หรือ หลายภาษา เช่น ไพธอน PHP หรือ C/C++ และภาษา Perl ซึ่งเป็นที่ต้องการเป็นพิเศษ

source: Proficiency with popular office applications such as Microsoft Excel, accounting software, and databases
es_es: Dominio de aplicaciones populares de oficina tales como Microsoft Excel, software de contabilidad y bases de datos
it_it: Conoscenza approfondita di applicazioni Office diffuse come Microsoft Excel, così come di software di contabilità e banche dati
ru_ru: Знание популярных приложений Office, включая Microsoft Excel, бухгалтерских программ и баз данных
th_th: มีทักษะความเชี่ยวชาญในการใช้งานแอพพลิเคชั่นสำหรับสำนักงาน ได้แก่ ไมโครซอฟท์เอกเซลล์ ซอฟท์แวร์ระบบบัญชี และฐานข้อมูลต่างๆ

source: Profile
es_es: Perfil
it_it: Profilo
ru_ru: Профиль
th_th: ประวัติ

source: Profiling and categorisation
es_es: Elaboración de perfiles y clasificación
it_it: Definizione del profilo e classificazione
ru_ru: Профайл и категоризация
th_th: รวบรวมสถานะ และจัดหมวดหมู่

source: Profit
es_es: Beneficios
it_it: Profitto
ru_ru: Прибыль
th_th: กำไร

source: Profit / Loss
es_es: Perdido / Ganado
it_it: Profitto/Perdita
ru_ru: Плюс/Минус
th_th: กำไร / ขาดทุน

source: Profit Table
es_es: Tabla de ganancias
it_it: Tabella Profitti
ru_ru: Анализ счета
th_th: ตารางกำไร

source: Profit or Loss
es_es: Ganancias o pérdidas
it_it: Profitto o perdita
ru_ru: Прибыль/убыток
th_th: กำไรหรือขาดทุน

source: Profit/Loss
es_es: Ganado/Perdido
it_it: Profitto/Perdita
ru_ru: Плюс/Минус
th_th: กำไร/ขาดทุน

source: Prohibited trades
es_es: Operaciones Prohibidas
it_it: Trade proibiti
ru_ru: Запрещённые контракты
th_th: การซื้อขายต้องห้าม

source: Proof of address
es_es: Comprobante de domicilio
it_it: Prova dell'indirizzo
ru_ru: Подтверждение адреса
th_th: หลักฐานแสดงที่อยู่

source: Proof of address verification failed
es_es: Comprobante de dirección no aceptado
it_it: La verifica dell'indirizzo non è andata a buon fine
ru_ru: Не удалось подтвердить адрес
th_th: ไม่สามารถยอมรับหลักฐานแสดงที่อยู่

source: Proof of address – such as bank statements/ building society statement or utility bills (mobile phone bills are unacceptable)
es_es: Comprobante de dirección - tales como estado de cuentas bancarios / declaración de sociedad de préstamo inmobiliario o facturas de servicios públicos (facturas de telefonía móvil no son aceptables)
it_it: prova a verifica dell'indirizzo: estratto conto bancario, estratto di una società a credito edilizio o fattura delle utenze (non saranno accettate le fatture del telefono cellulare)
ru_ru: подтверждение адреса – выписка с банковского счёта/ выписка из ЖСК или коммунальные счета (счета за мобильный телефон не принимаются),
th_th: การยืนยันที่อยู่ - ได้แก่ เอกสารรายการเดินบัญชีของธนาคาร เอกสารรายการเดินบัญชีของสถาบันให้สินเชื่อที่ไม่ใช่ธนาคาร หรือ ใบแจ้งหนี้ค่าสาธารณูปโภค (ไม่รับใบแจ้งหนี้ค่าโทรศัพท์เคลื่อนที่)

source: Proof of identity
es_es: Comprobante de identidad
it_it: Verifica dell'identità
ru_ru: Удостоверение личности
th_th: หลักฐานแสดงตัวบุคคล

source: Proof of identity in your selfie must be clear, identifiable, and same as the one you submitted previously
es_es: La prueba de identidad en su autofoto debe ser clara, identificable, y debe ser la misma que envió previamente
it_it: La foto personale da te fornita per la prova di identità deve essere nitida e identificabile, e corrispondere a quella fornita in precedenza
ru_ru: Удостоверение личности на Вашем сэлфи должно быть чётким, легко идентифицируемым и совпадать с предоставленным ранее документом
th_th: การยืนยันตัวบุคคลในภาพเซลฟี่ของท่านจะต้องมีความชัดเจน สามารถระบุตัวตนได้ และเหมือนกับที่ท่านได้ส่งมาแล้วก่อนหน้านี้

source: Proof of identity verification failed
es_es: Comprobante de identidad no aceptado
it_it: La verifica dell'identità non è andata a buon fine
ru_ru: Не удалось удостоверить личность
th_th: ไม่สามารถยอมรับหลักฐานแสดงตัวบุคคล

source: Proof of identity – such as ID card, passport or driving licence
es_es: Comprobante de identidad - tales como documento de identidad nacional, pasaporte, o licencia de conducir
it_it: prova a verifica dell'identità: carta d'identità, passaporto o patente
ru_ru: подтверждение личности – ID-карта, паспорт или водительские права,
th_th: การยืนยันอัตลักษณ์ - ได้แก่ บัตรประจำตัวประชาชน หนังสือเดินทาง หรือ ใบขับขี่

source: Proof of wealth / Source of funds – such as payslips or bank statements
es_es: Comprobantes de ingresos / recursos financieros - tales como nómina de pago o estado de cuentas bancarias
it_it: prova a verifica del patrimonio/fonte di ricchezza: buste paga o estratti conto bancari
ru_ru: подтверждение источника происхождения средств / источника благосостояния – платёжные ведомости или выписка с банковского счёта.
th_th: การยืนยันสถานภาพการเงิน/แหล่งรายได้ - ได้แก่ เอกสารสลิปเงินเดือน หรือ เอกสารรายการเดินบัญชีธนาคาร

source: Proof of your employment
es_es: Prueba de su empleo
it_it: Prova della tua attività lavorativa
ru_ru: Доказательство Вашей занятости
th_th: หลักฐานของการจ้างงาน

source: Proof of your portfolio held elsewhere
es_es: Prueba de su cartera en otros lugares
it_it: Prova del tuo portafoglio conservato altrove
ru_ru: Подтверждение Вашего портфеля из других источников
th_th: หลักฐานว่า ท่านมีพอร์ตโฟลิโออยู่ที่อื่น

source: Protect your account with two-factor authentication. Each time you sign into your account, you will need to enter your password, plus an authentication code generated by an app on your smartphone.
es_es: Proteja su cuenta con autenticación de dos factores. Cada vez que inicie sesión en su cuenta, deberá ingresar su contraseña, más un código de autenticación generado por una aplicación en su teléfono inteligente.
it_it: Proteggi il tuo conto con l'autenticazione a due fattori. Ogni volta che accedi al tuo conto, dovrai inserire la password e il codice di autenticazione generato dall'apposita app sul tuo smartphone.
ru_ru: Защитите свой счёт двухступенчатой системой аутентификации. Каждый раз заходя на счёт, Вам нужно ввести пароль и код аутентификации, автоматически генерируемый приложением на Вашем смартфоне.
th_th: ป้องกันบัญชีของท่านด้วยการรับรองโดยใช้ 2 ตัวแปร โดยแต่ละครั้งที่ท่านเข้าใช้งานระบบ ท่านจำเป็นต้องป้อนรหัสผ่านของท่าน และตามด้วยรหัสตรวจสอบที่สร้างขึ้นแต่ละครั้งจากสมาร์ทโฟนของท่าน

source: Protect your profits
es_es: Proteja sus ganancias
it_it: Proteggi i tuoi guadagni
ru_ru: Фиксируйте свою прибыль
th_th: ปกป้องผลกำไรของท่าน

source: Proven UI and UX experience with a strong portfolio of work
es_es: Experiencia comprobada en UI y UX con un portafolio de trabajos sólido
it_it: Esperienza comprovata in UI e UX con un portafoglio di lavoro significativo
ru_ru: Подтверждённый опыт в области UI и UX, а также хорошее портфолио из успешных проектов
th_th: แสดงผลงานและประสบการณ์ในการออกแบบ UI/UX จากผลงานพอร์ตโฟลิโอที่ดีเยี่ยม

source: Proven graphic design experience with a strong portfolio of work in branding, advertising, and marketing
es_es: Experiencia comprobada en diseño gráfico con un sólido portafolio de trabajo en branding, publicidad y marketing
it_it: Esperienza comprovata di progettazione grafica con portafoglio di lavoro significativo relativamente a branding, pubblicità e marketing
ru_ru: Подтверждённый опыт в области графического дизайна с сильным портфолио из работ в области брендинга, рекламы и маркетинга
th_th: มีประสบการณ์ในการออกแบบกราฟิกที่แสดงให้เห็นได้จากผลงานพอร์ตโฟลิโอที่สร้างสรรค์งานเกี่ยวกับแบรนด์ โฆษณา และการตลาด
