Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: As our Graphic Designer, you will develop high-impact graphics and visual elements such as images and icons for our websites and applications. You will play an essential role in creating user interface assets that bring our products and users closer together.
es_es: Como nuestro Diseñador Gráfico, desarrollará los gráficos y elementos visuales de alto impacto para nuestro sitio web y aplicaciones. Jugará un papel esencial en la creación de una interfaz de usuario que acercará nuestros productos a nuestros usuarios.
it_it: In qualità di graphic designer, svilupperai grafiche ed elementi visivi efficaci, come immagini e icone per i nostri siti web e le nostre applicazioni. Contribuirai anche a creare degli strumenti di interfaccia per presentare i nostri prodotti agli utenti.
ru_ru: Будучи нашим графическим дизайнером, Вы будете разрабатывать элементы графики и визуальные элементы, например, изображения и иконки для наших вебсайтов и приложений. Вы будете играть важную роль в создании пользовательского интерфейса, объединяющего наши продукты и пользователей.
th_th: ในฐานะนักออกแบบกราฟิก ท่านจะพัฒนากราฟิกที่มีความน่าสนใจและใช้ทักษะการสื่อสารด้วยภาพ เช่น ภาพ และไอคอนต่างๆ สำหรับเว็บไซต์และแอพพลิเคชันของเรา ท่านจะมีบทบาทสำคัญในการสร้างหน้าจอเพื่อเชื่อมต่อการใช้งานกับผู้ใช้ซึ่งจะเชื่อมโยงผลิตภัณฑ์ขององค์กรและผู้ใช้งานใกล้ชิดกันมากขึ้น

source: As our Human Resource Operations Executive, you will be counted on to lead, execute, and support a wide range of HR-related and administrative tasks to ensure the smooth operations of our offices worldwide.
es_es: Como nuestro Ejecutivo de Operaciones de Recursos Humanos, usted será responsable de dirigir, ejecutar y apoyar una amplia gama de tareas administrativas y relacionadas con los recursos humanos para garantizar el buen funcionamiento de nuestras oficinas en todo el mundo.
it_it: In qualità di responsabile amministrativo delle Risorse umane, ti occuperai di condurre, eseguire e supportare un'ampia gamma di incarichi amministrativi relativi alle Risorse umane per garantire che le operazioni nei nostri uffici in tutto il mondo vengano eseguite senza problemi.
ru_ru: Будучи специалистом отдела кадров, Вы будете управлять, исполнять и поддерживать целый ряд административных и HR-задач, необходимых для обеспечения эффективной работы наших офисов по всему миру.
th_th: ในฐานะเจ้าหน้าที่ปฏิบัติฝ่ายบุคคล คุณจะทำหน้าที่ในการนำ ดำเนินการ และสนับสนุนงานที่เกี่ยวข้องกับ HR และบริหารที่หลากหลายเพื่อให้แน่ใจว่าการปฏิบัติงานในสำนักงานของเราทั่วโลกเป็นไปอย่างราบรื่น

source: As our Marketing Executive, you will coordinate and execute marketing campaigns across a variety of channels, and continuously identify the best ways to reach current and prospective customers.
es_es: Como Ejecutivo de Marketing, usted coordinará y ejecutará campañas de marketing a través de una variedad de canales, e identificará continuamente las mejores maneras de llegar a los clientes actuales y potenciales.
it_it: In qualità di direttore commerciale, coordinerai ed implementerai le campagne di marketing attraverso una varietà di canali, e ti impegnerai a identificare di volta in volta i metodi migliori per raggiungere i clienti attuali e potenziali.
ru_ru: Будучи нашим специалистом по маркетингу, Вы будете координировать и проводить маркетинговые кампании по различным каналам, а также постоянно выявлять наилучшие пути воздействия на текущих и потенциальных клиентов.
th_th: ในฐานะเจ้าหน้าที่การตลาด คุณจะประสานงานและจัดแคมเปญการตลาดในช่องทางหลากหลาย และระบุช่องทางที่ดีที่สุดที่จะเข้าถึงลูกค้าปัจจุบันและลูกค้าที่มุ่งหวังเอาไว้

source: As our Perl Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
es_es: Como nuestro Desarrollador Perl, usted asumirá el reto de escribir código robusto, de alta calidad y listo para la producción. Su trabajo contribuirá en gran medida a la arquitectura que impulsa nuestro sitio web de comercio de opciones binarias de alto tráfico.
it_it: In qualità di sviluppatore Perl, ti occuperai di creare codici forti, di qualità e pronti per la produzione. Il tuo lavoro sarà fondamentale per la struttura del nostro sito di trading di opzioni binarie a traffico elevato.
ru_ru: Будучи нашим разработчиком Perl, Вы будете отвечать за написание надёжного, качественного и готового к использованию кода. Ваша работа станет важным вкладом в архитектуру нашей платформы для торговли бинарными опционами.
th_th: ในฐานะ Perl Developer คุณจะมีหน้าที่ในการเขียนรหัสคำสั่งที่ทนทาน คุณภาพสูง และพร้อมในการผลิต งานของคุณจะมีส่วนอย่างมากในการสร้างสถาปัตยกรรมที่ขับเคลื่อนเว็บไซต์การซื้อขายไบนารีออปชันของเราที่มีการใช้งานสูง

source: As our PostgreSQL Database Administrator, you will plan, implement, and manage the database systems that are essential to the architecture of our high-traffic binary options trading platform.
es_es: Como nuestro Administrador de Base de Datos PostgreSQL, usted planificará, implementará y administrará los sistemas de bases de datos que son esenciales para la arquitectura de nuestra plataforma de comercio de opciones binarias de alto tráfico.
it_it: In qualità di amministratore del nostro database PostgreSQL, ti occuperai di pianificare, implementare e gestire i sistemi delle banche dati che sono essenziali per la struttura della nostra piattaforma di trading di opzioni binarie a traffico elevato.
ru_ru: Будучи нашим администратором баз данных (DBA) PostgreSQL Database, Вы будете ответственны за планирование, внедрение и управление системами баз данных, которые важны для архитектуры нашей высокопосещаемой платформы для торговли бинарными опционами.
th_th: ในฐานะผู้ดูแลฐานข้อมูล PostgreSQL คุณจะวางแผน ดำเนินการ และจัดการระบบฐานข้อมูลที่จำเป็นสำหรับสถาปัตยกรรมของแพลตฟอร์มไบนารีออปชันที่มีการใช้งานสูง

source: As our Risk Management Executive, we will depend on you to devise and execute effective analyses to identify potential risks to the Company and design and implement measures to eliminate such risks.
es_es: Como nuestro Ejecutivo de Gestión de Riesgos, dependeremos de usted en cuanto al diseño y ejecución de análisis efectivos para identificar riesgos potenciales para la Empresa y diseñar e implementar medidas para eliminar dichos riesgos.
it_it: In qualità di responsabile della gestione del rischio, ti occuperai di predisporre ed eseguire analisi efficienti per identificare potenziali rischi per la Società, così come di mettere a punto e implementare misure per annullare tali rischi.
ru_ru: Будучи нашим главой отдела управления рисками, Вы будете ответственны за разработку и исполнение эффективного анализа с целью выявления потенциального риска для Компании, а также создавать и внедрять меры для устранения таковых рисков.
th_th: ในฐานะเจ้าหน้าที่บริหารความเสี่ยง คุณจะทำหน้าที่ในการคิดค้นวิธีการใหม่ๆและดำเนินการวิเคราะห์ที่มีประสิทธิภาพในการระบุความเสี่ยงที่อาจเกิดขึ้นได้กับบริษัท และออกแบบและนำมาตรการมาใช้เพื่อกำจัดความเสี่ยงดังกล่าว

source: As our Risk Management Executive, we will depend on you to identify, analyse, and take necessary measures to reduce or eliminate risks faced by the organisation.
es_es: Como nuestro Ejecutivo de Gestión de Riesgos, dependeremos de usted para identificar, analizar y tomar las medidas necesarias para reducir o eliminar los riesgos a los que se enfrenta la organización.
it_it: In qualità di responsabile della gestione del rischio, ti occuperai di identificare, analizzare e implementare le misure necessarie a contenere o eliminare i rischi in cui incorre l'organizzazione.
ru_ru: Будучи нашим главой отдела управления рисками, Вы будете ответственны за выявление, анализ и принятие мер, необходимых для устранения рисков, с которыми сталкивается компания.
th_th: ในฐานะเจ้าหน้าที่บริหารความเสี่ยง คุณจะทำหน้าที่ระบุ วิเคราะห์ และดำเนินการตามมาตรการที่จำเป็นเพื่อลด หรือกำจัดความเสี่ยงที่องค์กรต้องเผชิญ

source: As our Security Researcher, we expect you to stay informed about the latest security bulletins and findings, and actively monitor our software development pipeline to find and raise potential security issues.
es_es: Como nuestro Investigador de Seguridad, esperamos que esté al día sobre los últimos boletines y hallazgos de seguridad, y que supervise activamente nuestro proceso de desarrollo de software para encontrar y plantear posibles problemas de seguridad.
it_it: In qualità di Security Researcher, dovrai informarti costantemente sui bollettini e sulle scoperte più recenti, e monitorare attivamente la catena di sviluppo dei software per individuare e segnalare eventuali problemi legati alla sicurezza.
ru_ru: Будучи нашим специалистом систем безопасности, Вы должны быть в курсе новейших бюллетений и разработок в области систем безопасности, а также осуществлять активный мониторинг нашей системы разработки ПО с целью выявления и освещения потенциальных проблем с безопасностью.
th_th: ในฐานะนักวิจัยด้านความปลอดภัย เราคาดหวังให้คุณรับทราบข้อมูลเกี่ยวกับแถลงการณ์และการค้นพบด้านความปลอดภัยล่าสุดเสมอ และเฝ้าสังเกตการพัฒนาซอต์แวร์ของเราเพื่อหาและยกประเด็นเกี่ยวกับปัญหาด้านความปลอดภัยที่อาจเกิดขึ้นได้

source: As our Senior Financial Markets Analyst, you will manage the day-to-day risk of our trading books, conduct complex quantitative analysis, carry out performance testing, develop advanced data analytics tools, and support other related operations that have a direct impact on the profitability and future growth of our company.
es_es: Como nuestro Analista Senior de Mercados Financieros, usted gestionará el riesgo diario de nuestras carteras de negociación, realizará análisis cuantitativos complejos, llevará a cabo pruebas de rendimiento, desarrollará herramientas avanzadas de análisis de datos y dará soporte a otras operaciones relacionadas que tengan un impacto directo en la rentabilidad y el crecimiento futuro de nuestra empresa.
it_it: In qualità di analista senior dei mercati finanziari, ti occuperai di gestire il rischio quotidiano dei nostri registri di trading, condurre complesse analisi quantitative, eseguire verifiche delle performance, sviluppare strumenti avanzati di analisi analitica e contribuire ad altre operazioni correlate che hanno un impatto diretto sulla redditività e sulla crescita futura della società.
ru_ru: Будучи нашим старшим финансовым аналитиком, Вы будете управлять финансовым риском наших торговых портфелей, проводить комплексный количественный анализ, выполнять тестирование производительности, создавать эффективные инструменты анализа данных, а также поддерживать другие операции, имеющие прямое воздействие на прибыльность и будущий рост нашей компании.
th_th: ในฐานะเจ้าหน้าที่วิเคราะห์ตลาดการเงินอาวุโส คุณจะบริหารความเสี่ยงของบัญชีการซื้อขายของเรา วิเคราะห์เชิงปริมาณที่ซับซ้อน ดำเนินการทดสอบประสิทธิภาพ พัฒนาเครื่องมือการวิเคราะห์ข้อมูลขั้นสูง และสนับสนุนการดำเนินงานอื่นๆที่เกี่ยวข้อง ที่ส่งผลกระทบโดยตรงต่อผลกำไรและเติบโตในอนาคตของบริษัทของเรา

source: As our Software Tester, we rely on you to run high-quality tests to ensure the stability, quality, and usability of our website and codebase with each software release.
es_es: Como nuestro Tester de Software, contamos con que usted realice pruebas de alta calidad para asegurar la estabilidad, calidad y usabilidad de nuestro sitio web y nuestra base de código con cada lanzamiento de software.
it_it: In quanto tester di software, ti occuperai di effettuare verifiche secondo standard di alta qualità per garantire la stabilità, qualità e utilizzabilità del nostro sito web e del codebase per ogni software distribuito.
ru_ru: Будучи нашим тестировщиком ПО, Вы будете проводить высококлассное тестирование для обеспечения стабильности, качества и удобства использования нашего сайта и кода после каждого выпуска программного обеспечения.
th_th: ในฐานะผู้ทดสอบซอฟต์แวร์ของเรา คุณมีหน้าที่ดำเนินการทดสอบที่มีคุณภาพสูงเพื่อให้แน่ใจถึงเสถียรภาพ คุณภาพ และการใช้งานของเว็บไซต์และ codebases ของแต่ละซอฟต์แวร์ที่ออกมา

source: As our Technical Marketing Executive, you will act on data-driven information and assist in troubleshooting issues to further nurture and grow our client base.
es_es: Como Ejecutivo de Marketing Técnico, usted actuará sobre la información basada en datos y ayudará en la resolución de problemas, con el fin de apoyar y aumentar nuestra base de clientes.
it_it: In qualità di responsabile del technical marketing, opererai su informazioni basate su dati e fornirai assistenza nella risoluzione dei problemi per arricchire e ampliare ulteriormente la nostra base di clienti.
ru_ru: Будучи нашим директором по техническому маркетингу, Вы будете отвечать на нашу информацию на основе данных и помогать нам с решением проблем для улучшения обслуживания и увеличения базы наших клиентов.
th_th: ในฐานะเจ้าหน้าที่การตลาดด้านเทคนิคของเรา คุณจะดำเนินการบนข้อมูลที่ขับเคลื่อนด้วยข้อมูล และช่วยในการแก้ไขปัญหาการรักษา และขยายฐานลูกค้าของเราต่อไป

source: As our UI/UX Designer, you will play a key role in conceptualising and defining user experience and interaction across multiple websites and applications.
es_es: Como nuestro Diseñador UI/UX, usted jugará un papel clave en la conceptualización y definición de la experiencia e interacción del usuario a través de múltiples sitios web y aplicaciones.
it_it: In qualità di designer UI/UX, ti occuperai di concettualizzare e definire user experience e user interaction su diversi siti web e applicazioni.
ru_ru: Будучи нашим дизайнером UI/UX, Вы будете играть ключевую роль в концептуализации и определении пользовательского опыта, а также взаимодействия в рамках множества сайтов и приложений.
th_th: ในฐานะนักออกแบบ UI/UX ของเรา คุณจะมีบทบาทหลักในการสร้างกรอบความคิดและนิยามประสบการณ์ของผู้ใช้และการโต้ตอบของเว็บไซต์และแอพพลิเคชันมากมาย

source: As soon as you click on the 'PURCHASE' button, your trade registers in your account. The price of your trade continues to update in real time.
es_es: En cuanto haga clic en el botón 'COMPRAR', su transacción se registra en su cuenta. El precio de su transacción se sigue actualizando en tiempo real.
it_it: Appena clicchi sul pulsante 'ACQUISTA', il tuo trade viene registrato sul tuo conto. Il prezzo del tuo trade continua ad aggiornarsi in tempo reale.
ru_ru: Как только Вы нажимаете на кнопку "КУПИТЬ", покупка контракта регистрируется на Вашем счету. Цена Вашей сделки продолжит обновляться в реальном времени.
th_th: ทันทีที่ท่านคลิกที่ปุ่ม 'ซื้อ' การซื้อขายของท่านจะถูกดำเนินการในบัญชีของท่าน ราคาในการซื้อขายของท่านจะดำเนินต่อเนื่องแบบเรียลไทม์

source: As the country's cultural heartbeat and economic centre, Asunción is undergoing an impressive economic boom that's resulting in widespread development across the city. Today, you'll find charming colonial buildings intermingling with modern office buildings, bustling shopping malls, and trendy eateries.
es_es: Como centro económico y cultural del país, Asunción está experimentando un auge económico impresionante que tiene como resultado un desarrollo generalizado en toda la ciudad. Hoy en día, encontrará edificios coloniales encantadores entremezclados con modernos edificios de oficinas, bulliciosos centros comerciales y populares restaurantes.
it_it: In quanto centro culturale ed economico del Paese, Asunción sta vivendo un boom economico significativo, che favorisce un più ampio sviluppo della città. Oggi è possibile ammirare affascinanti edifici coloniali di fianco a uffici moderni, centri commerciali e ristoranti di tendenza.
ru_ru: Будучи культурным и экономическим центром страны, Асунсьон переживает значительный экономический подъём, способствующий разностороннему развитию городской инфраструктуры. Вы увидите восхитительные домики в колониальном стиле, современные офисные здания, оживлённые торговые центры и модные рестораны.
th_th: Asunción ถือเป็นหัวใจสำคัญทางด้านวัฒนธรรมและศูนย์กลางเศรษฐกิจ ซึ่งมีการเจริญเติบโตทางเศรษฐกิจอย่างมาก ทำให้เมืองได้รับการพัฒนาต่างๆ อย่างกว้างขวางไปทั่วทั้งเมือง ทุกวันนี้ ท่านจะพบตึกที่สร้างขึ้นในยุคอาณานิคมปะปนไปกับตึกอาคารสำนักงานที่ทันสมัย ห้างสรรพสินค้าที่พลุกพล่าน และร้านอาหารสมัยใหม่ที่เป็นที่นิยม

source: Asian Down
es_es: Asiáticas abajo
it_it: Ribasso Asiatiche
ru_ru: Азиатские вниз

source: Asian Up
es_es: Asiáticas arriba
it_it: Rialzo Asiatiche
ru_ru: Азиатские вверх

source: Asian contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
es_es: Los contratos asiáticos se reembolsará al precio de compra si el contrato no termina en 5 minutos.
it_it: I contratti asiatici verranno rimborsati al prezzo d'acquisto se il contratto non termina entro 5 minuti.
ru_ru: Цена покупки азиатских контрактов будет возмещена, если контракт не истечёт в течение 5 минут.
th_th: สัญญา Asian จะถูกคืนมูลค่าที่ราคาซื้อ หากสัญญาไม่สิ้นสุดภายใน 5 นาที

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
es_es: Opciones asiáticas se resuelven comparando el <strong>último intervalo</strong> con el precio mediano durante el período del contrato.
it_it: Le opzioni Asiatiche si liquidano confrontando <strong>l'ultima variazione minima di prezzo</strong> con lo spot medio del periodo.
ru_ru: Исход азиатских опционов рассчитывается путем сравнения <strong>последней котировки</strong> с общим средним значением котировок за весь период.
th_th: ออปชั่นของ Asian ใช้การเปรียบเทียบ <strong>ช่วงราคาสุดท้าย</strong> กับค่าเฉลี่ยสปอตของช่วงเวลา

source: Asians
es_es: Asiáticas
it_it: Asiatiche
ru_ru: Азиатские

source: Aside from the simplicity of its 'yes or no' proposition, binary options trading is also very flexible. It gives you the ability to trade:
es_es: Aparte de la sencillez de la propuesta "sí o no", el comercio de opciones binarias es también muy flexible. Le da la posibilidad de operar:
it_it: Oltre alla semplicità della sua proposta di "sì o no", il trading di opzioni binarie è anche molto flessibile. Ti dà la possibilità di operare:
ru_ru: Помимо простоты - возможны всего два варианта завершения контракта ("выигрыш" или "проигрыш") - торговля бинарными опционами отличается высокой гибкостью. Это позволяет Вам торговать:
th_th: นอกจากความง่ายในข้อเสนอ "ใช่" หรือ "ไม่ใช่" แล้ว การซื้อขายไบนารี่ออปชันมีความยืดหยุ่นมาก ทำให้ท่านสามารถซื้อขาย

source: Aside from the three main trade types above, you also get Asians and Digits trade types exclusively with our Volatility Indices.
es_es: Además de los tres tipos de operaciones principales mencionadas anteriormente, a través de nuestros índices de volatilidad usted también tiene acceso a opciones asiáticas y de dígitos de manera exclusiva.
ru_ru: Помимо трёх основных вышеперечисленных контрактов, Вы также можете выбрать Азиатские и Цифровые контракты, доступные на наших Индексах волатильности.
th_th: นอกจากประเภทของการซื้อขายหลักสามประเภทข้างต้น ยังมีการซื้อขายแบบ Asian และ Digit คู่กับดัชนีความผันผวนของเรา

source: Ask
es_es: Venta
it_it: Richiedi
ru_ru: Аск
th_th: ถาม

source: Ask me later
es_es: Preguntarme más tarde
it_it: Chiedimelo più tardi
ru_ru: Спросите меня позже
th_th: ถามภายหลัง

source: Ask price
es_es: Precio de venta
it_it: Richiedi il prezzo
ru_ru: Цена аск
th_th: ราคาเสนอขาย

source: Ask the right questions to identify potential problems to be solved, the scope involved and the availability of relevant data.
es_es: Formular las preguntas correctas para identificar los problemas potenciales que deben ser resueltos, el alcance involucrado y la disponibilidad de datos relevantes.
it_it: Porre le domande corrette per individuare potenziali problemi, l'ambito in questione e disponibilità di dati rilevanti.
ru_ru: Задавать правильные вопросы с целью выявления и решения потенциальных проблем, определения их масштаба и наличия соответствующей информации.
th_th: สามารถตั้งคำถามที่ถูกต้องเพื่อตั้งสมมติฐานของปัญหา กำหนดขอบเขตข้อมูลที่เกี่ยวข้องและสัมพันธ์กับปัญหาดังกล่าว เพื่อนำไปสู่การแก้ไข

source: Aspects of a client order not affected by specific instructions are subject to the application of %1's order execution policy. In the absence of specific instructions from clients, the Company will exercise its own discretion in determining the factors that are required to be taken into account for the purpose of providing clients with best execution, paying regard to the execution criteria listed below:
es_es: Los aspectos de la operación de un cliente, sin instrucciones específicas, están sujetos a la Política de ejecución de órdenes de %1. En ausencia de instrucciones específicas por parte de los clientes, la Empresa ejercer[a su propio criterio para determinar los factores que deben tenerse en cuenta con el fin de proporcionar la mejor ejecución posible, teniendo en cuenta los criterios listados a continuación:
it_it: Aspetti di un ordine del Cliente non interessati da istruzioni specifiche sono soggetti all'applicazione della politica di esecuzione degli ordini di %1. In assenza di istruzioni specifiche da parte dei clienti, la Società agirà a propria discrezione nel determinare i fattori che devono essere presi in considerazione al fine di garantire al cliente la miglior esecuzione, prestando attenzione ai criteri esecutivi elencati di seguito:
ru_ru: Отдельные аспекты ордера клиента, относительно которых не было предоставлено конкретных инструкций, будут разрешены в рамках Политики исполнения ордеров %1. В отсутствии конкретных инструкций от клиентов, Компания на своё усмотрение определит факторы, которые необходимо учесть, чтобы предоставить клиентам наилучшее исполнение, согласно нижеперечисленным критериям исполнения:
th_th: ลักษณะของการสั่งซื้อของลูกค้าที่ไม่ถูกกระทบโดยคำสั่งเฉพาะจะต้องปฏิบัติตามนโยบายการจัดการคำสั่งซื้อของ%1 เมื่อไม่มีคำสั่งเฉพาะจากลูกค้า บริษัทจะใช้วิจารณญาณในการพิจารณาปัจจัยที่จะต้องนำเข้ามาพิจารณาเพื่อจุดประสงค์ในการจัดการที่ดีที่สุดแก่ลูกค้า ตามเกณฑ์กำหนดของการจัดการที่ระบุไว้ด้านล่าง

source: Assessment of appropriateness
es_es: Evaluación de idoneidad
it_it: Valutazione dell'idoneità
ru_ru: Оценка целесообразности
th_th: การประเมินความเหมาะสม

source: Assessment of appropriateness of the requested service or product as BIEL assumes that the client appreciates the risks associated with such investment services and products offered by the Company
es_es: Evaluación de idoneidad del servicio o producto solicitado, dado que BIEL asume que el cliente comprende los riesgos asociados a dichos servicios y productos de inversión ofrecidos por la Empresa
ru_ru: оценку на предмет соответствия запрошенным услугам или продуктам, так как BIEL полагает, что клиент оценивает риски, сопряжённые с таковыми инвестиционными услугами и продуктами, предоставляемыми Компанией
th_th: การประเมินความเหมาะสมของผลิตภัณฑ์และบริการที่ต้องการ BIEL เข้าใจว่า ลูกค้าเข้าใจถึงความเสี่ยงที่สัมพันธ์กับผลิตภัณฑ์และบริการการลงทุนที่บริษัทฯ นำเสนอ

source: Assessment of appropriateness of the requested service or product, as BIEL assumes that the client appreciates risk disclosures associated with the requested investment services and products offered by the Company
es_es: La evaluación de idoneidad del servicio o producto solicitado, dado que BIEL asume que el cliente comprende las advertencias de riesgo asociadas a los servicios solicitados y los productos de inversión ofrecidos por la Empresa
ru_ru: оценку на предмет соответствия запрошенным услугам или продуктам, так как BIEL полагает, что клиент оценивает информацию о рисках, сопряжённых с таковыми инвестиционными услугами и продуктами, предоставляемыми Компанией
th_th: การประเมินความเหมาะสมของผลิตภัณฑ์และบริการที่ต้องการ BIEL เข้าใจว่า ลูกค้าเข้าใจถึงความเสี่ยงที่สัมพันธ์กับผลิตภัณฑ์และบริการการลงทุนที่บริษัทฯ นำเสนอ

source: Asset
es_es: Activo
ru_ru: Актив
th_th: สินทรัพย์

source: Asset Index
es_es: Índice de activos
it_it: Indice degli asset
ru_ru: Индекс активов
th_th: ดัชนีสินทรัพย์
