Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: We will inform you when your account needs to be authenticated.
it_it: Verrai informato da noi quando dovrai autenticare il conto.

source: We will not disclose any confidential information that comes into our possession through our client relationships unless required to do so by a regulator or law enforcement authority.
it_it: La Società non diffonde le informazioni riservate di cui entra in possesso attraverso i rapporti con i clienti, salvo ove richiesto dalle autorità di regolamentazione o di applicazione della legge.

source: We will not permit our products or payment facilities to be used to facilitate money laundering, terrorist financing, or other criminal activities. Where appropriate, we will conduct Know Your Customer (KYC) checks on our clients. We will report suspicious transactions to relevant authorities.
it_it: La Società non permette che i suoi prodotti o servizi di pagamento vengano usati per favorire il riciclaggio, finanziare il terrorismo o altre attività criminose, e condurrà verifiche sulla conoscenza dei clienti (KYC) ove ritenuto appropriato. Inoltre, riporterà eventuali operazioni sospette alle autorità competenti.

source: We're expected to generate over 2 USD billion in turnover this year, bringing our total turnover since inception to over 9.2 USD billion.
it_it: Ci aspettiamo di generare oltre 2 miliardi USD di fatturato, portando il nostro fatturato totale dall'inizio a oltre 9,2 miliardi USD.

source: We're projected to register over 377 million transactions this year, bringing the total number of contracts that were bought and sold on our platform since inception to over 1.42 billion.
it_it: Per quest'anno prevediamo di registrare oltre 377 milioni di operazioni, portando a 1,42 miliardi il numero di contratti acquistati e venduti sulla nostra piattaforma dall'inizio dell'attività.

source: We've grown in size over the years - both in terms of manpower and offices. We currently have over %1 employees across four offices in Malaysia, Malta, Paraguay and Dubai. Further growth in headcount is expected this year to cater to the increased demand in our products and services.
it_it: Nel corso degli anni siamo cresciuti, sia in termini di forza lavoro che di uffici. Attualmente abbiamo più di %1 dipendenti distribuiti nei quattro uffici di Malesia, Malta, Paraguay e Dubai. Un'ulteriore crescita dell'organico è prevista per quest'anno, per soddisfare l'aumento della domanda nei nostri prodotti e servizi.

source: What is forex trading
it_it: Cos'è il trading su Forex

source: When the Affiliate's referred clients open an account with any member of the Deriv group, the Company assumes ownership of the database of names and contact information and any other data of the Affiliate's referred clients.
it_it: Quando i clienti segnalati dall'Associato aprono un conto con un qualsiasi membro del gruppo Binary, la Società detiene la proprietà del database contenente i nomi, le informazioni di contatto e qualsiasi altro dato di tali clienti.

source: When you decide to close an open contract, you only need to choose “Close Position” option from context menu.
it_it: Quando decidi di chiudere un contratto aperto, basterà selezionare l'opzione "Chiudi posizione" dal menu di scelta rapida.

source: With Boom 1000 (500) index, there's an average of one spike in the price series that occurs at anytime within 1000 (500) ticks.
it_it: Con l'indice Boom 1000 (500) si verifica mediamente un'impennata nella serie di prezzi, che si verifica sempre entro 1000 (500) tick.

source: With Crash 1000 (500) index, there's an average of one drop in the price series that occurs at anytime within 1000 (500) ticks.
it_it: Con l'indice Crash 1000 (500) si verifica mediamente un calo nella serie di prezzi, sempre entro 1000 (500) tick.

source: With Step index, there is equal probability of up/down movement in the price series with fixed step size of 0.1.
it_it: Con l'indice Step esiste una pari probabilità di oscillazioni verso l'alto/il basso nella serie di prezzi con un intervallo prefissato di 0,1.

source: Withdrawal: %1 to %2 working days
it_it: Prelievo: da %1 a %2 giorni lavorativi

source: Withdrawals have been disabled on your account. Please wait until your uploaded documents are verified.
it_it: I prelievi dal tuo conto sono stati disattivati. Attendi fino alla verifica dei documenti caricati.

source: Work with project managers to create detailed technical guidelines for achieving our short-term and long-term goals
it_it: Lavorare con i project manager per creare guide tecniche dettagliate per raggiungere gli obiettivi a medio e lungo termine.

source: You can %1open a cryptocurrency%2 account without closing your fiat currency account.
it_it: Puoi %1aprire un conto per criptovalute%2 senza chiudere il conto per valute fiat.

source: You can %1open a real account%2 without closing your demo account.
it_it: Puoi %1aprire un conto reale%2 senza chiudere il conto di prova.

source: You can open a fiat currency account without closing your cryptocurrency account.
it_it: Puoi aprire un conto per valuta fiat senza chiudere il conto per criptovalute.

source: You can set limits to your account and trading activities. Go to the %1self-exclusion page%2 to manage your account limits.
it_it: Puoi impostare limiti per il conto e per le attività di trading. Per gestirli, vai alla %1pagina di autoesclusione%2.

source: You do not need to authenticate your account at this time
it_it: Per il momento non è necessario autenticare il conto

source: You do not need to authenticate your account at this time.%1We will inform you when your account needs to be authenticated.
it_it: Non è ancora il momento di autenticare il conto. %1Ti avviseremo quando sarà necessario.

source: You expect the %1 to fall in value so you can buy it back at a lower price (and make a profit).
it_it: Prevedi che il valore di %1 diminuirà, quindi puoi rieffettuare l'acquisto a prezzo inferiore (e realizzare un profitto).

source: You expect the %1 to rise in value so you can sell it back for a profit.
it_it: Prevedi che il valore di %1 aumenterà, in modo da poterlo rivendere e realizzare un profitto.

source: You have %1. You may open one or %2more cryptocurrency%3 accounts:
it_it: Con i tuoi %1 a disposizione, puoi aprire uno o %2più conti per criptovalute%3:

source: You have a %1 account. You may %2change your currency%3 to any of the following as long as you haven't made a deposit or created an MT5 account:
it_it: Hai un conto in %1. Puoi %2cambiare la valuta%3 selezionando una delle seguenti purché tu non abbia effettuato un deposito o creato un conto MT5:

source: You have already withdrawn %1%2 in aggregate over the last %3 days.
it_it: Hai già prelevato un totale di %1 %2 negli ultimi %3 giorni.

source: You have already withdrawn %1%2.
it_it: Hai già prelevato %1%2.

source: You have an account but have not set a currency. You may %1choose one%2 of these as your account currency
it_it: Non hai ancora selezionato una valuta per il conto: puoi %1scegliere una%2 delle seguenti valute

source: You have probably seen the terms 'going long' and 'going short' being used by a lot of forex brokers and traders. Let's compare the differences between the two terms:
it_it: Probabilmente avrai notato che molti broker e trader Forex utilizzano le espressioni "aprire una posizione long" e "aprire una posizione short". Confrontiamo le differenze:

source: You have successfully set your account currency to %1.
it_it: Hai modificato la valuta del conto: ora è %1.

source: You must ensure that potential clients are aware of the prohibition on insider trading based on confidential information. If you have any suspicion that such trading is taking place you must inform %1compliance@binary.com%2.
it_it: Devi assicurare che i potenziali clienti siano a conoscenza del divieto di insider trading basato su informazioni confidenziali; se sospetti che si stiano verificando tali attività, scrivi all'indirizzo %1compliance@binary.com%2.

source: You must ensure that you fill in all records accurately and in as much detail as required.
it_it: Assicurati di compilare accuratamente tutta la documentazione specificando i dettagli richiesti.

source: You will combine your excellent command of English and your strong understanding of the technology we use to produce well-structured, concise, and easy-to-understand technical documentation as well as project and architectural plans.
it_it: Dovrai sfruttare contemporaneamente la padronanza della lingua inglese e l'ottima comprensione della tecnologia usata da noi per produrre documentazione tecnica concisa, ber strutturata e di facile comprensione, così come progetti e piani di architettura.

source: You will earn a fixed payout based on the volume of individual trades purchased by each referred client. Please refer to our IB commission structure for forex, metals, and Synthetic Indices.
it_it: Riceverai un payout fisso in base al volume di trade individuali acquistati da ogni cliente da te introdotto. Ti invitiamo a consultare il quadro informativo sulle commissioni IB per Forex, metalli e indici sintetici.

source: You're buying the %1 and selling the %2.
it_it: Stai acquistando %1 e vendendo %2.

source: You're selling the %1 and buying the %2.
it_it: Stai vendendo %1 e acquistando %2.

source: Your %1 day withdrawal limit is currently %2%3.
it_it: Al momento il limite giornaliero sui prelievi %1 corrisponde a %2%3.

source: Your %1proof of identity%2 has not been verified.
it_it: Il %1documento di verifica dell'identità%2 non è stato controllato.

source: Your account is now closed
it_it: Il tuo conto è stato chiuso

source: Your password is one of the most commonly used passwords on the internet. Please choose a unique password.
it_it: Questa password è una delle più utilizzate su Internet: scegli una password unica.

source: Your website address (if you have one)
it_it: L'indirizzo del tuo sito web (ove applicabile)

source: Your withdrawal limit is %1%2.
it_it: Il limite sui prelievi corrisponde a %1%2.

source: Your withdrawal will be processed in one business day (Monday to Friday 9:00 am–5:00 pm GMT+8) unless stated otherwise.
it_it: Il prelievo verrà effettuato entro un giorno lavorativo (da lunedì a venerdì, 9.00 - 17.00 GMT+8) salvo ove diversamente specificato.

source: You’ve successfully closed your account. We’ll send a confirmation email to %1.
it_it: L'operazione di chiusura del conto è andata a buon fine. Riceverai un'e-mail di conferma all'indirizzo %1.

source: ZingPay is a payment facility that allows online bank transfers for clients in South Africa.
it_it: ZingPay è un servizio di pagamento che consente di effettuare trasferimenti bancari online per i clienti in Sud Africa.

source: account
it_it: conto

source: accounts
it_it: conti

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading stock indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, investment, trading
it_it: opzioni binarie, forex, trading su forex, trading online, trading finanziario, trading binario, trading su indici, effettuare trading di indici azionari, trade su Forex, effettuare trading su materie prime, strategia opzioni binarie, broker di opzioni binarie, scommesse su opzioni binarie, piattaforma di trading opzioni binarie, strategia per opzioni binarie, finanza, investimenti, trading

source: including Deal Cancel. Fee
it_it: inclusa commissione per la cancellazione

source: shall mean any operation which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, restriction, erasure, or destruction, etc.
it_it: si riferisce a qualsiasi operazione riguardante i dati personali o una serie di dati personali, automatizzata o no, come raccolta, registrazione, organizzazione, strutturazione, conservazione, adattamento o alterazione, restrizione, cancellazione o distruzione, ecc.
