Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
es_es: Sólo cinco años después de la creación de la web, obtenemos este importante premio por nuestros servicios de apuestas en línea. El premio reconoce una forma de operar en línea fiable, rápida y segura ofrecida por BetOnMarkets.com tanto para principiantes como expertos. Hasta ese momento, nuestro sitio web había recibido más de 15 millones de transacciones.
it_it: Dopo soli cinque anni dall'inizio, abbiamo ottenuto questo importante premio per i nostri servizi di trading online. BetOnMarkets.com è stata riconosciuta come una piattaforma di trading online affidabile, rapida e sicura sia per i novizi che per i trader professionisti. Fino a quel momento, il nostro sito internet aveva ricevuto oltre 15 milioni di trade.
ru_ru: Уже через пять лет после создания сайта мы получили этот крупный приз за свои услуги онлайн трейдинга. Награда признает надежный, быстрый и безопасный трейдинг, предлагаемый BetOnMarkets.com как новичкам, так и опытным трейдерам. На тот момент на сайте было выполнено более 15 миллионов сделок.
th_th: เพียงระยะเวลา 5 ปี หลังจากเริ่มต้น พวกเราได้รับรางวัลสำหรับบริการซื้อขายออนไลน์ของพวกเรา รางวัลแสดงถึงความเชื่อถือได้ ความรวดเร็ว และความปลอดภัยในการซื้อขายออนไลน์ของ BetOnMarkets.com ทั้งสำหรับนักลงทุนมือใหม่ และ นักลงทุนผู้คร่ำหวอดในตลาด ในขณะนั้น เว็บไซต์ของเรามีมูลค่าการซื้อขายมากกว่า 15 ล้านเหรียญ

source: Only letters, numbers, space, and hyphen are allowed.
es_es: Utilice solo letras, números, espacios, y guiones.
it_it: Sono consentiti solo numeri, lettere, spazi e trattini.
ru_ru: Разрешены только буквы, цифры, пробелы и дефисы.
th_th: ตัวอักษร ตัวเลข ช่องว่าง และเครื่องหมายขีดกลางเท่านั้นที่อนุญาต

source: Only letters, numbers, space, and these special characters are allowed: %1
es_es: Utilice solo letras, números, espacios y los siguientes caracteres especiales: %1
it_it: Sono consentiti solo numeri, lettere, spazi e questi caratteri speciali: %1
ru_ru: Разрешены только буквы, цифры, пробел и следующие символы: %1
th_th: เฉพาะตัวอักษร ตัวเลข ช่องว่าง และอักขระพิเศษเหล่านี้เท่านั้นที่อนุญาต %1

source: Only letters, numbers, space, hyphen, period, and apostrophe are allowed.
es_es: Se permite sólo el uso de letras, números, espacios, guiones, puntos y apóstrofes.
it_it: Sono consentiti solo lettere, numeri, spazi, trattini, punti e apostrofi.
ru_ru: Разрешены только буквы, цифры, пробелы, дефис, точки и апостроф.
th_th: ตัวอักษร ตัวเลข ช่องว่าง ขีดกลาง จุด และ เครื่องหมายอัญประกาศ ( ' ) เท่านั้น ที่สามารถใช้ได้

source: Only letters, numbers, space, underscore, and hyphen are allowed for ID number (%1).
es_es: La cédula de identidad (%1) solo puede contener letras, números, espacios, guiones bajos y guiones.
it_it: Per il numero ID (%1) sono consentiti solo lettere, numeri, spazio, trattino e trattino basso.
ru_ru: Для номера ID разрешены только буквы, цифры, пробел, нижнее подчёркивание, и дефис (%1).
th_th: เฉพาะตัวอักษร ตัวเลข เว้นวรรค ขีดล่าง และขีดกลางเท่านั้นที่อนุญาตให้ใช้ได้สำหรับหมายเลขประจำตัว (%1)

source: Only letters, space, hyphen, period, and apostrophe are allowed.
es_es: Se permite sólo el uso de letras, espacios, guiones, puntos y apóstrofes.
it_it: Sono consentite solo lettere, spazi, trattini, punti e apostrofi.
ru_ru: Допускаются только буквы латинского алфавита, пробелы, дефисы, точки или апострофы.
th_th: ตัวอักษร ช่องว่าง ขีดกลาง จุด และ เครื่องหมายอัญประกาศ ( ' ) เท่านั้น ที่สามารถใช้ได้

source: Only numbers, hyphens, and spaces are allowed.
es_es: Utilice solo números, guiones y espacios.
ru_ru: Разрешены только цифры, дефисы и пробелы.
th_th: อนุญาตเฉพาะตัวเลข เครื่องหมายขีดกลาง และช่องว่างเท่านั้น

source: Only one account is allowed per person. No withdrawals and/or refunds may be collected on accounts opened in false names or on multiple accounts opened by the same person.
es_es: Solo se permite una cuenta por persona. No será posible abonar retiros o reembolsos en cuentas con nombres falsos o en varias cuentas abiertas por una misma persona.
it_it: è possibile avere un solo conto per persona. Non è consentito effettuare prelievi e/o rimborsi da e verso conti aperti sotto falso nome o conti multipli aperti dalla stessa persona;
ru_ru: Разрешается иметь только один счет на человека. Вывод средств или компенсация не может перечисляться на счета, открытые на вымышленное имя, или на множественные счета, открытые одним и тем же лицом.
th_th: อนุญาตให้มีบัญชีเพียง 1 บัญชีต่อบุคคล จะไม่มีการถอน และ/หรือ คืนเงินจากบัญชีที่เปิดด้วยชื่อที่ไม่ถูกต้อง หรือ หลายๆบัญชีที่เปิดโดยคนเดียวกัน

source: Oops... Page Not Available
es_es: Vaya... Página no disponible
it_it: Ops... Pagina non disponibile
ru_ru: Страница недоступна
th_th: ขออภัย...ไม่พบหน้าที่ท่านเรียก

source: Open Position
es_es: Posición abierta
it_it: Posizione aperta
ru_ru: Открытая позиция
th_th: ตำแหน่งงานที่เปิดรับ

source: Open Positions
es_es: Posiciones Abiertas
it_it: Posizioni aperte
ru_ru: Открытые позиции
th_th: ตำแหน่งงานที่เปิดรับ

source: Open Source
es_es: Código Abierto
ru_ru: Открытый код
th_th: โอเพ่นซอส

source: Open a %1 account through BIEL's website %2
es_es: Abrir una cuenta %1 a través del sitio web %2 de BIEL
ru_ru: Откройте счёт %1 на сайте BIEL %2
th_th: เปิดบัญชี %1 ผ่านเว็บไซต์ของ BIEL %2

source: Open a Financial Account
es_es: Abrir una cuenta financiera
it_it: Apri un conto finanziario
ru_ru: Открыть Финансовый счёт
th_th: เปิดบัญชีทางการเงิน

source: Open a Real Account
es_es: Abrir una cuenta real
it_it: Apri un conto reale
ru_ru: Открыть Реальный счёт
th_th: เปิดบัญชีจริง

source: Open a free account
es_es: Abrir una cuenta gratuita
it_it: Apri un conto gratuito
ru_ru: Открыть бесплатный счет
th_th: เปิดบัญชีฟรี 1 บัญชี

source: Open account
es_es: Abrir una cuenta
it_it: Apri un conto
ru_ru: Открыть счёт
th_th: เปิดบัญชี

source: Open an account and start trading in minutes
es_es: Abra una cuenta y comience a operar en minutos
ru_ru: Откройте счёт и начните торговать за считанные минуты
th_th: เปิดบัญชี และเริ่มซื้อขายภายในไม่กี่นาที

source: Open an account now
es_es: Abrir una cuenta ahora
it_it: Apri un account adesso
ru_ru: Откройте счет сейчас
th_th: เปิดบัญชีเลย

source: Open contracts
es_es: Contratos abiertos
it_it: Apri contratti
ru_ru: Открытые контракты
th_th: เปิดสัญญา

source: Open positions
es_es: Posiciones abiertas
it_it: Posizioni aperte
ru_ru: Открытые позиции
th_th: ตำแหน่งงานที่เปิดรับ

source: Open-Source Projects
es_es: Proyectos de código abierto
it_it: Progetti open-source
ru_ru: Проекты с открытым кодом
th_th: โครงการโอเพ่นซอส

source: Open-source projects
es_es: Proyectos de código abierto
it_it: Progetti open-source
ru_ru: Проекты с открытым кодом
th_th: โครงการโอเพ่นซอส

source: Opening a trade
es_es: Iniciar la operación
it_it: Apertura di un trade
ru_ru: Открытие контракта
th_th: การเริ่มซื้อขาย

source: Opening an MT5 Real Account
es_es: Abrir una Cuenta Real MT5
it_it: Aprire un conto reale MT5
ru_ru: Открытие реального счёта на MT5
th_th: เปิดบัญชี MT5 จริง

source: Opening an account
es_es: Apertura de cuenta
it_it: Apertura di un conto
ru_ru: Открытие счёта
th_th: การเปิดบัญชี

source: Opening price
es_es: Precio de apertura
it_it: Prezzo di apertura
ru_ru: Цена открытия
th_th: ราคาเปิด

source: Opens
es_es: Abre
it_it: Apre
ru_ru: Открывается
th_th: เปิด

source: Options that let you “look back” on the optimum high or low achieved by the market to determine the payout.
es_es: Opciones que permiten “rever” los valores históricos máximos y mínimos del mercado para determinar el pago.
it_it: Opzioni che ti permettono di “guardare indietro” al punto più alto o più basso raggiunto dal mercato, per determinare il pagamento.
ru_ru: Опционы, позволяющие “оглянуться” на оптимальный максимум и минимум, достигнутые ценой актива, чтобы определить выплату.
th_th: ออปชั่นที่ให้ท่านได้ "Look Back" เพื่อดูมูลค่าสูง หรือ ต่ำ ที่ตลาดได้ทำเอาไว้เพื่อพิจารณาการชำระเงิน

source: Options that offer a fixed payout based on a simple yes/no proposition.
es_es: Opciones con un pago fijo en base a una propuesta de si o no.
it_it: Opzioni che offrono un payout fisso basato su una semplice asserzione si/no.
ru_ru: Опционы с фиксированной выплатой и простым выбором: да/нет.
th_th: ออปชั่นที่เสนอเงินจำนวนคงที่ จากข้อเสนอแสนง่าย ในรูปแบบ ใช่/ไม่ใช่

source: Options trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such an addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis.
es_es: El comercio de opciones binarias puede convertirse en una verdadera adicción, al igual que cualquier otra actividad llevada a sus límites. Para evitar el peligro de caer en una adicción, le ofrecemos un procedimiento de verificación de la realidad que le facilita un resumen de sus contratos y operaciones de manera regular.
it_it: Il trading in opzioni può sviluppare una vera e propria dipendenza così come qualsiasi altra attività spinta al limite. Per evitare i danni di tale dipendenza, ti forniamo la possibilità di controllare la situazione reale dei tuoi trade e dei tuoi account su base regolare.
ru_ru: Торговля бинарными опционами может вызывать зависимость, как и любая другая деятельность, доведенная до крайности. Чтобы избежать опасности возникновения подобной зависимости, мы проводим проверку реальности и предоставляем регулярный отчёт о Ваших сделках и счетах.
th_th: การซื้อขายออปชั่นสามารถทำให้ท่านเสพติดได้จริง ราวกับกิจกรรมอื่น เพื่อหลีกเลี่ยงความไม่ปลอดภัยที่จะทำให้เสพติดกิจกรรมเหล่านั้น พวกเราได้มีบริการในการตรวจสอบการใช้งาน การซื้อขายของท่านตามปกติ เพื่อให้ท่านมีรายงานสรุปของการซื้อขายและบัญชีของท่าน

source: Order
es_es: Orden
it_it: Ordine
ru_ru: Ордер
th_th: คำสั่ง

source: Order Execution
es_es: Ejecución de órdenes
it_it: Ordine d'esecuzione
ru_ru: Исполнение ордеров
th_th: การประมวลผลคำสั่ง

source: Order execution
es_es: Ejecución de órdenes
it_it: Esecuzione dell'ordine
ru_ru: Исполнение ордеров
th_th: การประมวลผลคำสั่งซื้อ

source: Order execution policy
es_es: Política de Ejecución de Órdenes
it_it: Politica di esecuzione degli ordini
ru_ru: Политика исполнения ордеров
th_th: นโยบายการดำเนินการคำสั่งซื้อ

source: Order execution typically comes in two varieties: market execution and instant execution. With market execution, you will place an order at the broker's price. You agree on the price in advance. There are no requotes with market execution.
es_es: A menudo existen dos tipos de ejecución de órdenes: ejecución de mercado y ejecución inmediata. En la ejecución de mercado, usted colocará una orden al precio del corredor, por lo tanto usted acuerda el precio de antemano. No existe la posibilidad de recotizar en este tipo de ejecución.
it_it: Solitamente, esistono due tipologie di esecuzione degli ordini: l'esecuzione di mercato e l'esecuzione immediata. Con l'esecuzione di mercato, effettuerai un ordine al prezzo del broker, concordandolo in anticipo, e non sono previste nuove quotazioni.
ru_ru: Как правило, исполнение ордеров бывает двух видов: рыночное исполнение и мгновенное исполнение. В случае рыночного исполнения Вы размещаете ордер по цене брокера. Вы заранее договариваетесь о цене. При рыночном исполнении не встречается повторного заявления цены.
th_th: การประมวลผลคำสั่งปกติแล้วมาในสองรูปแบบ: การประมวผลทางตลาดและการประมวลผลทันที ในการประมวผลทางตลาด ท่านจะออกคำสั่งซื้อที่ราคาของโบรกเกอร์ ท่านตกลงในราคาล่วงหน้า ไม่มีการเสนอราคาใหม่สำหรับการประมวผลทางตลาด

source: Order execution/cancellation/modification
es_es: Ejecución de la orden/cancelación/modificación
it_it: Esecuzione/cancellazione/modifica dell'ordine
ru_ru: Исполнение/отмена/изменение ордеров
th_th: การจัดการคำสั่งซื้อ / การยกเลิกคำสั่งซื้อ / การเปลี่ยนแปลงแก้ไขคำสั่งซื้อ

source: Orders will generally be auto-accepted if they do not take the Company over exposure limits and the client has enough remaining balance in their account. With every contract purchased, the Company has systems in place that automatically carry out a large exposure check, and, in case the new total exposure result is greater than or equal to 25% of the eligible capital, the contract cannot be sold to the client.
es_es: Las órdenes serán generalmente auto-aceptadas si no llevan a la Empresa por encima de los límites de exposición y el cliente tiene suficiente saldo en la cuenta. Con cada contrato adquirido, la Empresa pone en practica sistemas de comprobación automática de exposición, y, en caso que la nueva exposición total sea mayor o igual al 25% del capital elegible, el contrato no podrá ser vendido al cliente.
it_it: Gli ordini verranno generalmente accettati in automatico se non portano la Società oltre i limiti di esposizione e i clienti hanno un saldo sufficiente nel loro conto. Con l'acquisto di ogni contratto, i sistemi dedicati della Società eseguono automaticamente un ampio controllo sull'esposizione e, nel caso in cui la nuova esposizione totale risulti pari o superiore al 25% del capitale ammissibile, il contratto non può essere venduto al cliente.
ru_ru: Ордеры, как правило, принимаются автоматически, если они не превышают лимитов Компании, а у клиента на счету остаётся достаточный баланс. При приобретении каждого контракта Компания запускает системы, которые автоматически проводят проверку риска и если итоговый результат будет больше или равен 25% от имеющихся средств, контракт не может быть продан клиенту.
th_th: โดยทั่วไปคำสั่งซื้อจะถูกรับอัตโนมัติหากไม่เกินขีดจำกัดของการเปิดรับความเสี่ยงและลูกค้ามียอดเงินคงเหลือในบัญชีเพียงพอ ในทุกๆสัญญาที่มีการซื้อ บริษัทมีระบบที่วางไว้ซึ่งทำการตรวจสอบการเปิดรับความเสี่ยงขนาดใหญ่อัตโนมัติ และในกรณีที่ผลการเปิดรับความเสี่ยงรวมอันใหม่มากกว่าหรือเท่ากับ 25% ของเงินทุนที่มีสิทธิ์แล้ว จะไม่สามารถขายสัญญาให้กับลูกค้าได้

source: Organisational skills and the ability to work proactively
es_es: Competencias organizativas y la capacidad de trabajar proactivamente
it_it: Capacità organizzative e la capacità di lavorare in modo proattivo
ru_ru: Организационные навыки и способность активно работать
th_th: มีทักษะด้านองค์กรและสามารถทำงานได้อย่างมั่นใจ

source: Other Partnership Options
es_es: Otras Opciones de Asociación
ru_ru: Другие варианты сотрудничества
th_th: รายการพันธมิตรอื่นๆ

source: Other Warnings & Regulatory Disclosures
es_es: Otros avisos y divulgaciones reglamentarias
it_it: Ulteriori avvisi e informative normative
ru_ru: Другие предупреждения и нормативные уведомления
th_th: คำเตื่อนอื่นๆ และ บททบัญญัติ

source: Other best execution factors, such as speed of execution, likelihood of execution and settlement, size, nature, or any other considerations relevant to the execution of a particular order, may also be applied by BIEL in order to obtain the best possible results for the client.
es_es: Otros factores de la mejor ejecución, como la velocidad de ejecución, probabilidad de ejecución y liquidación, el volumen, la naturaleza o cualquier otra consideración pertinente para la ejecución de una orden particular también podrán ser aplicados por BIEL con el fin de obtener los mejores resultados posibles para el cliente.
ru_ru: Другие факторы политики лучшего исполнения включают скорость исполнения, вероятность исполнения и окончания, размер, природу или любые другие факторы, имеющие отношение к исполнению конкретного ордера, которые также могут применяться BIEL для предоставления клиенту наилучших результатов.
th_th: ปัจจัยในการดำเนินการที่ดีที่สุดอื่นๆ เช่น การดำเนินการอย่างรวดเร็ว ความเป็นไปได้ในการส่งคำสั่งและชำระมูลค่า ขนาด ธรรมชาติ หรือ สิ่งที่เกี่ยวข้องกับการดำเนินการในคำสั่งพิเศษต่างๆ ซึ่งใช้ระบบของ BIEL เพื่อทำให้เกิดผลลัพธ์ที่ดีที่สุดสำหรับลูกค้า

source: Other obligations
es_es: Otras obligaciones
it_it: Ulteriori obblighi
ru_ru: Другие обязательства
th_th: ข้อผูกพันอื่นๆ

source: Other risks: There are other risks related to trading Investment Products and foreign currencies that cannot be described in detail in this document. Generally, however, securities, options, and currency transactions involve exposure to a combination of the following risk factors: market risk, credit risk, settlement risk, liquidity risk, operational risk, and legal risk. For example, there can be serious market disruptions if local or overseas economic, political, or other unforeseen events affect the market. In addition to these types of risk, there may be other factors such as accounting and tax treatment issues that the client should consider.
es_es: Otros riesgos: Existen otros riesgos que se relacionan a los Productos de Inversión y el comercio de divisas que no pueden ser descritos en detalle en este documento. Generalmente, sin embargo, los valores, las opciones y las transacciones con divisas implican la exposición a una combinación de los siguientes factores de riesgo: riesgo de mercado, riesgo de crédito, riesgo de liquidación, riesgo de liquidez, riesgo operacional y riesgo legal. Por ejemplo, pueden haber perturbaciones graves del mercado si se producen acontecimientos imprevistos económicos o políticos o de otro tipo a nivel local o en el extranjero que afecten al mercado. Además de estos tipos de riesgos pueden haber otros factores, tales como las cuestiones de contabilidad y tratamiento fiscal, que el cliente debe considerar.
it_it: Ulteriori rischio: vi sono altri rischi legati al trading di prodotti di investimento e valute straniere che non verranno descritti nel dettaglio nel presente documento. Tuttavia, in generale, titoli, opzioni e operazioni con le valute implicano l'esposizione a una combinazione dei seguenti fattori di rischio: rischio di mercato, di credito, di regolamento, di liquidità, operativo e legale. Per esempio, possono verificarsi significative distorsioni del mercato qualora eventi politici, economici o imprevedibili locali o internazionali avessero ripercussioni sul mercato. Oltre a questi tipi di rischio, potrebbero presentarsi altri fattori da tenere in considerazione, come problemi di trattamento fiscale e di contabilità.
ru_ru: Другие риски: Есть и другие риски, связанные с торговлей на инвестиционных продуктах и иностранной валюте, которые не могут быть подробно описаны в этом документе. В целом, однако, ценные бумаги, опционы и валютные операции подвержены воздействию сочетания следующих факторов риска: рыночный риск, кредитный риск, риск урегулирования, риск ликвидности, операционный риск и правовой риск. Например, могут возникнуть серьезные перебои с рыночными данными, если какие-либо экономические, политические или другие непредвиденные события локально или за рубежом влияют на рынок. В дополнение к этим видам риска могут добавляться и другие факторы, такие как вопросы бухгалтерского и налогового толка, которые должны учитывать клиенты.
th_th: <strong>ความเสี่ยงอื่นๆ</strong>: ยังมีความเสี่ยงอื่นๆ ที่เกี่ยวข้องกับผลิตภัณฑ์การลงทุนและการซื้อขายสกุลเงินต่างประเทศซึ่งไม่ได้ถูกบรรยายไว้ในเอกสารฉบับนี้ แต่โดยทั่วไปแล้ว หลักทรัพย์ต่างๆ ออปชั่น และธุรกรรมที่เกี่ยวข้องกับสกุลเงินนั้น มีปัจจัยความเสี่ยงต่อไปนี้ ความเสี่ยงทางตลาด ความเสี่ยงด้านเครดิต ความเสี่ยงในการชำระราคา ความเสี่ยงทางสภาพคล่อง ความเสี่ยงเชิงปฏิบัติการ และความเสี่ยงตามกฎหมาย เช่น มีการแทรกแซงในตลาดอย่างจริงจัง หากเศรษฐกิจในท้องถิ่น หรือ ในต่างประเทศ หรือ ภาวะทางการเมือง หรือ เหตุการณ์ในท้องถิ่นที่คาดการณ์ไม่ได้ล่วงหน้า หรือ เหตุการณ์ในต่างประเทศที่ส่งผลยังตลาด นอกจากนั้นแล้ว ความเสี่ยงเหล่านี้อาจจะมีความสัมพันธ์กับประเด็นทางบัญชีและการจัดเก็บภาษีที่ลูกค้าพึงพิจารณา

source: Other than the payment of Commissions, Binary is not liable to the Introducing Broker or their Associates or any other person for any matter arising out of or in relation to this Agreement whether under the law of tort, contract, or equity or otherwise for any loss.
es_es: Aparte del pago de Comisiones, Binary no es responsable ante el Broker Introductor o sus Asociados o cualquier otra persona, por cualquier asunto que surja de o en relación con este Acuerdo, ya sea bajo la ley de responsabilidad extra contractual, contrato o equidad o de otra manera por cualquier pérdida.
it_it: Oltre al pagamento delle commissioni, Binary non è responsabile verso l'Introducing Broker, i suoi Associati o altri individui per questioni derivanti dal presente Contratto o correlate ad esso, siano esse soggette a diritto civile, contratti, equity o altro e dovute a qualsiasi perdita.
ru_ru: Помимо выплаты комиссионных, Binary не несёт ответственности перед Представляющим брокером, его/её партнёром или иным лицом за любые обстоятельства, возникающие ввиду или в связи с данным Соглашением, будь то в рамках закона о правонарушениях, контракта, правил долевого участия или ввиду любых других потерь.
th_th: นอกจากการจ่ายค่าคอมมิชชั่นแล้ว Binary ไม่รับผิดชอบใดๆ ต่อโบรกเกอร์แนะนำ หรือ ผู้มีความสัมพันธ์กับโบรกเกอร์แนะนำ หรือ บุคคลอื่นๆ ในเรื่องที่เกิดจาก หรือเกี่ยวข้องกับสัญญานี้ ไม่ว่าจะเป็นการละเมิด สัญญา เงินทุน หรือความเสียหายใดๆ

source: Our Accounting &amp; Payments team manages our wide range of bank accounts and e-currency systems, as well as the huge volume of transactions that take place every day.
es_es: Nuestro equipo de Contabilidad &amp; Pagos gestiona nuestra amplia gama de cuentas bancarias y sistemas de moneda electrónica, así como el enorme volumen de transacciones que se realizan cada día.
it_it: Il nostro team Contabilità e pagamenti gestisce tutti i nostri numerosi conti bancari e sistemi di valuta elettronica, così come un ampio volume di operazioni quotidiane.
ru_ru: Наш бухгалтерский отдел управляет широким спектром банковских счетов и систем электронных валют, а также большим объёмом переводов, совершаемых ежедневно.
th_th: ทีมบัญชี&amp; การจ่ายเงินของเราจัดการบัญชีธนาคาร และระบบสกุลเงินอิเล็กทรอนิกส์ที่หลากหลาย และธุรกิจจำนวนมากที่เกิดขึ้นทุกวัน

source: Our Company
es_es: Nuestra empresa
it_it: La nostra società
ru_ru: Наша компания
th_th: บริษัทฯ ของเรา

source: Our MAM Advanced account can be assigned to a money manager who will trade on your behalf with more competitive spreads than the regular Advanced account.
es_es: Es posible asignar nuestra cuenta avanzada de gestión de cuentas múltiples (GCM) a un administrador de fondos que operará en su nombre con spreads más competitivos que los de la cuenta avanzada regular.
ru_ru: Наш Расширенный счёт ММС может быть приписан инвестиционному менеджеру, который будет торговать от Вашего имени с более выгодными спредами, по сравнению со спредами на простых Расширенных счетах.
th_th: สามารถมอบหมายบัญชี MAM ขั้นสูงของเราให้กับผู้จัดการเงินทุนบุคคล ผู้ที่จะซื้อขายแทนท่านด้วยสเปรดที่มากกว่าบัญชีขั้นสูงปกติ

source: Our MAM Synthetic Indices account can be assigned to a money manager who will trade on your behalf with the same specifications as the regular Synthetic Indices account.
es_es: Nuestra cuenta de Índices Sintéticos MAM se puede asignar a un administrador de fondos que operará en su nombre con las mismas especificaciones como las de la cuenta de los Índices Sintéticos habituales.
ru_ru: Наш счёт ММС на Синтетических индексах может быть закреплён за инвестиционным менеджером, который будет торговать от Вашего имени с теми же условиями, что и на стандартных счетах на Синтетических индексах.
th_th: สามารถมอบหมายบัญชีดัชนีสังเคราะห์ MAM ให้กับผู้จัดการเงินทุนบุคคล ผู้ที่จะซื้อขายแทนท่านด้วยข้อกำหนดเดียวกันกับบัญชีดัชนีสังเคราะห์ปกติ
