Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Each section starts with a paragraph from the Business Principles written in italics. We then explain how this paragraph applies to business partners.
it_it: Ogni sezione comincia con un paragrafo dei principi aziendali scritto in corsivo; successivamente viene illustrata l'applicazione del paragrafo per i partner commerciali.

source: Earn 100 USD in commission for each successful referral. Your referred client must open a %1real account%2 through your unique affiliate link and deposit a total of 100 USD or more (one-time or accumulative) in the account. This commission plan is only available for clients based in the EU.
it_it: Guadagna 100 USD in commissioni per ogni cliente introdotto da te. Il cliente dovrà aprire %1un conto reale%2 attraverso il tuo link associativo unico e depositarvi un minimo di 100 USD (in una volta o cumulativi). Questo piano di commissioni è disponibile esclusivamente per i clienti all'interno dell'UE.

source: Earn a monetary reward for any verifiable issues that you find, with a bounty worth up to 1,000 USD for high-risk security vulnerabilities.
it_it: Guadagna una ricompensa in denaro per qualsiasi problema verificabile che riscontri, con un riconoscimento fino a 1.000 USD per le vulnerabilità di sicurezza ad alto rischio.

source: Earn payouts up to 50,000 USD. Losses are limited to your initial stake and nothing more.
it_it: Guadagna payout fino a 50.000 USD. Le perdite sono limitate solamente alla tua puntata iniziale.

source: Earn the same proportional return on stakes of all values.
it_it: Ottieni lo stesso rendimento proporzionale sulle puntate di tutti i valori.

source: Enjoy a trading platform that's easy to navigate and use.
it_it: Vivi una piacevole esperienza di trading con una piattaforma facile da esplorare e utilizzare.

source: Enjoy exciting opportunities to trade stock indices with the benefit of real-time charts and pricing.
it_it: Sfutta al massimo l'incredibile opportunità di fare trading su titoli azionari con il vantaggio di ottenere prezzi e grafici in tempo reale.

source: Ethereum vs US dollar
it_it: Ethereum vs dollaro statunitense

source: Euro vs Australian dollar
it_it: Euro vs dollaro australiano

source: Euro vs British pound
it_it: Euro vs sterlina britannica

source: Euro vs Canadian dollar
it_it: Euro vs dollaro canadese

source: Euro vs Hong Kong dollar
it_it: Euro vs dollaro di Hong Kong

source: Euro vs Israeli new shekel
it_it: Euro vs nuovo shekel israeliano

source: Euro vs Japanese yen
it_it: Euro vs yen giapponese

source: Euro vs Mexican peso
it_it: Euro vs peso messicano

source: Euro vs New Zealand dollar
it_it: Euro vs dollaro neozelandese

source: Euro vs Norwegian krone
it_it: Euro vs corona norvegese

source: Euro vs Polish zloty
it_it: Euro vs zloty polacco

source: Euro vs Singapore dollar
it_it: Euro vs dollaro di Singapore

source: Euro vs South African rand
it_it: Euro vs rand sudafricano

source: Euro vs Swedish krona
it_it: Euro vs corona svedese

source: Euro vs Swiss franc
it_it: Euro vs franco svizzero

source: Euro vs Turkish lira
it_it: Euro vs lira turca

source: Euro vs US dollar
it_it: Euro vs dollaro statunitense

source: Example: XAU/USD (Gold vs US dollar) symbol pair
it_it: Esempio: coppia di simboli XAU/USD (oro vs dollaro statunitense)

source: Exit Time
it_it: Orario di uscita

source: Exotic pairs – Consist of one non-USD major currency that's paired with the currency of an emerging economy, for example: GBP/HKD
it_it: Coppie esotiche: sono costituite da una valuta principale non-USD che è associata con la valuta di un'economia emergente. Per esempio: GBP/HKD

source: Experience in forex spot trading or exotic options pricing, volatility forecasts, high-frequency trading, and the analysis of market inefficiencies
it_it: Esperienza con esecuzione di trading spot su Forex, determinazione dei prezzi delle opzioni esotiche, previsioni della volatilità, trading ad alta frequenza e analisi delle inefficienze del mercato

source: FX-majors (standard/micro lots), FX-minors, Commodities, Cryptocurrencies
it_it: Maggiori FX (standard/micro-lotti), minori FX, materie prime, criptovalute

source: FX-majors, FX-minors, FX-exotics
it_it: Maggiori FX, minori FX, esotiche FX

source: Fair Competition
it_it: Competizione equa

source: Familiarity with relational database design and/or open-source RDBMS systems such as MySQL and PostgreSQL
it_it: Familiarità con la progettazione di banche dati relazionali e/o sistemi RDBMS open-source come MySQL e PostgreSQL

source: Figures have been rounded.
it_it: Le cifre sono state approssimate.

source: Financial
it_it: Finanziario

source: Financial STP
it_it: Finanziario STP

source: Financial STP Account
it_it: Conto finanziario STP

source: Financial STP account
it_it: Conto finanziario STP

source: Financial account
it_it: Conto finanziario

source: Financial concerns
it_it: Problemi finanziari

source: For Binary (SVG) LLC, the applicable Jurisdiction shall be St. Vincent and the Grenadines.
it_it: Per Binary (SVG) LLC, la giurisdizione applicabile sarà quella di St. Vincent e Grenadine.

source: For example, a round trade (i.e. open and close position) of 1 lot of Vol 75 Index for a price of 125,000 USD would pay 12.5 USD.
it_it: Per esempio, un trade completo (posizione aperta e chiusa) di 1 lotto con indice vol 75 per un prezzo di 125.000 USD renderebbe 12,5 USD.

source: For example, if you buy a 100 USD contract and it's not going as planned, you just need to sell it to cut your losses at the current market price.
it_it: Ad esempio, se acquisti un contratto per 100 USD e non sta andando come previsto, per contenere le perdite, sarà sufficiente venderlo al prezzo corrente di mercato.

source: For example, if you buy one lot of an underlying asset at a price of 20,000 USD and a margin rate of 0.01, the margin required to purchase that one lot will be calculated as follows:
it_it: Ad esempio, se acquisti un lotto di un asset sottostante a un prezzo di 20.000 USD con un tasso di margine di 0,01, il margine richiesto per acquistare quel lotto verrà calcolato come segue:

source: For example, if you buy one lot of the USD/JPY pair with a contract size of 100,000 and leverage of 100:1, the margin that you need to purchase one lot of USD/JPY will be calculated as follows:
it_it: Ad esempio, se acquisti un lotto della coppia USD/JPY con un contratto di 100.000 e leva di 100: 1, il margine di cui hai bisogno per acquistare un lotto di USD/JPY sarà calcolato come segue:

source: For example, if you buy one lot of the XAU/USD pair at 300:1 leverage and a market price of 1,250.15 USD, the margin required to purchase that one lot will be calculated as follows:
it_it: Ad esempio, se acquisti un lotto della coppia XAU/USD con leva pari a 300:1 e un prezzo di mercato di 1,250.15 USD, il margine richiesto per acquistare quel lotto sarà calcolato come segue:

source: For example, if you see that the EUR/USD has an ask price of 1.05382, you'll sell 1.05382 USD (quote currency) for every 1 EUR (base currency) you buy.
it_it: Per esempio, se EUR/USD ha un prezzo di acquisto di 1,05382, venderai 1,05382 USD (valuta di quotazione) per ogni 1 euro (valuta base) che acquisti.

source: For example, if you wanted to buy one unit of the BTC/USD cryptocurrency pair at a price of 4831.400 USD and at a margin rate of 10%, the margin that you need to purchase one lot of BTC/USD will be calculated as follows:
it_it: Per esempio, se vuoi acquistare un'unità della coppia di criptovalute BTC/USD a un prezzo di 4831,400 USD e a un tasso di margine del 10%, il margine necessario per acquistare un lotto di BTC/USD verrà calcolato come segue:

source: For example, if you wanted to purchase 100 units of a particular asset that's trading at 50 USD per unit through a traditional broker, it would typically cost you 5,000 USD for this transaction.
it_it: Ad esempio, se tu volessi acquistare 100 unità di un particolare asset a 50 USD per unità tramite un broker tradizionale, questa operazione normalmente costerebbe 5.000 USD.

source: For example, if you wanted to purchase 100 units of a particular asset trading at 50 USD per unit through a traditional broker, it would cost you 5,000 USD for this transaction.
it_it: Per esempio, se tu volessi acquistare 100 unità di un particolare asset a 50 USD per unità tramite un broker tradizionale, questa operazione ti costerebbe 5.000 USD.

source: For forex quotes, the closing times are defined by the Company as shown in the market opening times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
it_it: Per le quotazioni Forex, gli orari di chiusura indicati dalla Società sono consultabili alla sezione Orari di apertura del mercato del sito web. In caso di controversie relative ai valori di mercato o di liquidazione, la decisione della Società sarà finale e vincolante. I clienti dovranno tenere in considerazione che alcuni mercati (come quelli degli indici azionari) non sono aperti durante il giorno e il corrispettivo trading potrebbe non essere possibile negli orari di chiusura.

source: For information about forex leverage refer to our %1Margin Policy%2.
it_it: Per informazioni sulla leva nel Forex, consulta la nostra %1politica sul margine%2.

source: For information about forex leverage, refer to our %1Margin Policy%2.
it_it: Per informazioni sulla leva nel Forex, consulta la nostra %1politica sul margine%2.

source: Generate documentation for our internal and public-facing APIs
it_it: Generare documentazione per le API interne e di interfaccia con il pubblico

source: Get 10,000.00 USD
it_it: Ricevi 10.000,00 USD

source: Go to the %1Cashier%2 to withdraw funds from your %3 accounts.
it_it: Vai alla %1cassa%2 per prelevare i fondi dai conti %3.

source: Go to the %1MT5 dashboard%2 to withdraw funds from your Binary.com MT5 account.
it_it: Vai alla %1dashboard MT5%2 per prelevare i fondi dal conto MT5 di Binary.com.

source: Go to the %1portfolio page%2 to close all open positions from your Binary.com accounts.
it_it: Vai alla %1pagina del portafoglio%2 per chiudere tutte le posizioni aperte dei conti Binary.com.

source: Gold vs US dollar
it_it: Oro vs dollaro statunitense

source: Good fundamental knowledge of software development, preferably with the programming languages, platforms, and systems that we use, such as Perl, Python, PHP, C/C++, Go, Ruby, Redis, Docker, Kubernetes, and AWS
it_it: Buona conoscenza di base dello sviluppo di software, preferibilmente con i linguaggi di programmazione, e dei sistemi da noi usati come Perl, Python, PHP, C/C++, Go, Ruby, Redis, Docker, Kubernetes e AWS

source: Good knowledge of Linux and other open-source platforms
it_it: Buona conoscenza di Linux e altre piattaforme open-source

source: Help2Pay is a payment facility that allows online bank transfers for clients across Southeast Asia.
it_it: Help2Pay è un servizio di pagamento che consente di effettuare trasferimenti bancari online per i clienti nel Sud-Est asiatico.

source: Hence, your withdrawable balance is only up to %1%2, subject to your account’s available funds.
it_it: Pertanto, il saldo prelevabile corrisponde a un massimo di %1%2, in base ai fondi disponibili sul conto.

source: Hint: it would take approximately %1%2 to crack your password.
it_it: Suggerimento: servirebbero circa %1%2 per decifrare la password.

source: Hong Kong dollar vs Japanese yen
it_it: Dollaro di Hong Kong vs yen giapponese

source: How to trade forex
it_it: Come fare trading sul Forex

source: However, if the asset price falls by 10 points, that represents a 10 USD loss for you.
it_it: Tuttavia, se il prezzo di un asset scende di 10 punti, questo costituisce per te una perdita di 10 USD.

source: I want to change my affiliate instead
it_it: Desidero cambiare associato

source: I want to change my currency instead
it_it: Desidero cambiare la valuta

source: I want to close my account
it_it: Desidero chiudere il conto

source: I want to limit my trading activity instead
it_it: Desidero limitare la mia attività di trading

source: I want to open a cryptocurrency account instead
it_it: Desidero aprire un conto per criptovalute

source: I want to open a fiat currency account instead
it_it: Desidero aprire un conto per valuta fiat

source: I want to open a real account instead
it_it: Desidero aprire un conto reale

source: I want to open another cryptocurrency account instead
it_it: Desidero aprire un altro conto per criptovalute

source: I want to set my currency instead
it_it: Desidero impostare la mia valuta

source: Identify and remedy content gaps and requirements to insert visual aids such as diagrams or videos to assist comprehension
it_it: Identificare e correggere lacune a livello di contenuto e i requisiti per inserire strumenti di supporto visivo alla comprensione come diagrammi o video.

source: If an actual or potential conflict appears in the course of your work, they must declare it to %1compliance@binary.com%2
it_it: Se nel corso delle tue attività si presenta un conflitto reale o potenziale, devono comunicarlo a %1compliance@binary.com%2

source: If the Company suffers a loss as a result of a chargeback or retrieval request, the client agrees to reimburse the Company the amount before the Company lifts off any limits imposed on any or all of the client’s accounts.
it_it: Il cliente accetta, nel caso io cui la Società subisca una perdita a causa di una richiesta di riaddebito o recupero, di rimborsare l'importo prima che questa sollevi i limiti relativi a un conto o a tutti i conti del cliente.

source: If the applicant has any questions about this privacy policy or if the applicant would like to exercise any of their rights, they should contact the Company's Data Protection Officer (DPO) by emailing %1.
it_it: Qualora il candidato abbia domande circa la politica sulla privacy o intenda esercitare i propri diritti, deve contattare il responsabile della protezione dati (DPO) della Società scrivendo un'e-mail a %1.

source: If the applicant's application is successful and an offer of employment with the Company is accepted, the applicant's data will be retained until the cessation of their employment. In this case, a separate privacy policy for employees will be made available to the applicant.
it_it: Qualora la candidatura vada a buon fine e al richiedente venga offerto un impiego presso la Società, i suoi dati verranno conservati fino alla cessazione del rapporto di lavoro. In questo caso, al candidato verrà resa nota una politica sulla privacy specifica per i dipendenti.

source: If the bid price is 1.05229, you'll buy 1.05229 USD for every 1 EUR you sell.
it_it: Se il prezzo di offerta è 1,05229, acquisterai 1,05229 USD per ogni EUR che vendi.

source: If the client deposits funds via credit or debit card, the client agrees to email or call the Company before placing a chargeback or a retrieval request so the Company can try to retrieve the funds for the client.
it_it: Se il cliente deposita fondi tramite carta di credito o di debito, accetta di contattare la Società via e-mail o telefono prima di richiedere un riaddebito o un recupero fondi, così che la Società possa impegnarsi a farlo per il cliente.

source: If the payment processor sends the Company a chargeback or retrieval notification, the Company reserves the right to suspend any or all of the client’s accounts and place a temporary hold on the funds available in it. In that case, any or all of the client’s accounts may remain suspended until the completion of the entire chargeback investigation. The same might apply if the client’s transacting bank initiates the chargeback or retrieval request without the client’s knowledge.
it_it: Se l'esecutore del pagamento invia alla Società una notifica di riaddebito o recupero, questa si riserva il diritto di sospendere uno o più conti del cliente e prendere temporaneamente il controllo dei fondi disponibili. In questo caso, i conti del cliente potrebbero essere sospesi fino al completamento delle indagini relative al riaddebito; lo stesso vale nel caso in cui la banca che effettua l'operazione inoltre una richiesta di riaddebito o recupero a insaputa del cliente.

source: If you have a payment reference (for example 122), you can enter it here.
it_it: Se hai un riferimento di pagamento (per esempio 122), puoi inserirlo qui.

source: If you have opened positions in your MT5 account, please close them too.
it_it: Se hai posizioni aperte nel tuo conto MT5, ti invitiamo a chiuderle.

source: If you see EUR/USD has a bid price of 1.05229, you will buy 1.05229 USD for every 1 EUR that you sell.
it_it: Se EUR/USD ha un prezzo di offerta di 1,05229, acquisterai 1,05229 USD per ogni EUR che vendi.

source: If you want to change your affiliate, contact %1affiliates@binary.com%2 for more information on how you can do this.
it_it: Se desideri cambiare associato, contatta %1affiliates@binary.com%2 per avere maggiori informazioni a riguardo.

source: If you wish to seek guidance on any aspect these Business Principles, you should contact %1compliance@binary.com%2
it_it: Se desideri chiarimenti in merito ai principi aziendali, scrivi a %1compliance@binary.com%2

source: If your margin level is still under the stop out level, we will close an open position with the largest loss.
it_it: Se il tuo livello di margine è ancora sotto il livello di stop out, chiuderemo la posizione aperta con la perdita maggiore.

source: If your margin level is still under the stop out level, your next order will be deleted. However, orders without margin requirements will not be deleted.
it_it: Se il tuo livello di margine è ancora al di sotto del livello di stop out, il tuo prossimo ordine sarà cancellato. Tuttavia, gli ordini senza requisiti di margine non saranno cancellati.

source: In light of the EU General Data Protection Regulation 2016/679 and the Data Protection Act 2018, the applicant is entitled to the following rights with regards to the applicant's personal data:
it_it: Ai sensi del regolamento GDPR (UE) 2016/679 e del Data Protection Act, al richiedente vengono riconosciuti i seguenti diritti riguardanti i suoi dati personali:

source: In some cases, the Company needs to process the applicant’s personal data to comply with the Company’s legal obligations, for example conducting necessary checks in relation to the right to work in a specific jurisdiction.
it_it: In alcuni casi, è necessario che la Società verifichi la compatibilità dei dati personali del candidato con i propri oneri legali, per esempio eseguendo controlli per appurare l'effettiva facoltà a lavorare in una certa giurisdizione.

source: In some circumstances, the applicant has the right to data portability, which is the right to request a copy of their personal data in a digital format and, where possible, ask the Company to transfer it to another company.
it_it: In alcune circostanze, il candidato ha il diritto alla portabilità dei dati, cioè il diritto a richiedere una copia dei propri dati personali in formato digitale e, ove possibile, richiedere che la Società li condivida con un'altra società.

source: In the event that the Company is aware of an Affiliate who is in breach of any of the above provisions, the Company shall have the right, in addition to any other right or remedy available to it under this Agreement or applicable law, to immediately block the Affiliate's access to this programme. The Affiliate hereby irrevocably waives their rights to, and shall indemnify the Company and any member of the Deriv group of companies for, any claims or demands made against the Company or any member of the Deriv group of companies, their directors, officers, shareholders, or employees or against the %1 website if the Company revokes the Affiliate's access to the programme.
it_it: Nel caso in cui la Società sia a conoscenza della violazione da parte di un Associato di una qualsiasi delle suddette disposizioni, quest'ultima avrà il diritto, oltre agli altri diritti o rimedi disponibili ai sensi del presente Contratto o della legge applicabile, di bloccare immediatamente l'accesso dell'Associato al presente programma. Con la presente, l'Associato rinuncia irrevocabilmente ai suoi diritti e risarcirà la Società e qualsiasi membro del gruppo di società Deriv per reclami o richieste avanzati nei confronti della Società o di qualsiasi membro del gruppo di società Deriv, dei suoi direttori, funzionari, azionisti, impiegati, o nei confronti del sito internet di %1 qualora la Società revocasse il suo accesso al programa.

source: In the rest of the EU, Synthetic Indices are offered by Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (%1licence no. MGA/B2C/102/2000%4 issued on 01 August 2018), for UK clients by (2) the UK Gambling Commission (licence %2reference no: 39495%4), and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete %3Regulatory Information%4.
it_it: Nel resto dell'UE, gli indici sintetici sono offerti da Binary (Europe) Ltd., W Business Centre, terzo piano, Triq Dun Karm, Birkirkara, BKR 9033, Malta, autorizzata e regolamentata dalla (1) Malta Gaming Authority di Malta (%1licenza n. MGA/B2C/102/2000%4 rilasciata l'1 agosto 2018); per i clienti nel Regno Unito dalla (2) UK Gambling Commission (licenza %2n. 39495%4) e per i clienti irlandesi dalla (3) Revenue Commissioners di Irlanda (licenza del Remote Bookmaker n. 1010285 emessa l'1 luglio 2017). Consulta le %3informazioni complete sulla regolamentazione%4.

source: Information about the applicant's medical or health conditions, including whether or not the applicant has a disability for which the Company needs to make reasonable adjustments
it_it: Informazioni sulle condizioni mediche e di salute del candidato, compresa la verifica di un eventuale stato di disabilità per cui la Società deve predisporre ragionevoli adeguamenti

source: Introducing Deriv.com
it_it: Presentazione di Deriv.com

source: Investing or trading in contracts exposes the client to the performance of the underlying or reference instrument or asset to which the Binary contract refers, including foreign exchange, stock indices, and commodities, each of which have their own features and risks.
it_it: Investendo o effettuando trading su contratti, il cliente si espone all'andamento degli strumenti/asset sottostanti o di riferimento a cui il contratto di Binary si riferisce, inclusi cambi, indici azionari e materie prime, ciascuno con le proprie caratteristiche e rischi specifici.

source: Job application privacy policy
it_it: Politica sulla privacy delle candidature

source: Know how much you will win or lose before you purchase the contract.
it_it: Scopri l'ammontare di vincite e perdite prima di acquistare il contratto.

source: Learn more about Deriv.com
it_it: Scopri di più su Deriv.com

source: Legal and regulatory compliance
it_it: Conformità legale e regolamentare

source: Let's say a US 100 contract is worth 1 USD per point in the underlying asset. If you decide to 'go long' on the US 100, and the asset price rises by 10 points, that represents a 10 USD profit for you.
it_it: Supponiamo che un contratto US 100 valga 1 USD per ogni punto dell'asset sottostante. Se decidi di "aprire una posizione long" su 100 USD e il prezzo dell'asset aumenta di 10 punti, realizzerai un profitto di 10 USD.

source: Litecoin vs US dollar
it_it: Litecoin vs dollaro statunitense
