Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: They also generate monthly management accounts, annual audited accounts, and reconcile all transactions. As our Accounts &amp; Payments Executive, you will be able to contribute to all these key areas and increase the efficiency of our financial operations.
es_es: También generan cuentas de gestión mensuales, cuentas auditadas anuales y reconcilian todas las transacciones. Como nuestro Ejecutivo de Cuentas &amp; Pagos, usted podrá contribuir a todas estas áreas clave y aumentar la eficiencia de nuestras operaciones financieras.
it_it: Inoltre, generano conti di gestione mensili e conti annuali sottoposti a revisione e armonizzano tutte le operazioni. In qualità di responsabile di conti e pagamenti, fornirai il tuo contributo in queste aree fondamentali per aumentare l'efficienza delle nostre operazioni finanziarie.
ru_ru: Также наш бухгалтерский отдел создаёт ежемесячные отчёты, занимается ежегодным аудитом и проверяет все транзакции. Будучи нашим администратором счетов и выплат, Вы внесёте вклад во все ключевые области работы команды и повысить эффективность наших финансовых операций.
th_th: พวกเขาจัดทำบัญชีบริหารรายเดือน การตรวจสอบบัญชีประจำปี และตรวจสอบธุรกรรมที่เกิดขึ้นทั้งหมด ในฐานะเจ้าหน้าที่บัญชีและการชำระเงินของเรา ท่านจะช่วยมีส่วนร่วมในงานหลักต่างๆ เหล่านี้ เพื่อเพิ่มประสิทธิภาพของงานปฏิบัติการการเงินของเรา

source: They also manage our suppliers and contractors, as well as general administrative duties and procedures. As our Human Resource Operations Executive, you will be counted on to lead, execute, and support a wide range of HR-related and administrative tasks to ensure the smooth operations of our offices worldwide.
es_es: También gestionan a nuestros proveedores y contratistas, así como las tareas y procedimientos administrativos generales. Como nuestro Ejecutivo de Operaciones de Recursos Humanos, usted será responsable de dirigir, ejecutar y apoyar una amplia gama de tareas administrativas y relacionadas con los recursos humanos para garantizar el buen funcionamiento de nuestras oficinas en todo el mundo.
it_it: Gestiscono anche fornitori e contraenti, così come obblighi e procedure amministrativi generali. In qualità di responsabile operativo delle risorse umane, avrai la responsabilità di condurre, eseguire e supportare un'ampia gamma di incarichi amministrativi e relativi alle risorse umane al fine di garantire il regolare funzionamento dei nostri uffici in tutto il mondo.
ru_ru: Помимо общих административных обязанностей и процедур, наш отдел также управляет поставщиками и контрагентами. Будучи нашим главой отдела кадров, Вы будете управлять, исполнять и поддерживать целый ряд рабочих и административных задач, относящихся к нашему HR-отделу для обеспечения отличного взаимодействия между нашими офисами, работающими по всему миру.
th_th: พวกเขาบริหารจัดการกับเหล่าซัพพลายเออร์และคู่สัญญา ตลอดจนงานธุรการทั่วไป ในฐานะเจ้าหน้าที่ปฏิบัติการบุคคล ท่านได้รับหน้าที่ในการเป็นผู้นำ ดำเนินการ และสนับสนุนงานที่เกี่ยวข้องกับฝ่ายทรัพยากรบุคคลและงานเอกสารเพื่อให้การดำเนินงานต่างๆ เป็นไปอย่างราบรื่นในทุกสำนักงานของเราทั่วโลก

source: They are not aware of anything that shall, or might reasonably be expected to, prevent, or obstruct them from performing all of their obligations under this Agreement, in the manner and at the times contemplated by this Agreement.
es_es: No tiene conocimiento o conocimiento razonablemente esperado de algo que pueda impedir u obstaculizar el cumplimiento de todas sus obligaciones en virtud del presente Acuerdo, de la manera y en los tiempos previstos en este Acuerdo.
it_it: non è al corrente di possibili condizioni che potranno o potrebbero ragionevolmente ostacolarlo o impedirgli di rispettare gli obblighi pattuiti nel presente Contratto, secondo le modalità e le scadenze ivi illustrate;
ru_ru: Им не известно никаких обстоятельств, которые способны или должны помешать выполнять обязательства в рамках данного Соглашения, в той манере и во время, предусмотренное в данном Соглашении.
th_th: โบรกเกอร์แนะนำไม่ทราบว่ามีสิ่งใดที่จะ หรือ คาดว่าจะ ป้องกันหรือขัดขวางการปฏิบัติงานตามภาระหน้าที่ทั้งหมดภายใต้สัญญานี้ ในลักษณะที่กำหนดโดยสัญญานี้

source: They have obtained all Authorisations and are not aware of anything that shall or might reasonably be expected to prevent them from entering and performing all of their obligations under this Agreement.
es_es: Ha obtenido todas las Autorizaciones y no tiene conocimiento o conocimiento razonablemente esperado de algo que pudiera impedir su ingreso y cumplimiento con todas sus obligaciones en virtud del presente Acuerdo.
it_it: è in possesso delle autorizzazioni necessarie e non è al corrente di alcuna condizione che potrà o potrebbe ragionevolmente impedirgli di sottoscrivere e rispettare gli obblighi pattuiti nel presente Contratto;
ru_ru: Получить все необходимые разрешения и убедиться в отсутствии любых обстоятельствах, которые должны или могут в будущем помешать исполнению обязательств в рамках данного Соглашения.
th_th: โบรกเกอร์แนะนำจะดำเนินการให้ได้ใบอนุญาตทั้งหมดมา และไม่ทราบว่ามีสิ่งใดที่จะหรือคาดได้ว่าจะขัดขวางการปฏิบัติงานตามภาระหน้าที่ทั้งหมดภายใต้สัญญานี้

source: They will comply with all laws when performing their obligations under this Agreement.
es_es: Cumplirá con todas las leyes al llevar a cabo sus obligaciones bajo este Acuerdo.
it_it: agirà nel pieno rispetto della legge al fine di onorare gli obblighi contenuti nel presente Contratto;
ru_ru: Соблюдать все законы при выполнении своих обязательств в рамках данного Соглашения.
th_th: เมื่อปฏิบัติงานตามภาระหน้าที่ภายใต้สัญญานี้ เขาจะปฏิบัติตามกฎหมายทุกข้อ

source: They will provide the Company with any information that %1 may reasonably require to fully satisfy the demands or the requirements of the applicable government authority, upon the Company's request.
es_es: Proporcionará a la Empresa, tras su solicitud, toda información que %1 pueda requerir razonablemente para satisfacer plenamente la demanda o los requisitos de la autoridad gubernamental aplicable.
it_it: Fornirà alla Società tutte le informazioni che %1 potrebbe ragionevolmente richiedere per soddisfare interamente i requisiti e le richieste dell'autorità governativa pertinente, su richiesta della Società stessa.
ru_ru: По требованию %1 предоставить любую информацию, которая может потребоваться для соблюдения условий или требований соответствующего государственного органа.
th_th: เขาจะให้ข้อมูลใดๆ ที่บริษัทฯ ซึ่งเป็นข้อมูลที่ %1 กำหนดด้วยความสมเหตุสมผลเพื่อตอบสนองความต้องการ หรือ ข้อกำหนดของหน่วยงานภาครัฐฯ ที่เกี่ยวข้อง เมื่อบริษัทฯ ได้แจ้งคำขอ

source: They will take all reasonable steps to comply with any law, ordinance, charter, by-law, or rule applicable to the client or the jurisdiction in which the client is resident.
es_es: Tomará todas las medidas razonables para cumplir con cualquier ley, ordenanza, estatuto o regla aplicable al cliente o a la jurisdicción en la que reside.
it_it: Adotterà tutte le misure ragionevoli in ottemperanza a qualsiasi legge, ordinanza, atto, statuto o norma applicabile al cliente o alla giurisdizione in cui risiede.
ru_ru: Предпринять все разумные меры, чтобы соблюдать любой закон, постановления, кодексы, положения или правила, применимые к клиенту или юрисдикции, в которой проживает клиент.
th_th: เขาจะดำเนินการอย่างสมเหตุสมผลที่จะปฏิบัติตามกฎหมาย กฤษฎีกา กฎบัตร เทศบัญญัติ หรือ กฎใดๆ ที่เกี่ยวข้องกับลูกค้า หรือ พื้นที่อำนาจตามกฎหมายที่ลูกค้าเป็นผู้พำนักอาศัย

source: They will use the Margin trading services described in this agreement in good faith and will not use any software, algorithm, or any trading strategy to manipulate or take unfair advantage of the way that the Company's Bids and Asks are quoted. The client shall observe the standard of behaviour reasonably expected of persons in the client's position and not take any step which would cause %1 to fail to observe the standard of behaviour reasonably expected of persons in the Company's position.
es_es: Utilizará los servicios de Operación de Margen descritos en este Acuerdo de buena fe y no utilizará software alguno, algoritmo o estrategia comercial para manipular o aprovechar injustamente la forma en que se cotizan los Precios de Compra y Venta de la Empresa. El cliente asumirá un estándar de comportamiento razonable y esperado de las personas en la posición de un cliente y no incurrirá en actividades que puedan empujar a %1 a fallar en observar el estándar de comportamiento razonable y esperado de las personas en la posición de la Empresa.
it_it: Utilizzerà i servizi di trading relativi al margine descritti nel presente contratto in buona fede e non farà uso di alcun software, algoritmo o strategia di trading per manipolare o trarre un vantaggio sleale dalla modalità di quotazione dei prezzi di vendita e offerta della Società. Dovrà inoltre osservare uno standard di comportamento che ragionevolmente ci si aspetta dalle persone nella posizione di cliente, né agirà in modo da comportare potenzialmente il mancato rispetto da parte di %1 dello standard di comportamento che ragionevolmente ci si aspetta dalle persone nella posizione della Società.
ru_ru: Добросовестно пользоваться услугами торговли с использованием маржи, перечисленными в данном соглашении, а также не пользоваться любым программным обеспечением, алгоритмами или любыми торговыми стратегиями с целью манипуляций или несправедливого использования преимуществ котировок на нашу цену бид и цену аск. Клиент должен придерживаться стандартов или поведения, разумно ожидаемых от лиц в положении клиента, а также не предпринимать любых действий, в результате которых %1 не сможет придерживаться стандартов и поведения, разумно ожидаемых от лиц в положении Компании.
th_th: เขาจะใช้บริการซื้อขายมาร์จินตามที่ตกลงในสัญญานี้ด้วยความสุจริต และจะไม่ใช้ซอฟท์แวร์ใดๆ อัลกอริธึ่ม หรือกลยุทธ์การซื้อขายใดๆ ที่จะปรับเปลี่ยน หรือ หาประโยชน์อย่างไม่ยุติธรรมในวิธีการที่บริษัทฯ ตั้งราคาเสนอซื้อและขาย ลูกค้าจะคำนึงถึงมาตรฐานของพฤติกรรมที่เหมาะสมที่คาดหวังจากบุคคลที่อยู่ในสถานะของลูกค้า และจะไม่ใช้ขั้นตอนใดๆ ที่ทำให้ %1 ล้มเหลวในการปฏิบัติตามมาตรฐานของพฤติกรรมที่เหมาะสมที่คาดหวังจากบุคคลอยู่ในสถานะของบริษัทฯ

source: They will, at all times, obtain, comply with, and do all that is necessary to maintain in full force and effect all authority, powers, consents, licences, and authorities referred to in this clause.
es_es: En todo momento, obtendrá, cumplirá, y hará todo lo necesario para mantener en plena vigencia y efecto, toda autoridad, poderes, consentimientos, licencias y autoridades mencionadas en esta cláusula;
it_it: Otterrà, ottempererà e adotterà sempre le misure necessarie a mantenere in vigore a tutti gli effetti l'autorità, i poteri, i consensi, le licenze e le autorità a cui si fa riferimento nella presente clausola.
ru_ru: Всегда обладать и соблюдать, а также предпринимать все необходимые действия, чтобы иметь полную юридическую силу, все полномочия, право, разрешения, лицензии и подтверждение полномочий, имеющих отношение к данному положению.
th_th: ไม่ว่าเวลาใดๆ เขาจะได้รับ ปฏิบัติให้สอดคล้องตาม และดำเนินการทุกอย่างที่จำเป็นในการรักษาให้มีผลบังคับใช้โดยสมบูรณ์ และต่อทุกหน่วยงาน อำนาจหน้าที่ ความเห็นชอบ ใบอนุญาต และหน่วยงานที่อ้างถึงในข้อนี้

source: Think that a certain currency will go up or down? Learn when you should buy (or "go long") and when to sell (or "go short").
es_es: ¿Cree que el valor de alguna divisa subirá o caerá? Aprenda cuándo comprar (abrir una posición larga) y cuándo vender (abrir una posición corta).
it_it: Pensi che una particolare valuta andrà in rialzo o in ribasso? Impara quando è momento il vendere (o "aprire una posizione long") e quando invece è quello di vendere (o "aprire una posizione short").
ru_ru: Считаете, что определённая валюта собирается подорожать или подешеветь? Узнайте, когда лучше покупать (или "открывать длинную позицию"), а когда продавать (или "открывать короткую позицию").
th_th: คิดว่า สกุลเงินหนึ่งจะขึ้นหรือลง? เรียนรู้ว่าเมื่อไรที่ท่านควรจะซื้อ (หรือ "ส่งคำสั่ง Long") และเมื่อไรจะขาย (หรือ "ส่งคำสั่ง Short")

source: This Agreement constitutes the entire Agreement between the Parties, and no earlier representation, arrangement or agreement written or oral relation to any matter dealt with in this Agreement between the Parties shall have any force or effect before the Commencement Date.
es_es: Este Acuerdo constituye la totalidad del Acuerdo entre las Partes y ninguna declaración, arreglo o acuerdo anterior, sea escrito u oral, relacionado con cualquier asunto tratado en este Acuerdo entre las Partes tendrá vigor o efecto antes de la Fecha de Inicio.
ru_ru: Данное Соглашение представляет собой полноценный договор между Сторонами, и никакие более ранние заявления, обещания или соглашения (в устном или письменном виде), достигнутые между сторонами, не должны вступить в силу до официально заявленной даты начала.
th_th: สัญญานี้สร้างขึ้นทั้งสัญญาระหว่างคู่สัญญา การรับรอง หรือ การจัดการ หรือ ข้อตกลงที่เป็นลายลักษณ์อักษร หรือ ด้วยวาจาที่เกี่ยวข้องกับเรื่องใดๆ ที่จัดการในสัญญานี้ระหว่างคู่สัญญาที่มีการทำก่อนหน้าวันเริ่มสัญญาจะไม่มีผลบังคับ หรือ ผลกระทบใดๆ

source: This Agreement constitutes the entire agreement between the parties, and no earlier representation or arrangement, written or oral, relating to any matter dealt with in this Agreement between the parties shall have any force or effect before the Effective Date.
es_es: Este Acuerdo constituye la totalidad del acuerdo entre las partes y ninguna manifestación, declaración o acuerdo anterior, sea escrito u oral, relacionado con cualquier asunto tratado en este Acuerdo entre las partes tendrá vigor o efecto antes de la Fecha Efectiva.
it_it: Il presente Contratto corrisponde all'accordo complessivo tra le parti; nessuna disposizione o dichiarazione precedente, orale o scritta, relativa alle questioni trattate nel presente Contratto tra le parti avrà effetto prima della data di decorrenza.
ru_ru: Данное Соглашение представляет собой полноценный договор между сторонами и никакие более ранние заявления, обещания или соглашения (в устном или письменном виде), достигнутые между сторонами, не должны вступить в силу до официально заявленной даты вступления в силу.
th_th: สัญญานี้ประกอบขึ้นเป็นเงื่อนไขข้อตกลงทั้งหมดระหว่างคู่สัญญา และไม่มีการเป็นตัวแทนก่อนหน้า การเตรียมการ ไม่ว่าเป็นลายลักษณ์อักษร หรือ ทางวาจาที่เกี่ยวข้องกับเรื่องใดๆ ที่สัญญาฉบับนี้ระหว่างคู่สัญญาซึ่งจะมีผล หรือ บังคับใช้ก่อนวันเริ่มสัญญา

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
es_es: Este Acuerdo contiene la totalidad del acuerdo entre las partes con respecto al tema tratado y sustituye todos los acuerdos y arreglos previos entre las partes con respecto al tema tratado.
it_it: Il presente Contratto contiene l'intero accordo tra le parti in merito alla questione in oggetto e sostituisce tutti i precedenti accordi e le precedenti intese tra le parti rispetto alla questione in oggetto.
ru_ru: Данное Соглашение выражает полное согласие между сторонами по отношению к его предмету и отменяет все возможные предыдущие соглашения и договоренности между сторонами по данному вопросу.
th_th: ข้อตกลงฉบับนี้บันทึกข้อตกลงทั้งหมดระหว่างผู้เกี่ยวข้อง และผู้ดำเนินการแทนในข้อตกลงก่อนหน้าและมีความเข้าใจระหว่างผู้เกี่ยวข้องทั้งหมด

source: This Agreement governs the Programmer's use of the Company's API unless the Programmer has executed another agreement with the Company that expressly governs the Programmer's use of the Company's API.
es_es: Este Acuerdo rige el uso del API de la Empresa por el Programador a menos que el Programador haya ejecutado otro acuerdo con la Empresa que rige expresamente el uso de la API de la Empresa por el Programador.
it_it: Il presente Contratto regola l'utilizzo del Programmatore dell'API societario, a meno che il Programmatore abbia stipulato un altro contratto con la Società che regola espressamente il suo utilizzo dell'API societario.
ru_ru: Данное Соглашение регулирует порядок использования Программистом API Компании, если Программист не заключит с Компанией другого соглашения, которое будет чётко регулировать использование API Компании Программистом.
th_th: ข้อตกลงนี้กำกับการใช้งานของโปรแกรมเมอร์ในส่วน API ของบริษัทฯ ยกเว้นว่า โปรแกรมเมอร์ได้ทำข้อตกลงอื่นกับบริษัทฯ ซึ่งได้รองรับการใช้งาน API ของบริษัทฯ ของโปรแกรมเมอร์อย่างชัดแจ้งแล้ว

source: This Agreement has been duly executed and constitutes binding obligations on both parties, enforceable against it in accordance with its Terms.
es_es: Este Acuerdo ha sido debidamente ejecutado y constituye una obligación vinculante para ambas partes, aplicable sobre sí mismo de acuerdo a sus Términos.
it_it: Il presente Contratto è stato debitamente stipulato e contiene obblighi vincolanti per entrambe le parti ed esecutivi ai sensi dei Termini ivi elencati.
ru_ru: Данное Соглашение должным образом заключено и остаётся в силе для обеих сторон и должно быть обязательно исполнено, согласно условиям Соглашения.
th_th: สัญญานี้ได้มีการลงนามอย่างถูกต้อง และก่อให้เกิดภาระหน้าที่ที่ผูกพันคู่สัญญาทั้งสองฝ่าย และสามารถบังคับใช้ได้ตามเงื่อนไขที่ปรากฏทุกประการ

source: This Agreement is between Binary (V) Ltd (hereinafter referred to as 'the Company') and Client who authorises a Multi-Account Manager (hereinafter referred to as 'Money Manager') to manage the Account on behalf of the Client, both of whom agree to bound by this Agreement as a supplement to the Client Agreement.
es_es: Este Acuerdo es entre Binary (V) Ltd (en adelante "la Empresa") y el Cliente que autoriza a un gestor de cuentas múltiples (en adelante "administrador de dinero") a administrar la Cuenta en nombre del Cliente y ambos acuerdan estar obligados por este Acuerdo como un complemento al Acuerdo del Cliente.
ru_ru: Настоящее Соглашение заключается между Binary (V) Ltd (далее именуемой "Компания") и Клиентом, который предоставляет полномочия Менеджеру множественных счетов (далее именуемому "фондовым менеджером") управлять счётом от имени Клиента. Обе стороны соглашаются соблюдать данное Соглашение в качестве дополнительного договора к Клиентскому соглашению.
th_th: ข้อตกลงนี้มีระหว่าง Binary (V) Ltd (ต่อไปนี้เรียกว่า 'บริษัทฯ') และลูกค้าที่ให้อำนาจผู้จัดการหลายบัญชี (ต่อไปเรียกว่า 'ผู้จัดการเงินทุนบุคคล') เพื่อจัดการบัญชีในนามของลูกค้า โดยทั้งสองตกลงที่จะผูกพันตามข้อตกลงนี้ โดยถือเป็นข้อตกลงเสริมของข้อตกลงของลูกค้า

source: This Agreement is supplied to the Client in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail.
es_es: Este Acuerdo se le proporciona al Cliente en inglés. En caso de que exista una diferencia entre la versión en inglés y cualquier versión traducida de este documento, prevalecerá la versión en inglés.
ru_ru: Данное Соглашение предоставляется Клиенту на английском языке. В случае расхождения между английской версией Соглашения и любым переводом, английская версия документа должна иметь преимущественную силу.
th_th: ข้อตกลงนี้ทำขึ้นให้แก่ลูกค้าเป็นภาษาอังกฤษ ในกรณีที่มีความแตกต่างระหว่างฉบับภาษาอังกฤษ และฉบับอื่นๆ ที่ถูกแปลขึ้น ให้ถือเอาฉบับภาษาอังกฤษเป็นหลัก

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
es_es: Este Acuerdo se puede finalizar en el acto por cualquiera de las partes avisando por escrito a la otra parte si la otra parte incumple sustancialmente los términos de este Acuerdo y, ante la situación de un quebrantamiento remediable, no remedia el incumplimiento dentro de 15 días de haber recibido el aviso por escrito de dicho incumplimiento.
it_it: Il presente Accordo può essere risolto immediatamente da ciascuna parte tramite notifica scritta all'altra parte in caso di violazione di una delle parti dei termini dell'Accordo e, in caso di violazione rimediabile, se non si procede con il rimedio della violazione entro 15 giorni dalla ricezione della notifica scritta di tale violazione.
ru_ru: Данное Соглашение может быть прервано любой стороной путем письменного уведомления другой стороны, если другая сторона нарушила условия Соглашения, и в случае нарушения, которое может быть исправлено, не исправила его в течение 15 дней после получения письменного уведомления о таком нарушении.
th_th: ข้อตกลงฉบับนี้อาจจะถูกระงับโดยฝ่ายใดฝ่ายหนึ่งเมื่อมีการแจ้งอย่างเป็นลายลักษณ์อักษรถึงอีกฝ่ายหนึ่ง หรือ หากมีฝ่ายใดกระทำการฝ่าฝืนในเงื่อนไขของข้อตกลงนี้ และการฝ่าฝืนนั้นอาจได้รับการแก้ไข หากแต่ไม่ได้รับการแก้ไขภายใน 15 วันของการแจ้งการฝ่าฝืนเป็นลายลักษณ์อักษร จะทำให้การบอกเลิกมีผลบังคับใช้

source: This Agreement sets out the terms and conditions between %1 and the Introducing Broker in providing Introducing Broker services to the Company in accordance with the provisions and terms of this Agreement.
es_es: Este Acuerdo establece los términos y condiciones entre %1 y el Broker Introductor para proporcionar servicios de Broker Introductor a la Empresa de acuerdo con las disposiciones y términos de este Acuerdo.
it_it: Il presente Contratto stabilisce i termini e le condizioni tra %1 e l'Introducing Broker rispetto alla fornitura di servizi da parte di quest'ultimo alla Società nel rispetto delle disposizioni e dei termini ivi contenuti.
ru_ru: Данное соглашение устанавливает правила и условия между %1 и Представляющим брокером при предоставлении Компании услуг Представляющего брокера, согласно правилам и положениям данного Соглашения.
th_th: สัญญานี้ระบุข้อตกลงและเงื่อนไขระหว่าง %1 และโบรกเกอร์แนะนำเกี่ยวกับการให้บริการโบรกเกอร์แนะนำแก่บริษัทฯ ตามข้อกำหนดและเงื่อนไขในสัญญานี้

source: This Agreement shall be equally terminated in the event of bankruptcy, insolvency, or liquidation of either party.
es_es: Este Acuerdo deberá terminar de manera ecuánime en el caso de bancarrota insolvencia o liquidación de cualquiera de las partes.
it_it: Il presente Contratto dovrà essere altresì concluso in caso di bancarotta, insolvenza o liquidazione di una delle parti.
ru_ru: Данное Соглашение должно прекратить действие в случае банкротства, недееспособности или ликвидации одной из сторон.
th_th: สัญญานี้จะถูกยกเลิกในกรณีที่เกิดการล้มละลาย หรือการชำระบัญชีของฝ่ายใดฝ่ายหนึ่ง

source: This Agreement shall be terminated should the behaviour of the Introducing Broker constitute negligence, misconduct, or wilful default.
es_es: Este Acuerdo deberá terminarse si el comportamiento del Broker Introductor constituye negligencia, mala conducta o incumplimiento voluntario.
it_it: Il presente Contratto dovrà essere terminato qualora il comportamento dell'Introducing Broker sia responsabile di negligenza, ambiguità o inadempimento doloso.
ru_ru: Данное Соглашение должно прекратить действие, если поведение Представляющего брокера демонстрирует халатность, ненадлежащее исполнение обязательств или умышленное нарушение условий.
th_th: เงื่อนไขข้อตกลงนี้จะถูกบอกเลิก เมื่อโบรกเกอร์แนะนำมีพฤติกรรมการละเลย ความประมาท การเพิกเฉยอย่างจงใจ
