Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: %1's systems are now processing in excess of 1 million transactions/day (including virtual accounts).
es_es: Los sistemas de %1 están ahora procesando más de 1 millón de transacciones por día (incluyendo cuentas virtuales).
it_it: I sistemi di %1 stanno elaborando oltre 1 milione di transazioni al giorno (inclusi gli account virtuali).
ru_ru: Системы %1 обрабатывают более 1 миллиона транзакций в день (включая демо-счета).
th_th: ระบบต่างๆ ของ %1 ขณะนี้มีการประมวลผลมากกว่า 1 ล้านธุรกรรมต่อวัน (รวมประเภทบัญชีเสมือน หรือ บัญชีทดลองใช้)

source: %1Contact us%2 to arrange a date and time for the video call.
es_es: %1Contáctenos%2 para fijar una fecha y hora para la videollamada.
it_it: %1Contattaci%2 per organizzare una data e un orario per una video chiamata.
ru_ru: %1Свяжитесь с нами,%2 чтобы назначить дату и время видеозвонка.
th_th: %1ติดต่อเรา%2 เพื่อจัดหาวันและเวลาสำหรับการสนทนาทางวีดีโอ

source: %1Download MAM for Windows%2 after you've set up your master account. Your login credentials will be provided
es_es: %1Descargue MAM para Windows%2 después de haber configurado su cuenta principal. Se le proporcionarán sus credenciales de inicio de sesión
ru_ru: %1Загрузите ММС для Windows%2 после настройки Вашего основного счёта. Мы предоставим Ваши учётные данные
th_th: %1ดาวน์โหลด MAM สำหรับวินโดวส์%2 หลังจากที่ท่านได้ตั้งบัญชีหลักแล้ว จะมีแจ้งละเอียดการเข้าใช้งาน

source: %1Founded%2 October 1999
es_es: %1Fundada%2 en octubre de 1999
it_it: %1Fondata%2 nell'ottobre 1999
ru_ru: %1Дата основания:%2 октябрь 1999 г.
th_th: %1ก่อตั้งเมื่อ%2 ตุลาคม พ.ศ. 2542 (ค.ศ. 1999)

source: %1In regard to customers of Binary (IOM) Ltd, online gambling debts are enforceable by law in the Isle of Man.%2
es_es: %1Respecto a los clientes de Binary (IOM) Ltd, las deudas de juego en línea son ejecutables por ley en la Isla de Man.%2
it_it: %1Per i clienti di Binary (IOM) Ltd, i debiti del gioco d'azzardo online sono giuridicamente applicabili nell'Isola di Man.%2
ru_ru: %1В отношении клиентов Binary (IOM) Ltd, долги за азартные игры подлежат обязательной выплате, согласно законодательству Острова Мэн.%2
th_th: %1สำหรับลูกค้าของ Binary (IOM) Ltd หนี้การพนันออนไลน์จะถูกดำเนินการให้เป็นไปตามกฎหมายของเกาะ Isle of Man%2

source: %1Manage your accounts%2
es_es: %1Gestione sus cuentas%2
it_it: %1Gestisci i tuoi conti%2
ru_ru: %1Управление счетами%2
th_th: %1จัดการบัญชีของท่าน%2

source: %1No, change my fiat account's currency now%2
es_es: %1No, cambie la moneda de mi cuenta fiat ahora%2
it_it: %1No, desidero cambiare la valuta del conto fiat ora%2
ru_ru: %1Нет, я хочу изменить валюту моего фидуциарного счёта%2
th_th: %1ไม่ เปลี่ยนสกุลเงินบัญชีเงินกระดาษของฉัน ตอนนี้%2

source: %1Return to trading page%2
es_es: %1Volver a la página de trading%2
it_it: %1Ritorna alla pagina di trading%2
ru_ru: %1Вернуться к торговле%2
th_th: %1กลับไปสู่หน้าซื้อขาย%2

source: 'Best Customer Communication Firm' award by Investors Chronicle
es_es: El premio "Mejor Empresa de Comunicación con el Cliente" de Investors Chronicle
it_it: Premio come 'Società con la migliore comunicazione con i clienti' da parte di Investors Chronicle
ru_ru: Награда “Лучшая компания в области коммуникации с клиентами“ от Investors Chronicle
th_th: รางวัล ‘Best Customer Communication Firm’ ได้รับจาก Investors Chronicle

source: 'Best Fixed-Odds Broker' silver award by Trade2Win
es_es: El galardón de plata "Mejor Corredor de Apuestas de Probabilidades Fijas" de Trade2Win
it_it: Premio d'argento come 'Miglior broker con probabilità fisse' da parte di Trade2Win
ru_ru: Серебряная награда “Лучший брокер по опционам с фиксированным выигрышем“ от Trade2Win
th_th: รางวัล ‘Best Fixed-Odds Broker’ ประเภทเหรียญเงิน ได้รับจาก Trade2Win

source: 'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK
es_es: El premio "Mejor Proveedor de Apuestas Financieras con Probabilidades Fijas" de Financial Times e Investors Chronicle UK
it_it: Premio come 'Miglior provider finanziario con probabilità fisse' da parte di Financial Times e Investors Chronicle UK
ru_ru: Победа в номинации “Лучший предоставитель услуг по опционам с фиксированным коэффициентом выигрыша“ от Financial Times и Investors Chronicle UK
th_th: รางวัล ‘Best Fixed-Odds Financial Provider’ ได้รับจาก Financial Times และ Investors Chronicle สหราชอาณาจักร

source: 'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK
es_es: El premio "Mejor Proveedor de Operaciones Financieras con Probabilidades Fijas" de Shares Magazine UK
it_it: Premio come 'Miglior provider di trading finanziario con probabilità fisse' da parte di Shares Magazine UK
ru_ru: Награда “Лучший провайдер услуг в области финансового трейдинга с фиксированным коэффициентом выигрыша“ от Shares Magazine UK
th_th: รางวัล ‘Best Fixed-Odds Financial Trading Provider’ ได้รับจาก Shares Magazine สหราชอาณาจักร

source: 'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review
es_es: El premio "Mejor Empresa de Probabilidades Fijas 2012" de Global Banking and Finance Review
it_it: Premio come 'Migliore società di probabilità fisse del 2012' da parte di Global Banking and Finance Review
ru_ru: Награда “Лучшая компания по опционам с фиксированным коэффициентом выигрыша 2012“ от Global Banking and Finance Review
th_th: รางวัล ‘Best Fixed-Odds Firm ค.ศ. 2012’ ได้รับจาก Global Banking และ Finance Review

source: 'Financial Trading Operator of the Year' award by eGaming Review
es_es: Premio de "Operador de Apuestas Financieras del Año" de eGaming Review
it_it: Premio "Financial Trading Operator of the year" di eGaming Review
ru_ru: Награда "Торговый оператор года" от eGaming Review
th_th: รางวัล ‘Financial Trading Operator of the Year’ ได้รับจาก eGaming Review

source: (One) Touch trades
es_es: Contratos Toque
it_it: Trade Tocca
ru_ru: Контракты Касание

source: (This limit may vary depending on current exchange rates.)
es_es: (Este límite puede variar dependiendo de los tipos de cambio actuales.)
it_it: (Questo limite può variare a seconda dei tassi di cambio correnti).
ru_ru: (Данный лимит может варьироваться, в зависимости от текущих валютных курсов).
th_th: (วงเงินอาจมีการเปลี่ยนแปลง ขึ้นอยู่กับอัตราแลกเปลี่ยนปัจจุบัน)

source: (a) Price and cost
es_es: (a) Precio y costo
it_it: (a) Prezzi e costi
ru_ru: (a) Цена и стоимость
th_th: (ก) ราคาและต้นทุน

source: (a) The nature of the client's Contracts
es_es: (a) La naturaleza de los Contratos del cliente
it_it: (a) la tipologia dei Contratti del cliente
ru_ru: (a) вид контрактов клиента,
th_th: (ก) ลักษณะของสัญญาของลูกค้า

source: (b) Speed
es_es: (b) Velocidad
it_it: (b) Velocità
ru_ru: (b) Скорость
th_th: (ข) ความเร็ว

source: (b) The priorities that the client has identified for the Company in relation to entering into those Contracts
es_es: (b) Las prioridades que el cliente ha identificado para la Empresa en relación con la celebración de esos Contratos
it_it: (b) le priorità identificate dal cliente per la Società in relazione alla sottoscrizione di tali contratti; e
ru_ru: (b) приоритеты, указанные Компании клиентом в отношении заключения данных контрактов,
th_th: (ข) ความสำคัญก่อนหลังที่ลูกค้าได้ระบุกับบริษัทฯ อันจะเกี่ยวข้องกับการเข้าร่วมในสัญญาเหล่านี้

source: (c) Likelihood of execution
es_es: (c) Probabilidad de ejecución
it_it: (c) Probabilità di esecuzione
ru_ru: (c) Вероятность исполнения
th_th: (ค) ความเป็นไปได้ในการดำเนินการ

source: (c) The practices relating to the market in question, with the aim of producing a result that provides, in the Company's view, the best balance across a range of sometimes conflicting factors
es_es: (c) Las prácticas con respecto al mercado en cuestión, con el fin de alcanzar un resultado que proporcione, desde el punto de vista de la Empresa, el mejor equilibrio entre una variedad de factores en ocasiones conflictivos
it_it: (c) le pratiche relative al mercato in questione, con l'obiettivo di ottenere un risultato che fornisca, nell'ottica della Società, il miglior equilibrio possibile tra una serie di fattori talvolta in conflitto tra loro.
ru_ru: (c) методики, относящиеся к определённому рынку и призванные добиться результата, который, по мнению Компании, даёт наилучший баланс на фоне иногда противоречивых факторов.
th_th: (ค) การปฏิบัติที่เกี่ยวข้องกับตลาด โดยมีจุดมุ่งหมายในการสร้างผลลัพธ์ที่ให้สมดุลที่ดีที่สุดในมุมมองของบริษัทฯ จากปัจจัยที่บางครั้งขัดแย้งกัน

source: (d) Likelihood of settlement
es_es: (d) Probabilidad de liquidación
it_it: (d) Probabilità di regolamento
ru_ru: (d) Вероятность одобрения
th_th: (ง) ความเป็นไปได้ในการทำข้อตกลง

source: (e) Size and nature
es_es: (e) Tamaño y naturaleza
it_it: (e) Dimensioni e tipologia
ru_ru: (e) Размер и свойства
th_th: (จ) ขนาดและลักษณะ

source: 0-1 year
es_es: 0-1 año
it_it: da 0 a 1 anno
ru_ru: 0-1 года
th_th: 0-1 ปี

source: 0-5 transactions in the past 12 months
es_es: 0-5 transacciones en los últimos 12 meses
it_it: 0-5 transazioni negli ultimi 12 mesi
ru_ru: 0-5 транзакций за последние 12 месяцев
th_th: 0-5 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา

source: 1 million transactions/day
es_es: 1 millón de transacciones por día
it_it: 1 milione di transazioni al giorno
ru_ru: 1 миллион транзакций в день
th_th: 1 ล้านธุรกรรมต่อวัน

source: 1-2 years
es_es: 1-2 años
it_it: 1-2 anni
ru_ru: 1-2 года
th_th: 1-2 ปี

source: 1. Proof of identity
es_es: 1. Comprobante de identidad
it_it: 1. Prova dell'identità
ru_ru: 1. Подтверждение личности
th_th: 1. หลักฐานแสดงตัวบุคคล

source: 11-39 transactions in the past 12 months
es_es: 11-39 transacciones en los úlitmos 12 meses
it_it: 11-39 operazioni negli ultimi 12 mesi
ru_ru: 11-39 контрактов за последние 12 месяцев
th_th: มี 11-39 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา

source: 16th MENA Financial Forum & Expo
it_it: 16esimo MENA Financial Forum & Expo
ru_ru: 16й Финансовый форум MENA Financial Forum & Expo
th_th: เวทีการเงินและเอ็กซ์โป MENA ครั้งที่ 16

source: 1M+
it_it: 1 Min+
ru_ru: 1+ млн.
th_th: 1 ล้าน+

source: 2-way pricing
es_es: Valorización de contrato en 2 direcciones
it_it: Determinazione del prezzo in 2 direzioni
ru_ru: Оцените движение рынка в двух направлениях
th_th: ราคา 2 ทาง (2-Way Pricing)

source: 2. Selfie with proof of ID
es_es: 2. Selfie con comprobante de identidad
it_it: 2. Selfie come verifica dell'identità
ru_ru: 2. Селфи с удостоверением личности
th_th: 2. ภาพถ่ายตัวเองพร้อมบัตรประจำตัวประชาชน หรือ เอกสารแสดงตัวบุคคล (ถือในมือ)

source: 30-day limit on losses
es_es: El límite de pérdidas de 30 días
it_it: Limite di 30 giorni sulle perdite
ru_ru: 30-дневный лимит на убытки
th_th: วงเงินของส่วนขาดทุนใน 30 วัน

source: 30-day turnover limit
es_es: El límite de volumen de transacciones de 30 días
it_it: Limite di 30 giorni sul turnover
ru_ru: 30-дневный лимит на объём покупок
th_th: วงเงินซื้อขาย 30 วัน

source: 40 transactions or more in the past 12 months
es_es: 40 transacciones o más en los últimos 12 meses
it_it: 40 transazioni o più negli ultimi 12 mesi
ru_ru: 40 или более транзакций за последние 12 месяцев
th_th: มีมากกว่า 40 ธุรกรรม ภายใน 12 เดือนที่ผ่านมา

source: 40K+
ru_ru: 40+ тыс.
th_th: 4 หมื่น+

source: 6-10 transactions in the past 12 months
es_es: 6-10 transacciones en los últimos 12 meses
it_it: 6-10 transazioni negli ultimi 12 mesi
ru_ru: 6-10 транзакций за последние 12 месяцев
th_th: มี 6-10 ธุรกรรมใน 12 เดือนที่ผ่านมา

source: 6-digit code
es_es: Código de 6 dígitos
it_it: Codice a 6 cifre
ru_ru: 6-значный код
th_th: รหัส 6 หลัก

source: 7-day limit on losses
es_es: El límite de pérdidas de 7 días
it_it: Limite di 7 giorni sulle perdite
ru_ru: 7-дневный лимит на убытки
th_th: วงเงิน 7 วัน ส่วนขาดทุน

source: 7-day turnover limit
es_es: El límite de volumen de transacciones de 7 días
it_it: Limite di 7 giorni sul turnover
ru_ru: 7-дневный лимит на объём покупок
th_th: วงเงินซื้อขาย 7 วัน

source: << Back to job descriptions
es_es: << Volver a descripciones de trabajo
it_it: << Torna su descrizioni dei lavori
ru_ru: << Вернуться к вакансиям
th_th: << กลับไปรายละเอียดของตำแหน่งงาน

source: <strong>Appropriateness Test: WARNING:</strong> In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved).
es_es: <strong>Prueba de idoneidad: ADVERTENCIA:</strong> En la prestación de nuestros servicios a usted, estamos obligados a obtener información de usted con el fin de evaluar si un determinado producto o servicio es adecuado para usted (es decir, si usted posee la experiencia y los conocimientos necesarios para comprender los riesgos involucrados).
it_it: <strong>Test di adeguatezza: ATTENZIONE:</strong> Per la fornitura dei nostri servizi, siamo tenuti ad ottenere tue informazioni al fine di valutare se un dato prodotto o servizio sia adatto alla tua situazione (ossia se possiedi l'esperienza e la conoscenza idonea per la comprensione dei rischi connessi).
ru_ru: <strong>Тест на целесообразность: ПРЕДУПРЕЖДЕНИЕ:</strong> Предоставляя Вам наши услуги, мы имеем обязательство получить от Вас определенную информацию, чтобы знать об уместности предоставления Вам того или иного продукта (то есть, предоставление услуг в зависимости от того, обладаете ли Вы опытом и знаниями, достаточными для понимания всех возможных рисков).
th_th: <strong>การทดสอบความเหมาะสม: คำเตือน:</strong> ในการให้บริการ พวกเราขออนุญาตสอบถามข้อมูลจากท่านเพื่อประเมินผลิตภัณฑ์และบริการที่เหมาะสมให้กับท่าน (ซึ่งรายละเอียดจะเกี่ยวข้องกับประสบการณ์และความรู้ของท่านเพื่อให้เข้าใจถึงระดับความเสี่ยงที่เกี่ยวข้องในผลิตภัณฑ์แต่ละประเภท)

source: A Contract for Difference (CFD) is a derivative contract that allows you to profit by speculating on the rise or fall of an underlying asset. Your profit and loss is calculated through the difference in the buy and sell prices of the underlying asset.
es_es: Un contrato por diferencias (CFD) es un derivado financiero que le permite obtener beneficios a través de la especulación sobre la variación del precio de un activo subyacente. Sus ganancias y pérdidas se calculan a través de la diferencia en los precios de compra y venta del activo subyacente.
ru_ru: Контракт на разницу (CFD) – это производный финансовый контракт, позволяющий получить прибыль, делая прогноз на рост или снижение цены основного актива. Ваша прибыль или убыток рассчитывается в виде разницы между ценой покупки и продажи основного актива.
th_th: สัญญาการซื้อขายส่วนต่าง (CFD) คือ สัญญาอนุพันธ์ที่อนุญาตให้ท่านมีโอกาสทำกำไรโดยการพยากรณ์ การขึ้น หรือ ลงของผลิตภัณฑ์อ้างอิง กำไร หรือ ขาดทุนของท่าน จะถูกคำนวณที่ความแตกต่างของราคาซื้อ หรือ ราคาขายของสินทรัพย์นั้นๆ

source: A Contract for Difference (CFD) is a financial derivative that allows you to potentially profit by speculating on the rise or fall of an underlying asset, without actually owning that asset.
es_es: Un contrato por diferencias (CFD) es un derivado financiero que le permite obtener beneficios a través de la especulación sobre la variación del precio de un activo subyacente, sin ser propietario de dicho activo.
ru_ru: Контракт на разницу (CFD) – это производный финансовый инструмент, позволяющий Вам получить прибыль от роста или падения цены базового актива, не покупая его.
th_th: สัญญาการซื้อขายส่วนต่าง (CFD) คือ อนุพันธ์ทางการเงินที่อนุญาตให้ท่านมีโอกาสทำกำไรโดยการพยากรณ์ การขึ้น หรือ ลงของผลิตภัณฑ์อ้างอิง โดยไม่ได้เป็นเจ้าของสินทรัพย์นั้นจริง

source: A Diploma in Financial Crime, Risk Management and Compliance (ICA) will be an advantage
es_es: Un Diploma en Delitos Financieros, Gestión de Riesgos y Cumplimiento (ICA) será una ventaja
it_it: Un diploma in criminalità finanziaria, gestione del rischio e compliance (ICA) costituisce un elemento preferenziale
ru_ru: Диплом в области финансовых преступлений, управления риском или правового регулирования (ICA) будет большим преимуществом
th_th: ประกาศนียบัตรด้านอาชญากรรมทางการเงิน การบริหารความเสี่ยง และการปฏิบัติตามกฎ (ICA) จะเป็นประโยชน์

source: A Forex trader always has one objective in mind when trading: to exchange one currency for another in order to make a profit.
es_es: Un inversionista de Forex siempre tiene un objetivo en mente al momento de operar: intercambiar una moneda por otra para obtener ganancias.
ru_ru: У трейдера Forex всегда есть основная задача: обменять одну валюту на другую с целью получения прибыли.
th_th: นักลงทุนฟอเร็กซ์มักจะมีวัตถุประสงค์หนึ่งในใจเมื่อซื้อขาย: การแลกเปลี่ยนจากสกุลเงินไปเป็นอีกสกุลเพื่อทำกำไร

source: A Forex trader has one objective in mind when trading which is:
es_es: Un inversionista de Forex tiene un objetivo en mente al momento de operar:
ru_ru: У трейдера Forex всегда есть следующая задача:
th_th: นักลงทุนฟอเร็กซ์มักจะมีวัตถุประสงค์หนึ่งในใจเมื่อซื้อขาย คือ

source: A MAM account can be assigned to a money manager who will trade on your behalf. You can view all the trades executed by a money manager.
es_es: Una cuenta de GCM puede asignarse a un administrador de fondos, quien operará en su nombre. Usted puede revisar todas las operaciones realizadas por su administrador de fondos.
ru_ru: Счёт ММС может быть приписан инвестиционному менеджеру, который будет торговать от Вашего имени. Вы можете просматривать все контракты, исполняемые менеджером.
th_th: สามารถกำหนดผู้จัดการเงินทุนบุคคลให้กับบัญชี MAM ซึ่งเป็นผู้ที่จะซื้อขายแทน ท่านสามารถดูรายการซื้อขายทั้งหมดที่ผู้จัดการเงินทุนบุคคลดำเนินการได้

source: A Market Order is an Order to buy or sell at the available market price, which results from the aggregation of prices and volumes received from third-party liquidity providers.
es_es: Una Orden de Mercado es una Orden para comprar o vender al precio de mercado disponible, que resulta de la agregación de precios y volúmenes recibidos de proveedores de liquidez de terceros.
it_it: Per Ordine di mercato si intende un ordine di vendita o acquisto al prezzo di mercato disponibile, risultante dall'aggregazione di prezzi e volumi ricevuti da fornitori di liquidità terzi.
ru_ru: Рыночный ордер — это ордер на покупку или продажу по доступной рыночной цене, которая рассчитывается после агрегации цен и объёмов, полученных от сторонних поставщиков ликвидности.
th_th: คำสั่งซื้อขาย หมายถึง คำสั่งในการซื้อหรือขายที่ราคาตลาดปัจจุบัน ซึ่งเป็นผลมาจากการรวมกันของราคาและจำนวนของคำสั่งจากผู้ให้บริการสภาพคล่องอื่นๆ

source: A PEP is an individual who is or has been entrusted with a prominent public function. This status extends to a PEP's relatives and close associates.
es_es: Una persona expuesta políticamente o PEP es un individuo al que le ha sido encomendada una función pública prominente. Este estatus se extiende a los parientes y asociados de esta persona.
it_it: Un PEP è un individuo che è o che è stato incaricato di un'importante funzione pubblica. Questo status si estende ai parenti e stretti collaboratori del PEP.
ru_ru: Политически значимое лицо (ПЗЛ) – это человек, который выполняет или в прошлом выполнял важную политическую роль. Данный статус распространяется на родственников и близких друзей ПЗЛ.
th_th: บุคคลที่เกี่ยวข้องกับการเมือง (PEP) คือ บุคคลธรรมดาผู้ได้รับมอบหมายให้ปฏิบัติงานต่อสาธารณะ สถานภาพนี้หมายรวมถึงเครือญาติของบุคคลที่เกี่ยวข้องกับการเมือง และบุคคลใกล้ชิดของบุคคลที่เกี่ยวข้องกับการเมือง

source: A Payment Agent acts like an exchange between the Client (that is, our customer) and %1. The Payment Agent processes deposits and withdrawals for Clients who wish to use a specific e-wallet method or local currency that is not offered by %1. The transfer fees are borne by the Client.
es_es: Un Agente de Pagos actua como un intermediario entre el cliente (es decir, nuestro cliente) y %1. El Agente de Pagos procesa los depósitos y retiros para los clientes que desean utilizar un método específico de billetera electrónica o monedas locales que no se ofrecen por defecto en %1. Los gastos de transferencia corren a cargo del cliente.
it_it: Un Agente di pagamento agisce da intermediario tra il Cliente (il nostro cliente) e %1, effettuando versamenti e prelievi per conto dei clienti che desiderano usare un metodo offerto dal portafoglio elettronico o una valuta locale non presenti tra quelli proposti da %1. Le commissioni sui trasferimenti sono a carico del Cliente.
ru_ru: Платежный Агент выступает в роли посредника между нашим Клиентом и %1. Платежный агент обрабатывает пополнение и вывод средств для Клиентов, которые желают использовать определённые электронные кошельки или местную валюту, не предложенную на %1. Комиссию за перевод оплачивает Клиент.
th_th: ตัวแทนรับชำระเงินเป็นเหมือนตัวกลางแลกเปลี่ยนระหว่างลูกค้าและ %1 ตัวแทนรับชำระเงินอำนวยความสะดวกในการฝากเงินและถอนเงินให้กับลูกค้าที่ปรารถนาจะใช้ช่องทางกระเป๋าเงินอิเล็กทรอนิกส์ หรือ สกุลเงินท้องถิ่น ที่ไม่ได้บริการโดย %1 โดยค่าธรรมเนียมการโอนเงินรับผิดชอบโดยลูกค้าผู้ทำธุรกรรม

source: A Pending Order is the trader's instruction to a brokerage company to buy or sell a security in future, under pre-defined conditions, when price reaches a specific level.
es_es: Una Orden Pendiente es la instrucción del comerciante a una empresa de corretaje para comprar o vender una garantía en el futuro, en condiciones predefinidas, cuando el precio alcanza un nivel específico.
it_it: Per Ordine in Sospeso si intende l'istruzione di un trader a una società di brokeraggio di vendere o acquistare un titolo in un momento futuro, a condizioni pre-determinate e nel momento in cui il prezzo raggiunge un determinato livello.
ru_ru: Отложенный ордер — это инструкция трейдера, отдаваемая брокерской компании с целью купить или продать актив в будущем, при заранее определённых условиях, когда цена достигнет определённого уровня.
th_th: คำสั่งที่ค้างอยู่ คือ คำสั่งของนักลงทุนที่ให้บริษัทตัวแทน ซื้อหรือขายหลักทรัพย์ในอนาคต ภายใต้เงื่อนไขที่กำหนดไว้ เมื่อราคาขึ้นไปถึงระดับที่ต้องการ

source: A Professional Client receives a lower degree of client protection due to the following:
es_es: Un cliente profesional recibe un menor grado de protección al cliente debido a lo siguiente:
it_it: Un Cliente Professionale riceve un grado di tutela del cliente inferiore per i seguenti motivi:
ru_ru: Профессиональный клиент получает более низкий уровень клиентской защиты, ввиду следующих причин:
th_th: ลูกค้าที่มีความเชี่ยวชาญ (Professional Client) ได้รับกลไกการกำกับดูแลลูกค้าในระดับที่ต่ำกว่าด้วยเหตุผลต่อไปนี้

source: A Settlement occurs when the client's account with the Company is credited or charged with the net amount of the results of a transaction.
es_es: Cuando la Cuenta del cliente con la Empresa es acreditada o cargada con la cantidad neta resultante de una transacción.
it_it: Si parla di pagamento a saldo quando sul conto del cliente presso la Società viene accreditato o addebitato l'importo netto derivante da un'operazione.
ru_ru: расчёт происходит, когда на финансовый счёт клиента на сайте Компании начисляются средства или списывается итоговый результат контракта.
th_th: การชำระเงิน เกิดขึ้นเมื่อบัญชีเงินของลูกค้าที่เปิดไว้กับบริษัทฯ ถูกเครดิต หรือ ถูกสั่งจ่ายเงินด้วยมูลค่าสุทธิของธุรกรรม
