Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Knowledge of Mac or Linux Technologies and associated security risks
es_es: Conocimiento de Tecnologías Mac o Linux y riesgos de seguridad asociados
it_it: Conoscenza delle tecnologie Mac o Linux e dei rischi di sicurezza correlati
ru_ru: Знание технологий Mac или Linux и сопряженных рисков для их безопасности
th_th: ทักษะความรู้ที่เกี่ยวข้องกับเทคโนโลยีแมคและลินุกซ์ที่เกี่ยวข้องกับความเสี่ยงในด้านความปลอดภัยของระบบ

source: Knowledge of VPN concepts and prior experience of setting up site-to-site networks
es_es: Conocimiento de los conceptos de VPN y experiencia previa en la configuración de redes de sitio a sitio
it_it: Conoscenza dei concetti di VPN ed esperienza nell'impostazione delle reti site-to-site
ru_ru: Знание концепций VPN и предыдущий опыт создания сети между сайтами
th_th: ทักษะความรู้ในหลักการของ VPN และประสบการณ์ในการติดตั้งงานในเครือข่ายเพื่อรองรับการใช้งานในที่ต่างๆ

source: Knowledge of affiliate marketing, email marketing, and basic HTML
es_es: Conocimiento de marketing de afiliados, marketing por correo electrónico y HTML básico
it_it: Conoscenze di marketing di affiliazione e via e-mail, così come di HTML di base
ru_ru: Знание партнерского маркетинга, рекламной рассылки и основ HTML
th_th: ทักษะความรู้ในเรื่องการตลาดออนไลน์ การตลาดด้วยอีเมล์ และ HTML พื้นฐาน

source: Knowledge of coloured coins and Ethereum tokens, including ERC20/23/223
es_es: Conocimiento de monedas de colores y tokens de Ethereum, incluyendo ERC20 / 23/223
it_it: Conoscenza di monete colorate e token Ethereum, tra cui ERC20/23/223
ru_ru: Знание понятий цветных монет, токенов Ethereum, включая ERC20/23/223
th_th: มีความรู้เกี่ยวกับเหรียญสี และโทเค่นอีเธอเรียม รวมถึง ERC20/23/223

source: Knowledge of hardware and software firewalls, intrusion detection methods, security systems, and DDoS protection
es_es: Conocimiento de firewalls de hardware y software, métodos de detección de intrusos, sistemas de seguridad y protección DDoS
it_it: Conoscenza dei firewall hardware e software, metodi di rilevamento delle intrusioni, sistemi di sicurezza e protezione DDoS
ru_ru: Знания в области аппаратного и программного брандмауэра, методов обнаружения проникновений, систем безопасности и защиты DDoS
th_th: มีความรู้ในเรื่องการทำไฟร์วอลล์ทั้งฮาร์ดแวร์และซอฟท์แวร์ วิธีการป้องกันการโจมตีทางเครือข่าย ระบบความปลอดภัยต่างๆ และการป้องกัน DDoS

source: Knowledge of hashing algorithms, including SHA and scrypt
es_es: Conocimiento de algoritmos de hash, incluyendo SHA y scrypt
it_it: Conoscenza degli algoritmi di Hash, inclusi SHA e script
ru_ru: Знание алгоритмов хэширования, включая SHA и scrypt
th_th: มีความรู้ในอัลกอริธึ่มที่ซับซ้อน รวมถึง SHA และ scrypt

source: Knowledge of payment transaction analysis, in particular e-wallets and cryptocurrencies
es_es: Conocimiento del análisis de transacciones de pago, en particular billeteras electrónicas y criptomonedas
it_it: Capacità di analizzare le operazioni relative ai pagamenti, in particolare con portafogli elettronici e criptovalute
ru_ru: Знание анализа платежей и транзакций, в частности, электронных кошельков (e-wallets) и криптовалют
th_th: มีความรู้ในการวิเคราะห์ธุรกรรมการชำระเงิน โดยเฉพาะกระเป๋าเงินอิเล็กทรอนิกส์และเงินดิจิทัล

source: Knowledge of probability theory, stochastic calculus, numerical methods, Monte-Carlo simulation, differential equations, econometrics, and statistical modelling
es_es: Conocimiento de la teoría de la probabilidad, cálculo estocástico, métodos numéricos, simulación de Monte-Carlo, ecuaciones diferenciales, econometría y modelización estadística
it_it: Conoscenza di teoria delle probabilità, calcolo stocastico, metodi numerici, simulazione Montecarlo, equazioni differenziali, econometria e modelli statistici
ru_ru: Знание теории вероятностей, стохастического исчисления, численных методов, моделирования методом Монте-Карло, дифференциальных уравнений, эконометрии и статистического моделирования
th_th: มีทักษะความรู้เกี่ยวกับทฤษฎีความเป็นไปได้ สโทแคสติกแคลคูลัส ระเบียบวิธีเกี่ยวกับตัวเลข การจำลองแบบมอนติคาร์โล สมการเชิงอนุพันธ์ เศรษฐมิติ และ แบบจำลองทางสถิติ

source: Knowledge of scripting language and Perl in particular is a plus
es_es: Conocimiento del lenguaje de scripting y Perl en particular es una ventaja
it_it: La conoscenza del linguaggio di scripting e in particolare di Perl costituisce titolo preferenziale
ru_ru: Знание скриптового языка и Perl в частности является важным преимуществом
th_th: มีความรู้ในภาษาสคริป โดยเฉพาะหากเป็นภาษา Perl จะถือเป็นประโยชน์

source: Knowledge of the latest industry trends and best practices in information security
es_es: Conocimiento de las últimas tendencias de la industria y las mejores prácticas en seguridad de la información
it_it: Conoscenza delle ultime tendenze di settore e delle pratiche migliori in materia di sicurezza dell'informazione
ru_ru: Знание последних тенденций в индустрии и наилучшей практики информационной безопасности
th_th: มีความรู้ในแนวโน้มของอุตสาหกรรมล่าสุด และวิธีปฏิบัติที่ดีที่สุดในการรักษาความปลอดภัยของข้อมูล

source: Kuala Lumpur Office
es_es: Oficina de Kuala Lumpur
it_it: Ufficio di Kuala Lumpur
ru_ru: Офис в Куала-Лумпуре
th_th: สำนักงานกัวลาลัมเปอร์

source: L. Manifest Error
es_es: L. Error Manifiesto
it_it: L. Errore manifesto
ru_ru: L. Явные ошибки
th_th: ฏ. ข้อผิดพลาดโดยเจตนา

source: Labuan
ru_ru: Лабуан
th_th: ลาบวน

source: Labuan has several national schools and one international school. It also has the only matriculation college in East Malaysia. Pre-university students from Sabah, Sarawak, and Labuan are required to attend this matriculation college before they continue their studies at a public university.
es_es: Labuan tiene varias escuelas nacionales y una escuela internacional. También tiene el único colegio de matrícula en La Malasia Oriental. Los estudiantes preuniversitarios de Sabah, Sarawak y Labuan deben asistir a esta universidad antes de continuar sus estudios en una universidad pública.
it_it: A Labuan si trovano diverse scuole nazionali e una internazionale, nonché l'unico Matriculation College della Malesia orientale. Gli studenti pre-universitari di Sabah, Sarawak e Labuan sono tenuti a frequentare i corsi del Matriculation College prima di proseguire i propri studi in un'università pubblica.
ru_ru: В Лабуане несколько местных школ и одна международная. Также здесь находится единственный аттестационный колледж в Восточной Малайзии. Довузовские студенты из Сабы, Саравака и Лабуана должны посещать данный колледж перед продолжением учёбы в государственных университетах.
th_th: ลาบวนมีโรงเรียนแห่งชาติหลายแห่ง และโรงเรียนนานาชาติหนึ่งแห่ง และยังมีวิทยาลัยที่มีการสมัครเข้าเป็นนักศึกษาเพียงแห่งเดียวในมาเลเซียตะวันออก นักเรียนก่อนระดับมหาวิทยาลับจากซาบาห์ ซาราวัค และลาบวนจะต้องเข้าเรียนที่วิทยาลัยแห่งนี้ก่อนที่จะไปศึกษาต่อในมหาวิทยาลัยของรัฐ

source: Labuan is a federal territory made up of the main island, Labuan Island, and six other small islands off the coast of Sabah. Its name comes from the Malay word, 'labuhan' which means harbour. Formerly a part of the Brunei Sultanate, it was ceded to the British Crown in 1846, before joining Malaysia in 1963.
es_es: Labuan es un territorio federal constituído por la isla principal, Isla Labua, y otras seis islas pequeñas cercanas a las costas de Sabah. Su nombre priviene de la palabra malaya "labuhan", que significa puerto. Originalmente, formó parte del sultanato de Brunéi, pero fue cedida a la Corona Británica en 1846 antes de pasar a ser parte de Malasia en 1963.
it_it: Labuan è un territorio federale costituito da un'isola principale, l'Isola di Labuan, e da altre sei isole minori al largo della costa di Sabah. Il suo nome deriva dalla parola malese "labuhan", che significa "porto". Originariamente faceva parte del sultanato del Brunei; nel 1946 fu ceduto alla Corona Britannica, prima di essere annesso alla Malesia nel 1963.
ru_ru: Лабуан является федеральной территорией, состоящей из основного острова Лабуан и шести мелких островов, входящих в штат Сабах. Название острова произошло от малазийского слова "лабухан," что в переводе означает "гавань". Будучи частью султаната Бруней, данная территория была передана Великобритании в 1846 году, а в 1963 году официально присоединилась к Малайзии.
th_th: ลาบวนเป็นดินแดนสหพันธรัฐประกอบด้วยเกาะหลัก เกาะลาบวน และเกาะเล็ก ๆ ทั้งหกใกล้กับฝั่งซาบาห์ ชื่อมาจากภาษามาเลย์ 'ลาบูฮัน' ซึ่งหมายถึง ท่าเรือ ซึ่งเดิมเป็นส่วนหนึ่งของสุลต่านบรูไน ที่มอบให้แก่พระมหากษัตริย์ในราชวงศ์อังกฤษใน ปี ค.ศ. 1846 ก่อนเข้าร่วมเป็นประเทศมาเลเซียในปี ค.ศ. 1963

source: Labuan, Malaysia
es_es: Labuan, Malasia
it_it: Labuan, Malesia
ru_ru: Лабуан, Малайзия
th_th: ลาบวน มาเลเซีย

source: Languages
es_es: Idiomas
it_it: Lingue
ru_ru: Языки
th_th: ภาษา

source: Last Digit Prediction
es_es: Predicción del último dígito
it_it: Previsione dell'ultima cifra
ru_ru: Прогноз последней десятичной
th_th: การพยากรณ์ตัวเลขสุดท้าย

source: Last Digit Stats
es_es: Estadísticas del último dígito
it_it: Statistiche sull'ultima cifra
ru_ru: Статистика последних тиков
th_th: สถิติตัวเลขสุดท้าย

source: Last Login
es_es: Último ingreso
it_it: Ultimo accesso
ru_ru: Последний вход
th_th: การเข้าระบบครั้งล่าสุด

source: Last Used
es_es: Último usado
it_it: Ultimo utilizzato
ru_ru: Последние
th_th: ใช้ครั้งสุดท้าย

source: Last digit stats for the latest %1 ticks on %2
es_es: Los últimos dígitos para los %1 intervalos más recientes a %2
it_it: Le statistiche delle ultime cifre per i %1 tick più recenti su %2
ru_ru: Статистика последних десятичных в последних %1 тиков для %2
th_th: สถิติตัวเลขสุดท้ายสำหรับ %1 ล่าสุด ช่วงราคาของ %2

source: Latest bank statement or any government-issued letter which contains your name and address
es_es: Estado de cuenta bancario más reciente o cualquier carta emitida por el gobierno que contenga su nombre y dirección
it_it: Ultimo estratto conto bancario o qualsiasi lettera emessa dal governo che contenga il tuo nome e indirizzo
ru_ru: Последняя выписка с банковского счёта или любое выданное государством письмо, содержащее ваше имя и адрес
th_th: เอกสารแสดงรายการเดินบัญชีล่าสุด หรือ จดหมายที่ออกโดยรัฐบาลซึ่งมีชื่อและที่อยู่ของท่าน

source: Law
es_es: Ley
it_it: Legge
ru_ru: Закон
th_th: กฎหมาย

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of clients accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, clients accessing this site are required to inform themselves about, and to observe, such restrictions.
es_es: Las leyes relacionadas a los contratos financieros varían de acuerdo al país, y es responsabilidad de cada cliente que accede a este sitio asegurar la comprensión y acatamiento de todas las leyes o regulaciones relevantes en su propio país. Este sitio no constituye, y no puede ser utilizado con el propósito de, hacer una oferta o solicitud a cualquier persona en cualquier jurisdicción en la que dicha oferta o solicitud no esté autorizada, o a cualquier persona a quien sea ilegal hacer dicha oferta o solicitud. El acceso a este sitio, así como la oferta de servicios financieros mediante el mismo, puede estar restringido en algunas jurisdicciones y, en consecuencia, los clientes quienes accedan de dichas jurisdicciones deben estar al tanto de y respetar tales restricciones.
it_it: Le leggi relative ai contratti finanziari variano in tutto il mondo; è responsabilità dei clienti che accedono al presente sito assicurarsi di comprendere le leggi o i regolamenti applicabili nel proprio Paese e agire in conformità agli stessi. Il sito non costituisce né può essere utilizzato quale offerta o incitamento a chiunque appartenga a una giurisdizione in cui questi non siano autorizzati, o ai soggetti ai quali è vietato proporre tale offerta o rivolgere questo tipo di incitamento. L'accesso al presente sito e l'offerta di contratti finanziari attraverso il sito possono avere limitazioni in alcune giurisdizioni; di conseguenza, si richiede ai clienti che vi accedono di essere informati in merito a tali restrizioni e di osservarle.
ru_ru: Законы в отношении финансовых контрактов различаются во всем мире. Понимание и соблюдение законов и других правил применительно к отдельному клиенту или стране является ответственностью самого человека, пользующегося сайтом. Данный сайт не может быть использован или предлагаться кому-либо в юрисдикции, где это может быть незаконным. Доступ к данному сайту и предложение финансовых контрактов на данном сайте могут быть ограничены в определенных юрисдикциях; соответственно, люди, имеющие доступ к данному сайту, должны быть информированы о таких ограничениях и соблюдать их.
th_th: กฎหมายที่เกี่ยวกับสัญญาด้านการเงินแตกต่างกันไปทั่วโลก และเป็นความรับผิดชอบของลูกค้าที่เข้ามาใช้เว็บไซต์นี้ที่จะต้องแน่ใจว่า เข้าใจและปฏิบัติตามกฎหมาย หรือ กฎระเบียบใดๆ ที่เกี่ยวข้องกับตนเองในประเทศของตนเอง เว็บไซต์นี้ไม่ได้ประกอบด้วย หรือจะไม่ถูกใช้เพื่อจุดประสงค์ในการเสนอ หรือ ชักชวนให้แก่ผู้ใดในเขตพื้นที่ศาลที่ไม่ได้รับอนุญาตให้มีการเสนอ หรือ ชักชวนนั้น หรือ ให้แก่บุคคลใดที่ข้อเสนอ หรือ ข้อชักชวนดังกล่าวจะถือว่า เป็นการผิดกฎหมาย การเข้าถึงเว็บไซต์นี้ และข้อเสนอของสัญญาทางการเงินผ่านทางเว็บไซต์นี้ในเขตพื้นที่ศาลบางพื้นที่อาจะถูกจำกัด และดังนั้น ลูกค้าที่เข้าถึงเว็บไซต์นี้จะต้องแจ้งเราด้วยตนเองและสังเกตข้อจำกัดดังกล่าว

source: Lay out mockups and wireframes for app screens and web pages
es_es: Diseñar maquetas y estructuras para pantallas de aplicaciones y páginas web
it_it: Progettare mockup e wireframe per le schermate delle app e le pagine web
ru_ru: Создание макетов и основ для приложений и веб. страниц
th_th: โครงร่างของเว็บไซต์และแบบจำลองสำหรับหน้าจอแอพและหน้าเว็บ

source: Learn about the types of trades that can help you execute your trading strategy on rising, falling, and even sideways markets.
es_es: Aprenda acerca de los tipos de operaciones que pueden ayudarlo a ejecutar su estrategia de trading en mercados en alza, a la baja, e incluso alternativos.
it_it: Scopri i tipi di operazioni che possono aiutarti a eseguire la tua strategia di trading su mercati rialzisti, ribassisti e anche trasversali.
ru_ru: Узнайте больше о видах контрактов, которые помогут Вам успешно применить Ваши торговые стратегии при любом движении на рынках.
th_th: เรียนรู้เกี่ยวกับการซื้อขายประเภทต่างๆ ที่สามารถช่วยท่านดำเนินการตามกลยุทธ์การซื้อขายในตลาดที่กำลังขึ้น กำลังลง หรือแม้แต่ที่กำลังไปด้านข้าง

source: Learn from us
es_es: Aprenda de nosotros
it_it: Impara da noi
ru_ru: Узнайте больше
th_th: เรียนรู้จากพวกเรา

source: Learn how to read currency pairs, when to go long or short, and how to buy your first currency pair.
es_es: Aprenda a interpretar los pares de divisas, cuándo asumir posiciones largas o cortas y cómo comprar su primer par.
it_it: Impara come leggere le coppie di valute, quando aprire una posizione long o short e come acquistare la tua prima coppia di valuta.
ru_ru: Узнайте что такое валютные пары, когда открывать короткие и длинные позиции, а также как заключить свою первую сделку.
th_th: เรียนรู้ วิธีการอ่านสกุลเงินคู่ เมื่อใดจะ Long หรือ Short และวิธีการซื้อคู่สกุลเงินแรก

source: Learn how to trade with our award-winning binary options platform in this simple step-by-step guide.
es_es: Aprenda cómo operar a través de nuestra galardonada plataforma de opciones binarias en esta sencilla guía paso a paso.
it_it: Scopri come fare trading con la nostra pluripremiata piattaforma di opzioni binarie con questa semplice guida passo a passo.
ru_ru: Наше пошаговое руководство поможет Вам быстро освоить торговлю бинарными опционами на платформе, удостоенной множества наград.
th_th: เรียนรู้วิธีการซื้อขายกับแพลตฟอร์มไบนารีออปชันที่ได้รับรางวัลของเราจากคำแนะนำง่ายๆ ทีละขั้นตอน

source: Learn more
es_es: Conozca más
it_it: Per saperne di più
ru_ru: Узнать больше
th_th: ดูเพิ่มเติม

source: Learn more about our Multiple Accounts Manager (MAM) facility for money managers
es_es: Aprenda más sobre nuestro servicio de Gestor de Cuentas Múltiples (MAM) para administradores de dinero
ru_ru: Узнайте больше о возможности Менеджера множественных счетов (ММС) для инвестиционных менеджеров
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับเครื่องมือสำหรับผู้จัดการหลายบัญชี (MAM) สำหรับผู้จัดการเงินทุนบุคคล

source: Learn more about our corporate culture
es_es: Aprenda más acerca de nuestra cultura corporativa
it_it: Ulteriori informazioni sulla nostra cultura aziendale
ru_ru: Узнайте больше о нашей корпоративной культуре
th_th: ศึกษาเพิ่มเติมเกี่ยวกับวัฒนธรรมองค์กรของเรา

source: Learn more about submitting essential documents with our handy infographic:
es_es: Aprenda más sobre como enviar documentos necesarios con nuestra útil infografía:
it_it: Scopri di più su come inviare i documenti necessari consultando la nostra pratica infografica:
ru_ru: Узнайте больше о необходимых документов из нашей полезной инфоргафики:
th_th: เรียนรู้เพิ่มเติมเกี่ยวกับการส่งเอกสารที่จำเป็นด้วยข้อมูลภาพที่เป็นประโยชน์ของเรา

source: Learn more.
es_es: Conozca más.
it_it: Ulteriori informazioni.
ru_ru: Подробнее.
th_th: ศึกษาเพิ่มเติม

source: Learn the basic concepts of trading Meta assets on MetaTrader 5.
es_es: Aprenda los conceptos básicos de operar activos-meta en MetaTrader 5.
it_it: Impara i concetti base del trading in Meta asset su MetaTrader 5.
ru_ru: Изучите основы торговли Meta активами на нашей платформе MetaTrader 5.
th_th: เรียนรู้แนวคิดพื้นฐานของการซื้อขายสินทรัพย์ Meta ใน MetaTrader 5

source: Learn the basic concepts of trading metal pairs on our MetaTrader 5 platform.
es_es: Aprenda los conceptos básicos de operar pares de metales en nuestra plataforma MetaTrader 5.
it_it: Apprendi i concetti base del trading sulle coppie di metalli sulla nostra piattaforma MetaTrader 5.
ru_ru: Изучите основы торговли металлами на нашей платформе MetaTrader 5.
th_th: เรียนรู้แนวคิดพื้นฐานของการซื้อขายโลหะคู่บนแพลตฟอร์ม MetaTrader 5 ของเรา

source: Learn the basics of metals trading and the categories of metals available.
es_es: Aprenda los conceptos básicos de operar metales y las categorías disponibles.
it_it: Impara le basi del trading sui metalli e le categorie di metalli disponibili.
ru_ru: Изучите основы торговли металлами и виды доступных металлов.
th_th: เรียนรู้พื้นฐานของการซื้อขายโลหะและประเภทโลหะที่มี

source: Learn to be a better trader and keep up with the latest news and trends in financial trading - all for free.
es_es: Aprenda a comerciar y esté al tanto de las últimas noticias y tendencias en los mercados financieros – gratis.
ru_ru: Усовершенствуйте свои торговые навыки и будьте в курсе всех последних новостей, совершенно бесплатно.
th_th: เรียนรู้ที่จะเป็นนักลงทุนที่ดีติดตามข่าวสารล่าสุดและแนวโน้มในการซื้อขายทางการเงิน--ทั้งหมดนี้ ฟรี!

source: Learn to read currency pairs
es_es: Cómo interpretar pares de divisas
it_it: Impara a leggere le coppie di valute
ru_ru: Научитесь читать валютные пары
th_th: เรียนรู้การอ่านคู่สกุลเงิน

source: Legal
es_es: Información legal
it_it: Legale
ru_ru: Правила
th_th: กฎหมาย

source: Legal compliance
es_es: Сumplimiento legal
it_it: Conformità legale
ru_ru: Нормативно-правовое соответствие
th_th: การกำกับตามกฎหมาย

source: Less than $100,000
es_es: Menos de $100.000
it_it: Meno di $100.000
ru_ru: Менее $100,000
th_th: น้อยกว่า 100,000 เหรียญสหรัฐ

source: Less than $25,000
es_es: Menos de $25.000
it_it: Meno di $25.000
ru_ru: Менее $25,000
th_th: น้อยกว่า 25,000 เหรียญสหรัฐ

source: Let's calculate the spread for EUR/USD:
es_es: Calculemos el spread del par EUR/USD:
it_it: Cerchiamo di calcolare lo spread per EUR/USD:
ru_ru: Давайте рассчитаем спред на паре EUR/USD:
th_th: ลองคำนวณสเปรดของ EUR/USD

source: Let's compare the differences between buying and selling, using the BTC/USD as an example:
es_es: Comparemos las diferencias entre comprar y vender, teniendo como ejemplo el par BTC/USD:
it_it: Mettiamo a confronto le differenze tra acquisto e vendita, utilizzando il BTC/USD come esempio:
ru_ru: Давайте сравним покупку и продажу на примере пары BTC/USD:
th_th: ลองเปรียบเทียบความแตกต่างระหว่างการซื้อและการขาย โดยใช้ BTC/USD เป็นตัวอย่าง

source: Let's compare the differences between buying and selling, using the EUR/USD as an example:
es_es: Comparemos las diferencias entre comprar y vender, teniendo como ejemplo el par EUR/USD:
it_it: Mettiamo a confronto le differenze tra acquisto e vendita, utilizzando il EUR/USD come esempio:
ru_ru: Давайте сравним покупку и продажу на примере пары EUR/USD:
th_th: ลองเปรียบเทียบความแตกต่างระหว่างการซื้อและการขาย โดยใช้ EUR/USD เป็นตัวอย่าง

source: Let's say a US 100 contract is worth USD 1 per point in the underlying asset. If you decide to 'go long' on the US 100, and the asset price rises by 10 points, that represents a USD 10 profit for you.
es_es: Digamos que un contrato US 100 vale 1 dólar por punto en el activo subyacente. Si usted decide abrir una posición larga en el US 100 y el precio del activo sube 10 puntos, eso representa una ganancia de 10 dólares para usted.
ru_ru: Предположим, что контракт на US 100 стоит 1 USD за пункт основного актива. Если Вы хотите открыть "длинную позицию" по US 100, а цена актива вырастет на 10 пунктов, Ваша прибыль составит USD 10.
th_th: สมมติว่า สัญญา US 100 มีมูลค่า 1 เหรียญสหรัฐต่อจุดของสินทรัพย์อ้างอิง ถ้าท่านตัดสินใจ 'ส่งคำสั่ง Long' US 100 และราคาของสินทรัพย์เพิ่มขึ้น 10 จุด แสดงว่า ท่านจะได้กำไร 10 เหรียญสหรัฐ

source: Let's use the US 100 index as an example:
es_es: Usemos el índice US 100 como ejemplo:
it_it: Utilizziamo l'indice US 100 come esempio:
ru_ru: Рассмотрим пример на индексе US 100:
th_th: ลองใช้ดัชนี US 100 เป็นตัวอย่าง

source: Let's use the XAU/USD (Gold vs US dollar) metal pair as an example.
es_es: Usemos el par de metal XAU/USD (oro vs dólar estadounidense) como ejemplo.
it_it: Utilizziamo la coppia XAU/USD (Oro vs Dollaro statunitense) come esempio.
ru_ru: Рассмотрим пример на паре XAU/USD (золото против доллара США).
th_th: ลองใช้คู่โลหะ XAU/USD (ทอง และ ดอลลาร์สหรัฐ) เป็นตัวอย่าง

source: Let's use the XAU/USD metal pair again as an example.
es_es: Nuevamente, usemos el par de metal XAU/USD como ejemplo.
it_it: Utilizziamo ancora una volta la coppia di metalli XAU/USD come esempio.
ru_ru: Давайте вновь рассмотрим пример на паре XAU/USD.
th_th: ลองใช้คู่โลหะ XAU/USD อีกครั้ง เป็นตัวอย่าง

source: Level of education
es_es: Nivel de educación
it_it: Livello di istruzione
ru_ru: Уровень образования
th_th: ระดับการศึกษา

source: Leverage
es_es: Apalancamiento
it_it: Leva
ru_ru: Кредитное плечо
th_th: เลเวอเรจ
