Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
es_es: BetOnMarkets.com alcanza un volumen de negocios de mil millones de dólares desde sus inicios en 1999
it_it: BetOnMarkets.com raggiunge un turnover da 1 miliardo di dollari dal suo inizio nel 1999
ru_ru: BetOnMarkets.com достигает оборота в 1 миллиард долларов впервые с 1999 г.
th_th: BetOnMarkets.com มีมูลค่าซื้อขายรวม 1 พันล้านเหรียญสหรัฐ ตั้งแต่เริ่มต้นในปี ค.ศ. 1999 (พ.ศ. 2542)

source: Betting system and method
es_es: Sistema y método de apostar
it_it: Sistema e metodo di scommessa
ru_ru: Система и методы ставок
th_th: ระบบการพนันและวิธีการ

source: Bid
es_es: Oferta
it_it: Offerta
ru_ru: Бид
th_th: ประมูล

source: Bid and Ask Price(s) of each financial instrument in the transaction system, quoted at market price at the moment of pricing
es_es: El precio (s) de Compra y Venta de cada instrumento financiero en el sistema de transacción, cotizado al precio del mercado al momento de su valoración
it_it: Prezzo/i di domanda e offerta di ogni strumento finanziario nel sistema delle operazioni, quotato al prezzo di mercato al momento della determinazione del prezzo
ru_ru: цена (цены) бид и аск для каждого финансового инструмента в системе транзакции, расценивающаяся в качестве рыночной цены, на момент образования цены
th_th: ราคาเสนอซื้อ และ ราคาเสนอขาย ของแต่ละเครื่องมือทางการเงินในระบบ แสดงราคาตามราคาตลาดในเวลาที่เสนอราคานั้นๆ

source: Bid price
es_es: Precio de compra
it_it: Prezzo dell'offerta
ru_ru: Цена бид
th_th: ราคาประมูล

source: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands. Licensed and regulated by the British Virgin Islands Financial Services Commission - %1view licence%2.
es_es: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Islas Vírgenes Británicas. Autorizado y regulado por la Comisión de Servicios Financieros de las Islas Vírgenes Británicas -%1ver licencia%2.
ru_ru: Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands. Компания лицензирована и регулируется Комиссией по предоставлению финансовых услуг Британских Виргинских островов - %1лицензия%2.
th_th: Binary (BVI) Ltd. Kingston Chambers ตู้ปณ. 173 โรดทาวน์ ทอร์ทอลา หมู่เกาะบริติชเวอร์จิน ได้รับอนุญาตและกำกับดูแลโดย British Virgin Islands Financial Services Commission %1ดูใบอนุญาต%2

source: Binary (Europe) Limited, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Licensed and regulated (for gambling products only - %1's Volatility Indices) by the Malta Gaming Authority in Malta (licence no. %2) - %3view licence%4 and also maintains an Irish licence. For UK clients by the UK Gambling Commission - %5view licence%4.
es_es: Binary (Europe) Limited, W Business Centre, Nivel 3, Triq Dun Karm, Birkirkara, MSD9033, Malta. Autorizado y regulado (solo para productos de juego - %1Índices de Volatilidad) por la Autoridad de Juegos de Malta (licencia nº %2) - %3ver licencia%4 y con licencia irlandesa para clientes británicos por la Comisión de Apuestas del Reino Unido - %5ver licencia%4.
ru_ru: Компания Binary (Europe) Limited расположена по адресу W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Компания лицензирована и регулируется (исключительно для игорных продуктов – Индексов волатильности %1) Управлением по азартным играм Мальты (номер лицензии %2) - %3см. лицензию%4, а также имеет лицензию в Ирландии. Для клиентов из Великобритании компания находится под управлением Комиссии по азартным играм Великобритании - %5см. лицензию%4.
th_th: Binary (Europe) Limited ตั้งอยู่ที่อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา ซึ่งได้รับใบอนุญาตและกำกับดูแล (สำหรับผลิตภัณฑ์การพนันเท่านั้น - ดัชนีผันผวนของ %1) จาก Malta Gaming Authority ประเทศมอลตา (ใบอนุญาตเลขที่ %2) - %3ดูใบอนุญาต%4 และยังได้รับใบอนุญาตให้ดำเนินธุรกิจในประเทศไอร์แลนด์ และสำหรับลูกค้าในสหราชอาณาจักรได้รับการกำกับดูแลจาก UK Gambling Commission - %5ดูใบอนุญาต%4

source: Binary (Europe) Ltd & Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033
es_es: Binary (Europe) Ltd & Binary Investments (Europe) Ltd, W Business Centre, Nivel 3, Triq Dun Karm, Birkirkara, BKR 9033
ru_ru: Компании Binary (Europe) Ltd и Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033
th_th: Binary (Europe) Ltd และ Binary Investments (Europe) Ltd มีที่ตั้งสำนักงานอยู่ที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา

source: Binary (Europe) Ltd, or
es_es: Binary (Europe) Ltd, o
it_it: Binary (Europe) Ltd, oppure
ru_ru: Binary (Europe) Ltd или
th_th: Binary (Europe) Ltd หรือ

source: Binary (FX) Ltd, or
es_es: Binary (FX) Ltd, o
it_it: Binary (FX) Ltd, oppure
ru_ru: Binary (FX) Ltd или
th_th: Binary (FX) Ltd หรือ

source: Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan, Malaysia. Licensed and regulated by the Labuan Financial Services Authority to carry on a money-broking business %1(licence no. MB/18/0024)%2.
es_es: Binary (FX) Ltd., Lote nº F16, Primer piso, Paragon Labuan, Jalan Tun Mustapha, 87000 Territorio Federal de Labuan, Malasia. Autorizado y regulado por la Autoridad de Servicios Financieros de Labuan para llevar a cabo un negocio de corretaje de cambios %1(licencia nº MB/18/0024)%2.
it_it: Binary (FX) Ltd., lotto n. F16, primo piano, Paragon Labuan, Jalan Tun Mustapha, 87000 Territorio federale di Labuan, Malesia. Autorizzata e regolamentata da Labuan Financial Services Authority per eseguire attività di intermediazione nel mercato monetario %1(licenza n. MB/18/0024)%2.
ru_ru: Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan, Malaysia. Компания лицензирована и находится под регулированием Управления финансовых услуг Лабуана в качестве финансового брокера %1(лицензия номер MB/18/0024)%2.
th_th: Binary (FX) Ltd ตั้งอยู่ที่ ล็อตที่ F16 ชั้น 1 อาคาร Paragon Labuan ถนน Tun Mustapha รหัสไปรษณีย์ 87000 เขต Labuan ประเทศมาเลเซีย ได้รับอนุญาตและกำกับดูแลโดย Labuan Financial Services Authority เพื่อดำเนินธุรกิจซื้อขายทางด้านการเงิน %1(ใบอนุญาตเลขที่ MB/18/0024)%2

source: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licensed and regulated by the Gambling Supervision Commission in the Isle of Man (current online gambling licence granted on the 31 August 2017) - %1view licence%2 and for UK clients by the UK Gambling Commission - %3view licence%2.
es_es: Binary (IOM) Limited, First Floor, Millennium House, Victoria Road, Douglas, Isla de Man, IM2 4RW. Autorizado y regulado por la Comisión de Supervisión del Juego de la Isla de Man (licencia actual de juego en línea otorgada el 31 de agosto de 2017) - %1ver licencia%2 y para los clientes británicos por La Comisión de Apuestas del Reino Unido - %3ver licencia%2.
ru_ru: Компания Binary (IOM) Limited расположена по адресу First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW, лицензирована и регулируется Комиссией по надзору за азартными играм на Острове Мэн (настоящая лицензия выдана 31 августа 2017 года; %1см. лицензию%2), а для клиентов из Великобритании – Комиссией по азартным играм Великобритании (%3см. лицензию%2).
th_th: Binary (IOM) Limited ชั้น 1 มิลิเนียมเฮ้าส์ ถนนวิกตอเรีย ดักลาส เกาะ Isle of Man IM2 4RW ได้รับใบอนุญาต และกำกับดูแลโดย Gambling Supervision Commission ของ Isle of Man (ได้รับใบอนุญาตในการพนันออนไลน์ฉบับปัจจุบัน เมื่อวันที่ 31 สิงหาคม พ.ศ. 2560 หรือ ค.ศ. 2017) - %1ดูใบอนุญาต%2 และสำหรับลูกค้าสหราชอาณาจักรโดย Gambling Commission ของสหราชอาณาจักร - %3ดูใบอนุญาต%2

source: Binary (IOM) Ltd, or
es_es: Binary (IOM) Ltd, o
ru_ru: Binary (IOM) Ltd или
th_th: Binary (IOM) Ltd หรือ

source: Binary (SVG) Ltd, Hinds Buildings, Kingstown, St. Vincent and the Grenadines; company number 25299 BC 2019.
es_es: Binary (SVG) Ltd, Hinds Buildings, Kingstown, San Vicente y las Granadinas; número de empresa 25299 BC 2019.
ru_ru: Binary (SVG) Ltd, Hinds Buildings, Kingstown, St. Vincent and the Grenadines; номер компании 25299 BC 2019.
th_th: Binary (SVG) Ltd อาคาร Hinds คิงส์ทาวน์ เซนต์วินเซนต์และเกรนาดีนส์ เลขทะเบียนนิติบุคคล 25299 BC 2019

source: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Licensed and regulated by the Vanuatu Financial Services Commission - %1view licence%2.
es_es: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, República de Vanuatu. Autorizada y regulada por la Comisión de Servicios Financieros de Vanuatu - %1ver licencia%2.
ru_ru: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Компания лицензирована и регулируется Комиссией по предоставлению финансовых услуг Вануату - %1лицензия%2.
th_th: Binary (V) Ltd ตั้งอยู่ที่ อาคาร Govant เมือง Port Vila, PO Box 1276 วานูอาตู สาธารณรัฐวานูอาตู ได้รับใบอนุญาตและรับรองโดย Vanuatu Financial Services Commission - %1ดูใบอนุญาต%2

source: Binary Bot
ru_ru: Робот Binary Bot

source: Binary Bot released
es_es: Binary Bot lanzado
it_it: Rilascio dei Binary Bot
ru_ru: Запущен робот Binary Bot
th_th: ใช้ Binary Bot

source: Binary Grid is currently only available on Android devices.
es_es: Binary Grid está actualmente disponible sólo para dispositivos Android.
ru_ru: Binary Grid в настоящее время доступна только на устройствах с Android.
th_th: Binary Grid มีให้บริการสำหรับอุปกรณ์ระบบแอนดรอยด์เท่านั้น

source: Binary Group (hereinafter referred to as 'Binary Group companies', 'the Company') is commited to protecting the privacy and security of the applicant's personal information. This privacy notice sets out the types of data that the Company collects on the applicant. It also sets out how the Company collect and use the applicant' personal data, and how long it keeps them and other relevant information about the applicant's data in accordance with the General Data Protection Regulation (EU) 2016/679 (hereafter referred to as 'GDPR') and Data Protection Act 2018.
es_es: Binary Group (en adelante 'Empresas Binary Group', 'La Empresa') está comprometida a proteger la privacidad y seguridad de la información personal del solicitante. Este aviso de privacidad establece los tipos de datos que La Empresa colecta del solicitante. También establece cómo La Empresa colecta y utiliza la información personal del solicitante, y por cuanto tiempo almacena dichos datos así como otras informaciones relevantes de acuerdo al Reglamento General de Protección de Datos (EU) 2016/679 (en adelante 'RGPD') y la Ley de Protección de Datos de 2018.
ru_ru: Binary Group (далее именуемая "Группой компаний Binary Group" или "Компания") стремится защищать безопасность и конфиденциальность частной информации заявителей. Данное уведомление о конфиденциальности устанавливает виды информации, которые Компания запрашивает у заявителя. Также уведомление определяет порядок сбора и использования личной информации заявителя, как долго хранить эти данные и другие соответствующие сведения о заявителе, согласно Общему регламенту по защите данных (EU) 2016/679 (далее именуемый ОРЗД или GDPR), а также Акту о защите информации от 2018 года.
th_th: Binary Group (ต่อไปเรียกว่า 'กลุ่มบริษัทในเครือไบนารี', 'บริษัทฯ') มีความมุ่งมั่นในการป้องกันข้อมูลส่วนบุคคลและความปลอดภัยของข้อมูลส่วนบุคคลของผู้สมัคร นโยบายนี้ได้กำหนดประเภทของข้อมูลที่บริษัทฯ เก็บรวบรวมจากผู้สมัคร และยังได้กำหนดวิธีการที่บริษัทฯ เก็บรวบรวม และใช้ข้อมูลส่วนบุคคลของผู้สมัคร และระยะเวลาที่จะเก็บข้อมูลเหล่านั้น หรือข้อมูลที่เกี่ยวของอื่นๆ เกี่ยวกับข้อมูลของผู้สมัครตามระเบียบการป้องกันข้อมูลพื้นฐานของสหภาพยุโรป ฉบับที่ 2016/679 (ต่อจากนี้เรียกว่า ' GDPR') และพระราชบัญญัติคุ้มครองข้อมูล ค.ศ. 2018

source: Binary Group members are sometimes referred to collectively as "%1" or "the Company".
es_es: Los miembros del grupo Binary Group son ocasionalmente denominados colectivamente "%1" o "la Empresa".
ru_ru: Члены Binary Group могут коллективно именоваться "%1" или "Компания".
th_th: สมาชิกในเครือไบนารี ใช้สรรพนามเพื่อแทน "%1" หรือ "บริษัทฯ"

source: Binary Investments (Europe) Limited is entitled to provide services in another EU Member State through EU passporting rights. Refer to the map below for the list of EU countries that have access to %1 via EU passporting rights - freedom to provide cross border services.
es_es: Binary Investments (Europe) Limited tiene derecho a prestar servicios en otro Estado miembro de la UE a través de los derechos de pasaporte de la UE. Véase en el mapa que figura a continuación la lista de países de la UE que tienen acceso al %1 a través de los derechos de pasaporte de la UE - libertad de prestación de servicios transfronterizos.
ru_ru: Компания Binary Investments (Europe) Limited уполномочена предоставлять услуги в других государствах-членах ЕС на основании действующих в ЕС паспортных прав. На карте ниже приведён список государств ЕС, имеющих доступ к %1 посредством действующих в ЕС паспортных прав (прав на предоставление международных услуг).
th_th: Binary Investments (Europe) Limited มีสิทธิ์ให้บริการในประเทศสมาชิกสหภาพยุโรปอื่นๆ ผ่านทางสิทธิ์ตามหนังสือเดินทางสหภาพยุโรป อ้างถึงแผนที่ด้านล่างเพื่อดูรายชื่อประเทศในสหภาพยุโรปที่มีสามารถเข้าถึง %1 ผ่านทางสิทธิ์ตามหนังสือเดินทางสหภาพยุโรป เสรีภาพที่จะให้บริการข้ามพรมแดน

source: Binary Investments (Europe) Ltd aggregates the Bid and Ask prices from a pool of liquidity providers to determine and offer the client the best available price of the instrument. The Company is always the final counterparty to the client's Transactions. The Company may execute Orders on behalf of its client, wherein the Company will act as a broker and pass on the Order to the liquidity provider for execution. Alternatively, the Company may also keep the client's Order on its own account, wherein the Company will take the other side of the client's trade. It is further noted that the Company may make a profit as a result of the client's losses and vice-versa. Further details can be found under Conflicts of interest policy and Order execution policy.
es_es: Binary Investments (Europe) Ltd agrupa los precios de Compra y Venta de un grupo de proveedores de liquidez para determinar y ofrecer el mejor precio disponible para el instrumento. La Empresa es siempre la contra-parte final de sus Transacciones. La Empresa puede ejecutar operaciones en representación de sus clientes, en las cuales La Empresa actúa como corredor y transmite la orden al proveedor de liquidez para su ejecución. Alternativamente, La Empresa puede también almacenar la operación del cliente por cuenta propia, en la cual La Empresa tomará la otra posición de la operación del cliente. Notándose además que La Empresa puede obtener una ganancia como resultado de la pérdida de la operación del cliente y viceversa. Para más detalles, por favor consulte nuestras Políticas de Conflictos de Interés y de Ejecución de Órdenes.
ru_ru: Компания Binary Investments (Europe) Ltd рассчитывает цену бид и цену аск на основе информации, предоставляемой целым рядом поставщиков ликвидности, с целью определить и предложить клиенту наилучшую доступную цену для каждого инструмента. Компания всегда выступает финансовым контрагентом по отношению к контрактам клиента. Компания может исполнять ордеры от имени клиентов, выступая при этом в качестве брокера и передавая ордер поставщику ликвидности с целью его исполнения. Также Компания может держать ордер клиента на собственном счету и занять другую сторону в контракте клиента. Примите во внимание, что Компания может получать прибыль в результате потерь клиента и наоборот. Более подробную информацию можно найти в Политикое конфликта интересов и Политике исполнения ордеров.
th_th: Binary Investments (Europe) Ltd ได้รวบรวมราคาเสนอซื้อ ราคาเสนอขายจากกลุ่มผู้ให้บริการสภาพคล่องทางการเงินจากส่วนกลางเพื่อกำหนดและเสนอราคาที่ดีที่สุดที่มีอยู่ของแต่ละผลิตภัณฑ์ให้กับลูกค้า บริษัทฯ เป็นหน่วยงานปลายทางเพื่อจัดการธุรกรรมของลูกค้า บริษัทฯ อาจจะดำเนินการตามคำสั่งในนามของลูกค้า ซึ่งบริษัทฯ จะแสดงตนในนามตัวแทนและส่งคำสั่งต่างๆ ไปยังผู้ให้บริการสภาพคล่องเพื่อประมวลผล อีกทางหนึ่ง บริษัทฯ อาจจะเก็บคำสั่งของลูกค้าในบัญชีนั้นๆ และบริษัทฯ จะดำเนินการจากอีกส่วนหนึ่งของการซื้อขายของลูกค้า และบริษัทฯ อาจจะทำกำไร หรือ ขาดทุน จากการดำเนินการแทนดังกล่าว ลูกค้าสามารถอ่านรายละเอียดได้จากนโยบายผลประโยชน์ทับซ้อนและนโยบายการการดำเนินการคำสั่งซื้อ (Conflicts of Interest Policy and Order Execution Policy)

source: Binary Investments (Europe) Ltd, W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (%1licence no. IS/70156%2).
es_es: Binary Investments (Europe) Ltd, W Business Centre, Nivel 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Autorizado y regulado como proveedor de servicios de inversión de categoría 3, por la Autoridad de Servicios Financieros de Malta (%1licencia n° IS/70156%2).
ru_ru: Компания Binary Investments (Europe) Ltd, расположенная по адресу W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, лицензирована и регулируется Мальтийским управлением финансовых услуг в качестве поставщика инвестиционных услуг 3-й категории (%1лицензия номер IS/70156%2).
th_th: Binary Investments (Europe) Ltd มีที่ตั้งสำนักงานอยู่ที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา ได้รับใบอนุญาตและกำกับดูแลในฐานะผู้ให้บริการทางการลงทุน ประเภทที่ 3 โดย Malta Financial Services Authority (%1ใบอนุญาตหมายเลข IS/70156%2)

source: Binary Investments (Europe) Ltd, or
es_es: Binary Investments (Europe) Ltd, o
it_it: Binary Investments (Europe) Ltd oppure
ru_ru: Binary Investments (Europe) Ltd или
th_th: Binary Investments (Europe) Ltd หรือ

source: Binary Investments (Europe) Ltd. is required to collect your tax information.
es_es: Binary Investments (Europe) Ltd. está obligado a recopilar su información tributaria.
ru_ru: Компании Binary Investments (Europe) Ltd. необходимо знать информацию о Ваших налогах.
th_th: Binary Investments (Europe) Ltd. ถูกกำหนดให้เก็บรวบรวมข้อมูลภาษีของท่าน

source: Binary KK granted Japan license
es_es: Binary KK recibe la licencia de Japón
it_it: Binary KK ha ricevuto l'autorizzazione per il Giappone
ru_ru: Binary KK получил японскую лицензию
th_th: Binary KK ได้รับใบอนุญาตในประเทศญี่ปุ่น

source: Binary Limited, with registered office at 47 Esplanade, St Helier, Jersey JE1 0BD, Channel Islands, is the holding company for the subsidiaries listed below.
es_es: Binary Limited, con domicilio social en 47 Esplanade, St Helier, Jersey JE1 0BD, Islas del Canal, es la sociedad holding de las filiales enumeradas a continuación.
ru_ru: Компания Binary Limited, зарегистрированная по адресу 47 Esplanade, St Helier, Jersey JE1 0BD, Channel Islands, является холдинговой компанией, включающей нижеперечисленные дочерние компании.
th_th: Binary Limited ขึ้นทะเบียนที่อยู่สำนักงานที่ 47 Esplanade, St. Helier, Jersey, JE1 0BD Channel Islands เป็นบริษัทผู้ถือหุ้นของสาขาที่แสดงด้านล่าง

source: Binary Options
es_es: Opciones binarias
it_it: Opzioni binarie
ru_ru: Бинарные опционы
th_th: ไบนารีออปชั่น (Binary Options)

source: Binary Options Trading has been disabled on your account. Kindly %1contact customer support%2 for assistance.
ru_ru: На Вашем счету заблокирована торговля бинарными опционами. Пожалуйста, свяжитесь со %1службой поддержки%2 для получения помощи.

source: Binary Shop
ru_ru: Магазин Binary
th_th: ร้านไบนารี

source: Binary WebTrader
ru_ru: WebTrader от Binary
th_th: ไบนารีเว็บเทรดเดอร์ (Binary Webtrader)

source: Binary granted Investment Services license
es_es: Binary recibe la licencia de servicios de inversión
it_it: Binary ha ricevuto l'autorizzazione per i Servizi d'Investimento
ru_ru: Binary получает лицензию на оказание инвестиционных услуг
th_th: ไบนารีได้รับใบอนุญาตการให้บริการการลงทุน

source: Binary in Numbers
es_es: Binary en números
ru_ru: Binary в цифрах
th_th: สถิติที่สำคัญของเรา

source: Binary may assign any or all of its rights under this Agreement to a third party.
es_es: Binary podrá asignar cualquier o todos sus derechos en virtud de este Acuerdo a una tercera parte.
it_it: Binary ha la facoltà di cedere, parzialmente o totalmente, i propri diritti elencati nel presente Contratto a terzi.
ru_ru: Binary может уступить часть или все свои права в рамках данного Соглашения третьей стороне.
th_th: Binary อาจมอบอำนาจใดๆ หรือทั้งหมดภายใต้สัญญาฉบับนี้ให้แก่บุคคลภายนอก

source: Binary opens Japan office
es_es: Binary abre una oficina en Japón
it_it: Binary apre un ufficio in Giappone
ru_ru: Binary открыл офис в Японии
th_th: บริษัทไบนารีเปิดสำนักงานที่ประเทศญี่ปุ่น

source: Binary option
es_es: Opciones binarias
it_it: Opzione binaria
ru_ru: Бинарный опцион
th_th: ไบนารีออปชั่น

source: Binary options
es_es: Opciones binarias
it_it: Opzioni binarie
ru_ru: Бинарные опционы
th_th: ไบนารีออปชั่น

source: Binary options allow you to trade on a wide range of underlying markets. One of the advantages of trading binary options is that you are not buying or selling an actual asset, only a contract that determines how that asset performs over a period of time. This limits your risk and makes it easy for anyone to start trading.
es_es: Las opciones binarias le permiten operar una gran variedad de mercados subyacentes. Una de las ventajas de operar con opciones binarias es que usted no está comprando o vendiendo un activo real, sino que sólo un contrato que determina el rendimiento de ese activo durante un período determinado. Esto limita su riesgo y hace que sea fácil para cualquiera comenzar a operar.
it_it: Le opzioni binarie ti consentono di fare trading su una vasta gamma di mercati sottostanti. Uno dei vantaggi del trading di opzioni binarie è che non stai comprando o vendendo un asset reale, solo un contratto che determina come tale asset si comporterà in un periodo di tempo. Questo limita il rischio e rende facile per chiunque iniziare a fare trading.
ru_ru: Бинарные опционы открывают широкие возможности торговли самыми разными активами. Одно из преимуществ торговли бинарными опционами заключается в том, что Вы покупаете и продаёте не сам актив, а контракт, предсказывающий движение данного актива в течение определённого периода времени. Это существенно ограничивает Ваш риск и делает торговлю доступной для всех.
th_th: ไบนารีออปชันช่วยให้ท่านได้ซื้อขายผลิตภัณฑ์อ้างอิงในตลาดต่างๆ หนึ่งในข้อดีของการซื้อขายไบนารีออปชัน คือ ท่านไม่ได้กำลังซื้อ หรือ ขายสินทรัพย์จริงๆ เป็นเพียงแค่สัญญาซึ่งพิจารณาว่า สินทรัพย์จะออกมาในรูปแบบใดในช่วงระยะเวลาหนึ่ง ซึ่งจำกัดความเสี่ยงและทำให้ง่ายสำหรับใครก็ตามที่ต้องการเริ่มซื้อขาย

source: Binary options trading experience
es_es: Experiencia en operación con opciones binarias
it_it: Esperienza di trading di opzioni binarie
ru_ru: Опыт торговли бинарными опционами
th_th: ประสบการณ์การซื้อขายไบนารีออปชัน

source: Binary options trading frequency
es_es: Frecuencia en operación con opciones binarias
it_it: Frequenza del trading di opzioni binarie
ru_ru: Частота торговли бинарными опционами
th_th: ความถี่ในการซื้อขายไบนารีออปชัน

source: Binary options trading is relatively easy. You can purchase a contract in just three steps:
es_es: La operación de opciones binarias es relativamente fácil. Es posible comprar un contrato en solo tres pasos:
it_it: Il trading di opzioni binarie è relativamente facile. È possibile acquistare un contratto in soli tre passaggi:
ru_ru: Торговать бинарными опционами достаточно просто. Вы можете купить контракт, совершив три простых шага:
th_th: การซื้อขายไบนารีออปชันทำได้ง่ายๆ ท่านสามารถซื้อสัญญาได้ในสามขั้นตอน
