Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Binary options transactions fall out of the scope of this Multi-Account Manager (MAM) Agreement.
es_es: Las transacciones de operaciones binarias están fuera del alcance de este Acuerdo de gestión de cuentas múltiples (GCM).
ru_ru: Контракты на бинарных опционах находятся вне сферы деятельности данного Соглашения для Менеджера множественных счетов (ММС).
th_th: ธุรกรรมไบนารีออปชันไม่อยู่ในขอบข่ายของข้อตกลงของผู้จัดการหลายบัญชี (MAM)

source: Binary shall have the absolute discretionary power to accept or reject an application to open an Account by a client introduced by the Introducing Broker.
es_es: Binary tendrá el poder discrecional absoluto de aceptar o rechazar una solicitud para abrir una Cuenta por un cliente introducido por el Broker Introductor.
it_it: Binary detiene il pieno potere discrezionale di accettare o rifiutare una richiesta di apertura di un Conto da parte di un cliente segnalato dall'Introducing Broker.
ru_ru: Binary обладает абсолютными полномочиями принять или отклонить заявление на открытие счёта клиента, привлечённого Представляющим брокером.
th_th: Binary จะมีอำนาจสิทธิ์ขาดในการพิจารณาที่จะรับ หรือ ปฏิเสธใบสมัครเพื่อขอเปิดบัญชีของลูกค้าที่แนะนำโดยโบรกเกอร์แนะนำ

source: Binary shall pay Commissions for any trades placed by clients prior to the date of termination but shall not be liable to pay Commissions for any trades placed by clients on or after the date of termination. In the case of the Introducing Brokers who are contracted with Binary Investments (Europe) Ltd, any pending Commission from the CPA deal prior to the date of termination shall be paid in full.
es_es: Binary pagará Comisiones por cualquier transacción realizada por los clientes antes de la fecha de terminación, pero no será responsable de pagar Comisiones por cualquier operación colocada por los clientes en o después de la fecha de terminación. En el caso de los Brokers Introductores que tienen un contrato con Binary Investments (Europe) Ltd, cualquier comisión pendiente, del acuerdo de CPA, anterior a la fecha de terminación se pagará en su totalidad.
ru_ru: Binary обязуется выплатить комиссионные за любые контракты, размещённые клиентами до даты прекращения действия, но не обязан выплачивать комиссионные за любые контракты, размещённые клиентами на момент или после даты прекращения действия. В случае Представляющих брокеров, связанных контрактными обязательствами с Binary Investments (Europe) Ltd, любые причитающиеся комиссионные от CPA, заключённые до даты прекращения действия, должны быть выплачены в полном объёме.
th_th: Binary จะจ่ายค่าคอมมิชชั่นสำหรับการซื้อขายที่ลูกค้าดำเนินการก่อนวันที่สัญญายุติ แต่จะไม่รับผิดชอบในค่าคอมมิชชั่นสำหรับการซื้อขายที่ลูกค้าดำเนินการ ณ วันที่สัญญายุติหรือหลังจากนั้น สำหรับโบรกเกอร์แนะนำที่ทำสัญญากับ Binary Investments (Europe) Ltd คอมมิชชั่นที่ค้างจากสัญญา CPA ก่อนวันที่สัญญายุติจะถูกจ่ายเป็นจำนวนเต็ม

source: Binary will pay the Commission to the Introducing Broker before or on the 15th day of the month following the calendar month in which the trades were made (Due Date).
es_es: Binary pagará la Comisión al Broker Introductor antes de o en el día 15 del mes siguiendo el mes calendario durante el cual se realizaron las operaciones (Fecha de vencimiento).
it_it: Binary verserà le Commissioni all'Introducing Broker entro il 15esimo giorno del mese successivo al mese civile in cui sono stati effettuati i trade (Termine stabilito).
ru_ru: Binary выплачивает комиссию Представляющему брокеру до или 15 числа каждого месяца за календарный месяц, в течение которого заключались контракты (дата погашения).
th_th: Binary จะจ่ายค่าคอมมิชชั่นให้แก่โบรกเกอร์แนะนำก่อน หรือ ในวันที่ 15 ของเดือนถัดจากเดือนตามปฏิทินที่มีการซื้อขายเกิดขึ้น (วันครบกำหนด)

source: Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan.
es_es: La subsidiaria japonesa de Binary, Binary KK obtiene una licencia de la KLFB como un negocio de instrumentos financieros de tipo 1 en Japón.
it_it: Binary KK, la sussidiaria giapponese di Binary, è autorizzata dal KLFB come Financial Instruments Business, Tipo 1, in Giappone.
ru_ru: Binary KK – японский филиал Binary, лицензированный Управлением по финансовому регулированию Японии (KLFB) в качестве Организации в сфере финансовых инструментов 1-го типа.
th_th: สาขาที่ญี่ปุ่น ของ Binary KK ได้รับใบอนุญาตจาก KLFB เทียบเท่าตราสารทางการเงินธุรกิจ ประเภท 1 ในประเทศญี่ปุ่น

source: Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses.
es_es: La filial japonesa de Binary, Binary KK, abre una oficina en Tokio e inicia el proceso de solicitud de licencias pertinentes.
it_it: Binary KK, sussidiaria giapponese di Binary, apre un ufficio a Tokyo e avvia la procedura per la richiesta delle relative autorizzazioni.
ru_ru: Binary KK – дочерняя компания Binary в Японии – открыла офис в Токио и начала процесс получения соответствующих лицензий.
th_th: บริษัทย่อยของ Binary ที่ประเทศญี่ปุ่น Binary KK เปิดสำนักงานที่โตเกียว และเริ่มดำเนินการในการขอใบอนุญาตต่างๆ

source: Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority.
es_es: La filial maltesa de Binary, Binary Investments (Europe) Ltd. recibe una licencia de Servicios de Inversión de categoría 3 regulada por Malta Financial Services Authority.
it_it: Binary Investments (Europe) Ltd., sussidiaria maltese del gruppo Binary, ha ricevuto l'autorizzazione per i Servizi d'Investimento, Categoria 3, da parte della Malta Financial Services Authority.
ru_ru: Мальтийская дочерняя компания Binary под названием Binary Investments (Europe) Ltd. получает лицензию на инвестиционные услуги категории 3 от Мальтийского управления финансовых услуг (Malta Financial Services Authority).
th_th: บริษัทย่อยของ Binary ที่มอลเตส Binary Investments (Europe) Ltd. ได้รับใบอนุญาตตามกฎหมายสำหรับผู้ให้บริการผลิตภัณฑ์และบริการการลงทุน ประเภทที่ 3 จาก Malta Financial Services Authority

source: Binary's platform transacts on average %1 %2transactions%3 per second, 24/7
es_es: La plataforma de Binary realiza en promedio %1 %2transacciones%3 por segundo, 24/7
it_it: La piattaforma di Binary tratta in media %1 %2transazioni%3 al secondo, 24/7
ru_ru: В среднем, платформа Binary исполняет %1 %2контрактов%3 в секунду, 24/7
th_th: แพลตฟอร์มของ Binary ดำเนินการโดยเฉลี่ย %1 %2 ธุรกรรม %3 ต่อวินาที ตลอด 24 ชั่วโมง ตลอด 7 วัน

source: Binary.com Graduate Program
es_es: Programa de Graduados de Binary.com
it_it: Programma per laureati di Binary.com
ru_ru: Программа стажировки Binary.com
th_th: โปรแกรมบัณฑิต Binary.com

source: Binary.com recommends 1.1.1.1
es_es: Binary.com recomienda 1.1.1.1
it_it: Binary.com consiglia 1.1.1.1
ru_ru: Binary.com рекомендует 1.1.1.1
th_th: Binary.com แนะนำ 1.1.1.1

source: Bitcoin Cash vs US Dollar
es_es: Bitcoin Cash vs dólar estadounidense
ru_ru: Bitcoin Cash против доллара США
th_th: เงินสดบิทคอยน์ เทียบกับ ดอลลาร์สหรัฐ

source: Bitcoin is the world's first decentralised cryptocurrency, created in 2009. For more information, please visit %1.
es_es: Bitcoin es la primera criptomoneda descentralizada del mundo, creada en 2009. Para más información, por favor visite %1.
it_it: Creato nel 2009, Bitcoin è la prima criptovaluta decentralizzata al mondo. Per maggiori informazioni, visita il sito %1.
ru_ru: Bitcoin – первая в мире децентрализованная криптовалюта, созданная в 2009 году. Более подробную информацию можно найти здесь: %1.
th_th: บิทคอยน์เป็นเงินดิจิทัลที่ไม่รวมเข้าสู่ศูนย์กลางตัวแรกของโลก สร้างขึ้นในปี ค.ศ. 2009 สำหรับข้อมูลเพิ่มเติม โปรดศึกษาเพิ่มเติมจาก %1

source: Bitcoin vs US Dollar
es_es: Bitcoin vs dólar estadounidense
ru_ru: Bitcoin против доллара США
th_th: บิทคอยน์ เทียบกับ ดอลลาร์สหรัฐ

source: Blockchain technology – All cryptocurrencies use a variation of blockchain technology (a kind of public ledger) to score records of each transaction.
es_es: Tecnología de blockchain - todas las criptomonedas utilizan la variación de la tecnología de la cadena de bloques (un tipo de un libro de registro público) para llevar cuenta de cada transacción.
it_it: Tecnologia Blockchain: tutte le criptovalute utilizzano una variante della tecnologia blockchain (una sorta di registro pubblico) per tenere traccia di ogni transazione.
ru_ru: Технология блокчейн – все криптовалюты используют различные технологии блокчейн (своего рода открытый общественный реестр), где хранятся данные о каждой транзакции;
th_th: เทคโนโลยีบล็อกเชน - เงินดิจิทัลใช้เทคโนโลยีบล็อกเชนหลายรูปแบบ (ประเภทหนึ่งของบัญชีสาธารณะ) เพื่อให้ได้บันทึกรายธุรกรรม

source: Blogger and vlogger
es_es: Blogger y vlogger
it_it: Blogger e vlogger
ru_ru: Блоггер и влогер
th_th: บล็อกเกอร์และ วีล็อกเกอร์

source: Boom 1000 Index
es_es: Índice Boom 1000
it_it: Indice Boom 1000
ru_ru: Boom 1000 индекс
th_th: ดัชนี Boom 1000

source: Boom 500 Index
es_es: Índice Boom 500
it_it: Indice Boom 500
ru_ru: Boom 500 индекс
th_th: ดัชนี Boom 500

source: Both the deposit and the bonus amounts are clearly displayed when this type of promotion is available. By way of example, if the client chooses to participate in a "Get $25 when you deposit $100" promotion, the Company will add an additional $25 to the client's account when the client deposits $100, AND when the client has purchased at least $125 worth of trades ($25 * 5= $125). The bonus will only be credited to the client's account when both of these conditions are met.
es_es: Tanto las cantidades del depósito como del bono se muestran claramente cuando este tipo de promoción está disponible. Por ejemplo, si el cliente decide participar en la promoción "Reciba $25 cuando deposita $100" significa que añadiremos $25 a la cuenta del cliente cuando este deposite $100, Y cuando haya comprado operaciones por un valor de al menos $125 ($25*5 = $125). El bono sólo será acreditado a la cuenta del cliente cuando se cumplan ambas condiciones.
it_it: Quando questa tipologia di promozione è disponibile, gli importi del deposito e del bonus vengono chiaramente indicati. Per esempio, se il cliente sceglie di partecipare alla promozione "Ottieni $25 quando ne depositi $100", significa che la Società aggiungerà altri $25 sul conto del cliente quando questo deposita $100, E quando avrà acquistato dei trade per un valore di almeno $125 ($25 * 5= $125). Il bonus verrà accreditato sul suo conto solo quando queste due condizioni saranno soddisfatte.
ru_ru: Размер пополнения счёта и сумма бонуса чётко обозначены, когда доступно данное предложение. Например, если клиент выбирает предложение "Получите $25 при депозите $100", Компания внесёт на его/её счёт дополнительные $25 после депозита $100, И после того, как клиент приобретёт контракты по меньшей мере на сумму $125 ($25 * 5= $125). Бонус будет внесен на счёт клиента только когда будут соблюдены оба условия.
th_th: ทั้งมูลค่าเงินฝากและโบนัสถูกแสดงไว้อย่างชัดเจน เมื่อมีรายการส่งเสริมการตลาดประเภทนี้ เช่น เมื่อลูกค้าประสงค์จะเข้าร่วมในรายการส่งเสริมการขาย "ฝาก 100 เหรียญสหรัฐ จะได้รับโบนัส 25 เหรียญสหรัฐ" บริษัทฯ จะเพิ่มโบนัส 25 เหรียญสหรัฐ ในบัญชีของลูกค้า เมื่อลูกค้าฝาก 100 เหรียญสหรัฐ และเมื่อลูกค้าทำการซื้อขายมูลค่าอย่างน้อย 125 เหรียญสหรัฐ (25 เหรียญสหรัฐ X 5 = 125 เหรียญสหรัฐ) โบนัสจะถูกเพิ่มเข้าในบัญชีของลูกค้า เมื่อได้มีการปฏิบัติตามเงื่อนไขทั้งสองข้อนี้แล้ว

source: Brand of first car
es_es: Marca de su primer coche
it_it: Marca della tua prima auto
ru_ru: Марка первой машины
th_th: ยี่ห้องของรถยนต์คันแรก

source: Browse and trade securely on your preferred device
es_es: Navegue y opere con seguridad utilizando el dispositivo de su preferencia
ru_ru: Работайте и безопасно торгуйте с любого устройства
th_th: ค้นดูและซื้อขายอย่างปลอดภัยบนอุปกรณ์ที่คุณต้องการ

source: Browser
es_es: Navegador
ru_ru: Браузер
th_th: เบราเซอร์

source: Build a rewarding and long-term business relationship with an industry pioneer
es_es: Establezca una relación comercial gratificante y de largo plazo con un pionero de la industria
it_it: Costruisci un rapporto duraturo e proficuo con uno dei leader del settore
ru_ru: Создайте выгодные и долгосрочные деловые отношения с признанным новатором в индустрии
th_th: สร้างธุรกิจที่ให้ผลคุ้มค่าในระยะยาวกับเราผู้บุกเบิกตลาด

source: Build our applicant database by researching and contacting various sources (eg: universities and job portals)
es_es: Crear nuestra base de datos de solicitantes investigando y contactando varias fuentes (por ejemplo, universidades y portales de empleo)
it_it: Creare una banca dati dei candidati ricercando e contattando varie fonti (per esempio università e portali del lavoro)
ru_ru: Создайте базу данных наших заявителей, проводя анализ и контактируя с различными ресурсами (например, университетами и порталами для поиска работы)
th_th: สร้างฐานข้อมูลผู้สมัครของเราโดยการสืบค้นและติดต่อแหล่งต่างๆ (เช่น จากมหาวิทยาลัย และจากหน้าเว็บสมัครงาน)

source: Build security tools and processes for critical infrastructure monitoring, protection, and mitigation
es_es: Crear herramientas y procesos de seguridad para el monitoreo, la protección y la mitigación de infraestructuras críticas
it_it: Creare strumenti di sicurezza e procedimenti per monitorare e proteggere le infrastrutture critiche, e mitigarne i relativi rischi
ru_ru: Создание инструментов безопасности и внедрение процессов для критического мониторинга инфраструктуры, её защиты и выявления уязвимостей
th_th: สร้างเครื่องมือและกระบวนการด้านความปลอดภัยสำหรับตรวจสอบ ป้องกัน และบรรเทา ของโครงสร้างพื้นฐานที่สำคัญ

source: Build, maintain, and optimise the technology that powers our servers, applications, and Databases
es_es: Crear, mantener y optimizar la tecnología que impulsa nuestros servidores, aplicaciones y bases de datos
it_it: Mettere a punto, mantenere e ottimizzare le tecnologie che alimentano i nostri server, applicazioni e banche dati
ru_ru: Создание, поддержка и оптимизация технологии, поддерживающей наши сервера, приложения и базы данных
th_th: สร้าง ดูแลรักษา และใช้เทคโนโลยีเพื่อเสริมประสิทธิภาพให้กับเครื่องแม่ข่าย แอพพลิเคชัน และฐานข้อมูลต่างๆ ตามความเหมาะสม

source: Build, maintain, and optimise the technology that powers our servers, applications, and databases
es_es: Crear, mantener y optimizar la tecnología que impulsa nuestros servidores, aplicaciones y bases de datos
it_it: Mettere a punto, mantenere e ottimizzare le tecnologie che alimentano i nostri server, applicazioni e banche dati
ru_ru: Создание, поддержка и оптимизация технологии, поддерживающей наши серверы, приложения и базы данных
th_th: สร้าง ดูแลรักษา และใช้เทคโนโลยีเพื่อเสริมประสิทธิภาพให้กับเครื่องแม่ข่าย แอพพลิเคชัน และฐานข้อมูลต่างๆ ตามความเหมาะสม

source: Builds trading applications and interfaces using the %1 API
es_es: Crea aplicaciones e interfaces comerciales utilizando la API de %1
it_it: Crea applicazioni e interfacce per il trading utilizzando l'API di %1
ru_ru: Создаёт торговые приложения и интерфейсы, пользуясь API от %1
th_th: สร้างแอพพลิเคชันและส่วนต่อเชื่อมผู้ใช้โดยใช้ API ของ %1

source: Business Day
es_es: Día Hábil
it_it: Giorno lavorativo
ru_ru: Рабочий день
th_th: วันทำการ

source: But if you are new to Forex or financial trading of any kind, there is still a long way to go before you even purchase your first contract. This is why we have come up with a basic, step-by-step tutorial to help you bridge that gap and make your first trade.
es_es: Sin embargo, si usted es nuevo en Forex o en las operaciones financieras de cualquier tipo, todavía hay un largo camino por recorrer antes de que usted pueda comprar su primer contrato. Esta es la razón por la que hemos creado un tutorial básico, paso a paso, para ayudarle a reducir esa brecha y realizar su primera operación.
ru_ru: Но если Вы – новичок на Forex или в сфере финансовой торговли, вам придётся приложить довольно много усилий перед покупкой первого контракта. Именно с этой целью мы составили простое пошаговое пособие, чтобы восполнить возможные пробелы в Ваших знаниях перед началом торговли.
th_th: หากท่านยังใหม่กับการซื้อขายฟอเร็กซ์ หรือ การซื้อขายทางการเงินใดๆ ท่านควรต้องศึกษาหาข้อมูลอีกมากก่อนที่จะซื้อสัญญาแรก เราจึงมีโปรแกรมการเรียนรู้ขั้นพื้นฐานและเป็นขั้นตอนเพื่อช่วยให้ท่านเชื่อมช่องว่างนั้น และช่วยให้ท่านสามารถซื้อขายครั้งแรกได้

source: Buy
es_es: Comprar
it_it: Acquista
ru_ru: Покупка
th_th: ซื้อ

source: Buy = go long
es_es: Comprar = asumir posición larga
it_it: Acquistare = aprire una posizione long
ru_ru: Покупка = длинная позиция
th_th: ซื้อ = ส่งคำสั่ง Long

source: Buy or sell all four available precious metals – depending on your market view. Also, learn what factors affect prices.
es_es: Compre o venda los cuatro metales preciosos disponibles, dependiendo de su visión de mercado. Aprenda también qué factores afectan los precios.
it_it: Compra o vendi tutti e quattro i metalli preziosi disponibili, a seconda della tua visione di mercato. Inoltre, scopri quali fattori influenzano i prezzi.
ru_ru: Покупайте и продавайте все четыре доступных металла, в зависимости от Вашего прогноза рыночной динамики. Узнайте, какие факторы влияют на цены металлов.
th_th: ซื้อ หรือ ขายโลหะมีค่าทั้งหมดที่มีอยู่ 4 ชนิด - ขึ้นอยู่กับมุมมองทางการตลาดของท่าน และเรียนรู้ปัจจัยที่ส่งผลต่อราคาด้วย

source: Buy price
es_es: Precio de compra
it_it: Prezzo d'acquisto
ru_ru: Цена покупки
th_th: ราคาซื้อ

source: Buy the contract or re-define your position.
es_es: Compre el contrato o redefina su posición.
it_it: Acquista il contratto o ridefinisci la tua posizione.
ru_ru: Купите контракт или измените его условия.
th_th: ซื้อสัญญา หรือ กำหนดตำแหน่งของท่านใหม่อีกครั้ง

source: Buy your first currency pairs
es_es: Compre sus primero pares de divisas
it_it: Acquista le tue prime coppie di valute
ru_ru: Купите свою первую валютную пару
th_th: ซื้อคู่สกุลเงินแรกของท่าน

source: By accepting this Agreement, you agree to authorise the Money Manager to manage your Account on your behalf in accordance with the Client Agreement.
es_es: Al aceptar este Acuerdo, también acepta autorizar al Administrador de fondos a administrar su cuenta en su nombre, en virtud del Acuerdo con el cliente.
ru_ru: Принимая данное Соглашение, Вы даёте своему фондовому менеджеру право управлять Вашим счётом от Вашего имени и в рамках данного Соглашения.
th_th: ด้วยการยอมรับในข้อตกลงนี้ ท่านยินยอมมอบหมายให้ผู้จัดการเงินทุนบุคคลบริหารบัญชีของท่านในนามท่าน ตามข้อตกลงลูกค้าที่กำหนดไว้

source: By adhering to the following measures, the Company is committed to making sure that the client's personal data and transactions are secure:
es_es: Al cumplir con las siguientes medidas, la Empresa se compromete a asegurar la seguridad de los datos personales y transacciones del cliente:
it_it: Rispettando le misure seguenti, la Società si impegna a garantire la sicurezza delle operazioni e dei dati personali del cliente:
ru_ru: Предпринимая меры, изложенные ниже, Компания обязуется удостовериться, что личные данные и информация о контрактах клиента находятся в безопасности:
th_th: โดยการปฏิบัติตามมาตรการต่อไปนี้ บริษัทฯ มุ่งมั่นที่จะดำเนินการเพื่อให้แน่ใจว่า ข้อมูลส่วนบุคคลและธุรกรรมของลูกค้าจะปลอดภัย

source: By clicking <strong>Accept</strong> below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate.
es_es: Al hacer clic en <strong>Aceptar</strong> abajo y proceder a la apretura de la cuenta, debe tener en cuenta que es posible que se esté exponiendo a riesgos (que pueden ser significativos, incluyendo el riesgo de pérdida de la totalidad de la suma invertida) que usted puede no tener el conocimiento y la experiencia para evaluar adecuadamente o mitigar.
it_it: Cliccando su <strong>Accetta</strong> qui sotto e procedendo con l'Apertura di un Account bisogna tenere in considerazione la propria esposizione a dei rischi (che possono essere consistenti, incluso il rischio di perdita dell'intera somma investita) per i quali potrebbe mancare l'esperienza e la conoscenza necessaria per un'adeguata valutazione o attenuazione.
ru_ru: Обратите внимание, что, нажимая на кнопку внизу <strong>Согласен</strong> и переходя к открытию счета, Вы можете подвергать себя различным рискам (которые иногда могут быть значительными, включая риск потери всей инвестированной суммы), для оценки и смягчения которых у Вас может не быть достаточных знаний или опыта.
th_th: โดยการคลิก <strong>ยอมรับ</strong> ด้านล่างนี้ เพื่อดำเนินการเปิดบัญชี ขอเรียนให้ท่านทราบว่า ท่านอาจะมีความเสี่ยง (ที่อาจจะมีนัยสำคัญ รวมถึงความเสี่ยงในการขาดทุนมูลค่าทั้งหมดที่ได้ลงทุน) ซึ่งท่านอาจจะไม่มีความรู้และประสบการณ์เพื่อประเมินและจัดการอย่างเหมาะสม

source: By clicking OK, you confirm that you have read and accepted Terms & Conditions.
es_es: Haciendo clic en Aceptar, usted confirma que ha leído y aceptado los términos y condiciones.
it_it: Cliccando su OK, confermi di aver letto e accettato i Termini e condizioni.
ru_ru: Нажав OK, Вы подтвердите, что прочитали и приняли Правила и условия.
th_th: และขอให้ท่านกดปุ่ม OK เพื่อยืนยันว่า ท่านได้อ่านและยอมรับข้อตกลงและเงื่อนไขนั้น

source: By clicking buy or sell, the client's Order will be filled at the best possible price with either one of the Company's liquidity providers or on the Company's own books (according to the best streaming price at the time of the client's Order placement).
es_es: Al hacer clic en comprar o vender, la Orden del cliente se completará al mejor precio posible con cualquiera de los proveedores de liquidez o en los propios libros de la Empresa (de acuerdo con el mejor precio al momento de colocar la Orden del cliente).
it_it: cliccando su "acquista" o "vendi", l'ordine del cliente verrà completato al miglior prezzo possibile con uno dei fornitori di liquidità della Società oppure sui registri societari (in base al miglior prezzo presente al momento dell'inserimento dell'ordine);
ru_ru: нажимая "покупка" или "продажа", клиент исполняет свой ордер по наилучшей доступной цене, предоставляемой одним из поставщиков ликвидности Компании или из собственного стакана цен Компании, согласно лучшей потоковой цене, доступной на момент размещения ордера клиента).
th_th: โดยการคลิก ซื้อ หรือ ขาย คำสั่งซื้อของลูกค้าจะได้รับการประมวลผลเพื่อราคาที่ดีที่สุดจากผู้ให้บริการของบริษัทฯ หรือ ผู้ให้บริการที่อยู่ในระบบของเรา (ขึ้นกับราคาสตรีมมิ่งที่ดีที่สุดในขณะที่ส่งคำสั่งซื้อขายของลูกค้า)

source: By default, all %1 clients are retail clients but anyone can request to be treated as a professional client.
es_es: De forma predeterminada, todos los clientes de %1 son clientes minoristas, pero cualquier persona puede solicitar ser tratada como un cliente profesional.
it_it: Di base, tutti i clienti %1 sono clienti al dettaglio, ma possono richiedere di essere considerati come professionisti.
ru_ru: Все клиенты %1 по умолчанию считаются индивидуальными, но каждый клиент может попросить перевести его в статус профессионального.
th_th: โดยพื้นฐานแล้ว ลูกค้าของ %1 ทุกคนจะถือเป็นลูกค้ารายย่อย แต่ลูกค้าสามารถขอปรับสถานะเป็นลูกค้าผู้เชี่ยวชาญได้
