Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: High Tick/Low Tick contracts have a strict duration of five ticks.
es_es: Los contratos Tick Alto / Tick Bajo tienen una duración estricta de cinco ticks.
it_it: I contratti Tick alto/Tick basso hanno una durata rigorosa di cinque tick.
ru_ru: Контракты Высокий тик/Низкий тик имеют длительность пять тиков.
th_th: สัญญาราคาสูง/ราคาต่ำมีระยะเวลาที่แน่นอนเพียง 5 ช่วงราคา

source: High Ticks/Low Ticks
es_es: Ticks Altos/Ticks Bajos
it_it: Tick alti/Tick bassi
ru_ru: Наибольший/наименьший тик
th_th: ช่วงราคาสูง/ช่วงราคาต่ำ

source: High barrier
es_es: Barrera superior
it_it: Barriera superiore
ru_ru: Верхний барьер
th_th: Barrier สูง

source: High barrier must be higher than low barrier
es_es: La barrera superior debe estar por encima de la inferior
it_it: La barriera superiore deve essere più alta rispetto alla barriera inferiore
ru_ru: Верхний барьер должен быть выше нижнего барьера
th_th: แบร์ริเออร์สูงต้องมีค่าสูงกว่าแบร์ริเออร์ต่ำ

source: High barrier offset
es_es: Desplazamiento de la barrera superior
it_it: Sfasamento della barriera superiore
ru_ru: Оффсет верхнего барьера
th_th: Barrier สูง ที่หักกลบลบกัน

source: High conversions
es_es: Alto nivel de conversión
it_it: Conversioni alte
ru_ru: Высокая конверсия
th_th: การแปลงสภาพสูง

source: High level of security – Each cryptocurrency transaction is secured through advanced cryptographic techniques that make it almost impossible to counterfeit
es_es: Alto nivel de seguridad – Cada transacción de una criptomoneda está protegida a través de técnicas criptográficas avanzadas que vuelven casi imposible su falsificación
it_it: Elevato livello di sicurezza: ogni transazione di criptovaluta viene protetta mediante avanzate tecniche di crittografia che ne rendono pressoché impossibile la contraffazione
ru_ru: Высокая надёжность – каждая транзакция с криптовалютой защищена сложнейшей криптографической технологией, что сводит к нулю любую возможность мошенничества.
th_th: ความปลอดภัยระดับสูง - ธุรกรรมเงินดิจิทัลแต่ละธุรกรรมจะได้รับการคุ้มครองให้ปลอดภัยโดยเทคนิคการเข้ารหัสลับขั้นสูงที่ทำให้แทบจะไม่สามารถปลอมแปลงได้

source: High, Low and Close
es_es: Alta, baja y cierre
it_it: High, Low e Close
ru_ru: Макс., Мин. и Закрытие
th_th: สูง ต่ำ และปิด

source: High-Close
es_es: Cierre-Alto
ru_ru: Макс.-Закрытие
th_th: สูง-ปิด

source: High-Low
es_es: Alto-Bajo
ru_ru: Макс.-Мин.
th_th: สูง-ต่ำ

source: High-tech green township
es_es: Ciudad verde de alta tecnología
it_it: Distretto degli spazi verdi e dell'alta tecnologia
ru_ru: Высокотехнологичный зелёный город
th_th: เมืองไฮเทคสีเขียว

source: High/Low Ticks
es_es: Ticks Altos/Bajos
it_it: Tick alti/bassi
ru_ru: Наибольший/наименьший тик
th_th: ช่วงราคา สูง/ต่ำ

source: Higher
es_es: Superior
it_it: Superiore
ru_ru: Выше
th_th: สูงกว่า

source: Higher or equal
es_es: Mayor o igual
it_it: Maggiore o uguale
ru_ru: Выше или равно
th_th: สูงกว่า หรือ เท่ากับ

source: Higher/Lower
es_es: Superior/Inferior
it_it: Superiore/Inferiore
ru_ru: Выше/Ниже

source: Higher/Lower contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
es_es: Los contratos Superiores/Inferiores serán reembolsados con el precio de compra si hay menos de 2 ticks entre el tiempo de inicio y el tiempo final.
it_it: I contratti Higher/Lower verranno rimborsati al prezzo d'acquisto nel caso in cui si verifichino meno di 2 tick tra l'orario di inizio e quello di fine.
ru_ru: Цена покупки контрактов Выше/Ниже будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
th_th: สัญญา Higher/Lower จะถูกคืนมูลค่าที่ราคาซื้อหาก มีจำนวนช่วงราคาน้อยกว่า 2 ช่วง ระหว่างเวลาเริ่มต้นกระทั่งเวลาสิ้นสุด

source: Higher/Lower trades
es_es: Contratos Superior/Inferior
it_it: Trade Superiore/Inferiore
ru_ru: Контракты Выше/Ниже
th_th: ซื้อขาย Higher/Lower

source: Highlights
es_es: Destacados
it_it: In evidenza
ru_ru: Основные моменты
th_th: ไฮไลท์

source: Hint: it would take approximately %1%2 to crack this password.
es_es: Pista: se necesitaría aproximadamente %1%2 para descifrar esta contraseña.
ru_ru: Подсказка: на взламывание этого пароля уйдёт примерно %1%2.
th_th: คำแนะนำ: จะใช้เวลาประมาณ %1%2 เพื่อเจาะรหัสผ่านนี้

source: Historical Mediterranean island
es_es: Isla mediterránea histórica
it_it: Isola mediterranea di interesse storico
ru_ru: Средиземноморский остров с богатой историей
th_th: เกาะประวัติศาสตร์เมดิเตอร์เรเนียน

source: Hits & Impression report: Displays your hit rate and click through rates
es_es: Informe de éxito e impresiones: Muestra las tasas de éxito (hit rate) y de clics
it_it: Report risultati e impressioni: indica il tasso di successo e la percentuale di click (CTR)
ru_ru: Отчёт об успехах: отображает процент кликов и переходов
th_th: รายงาน Hits & Impression: แสดงความนิยมของท่านและอัตราการคลิกผ่านหน้าโฆษณาของท่าน

source: Hone your security testing skills.
es_es: Perfeccione sus habilidades de análisis de seguridad.
it_it: Affina le tue competenze sui test di sicurezza.
ru_ru: Усовершенствуйте свои навыки тестирования безопасности.
th_th: ขัดเกลาทักษะในการทดสอบความปลอดภัยของท่าน

source: Hong Kong Dollar vs Japanese Yen
es_es: Dólar de Hong Kong vs yen Japonés
ru_ru: Гонконгский доллар против японской иены
th_th: ดอลลาร์ฮ่องกง เทียบกับ เงินเยนญี่ปุ่น

source: Hour
es_es: Hora
it_it: Ora
ru_ru: Час.
th_th: ชั่วโมง

source: How and when will I receive my affiliate earnings?
es_es: ¿Cómo y cuándo recibiré mis beneficios de afiliado?
it_it: Quando e come riceverò i miei guadagni da associato?
ru_ru: Как и когда я получу свои комиссионные?
th_th: ฉันจะได้รับค่าตอบแทนเมื่อไร และ อย่างไร?

source: How can I become an affiliate?
es_es: ¿Cómo puedo convertirme en afiliado?
it_it: Come posso diventare un affiliato?
ru_ru: Как стать партнером?
th_th: ฉันจะเป็นพันธมิตรนายหน้าออนไลน์ได้อย่างไร?

source: How can I change my payment method?
es_es: ¿Cómo puedo cambiar mi método de pago?
it_it: Come posso cambiare la modalità di pagamento?
ru_ru: Как сменить способ оплаты?
th_th: ฉันจะเปลี่ยนแปลงการชำระเงินของฉันได้อย่างไร?

source: How can I withdraw my commissions?
es_es: ¿Cómo puedo retirar mis comisiones?
it_it: Come posso ritirare le mie commissioni?
ru_ru: Как можно вывести комиссии?
th_th: จะถอนคอมมิชชั่นได้อย่างไร?

source: How can we help?
es_es: ¿Cómo podemos ayudar?
it_it: Come possiamo aiutarti?
ru_ru: Чем помочь?
th_th: ให้เราช่วยอะไรท่านได้บ้าง?

source: How do I know how much I have earned?
es_es: ¿Cómo averiguo cuánto he ganado?
it_it: Come posso sapere quanto ho guadagnato?
ru_ru: Как узнать, сколько я заработал(а)?
th_th: ฉันจะทราบได้อย่างไรว่าฉันได้รับเงิน หรือ ทำเงินได้เท่าไร?

source: How do I register to become a %1 IB?
es_es: ¿Cómo me registro para convertirme en un IB de %1?
it_it: Come posso registrarmi per diventare un IB di %1?
ru_ru: Как зарегистрироваться и стать ПБ от %1?
th_th: วิธีการลงทะเบียนเพื่อเป็น IB %1?

source: How does it work?
es_es: ¿Cómo funciona?
it_it: Come funziona?
ru_ru: Как это работает?
th_th: มันทำงานอย่างไร?

source: How it works
es_es: Cómo funciona
it_it: Come funziona
ru_ru: Как это работает
th_th: มันทำงานอย่างไร

source: How much do I get paid if I refer clients onto your MT5 platform?
es_es: ¿Cuánto me pagan si recomiendo clientes a su plataforma MT5?
it_it: Qual è la mia retribuzione se indirizzo clienti alla piattaforma MT5?
ru_ru: Сколько я получу, если приведу клиентов на Вашу платформу MT5?
th_th: ฉันจะได้รับค่าตอบแทนเท่าไร หากมีลูกค้าเข้ามาใช้แพลตฟอร์ม MT5?

source: How to Trade in MetaTrader 5
es_es: Cómo operar en MetaTrader 5
it_it: Come fare trading con MetaTrader 5
ru_ru: Как торговать на MetaTrader 5
th_th: ซื้อขายบน MetaTrader 5 อย่างไร

source: How to calculate margin
es_es: Cómo calcular el margen
it_it: Come calcolare il margine
ru_ru: Как рассчитать маржу
th_th: คำนวณมาร์จินอย่างไร

source: How to calculate your profit and losses?
es_es: ¿Cómo calcular las ganancias y pérdidas?
it_it: Come calcolare i profitti e le perdite?
ru_ru: Как рассчитать прибыль и убыток?
th_th: คำนวณกำไรและขาดทุนอย่างไร?

source: How to calculate your profits and losses
es_es: Cómo calcular las ganancias y pérdidas
it_it: Come calcolare i profitti e le perdite
ru_ru: Как рассчитать прибыль и убыток
th_th: คำนวณกำไรและขาดทุนอย่างไร

source: How to close a position
es_es: Cómo cerrar una posición
it_it: Come chiudere una posizione
ru_ru: Как закрыть контракт
th_th: ปิดโพซิชั่นอย่างไร

source: How to manage your funds
es_es: Cómo administrar sus fondos
it_it: Come gestire i tuoi fondi
ru_ru: Как управлять средствами
th_th: วิธีการจัดการหลักประกันของท่าน

source: How to read the commission and swap scheme table
es_es: Cómo leer la tabla de comisiones y esquema de swap
it_it: Come leggere la tabella con gli schemi di commissioni e swap
ru_ru: Как работает комиссия
th_th: วิธีการอ่านตารางคอมมิชชั่นและแผน swap

source: How to read the contract specifications table
es_es: Cómo leer la tabla de especificaciones de contrato
it_it: Come leggere la tabella delle specifiche del contratto
ru_ru: Как читать таблицу спецификации
th_th: อ่านตารางข้อกำหนดสัญญาอย่างไร

source: How to read the table above
es_es: Cómo interpretar la tabla anterior
it_it: Come leggere la tabella di cui sopra
ru_ru: Как читать таблицу выше
th_th: จะอ่านตารางข้างต้นอย่างไร

source: How to setup two-factor authentication for your %1 account:
es_es: Cómo ajustar la autenticación de dos factores para su cuenta %1:
ru_ru: Как установить двухступенчатую аутентификацию на Вашем счёте %1:
th_th: ตั้งค่าการรับรองโดยใช้ 2 ตัวแปรสำหรับบัญชี %1 ของท่านได้อย่างไร

source: How to trade CFDs
es_es: Cómo operar CFD
it_it: Come fare trading con i CFD
ru_ru: Как торговать CFD
th_th: ซื้อขาย CFD อย่างไร

source: How to trade Forex
es_es: Cómo operar Forex
ru_ru: Как торговать на Forex
th_th: ซื้อขายฟอเร็กซ์อย่างไร

source: How to trade Metals?
es_es: ¿Cómo operar metales?
it_it: Come fare trading con i metalli?
ru_ru: Как торговать металлами?
th_th: ซื้อขายโลหะมีค่าต่างๆ อย่างไร?

source: How to trade binary options
es_es: Cómo operar opciones binarias
it_it: Come fare trading di opzioni binarie
ru_ru: Как торговать бинарными опционами
th_th: จะซื้อขายไบนารีออปชั่นอย่างไร

source: How to trade cryptocurrencies
es_es: Cómo operar criptomonedas
it_it: Come fare trading con criptovalute
ru_ru: Как торговать криптовалютами
th_th: ซื้อขายเงินดิจิทัลอย่างไร

source: How to trade metals
es_es: Cómo operar metales
it_it: Come fare trading con i metalli
ru_ru: Как торговать металлами
th_th: ซื้อขายโลหะมีค่าต่างๆ อย่างไร

source: How to use a payment agent?
es_es: ¿Cómo usar un agente de pago?
it_it: Come si utilizza un agente di pagamento?
ru_ru: Как оплачивать через платежного агента?
th_th: จะใช้ตัวแทนรับชำระเงินอย่างไร?

source: However, Introducing Brokers contracted with Binary Investments (Europe) Ltd shall be paid on a Cost Per Acquisition (CPA) deal only, whereby the Introducing Broker shall become eligible for payment of a set amount only upon the introduction of a client to Binary and as long as the Introducing Broker is providing an enhanced service to the clients.
es_es: Sin embargo, los Brokers Introductores contratados bajo Binary Investments (Europe) Ltd recibirán pagos solo en un acuerdo de Costo por Acción (CPA), por lo que el Broker Introductor será elegible para el pago de una cantidad determinada solo tras la introducción de un cliente a Binary siempre y cuando el Broker Introductor brinde un servicio mejorado a los clientes.
ru_ru: Тем не менее, Представляющий брокер, заключивший договор с Binary Investments (Europe) Ltd, будет получать выплаты только за каждого привлечённого клиента (Cost Per Acquisition или CPA). Представляющий брокер получает выплаты только в установленном размере после привлечения клиента на Binary и до тех пор, пока Представляющий брокер оказывает расширенные услуги клиентам.
th_th: อย่างไรก็ตามโบรกเกอร์แนะนำที่ทำสัญญากับ Binary Investments (Europe) Ltd จะได้รับค่าตอบแทนเป็นค่าใช้จ่ายต่อการได้ลูกค้ามา (CPA) เท่านั้น ซึ่งโบรกเกอร์แนะนำจะมีสิทธิ์ในค่าตอบแทนจำนวนหนึ่ง เมื่อได้แนะนำลูกค้าให้กับ Binary และโบรกเกอร์แนะนำกำลังให้บริการอื่นๆ เพิ่มเติมแก่ลูกค้า

source: However, if the asset price falls by 10 points, that represents a USD 10 loss for you.
es_es: Sin embargo, si el precio del activo cae 10 puntos, eso representa una pérdida de 10 USD para usted.
ru_ru: Тем не менее, если цена актива снизится на 10 пунктов, это означает для Вас потерю USD 10.
th_th: อย่างไรก็ตาม ถ้าราคาสินทรัพย์ตกลงมา 10 จุด นั่นหมายความว่า ท่านขาดทุน 10 เหรียญสหรัฐ

source: However, we will require further documentation to authenticate your account in the future.
es_es: Sin embargo, necesitaremos más documentación para autenticar su cuenta en el futuro.
ru_ru: Тем не менее, в будущем нам понадобятся дополнительные документы для аутентификации Вашего счёта.
th_th: อย่างไรก็ตาม บริษัทฯ อาจจะเรียกขอเอกสารเพิ่มเติมในการตรวจสอบเพื่อรับรองบัญชีของท่าน

source: However, with leverage you can purchase those 100 units at a fraction of the typical cost – depending on the leverage afforded to you by your broker or trading platform.
es_es: Sin embargo, mediante el apalancamiento usted puede comprar 100 unidades a una fracción del costo habitual, dependiendo del apalancamiento proporcionado por su broker o plataforma de operaciones.
it_it: Tuttavia, grazie alla leva è possibile acquistare quelle 100 unità a una frazione del costo tipico – a seconda della leva finanziaria a te fornita dal broker o dalla piattaforma di trading.
ru_ru: Тем не менее, с кредитным плечом Вы сможете купить 100 единиц актива, имея лишь малую часть их стоимости, в зависимости от размера кредитного плеча, предложенного брокером.
th_th: อย่างไรก็ตาม ด้วยเลเวอเรจ ท่านสามารถซื้อ 100 หน่วยเหล่านั้น ที่ราคาเพียงส่วนเดียวของต้นทุนทั่วไป - ขึ้นอยู่กับเลเวอเรจที่ท่านได้จากโบรกเกอร์ หรือ แพลตฟอร์มซื้อขาย

source: Human Resource
es_es: Recursos Humanos
it_it: Risorse umane
ru_ru: Отдел кадров
th_th: ฝ่ายทรัพยากรบุคคล

source: Human Resources
es_es: Recursos Humanos
it_it: Risorse umane
ru_ru: Отдел кадров
th_th: ฝ่ายทรัพยากรบุคคล

source: I acknowledge that I am not a politically exposed person (PEP).
es_es: Declaro que no soy una persona políticamente expuesta (PEP).
it_it: Dichiaro di non essere una persona politicamente esposta (PEP).
ru_ru: Настоящим я заявляю, что не являюсь политически значимым лицом (ПЗЛ).
th_th: ข้าพเจ้าแสดงเจตนารมณ์ ข้าพเจ้าไม่ใช่บุคคลที่เกี่ยวข้องกับการเมือง

source: I forgot my password, what should I do?
es_es: Olvidé mi contraseña, ¿Qué debo hacer?
it_it: Ho dimenticato la password, cosa devo fare?
ru_ru: Я забыл(а) пароль, что делать?
th_th: ฉันลืมรหัสผ่าน ฉันจะทำอย่างไร?

source: I have read and agree to the %1terms and conditions%2 of the site.
es_es: He leído y acepto los %1términos y condiciones%2 del sitio.
it_it: Ho letto e accettato i %1termini e condizioni%2 del sito.
ru_ru: Я прочитал и согласен с %1правилами и условиями%2 сайта.
th_th: ฉันได้อ่านและยอมรับ ข้อตกลง%1 และเงื่อนไข%2 ของเว็บไซต์แล้ว

source: I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information.
es_es: Por la presente declaro que la información tributaria que he proporcionado es verdadera y completa. También informaré Binary Investments (Europe) Ltd. acerca de cualquier cambio a esta información.
ru_ru: Настоящим я подтверждаю, что предоставленная мной налоговая информация является точной и достоверной. Также я обязуюсь уведомить Binary Investments (Europe) Ltd. о любых изменениях в данной информации.
th_th: ข้าพเจ้าขอยืนยันในที่นี้ว่า ข้อมูลภาษีที่ให้ไว้นั้นถูกต้องและสมบูรณ์ ข้าพเจ้าจะนำเรียนแก่ Binary Investments (Europe) Ltd. หากข้อมูลนี้มีการเปลี่ยนแปลง

source: I understand the risks involved and agree to the %1Terms & Conditions of the MAM facility%2
es_es: Entiendo los riesgos involucrados y estoy de acuerdo con los %1Términos y condiciones de la función de GCM%2
ru_ru: Я осознаю все сопряжённые риски и соглашаюсь с %1Правилами и условиями ММС%2
th_th: ข้าพเจ้าเข้าใจถึงความเสี่ยงที่เกี่ยวข้อง และยอมรับใน%1เงื่อนไขและข้อกำหนดของ MAM%2

source: I want to reapply
es_es: Quiero solicitar de nuevo
it_it: Desidero ricandidarmi
ru_ru: Я хочу подать заявку повторно
th_th: ฉันต้องการสมัครอีกครั้ง

source: I would like to be treated as a professional client.
es_es: Quiero ser tratado como un cliente profesional.
it_it: Vorrei essere classificato come cliente professionista.
ru_ru: Я хочу стать профессиональным клиентом.
th_th: ฉันต้องการได้รับการปฏิบัติเสมือนเป็นลูกค้ามืออาชีพคนหนึ่ง

source: I'm interested
es_es: Me interesa
it_it: Sono interessato
ru_ru: Мне интересно
th_th: ฉันสนใจ

source: I. Trading
ru_ru: I. Контракты
th_th: ฌ. การซื้อขาย

source: IB commissions are credited directly into your MT5 account. You can transfer funds from your MT5 account to your %1 Real Account, then withdraw the funds using your preferred withdrawal method.
es_es: Las comisiones de IB se acreditan directamente en su cuenta de MT5. Puede transferir fondos desde esta cuenta a su cuenta real %1 y retirar los fondos a través de su método preferido.
it_it: Le commissioni IB vengono accreditate direttamente sul tuo conto MT5. Puoi trasferire i fondi dal tuo conto MT5 al tuo conto reale di %1 e ritirarli successivamente utilizzando il metodo di prelievo che preferisci.
ru_ru: Комиссии ПБ начисляются непосредственно на Ваш счёт MT5. Вы можете переводить средства со счёта MT5 на Ваш Реальный счёт %1, а затем выводить средства выбранным Вами способом.
th_th: ค่าคอมมิชชั่น IB จะถูกเครดิตเข้าในบัญชี MT5 ของท่านโดยตรง ท่านสามารถโอนเงินจากบัญชี MT5 ไปยัง %1 บัญชีจริง แล้วถอนเงินโดยใช้วิธีการถอนเงินที่ต้องการ

source: IB earnings from your MT5 referrals are credited daily into your MT5 account.
es_es: Las ganancias por IB de sus referidos para la plataforma MT5 se acreditan diariamente en su cuenta.
it_it: I ricavi IB ottenuti grazie ai tuoi clienti su MT5 vengono accreditati ogni giorno sul tuo conto MT5.
ru_ru: Все заработки ПБ от клиентов, привлечённых на MT5, ежедневно перечисляются на Ваш счёт MT5.
th_th: รายได้ IB จากลูกค้า MT5 ที่อ้างอิงเข้ามาจะถูกเครดิตเข้าในบัญชี MT5 ของท่านทุกวัน

source: IB programme FAQ
es_es: Preguntas frecuentes sobre el programa IB
it_it: Programma IB FAQ
ru_ru: Частые вопросы о программе ПБ
th_th: คำถามที่พบบ่อยของโปรแกรม IB

source: ID number
es_es: Cédula de identidad
it_it: Numero identificativo
ru_ru: Номер ID
th_th: เลขที่บัตรประจำตัวประชาชน

source: ID number is required for %1.
es_es: La cédula de identidad es requerida para %1.
it_it: È necessario un numero identificativo per %1.
ru_ru: Номер ID необходим для %1.
th_th: เลขบัตรประชาชนจำเป็นสำหรับ %1

source: IMPORTANT DISCLAIMER
es_es: AVISO IMPORTANTE
it_it: DISCLAIMER IMPORTANTE
ru_ru: ВАЖНАЯ ИНФОРМАЦИЯ
th_th: ข้อสงวนสิทธิ์ที่สำคัญ

source: IP Address
es_es: Dirección IP
it_it: Indirizzo IP
ru_ru: IP-адрес
th_th: ไอพีแอดเดรส

source: IT knowledge or experience is preferred
es_es: Conocimiento y experiencia previos en el desarrollo de TI son preferibles
it_it: Preferibile conoscenza o esperienza in campo IT
ru_ru: Знание или опыт в области IT является преимуществом
th_th: ความรู้ด้านเทคโนโลยีสารสนเทศ หรือ ประสบการณ์ มีประโยชน์ต่อการพิจารณา

source: Ideal for new and experienced traders
es_es: Ideal para operadores nuevos y experimentados
it_it: Ideale per nuovi operatori ed esperti di trading
ru_ru: Идеальная платформа для новичков и опытных трейдеров
th_th: เหมาะสมสำหรับนักลงทุนมือใหม่และนักลงทุนมืออาชีพ

source: Ideas
it_it: Idee
ru_ru: Идеи
th_th: ไอเดีย

source: Ideas, opinions and insights from the people behind %1
es_es: Ideas, opiniones y percepciones de la gente detrás de %1
it_it: Idee, opinioni e visioni da chi lavora in %1
ru_ru: Идеи, мнения и полезная информация от команды %1
th_th: ความคิด ความเห็น และข้อมูลเชิงลึกจากผู้ที่อยู่เบื้องหลัง %1

source: Identify attack vectors
es_es: Identificar vectores de ataque
it_it: Identificare i vettori di attacco
ru_ru: Определение вектора атак
th_th: ระบุเวกเตอร์การโจมตี

source: Identify new marketing opportunities through customer feedback and contribute ideas to expand our global customer base
es_es: Identificar nuevas oportunidades de marketing a través de los comentarios de los clientes y aportar ideas para ampliar nuestra base global de clientes
it_it: Identificare nuove opportunità di marketing attraverso il riscontro dei clienti e contribuire con idee per espandere la nostra base di clienti globale
ru_ru: Поиск новых возможностей для маркетинга посредством анализа отзывов клиентов и предложение идей для расширения нашей мировой сети клиентов
th_th: ระบุโอกาสด้านการตลาดใหม่ผ่านทางข้อคิดเห็นจากลูกค้าและเสนอไอเดียที่จะขยายฐานลูกค้าในระดับโลก

source: Identity card
es_es: Cédula de identidad
it_it: Carta d'identità
ru_ru: Удостоверение личности
th_th: บัตรแสดงตัวบุคคล

source: If %1 is legally required to disclose the client's personal or financial information by law, regulation, or pursuant to the order of a court of competent jurisdiction or a governmental agency, the Company will promptly notify the client, as it deems appropriate, to give the client the opportunity to seek protection for the information. The Company will do so unless legally prohibited. Such required disclosure shall not be interpreted as a breach of this terms and conditions agreement.
es_es: Si %1 se ve en la obligación legal de revelar información personal o financiera del cliente por ley o en virtud de la orden de un tribunal de jurisdicción competente o un organismo gubernamental, la Empresa le notificará rápidamente sobre esta situación (y siempre que no esté legalmente prohibido) con el fin de ofrecerle la oportunidad de buscar las soluciones que estime convenientes para su protección de información. No obstante lo anterior, la divulgación mencionada no se interpretará como una violación de estos Términos y Condiciones.
it_it: Nel caso in cui a %1 venisse legalmente richiesta la divulgazione delle informazioni personali e finanziarie del cliente per legge o regolamento, o in ottemperanza a un ordine del tribunale della giurisdizione competente o di un'agenzia governativa, la Società dovrà notificarlo prontamente al cliente per permettergli di tutelare dette informazioni come ritenuto appropriato. La Società agirà in questo modo salvo divieti legali. Tale necessaria divulgazione non dovrà intendersi quale violazione dei termini e delle condizioni del presente contratto.
ru_ru: Если %1 обязан раскрыть личную или финансовую информацию клиента в соответствии с законом, распоряжением или приказом суда компетентной юрисдикции или правительственным органом, то Компания, если это не запрещено законом, незамедлительно уведомии об этом клиента, чтобы дать клиенту возможность получить защиту информации. Такое обязательное раскрытие не должно быть истолковано как нарушение правил и условий данного соглашения.
th_th: หาก %1 จำเป็นต้องเปิดเผยข้อมูลส่วนบุคคล หรือ ข้อมูลทางการเงินของลูกค้าตามกฎหมาย กฎระเบียบ หรือ ตามคำสั่งศาลในเขตอำนาจของพื้นที่นี้ หรือ หน่วยงานภาครัฐ นั้น บริษัทฯ จะแจ้งเหตุดังกล่าวให้ลูกค้าทราบทันที เพื่อให้ลูกค้ามีโอกาสในการแสวงหาการป้องกันข้อมูลตามความเหมาะสม เว้นเสียแต่ว่า มีคำสั่งห้ามตามกฎหมาย การเปิดเผยข้อมูลที่จำเป็นดังกล่าวนี้ ไม่ถือว่าเป็นการฝ่าฝืน หรือ ผิดต่อข้อตกลงและเงื่อนไขนี้
