Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Cookies are small text files stored on computer drives and are widely used in order to make websites work and to improve the user experience. All recent versions of browsers give the client a level of control over cookies. The client can delete all cookies that are already on the client's computer, and the browser can be set to prevent them from being placed. However, if the client chooses not to receive the Company's cookies, the full usability of the Company's website may be adversely affected.
es_es: Los cookies son pequeños archivos de texto almacenados en los dispositivos y son ampliamente utilizados para hacer que los sitios web funcionen y así mejorar la experiencia del usuario. Todas las versiones recientes de los navegadores permiten al cliente un cierto control sobre los cookies. El cliente puede borrar todos los cookies almacenados en sus dispositivos y el navegador puede configurarse para evitar que los cookies sean aceptados. Sin embargo, si el cliente opta por no recibir los cookies de la Empresa, la funcionalidad del sitio web puede verse negativamente afectada.
it_it: I cookie sono brevi file di testo memorizzati su unità computer e ampiamente utilizzati per far funzionare i siti web e migliorare la user experience. Le versioni recenti dei browser danno ai clienti un certo livello di controllo dei cookie; il cliente può cancellare quelli che sono giù sul suo computer e impostare il browser in modo da evitarli. Tuttavia, senza i cookies della Società, il sito web di Binary potrebbe presentare una peggiore usabilità.
ru_ru: Куки — это небольшие текстовые файлы, хранящиеся на дисках компьютера и широко используемые для работы сайта и улучшения опыта его использования. Все новые версии браузеров дают клиенту значительный уровень контроля над куки. Клиент может удалить все куки, уже имеющиеся на его компьютере, а настройки браузера могут быть изменены так, чтобы больше не устанавливать куки. Тем не менее, если клиент предпочтёт не хранить куки Компании, это может значительно повлиять на процесс использования сайта.
th_th: คุกกี้ คือ ไฟล์ข้อความขนาดเล็กที่ถูกบันทึกไว้ในหน่วยความจำของคอมพิวเตอร์ และถูกใช้เพื่อทำให้เว็บไซต์ทำงาน และเพื่อปรับปรุงประสบการณ์ใช้งานของผู้ใช้ ทุกๆ เวอร์ชันใหม่ของเบราเซอร์จะมีระดับในการควบคุมคุกกี้ ลูกค้าสามารถลบคุกกี้ทั้งหมดที่อยู่ในเครื่องคอมพิวเตอร์ได้ และสามารถตั้งเบราเซอร์ให้ป้องกันการสร้างคุกกี้ได้ แต่หากลูกค้าเลือกที่จะไม่รับคุกกี้จากเว็บไซต์ของบริษัทฯ อาจมีผลกระทบในทางลบต่อการใช้ของเว็บไซต์ของบริษัทฯ

source: Coordinate business development activities and generate high-quality partnership leads
es_es: Coordinar las actividades de desarrollo de negocios y generar oportunidades de asociación de alta calidad
it_it: Coordinare le attività di sviluppo del business e avviare collaborazioni primarie di alta qualità
ru_ru: Координация развития бизнеса и предложение эффективных партнёрских инициатив
th_th: ประสานงานในกิจกรรมพัฒนาธุรกิจต่างๆ และสร้างโอกาสในความร่วมมือที่มีคุณภาพสูง

source: Coordinate with payment system service providers in offering cryptocurrencies and digital wallets as a payment method
es_es: Coordinar con los proveedores de servicios de sistemas de pago para ofrecer criptomonedas y billeteras digitales como método de pago
it_it: Coordinarsi con i fornitori di sistemi di pagamento nell'offrire criptovalute e portafogli digitali come metodi di pagamento
ru_ru: Взаимодействие с владельцами сервисов платёжных систем для предоставления криптовалютных и цифровых кошельков в качестве способов оплаты
th_th: ประสานงานกับผู้ให้บริการระบบการชำระเงินในการใช้เงินดิจิทัลและกระเป๋าเงินดิจิทัลเป็นหนึ่งในวิธีการชำระเงิน

source: Copyright
ru_ru: Авторское право
th_th: ลิขสิทธิ์

source: Copywriter
es_es: Redactor (Copywriter)
ru_ru: Автор статей
th_th: กอปปี้ไรท์เตอร์หรือ ผู้เขียนต้นฉบับ

source: Cost per acquisition (CPA) for EU Affiliates only
es_es: Coste Por Adquisición (CPA) Solo Para Afiliados de la Unión Europea
ru_ru: Цена за привлечение (CPA) только для партнёров из ЕС
th_th: ค่าใช้จ่ายต่อการได้ลูกค้ามา (CPA) สำหรับพันธมิตรในสหภาพยุโรปเท่านั้น

source: Costs - the costs of executing client order, predominantly comprising of spread, i.e. the difference between the Company's Bid and the Company's Ask
es_es: Costos - los costos de ejecutar su orden, que comprenden predominantemente el margen, es decir, la diferencia entre los precios de Compra y Venta de la Empresa
it_it: costi: i costi dell'esecuzione degli ordini dei clienti, comprendenti principalmente gli spread, come la differenza tra il prezzo di acquisto e di vendita della Società
ru_ru: Издержки – расходы на исполнение ордера клиента, преимущественно включающие спред, т.е. разницу между ценой бид и ценой аск Компании,
th_th: ต้นทุน - ราคาที่เกิดขึ้นในคำสั่งซื้อลูกค้า มีผลมากกว่าสเปรด เช่น ความแตกต่างระหว่างราคาที่บริษัทฯ เสนอซื้อและราคาที่บริษัทฯ เสนอขาย

source: Costs and charges
es_es: Costos y gastos
it_it: Costi e addebiti
ru_ru: Затраты и расходы
th_th: ค่าใช้จ่ายและค่าธรรมเนียม

source: Counterparty
es_es: Contraparte
it_it: Controparte
ru_ru: Контрагент
th_th: คู่สัญญา

source: Countries
es_es: Países
it_it: Paesi
ru_ru: Стран мира
th_th: ประเทศ

source: Countries report: Displays a list of countries where your clicks are coming from
es_es: Informes de países: Muestra una lista de países de los que provienen los clics
it_it: Report Paesi: indica l'elenco dei Paesi da cui provengono i tuoi click
ru_ru: Отчёт по странам: показывает список стран, откуда поступают клики
th_th: รายงานแจกแจงตามประเทศ: แสดงประเทศที่มาของการคลิกของท่าน

source: Country of Residence
es_es: País de residencia
it_it: Paese di residenza
ru_ru: Страна проживания
th_th: ประเทศที่พำนัก

source: Country of residence
es_es: País de residencia
it_it: Paese di residenza
ru_ru: Cтрана проживания
th_th: ประเทศที่พำนัก

source: Cover is made available on the basis of the depositor rather than on the basis of the number of deposits, meaning that if an individual has multiple accounts, they will only be covered up to €20,000 on the global amount. Any other amount exceeding such a threshold is not protected and will thus have to be borne by the investor.
es_es: La compensación está disponible sobre la base del depositante y no el número de depósitos, lo que significa que si una persona tiene varias cuentas, sólo estará cubierto hasta €20.000 de la cantidad total. Cualquier otra cantidad que supere dicho límite no está protegida y por tanto tendrá que ser asumida por el inversor.
it_it: La copertura viene resa disponibile sulla base del depositante piuttosto che sulla base del numero di depositi. Ciò significa che se un soggetto ha più conti, sarà coperto solo fino a €20.000 sull'importo complessivo. Qualsiasi altro importo eccedente tale limite non è protetto e dovrà quindi essere sostenuto dall'investitore.
ru_ru: Страховое покрытие предоставляется самому вкладчику, а не на основе количества внесённых им депозитов. Это означает, что если клиент открыл несколько счетов, общая сумма страховой компенсации составит €20,000. Любая сумма, превышающая данный порог, не будет защищена страховкой и должна вноситься на страх и риск инвестора.
th_th: เงินสำรองถูกกำหนดไว้สำหรับผู้ฝาก หมายถึง เมื่อบุคคลมีบัญชีมากกว่า 1 บัญชี เขาจะต้องสำรองเงินไว้ไม่เกิน 20,000 ยูโร จำนวนเงินที่มากกว่าจำนวนเงินที่กำหนดไว้จะไม่ได้รับการคุ้มครองและจะเป็นความรับผิดชอบของนักลงทุนเอง

source: Craft, Metal, Electrical and Electronics Workers
es_es: Trabajadores de la industria metalúrgica, eléctrica y electrónica
it_it: Lavoratori addetti all'artigianato, al settore elettrico, dell'elettronica e dei metalli
ru_ru: Ремесленники, рабочие по металлу, электрике и электронике
th_th: เจ้าหน้าที่ช่างฝีมือ โลหะ ไฟฟ้า และอิเล็กทรอนิกส์

source: Crash 1000 Index
es_es: Índice Crash 1000
it_it: Indice Crash 1000
ru_ru: Crash 1000 индекс
th_th: ดัชนี Crash 1000

source: Crash 500 Index
es_es: Índice Crash 500
it_it: Indice Crash 500
ru_ru: Crash 500 индекс
th_th: ดัชนี Crash 500

source: Crash/Boom Indices
es_es: Índices Crash/Boom
ru_ru: Индексы Crash/Boom
th_th: ดัชนี Crash/Boom

source: Create
es_es: Crear
it_it: Crea
ru_ru: Открыть
th_th: สร้าง

source: Create %1 account
es_es: Crear una cuenta %1
it_it: Crea un conto%1
ru_ru: Открыть счет %1
th_th: สร้างบัญชี %1

source: Create Account
es_es: Crear cuenta
it_it: Crea un account
ru_ru: Открыть счёт
th_th: สร้างบัญชี

source: Create MAM account
es_es: Cree una cuenta MAM
ru_ru: Открыть счёт ММС
th_th: สร้างบัญชี MAM

source: Create MetaTrader 5 account
es_es: Cree una cuenta de MetaTrader 5
it_it: Crea un conto MetaTrader 5
ru_ru: Открыть счёт MetaTrader 5
th_th: สร้างบัญชี MetaTrader 5

source: Create New Virtual-money Account
es_es: Crear una nueva cuenta de dinero virtual
it_it: Crea un nuovo conto di denaro virtuale
ru_ru: Откройте новый виртуальный счёт
th_th: สร้างบัญชีเงินเสมือนใหม่

source: Create account
es_es: Crear cuenta
it_it: Crea un conto
ru_ru: Открыть счёт
th_th: สร้างบัญชี

source: Create an MT5 account now
es_es: Cree una cuenta de MT5 ahora
it_it: Crea ora un conto MT5
ru_ru: Откройте счёт MT5 сейчас
th_th: สร้างบัญชี MT5 ตอนนี้

source: Create and maintain wireframes and mockups for new and existing products
es_es: Crear y mantener esquemas y estructuras para productos nuevos y existentes
it_it: Creare e mantenere wireframe e modelli per i prodotti esistenti e quelli nuovi
ru_ru: Создание и поддержание каркасной модели и макетов для новых и текущих продуктов
th_th: สร้างและรักษาโครงร่างของเว็บไซต์และแบบจำลองสำหรับผลิตภัณฑ์ใหม่และอันที่มีอยู่

source: Create and update style guides to establish and maintain a consistent visual identity across our product ecosystem
es_es: Crear y actualizar guías de estilo para establecer y mantener una identidad visual consistente en todo ecosistema de productos
it_it: Creare e aggiornare guide di stile per stabilire e mantenere un'identità visiva coerente in tutto l'ecosistema del prodotto
ru_ru: Создание и обновление стилевых стандартов для внедрения и поддержания визуальной целостности ряда наших продуктов
th_th: สร้างและอัพเดทคู่มือของรูปแบบเพื่อจัดทำและรักษาภาพลักษณ์ที่สอดคล้องกันทั้งหมดในระบบนิเวศน์ของผลิตภัณฑ์

source: Create clear, concise, and engaging content for the company's website, email newsletters, blog, social media channels, and other marketing materials
es_es: Crear contenido claro, conciso y atractivo para el sitio web de la empresa, boletines informativos por correo electrónico, blogs, canales de medios sociales y otros materiales de marketing
it_it: Creare contenuti chiari, concisi e coinvolgenti per il sito web, la newsletter via e-mail, il blog, i canali social e altri materiali di marketing della società
ru_ru: Создание чёткого, привлекательного и интересного контента для вебсайта компании, информационной рассылки, блога, социальных каналов, а также других маркетинговых материалов
th_th: ผลิตเนื้อหาที่ชัดเจน รัดกุม และมีความน่าสนใจเพื่อเผยแพร่ในเว็บไซต์ของบริษัทฯ จดหมายข่าวอีเมล์ บล็อก ช่องทางสื่อสังคมออนไลน์ และสื่อการตลาดอื่นๆ ของบริษัทฯ

source: Create data analytics tools for trading/quantitative analysis
es_es: Crear herramientas de análisis de datos para el análisis comercial/cuantitativo
it_it: Creare strumenti di analisi dei dati per analisi quantitative/del trading
ru_ru: Создание инструментов анализа данных для трейдинга/количественного анализа
th_th: สร้างเครื่องมือการวิเคราะห์ข้อมูลสำหรับการวิเคราะห์การขาย/เชิงปริมาณ

source: Create free account
es_es: Crear una cuenta gratis
it_it: Crea un conto gratuito
ru_ru: Открыть бесплатный счет
th_th: สร้างบัญชีฟรี

source: Create free account with
es_es: Crear una cuenta gratis con
it_it: Crea un conto gratuito con
ru_ru: Открыть бесплатный счет через
th_th: สร้างบัญชีฟรีกับ

source: Create mathematical/statistical models for pricing, analyse fat tails to assess margin requirements, and manage the risk for exotic options, Forex, and CFDs
es_es: Crear modelos matemáticos/estadísticos para la fijación de precios, analizar los resultados imprevisibles para evaluar los requisitos de margen y gestionar el riesgo de opciones exóticas, Forex y CFDs
ru_ru: Создание математических/статистических моделей цен, анализ "тяжёлых хвостов" для оценки маржевых требований, а также управление рисками экзотических опционов, Forex и CFD
th_th: สร้างแบบจำลองทางคณิตศาสตร์/สถิติสำหรับการตั้งราคา วิเคราะห์กรณีสุดโต่งเพื่อประเมินข้อกำหนดมาร์จิน และจัดการความเสี่ยงสำหรับออปชันต่างประเทศ ฟอเร็กซ์ และ CFD

source: Create new token
es_es: Crear un token nuevo
it_it: Crea un nuovo token
ru_ru: Создать новый ключ
th_th: สร้างโทเค่นใหม่

source: Create new virtual-money account
es_es: Crear una nueva cuenta de dinero virtual
it_it: Crea un nuovo conto in denaro virtuale
ru_ru: Откройте новый виртуальный счёт
th_th: สร้างบัญชีเงินเสมือนใหม่

source: Create or Manage Accounts
es_es: Crear o Gestionar Cuentas
it_it: Crea o gestisci i conti
ru_ru: Открывайте или управляйте счетами
th_th: สร้าง หรือ จัดการบัญชี

source: Create strategies against potential risks that might arise due to disruptive innovation
es_es: Crear estrategias contra los riesgos potenciales que puedan surgir debido a la innovación desestabilizadora
it_it: Creare strategie a protezione da eventuali rischi che potrebbero sorgere in seguito a innovazioni dirompenti
ru_ru: Разработка стратегий, направленных против потенциальных рисков, возникающих в отношении передовых технологий
th_th: สร้างกลยุทธ์เพื่อจัดการความเสี่ยงที่อาจเกิดขึ้นเนื่องจากนวัตกรรมที่เข้ามาขัดขวาง

source: Create user personas; define user task flows and UI specifications; and run A/B tests to understand user behaviours and their most pressing needs
es_es: Crear personajes de usuario; definir flujos de tareas de usuario y especificaciones UI; ejecutar pruebas A/B para comprender el comportamiento de los usuarios y sus necesidades más apremiantes
it_it: Creare personas degli utenti; definire i flussi di attività dell'utente e le specifiche UI; condurre test A/B per comprendere i comportamenti degli utenti e le loro necessità principali
ru_ru: Создание персоналий пользователей; определение пользовательских задач и характеристик UI; запуск A/B-тестов для понимания поведения пользователей и их наиболее насущных потребностей
th_th: สร้างตัวบรรยายเรื่องผู้ใช้ กำหนดกระแสงานของผู้ใช้และข้อกำหนดคุณลักษณะ UI และดำเนินการทดสอบ A/B เพื่อเข้าใช้พฤติกรรมของผู้ใช้และความต้องการเร่งด่วนที่สุด

source: Create visual elements for websites and applications, including icons and images
es_es: Crear elementos visuales para sitios web y aplicaciones, incluyendo iconos e imágenes
it_it: Creare elementi visivi per siti web e applicazioni, incluse icone e immagini
ru_ru: Создание визуальных элементов для вебсайтов и приложений, включая иконки и изображения
th_th: สร้างองค์ประกอบภาพสำหรับเว็บไซต์และแอพพลิเคชัน รวมทั้งไอคอนและภาพ

source: Create, execute, and update manual and automated test plans
es_es: Crear, ejecutar y actualizar planes de prueba manuales y automatizados
it_it: Creare, eseguire e aggiornare i programmi di manuali e test automatizzati
ru_ru: Создание, разработка и обновление планов автоматизированных тестов и тестов, выполняемых вручную
th_th: จัดทำ ดำเนินการ และปรับปรุงแก้ไขคู่มือและแผนการทดสอบระบบแบบอัตโนมัติ

source: Creative and analytical thinking that leads to actionable solutions and outcomes
es_es: Pensamiento creativo y analítico que lleva a soluciones y resultados procesables
it_it: Approccio creativo e analitico che porti a risultati e soluzioni attuabili
ru_ru: Творческое и аналитическое мышление, ведущее к созданию эффективных решений и получению результата
th_th: มีความคิดสร้างและเชิงวิเคราะห์ที่นำไปสู่การแก้ปัญหาและผลลัพธ์ที่สามารถนำไปดำเนินการได้

source: Creative and analytical thinking that leads to actionable tactics and measurable results
es_es: Pensamiento creativo y analítico que lleva a tácticas procesables y resultados medibles
it_it: Approccio creativo e analitico che porti a strategie implementabili e risultati misurabili
ru_ru: Творческое и аналитическое мышление, ведущее к активным действиям, эффективной тактике и ощутимым результатам
th_th: มีความคิดสร้างและเชิงวิเคราะห์ที่นำไปสู่ยุทธวิธีที่นำไปดำเนินการได้และผลลัพธ์ที่สามารถวัดผลได้

source: Creative and analytical thinking that leads to actionable tactics and results
es_es: Pensamiento creativo y analítico que lleva a las tácticas y los resultados procesables
it_it: Approccio creativo e analitico che porti a risultati e strategie implementabili
ru_ru: Творческое и аналитическое мышление, ведущее к активным действиям, эффективной тактике и результатам
th_th: มีความคิดสร้างและเชิงวิเคราะห์ที่นำไปสู่ยุทธวิธีและผลลัพธ์ที่นำไปดำเนินการได้

source: Creative flair and versatility in developing concepts, graphics, and layouts for a wide range of media
es_es: Un estilo creativo y versatilidad en conceptos, gráficos y diseños para una amplia gama de medios
it_it: Creatività e versatilità nello sviluppo di concetti, grafica e layout per un'ampia gamma di media
ru_ru: Творческое чутьё и гибкость при разработке концепций, графики и макетов для различных средств массовой информации
th_th: มีไหวพริบในการสร้างและความสามารถรอบตัวในการพัฒนาแนวคิด กราฟฟิค และแผนผังสำหรับสื่อที่หลากหลาย

source: Credit/Debit
es_es: Crédito/débito
it_it: Credito/Debito
ru_ru: Кредит/Дебет
th_th: เครดิต/เดบิต

source: Credit/Debit Card
es_es: Tarjeta de crédito/débito
it_it: Carta di Credito/Debito
ru_ru: Кредитная/дебетовая карта
th_th: บัตรเครดิต/เดบิต

source: Crypto
es_es: Cripto
it_it: Cripto
ru_ru: Крипто
th_th: การเข้ารหัสลับ

source: Cryptocurrencies
es_es: Criptomonedas
it_it: Criptovalute
ru_ru: Криптовалюты
th_th: เงินดิจิทัล

source: Cryptocurrencies commission per round trade. For example, a round trade of 1 lot of BTC/USD with spot price of USD 10,000 will pay USD 30 on standard accounts.
es_es: Comisión de criptomonedas por operación completa. Por ejemplo, una operación completa de 1 lote de BTC / USD con un precio corriente de 10,000 USD pagará 30 USD en cuentas estándar.
ru_ru: Комиссия за полный контракт на криптовалютах. Пример: полный контракт в размере 1 лот на паре BTC/USD со спот-ценой 10,000 принесёт USD 30 на стандартном счёте.
th_th: คอมมิชชั่นเงินดิจิทัลต่อรอบการซื้อขาย ตัวอย่างเช่น การซื้อขายหนึ่งรอบของ BTC/USD 1 ล็อต ที่ราคาสปอต 10,000 เหรียญสหรัฐ จะได้รับค่าคอมมิชชั่น 30 เหรียญสหรัฐในบัญชีมาตรฐาน

source: Cryptocurrencies such as Bitcoin and Ethereum are decentralised digital assets that enable instant payments to anywhere in the world.
es_es: Las criptomonedas tales como el Bitcoin y Ethereum son activos digitales descentralizados que permiten un pago inmediato en cualquier parte del mundo.
it_it: Criptovalute come Bitcoin e Ethereum sono asset digitali decentralizzati che consentono pagamenti istantanei in qualsiasi parte del mondo.
ru_ru: Криптовалюты, например Bitcoin или Ethereum, являются децентрализованными цифровыми активами, позволяющими совершать мгновенные платежи в любую точку земного шара.
th_th: เงินดิจิทัล เช่น บิทคอยน์ และ อีเธอเรียม เป็นสินทรัพย์ดิจิทัลที่ไม่ได้รวมเข้ากับศูนย์กลางซึ่งทำให้สามารถชำระเงินได้ทันทีที่ใดก็ได้ในโลก

source: Cryptocurrencies such as Bitcoin and Ethereum are decentralised digital currencies on the blockchain.
es_es: Las criptomonedas como Bitcoin y Ethereum son activos digitales descentralizados en la cadena de bloques.
it_it: Criptovalute come Bitcoin e Ethereum sono valute digitali decentralizzati sulla blockchain.
ru_ru: Криптовалюты (например, Bitcoin и Ethereum), являются децентрализованными цифровыми валютами, работающими на основе технологии блокчейн.
th_th: เงินดิจิทัล ได้แก่ บิทคอยน์ และ อีเธอเรียม เป็นสกุลเงินดิจิทัลบนบล็อกเชนที่แยกออกจากการควบคุมโดยศูนย์กลาง

source: Cryptocurrencies**
es_es: Criptomonedas**
it_it: Criptovalute**
ru_ru: Криптовалюты**
th_th: เงินดิจิทัล**

source: Cryptocurrency
es_es: Criptomonedas
it_it: Criptovaluta
ru_ru: Криптовалюта
th_th: เงินดิจิทัล

source: Cryptocurrency contract specifications and commission scheme
es_es: Especificaciones del contrato en Criptomonedas y esquema de comisiones
it_it: Specifiche dei contratti su criptovalute e schema di commissioni
ru_ru: Спецификация криптовалютных инструментов
th_th: ข้อกำหนดสัญญาเงินดิจิทัลและแผนคอมมิชชั่น

source: Cryptocurrency margin policy
es_es: Política de márgenes de criptomonedas
it_it: Policy relativa al margine della criptovaluta
ru_ru: Политика расчёта маржи на криптовалютах
th_th: นโยบายของมาร์จินเงินดิจิทัล

source: Cryptocurrency pairs including Bitcoin, Ethereum, and Litecoin.
es_es: Pares de criptomonedas, incluyendo Bitcoin, Ethereum y Litecoin.
it_it: Puoi scegliere tra le coppie di cryptovalute tra Bitcoin, Ethereum e Litecoin.
ru_ru: Криптовалютные пары с Bitcoin, Ethereum и Litecoin.
th_th: คู่สกุลเงินดิจิทัลรวมถึงบิทคอยน์ อีเธอเรียม และไลท์คอยน์

source: Cryptocurrency trading
es_es: Operación de criptomonedas
it_it: Trading di criptovalute
ru_ru: Торговля криптовалютами
th_th: การซื้อขายเงินดิจิทัล

source: Cryptocurrency/Blockchain Developer
es_es: Desarrollador de Criptomonedas/Blockchain
it_it: Sviluppatore di criptovalute/blockchain
ru_ru: Разработчик криптовалют/блокчейна
th_th: นักพัฒนาเงินดิจิทัล/บล็อกเชน

source: Cultural diversity
es_es: Diversidad cultural
it_it: Diversità culturali
ru_ru: Культурное многообразие
th_th: ความหลากหลายทางวัฒนธรรม

source: Currencies
es_es: Monedas
it_it: Valute
ru_ru: Валюты
th_th: สกุลเงินต่างๆ

source: Currency
es_es: Divisa
it_it: Valuta
ru_ru: Валюта
th_th: สกุลเงิน

source: Currency pairs are categorised as follows:
es_es: Los pares de divisas se clasifican de la siguiente manera:
it_it: Le coppie di valute sono classificate come segue:
ru_ru: Валютные пары делятся на следующие категории:
th_th: คู่สกุลเงินจะถูกจัดหมวดหมู่ดังนี้

source: Current
es_es: Actual
it_it: Attuale
ru_ru: Текущие
th_th: ปัจจุบัน

source: Current MT5 password
es_es: Contraseña actual en MT5
it_it: Password attuale per MT5
ru_ru: Текущий пароль MT5
th_th: รหัสผ่าน MT5 ปัจจุบัน

source: Current Time
es_es: Hora actual
it_it: Orario attuale
ru_ru: Текущее время
th_th: เวลาปัจจุบัน

source: Current balance
es_es: Saldo actual
it_it: Saldo attuale
ru_ru: Текущий баланс
th_th: ยอดคงเหลือ

source: Current password
es_es: Contraseña actual
it_it: Password attuale
ru_ru: Текущий пароль
th_th: รหัสผ่านปัจจุบัน

source: Current time:
es_es: Hora actual:
it_it: Orario attuale:
ru_ru: Текущее время:
th_th: เวลาปัจจุบัน:

source: Customer Support
es_es: Atención al cliente
it_it: Assistenza clienti
ru_ru: Поддержка клиентов
th_th: เจ้าหน้าที่ลูกค้าสัมพันธ์

source: Customer Support Executive
es_es: Ejecutivo de Atención al Cliente
it_it: Responsabile dell'assistenza clienti
ru_ru: Специалист отдела поддержки клиентов
th_th: เจ้าหน้าที่ลูกค้าสัมพันธ์

source: Customer focus
es_es: Orientación al cliente
it_it: Attenzione al Cliente
ru_ru: Внимание клиентам
th_th: มีลูกค้าเป็นเป้าหมาย

source: Customer funds
es_es: Fondos del Cliente
it_it: Fondi dei clienti
ru_ru: Клиентские средства
th_th: เงินทุนของลูกค้า

source: Customer-centric partnership
es_es: Asociación centrada en el cliente
it_it: Collaborazione basata sui clienti
ru_ru: Клиентоориентированность
th_th: พันธมิตรที่เน้นลูกค้าเป็นสำคัญ

source: Cyberjaya
ru_ru: Сайберджайя
th_th: ไซเบอร์จายา

source: Cyberjaya Office
es_es: Oficina de Cyberjaya
it_it: Ufficio di Cyberjaya
ru_ru: Офис в городе Сайберджайя
th_th: สำนักงานไซเบอร์จายา
