Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Provide Binary with any information that they have become aware of which may result in an adverse or harmful consequence for Binary and its reputations
es_es: Proporcionar a Binary cualquier información de la que tenga conocimiento que pueda resultar en una consecuencia adversa o perjudicial para Binary y su reputación
it_it: fornire a Binary qualsiasi tipo di informazione di cui sono a conoscenza che potrebbe avere effetti negativi o dannosi per la Società e la sua reputazione
ru_ru: предоставлять Binary любую информацию, о которой станет известно ПБ и которая способна привести к неблагоприятным или негативным последствиям для Binary и репутации Компании,
th_th: ให้ข้อมูลแก่ Binary ที่ได้รับมา ซึ่งเป็นข้อมูลที่อาจนำไปสู่ผลสืบเนื่องที่เป็นลบหรืออันตรายต่อ Binary และชื่อเสียงของบริษัทฯ

source: Provide a web-link from their own website to %1
es_es: Proporcionar un enlace web desde su propio sitio web a %1
it_it: fornire un collegamento web dal suo sito a %1
ru_ru: Предоставить %1 веб-ссылку на свой вебсайт
th_th: ให้ลิงค์จากเว็บไซต์ของโบรกเกอร์แนะนำแก่ %1

source: Provide additional assistance to team when needed
es_es: Proporcionar asistencia adicional al equipo según sea necesario
it_it: Fornire ulteriore assistenza al team quando necessario
ru_ru: Предоставление дополнительной помощи и поддержке команде (при необходимости)
th_th: ให้ความช่วยเหลืออื่นๆ กับทีมงานเมื่อมีการร้องขอ

source: Provide any financial/investment trading advice to clients (Binary shall not be liable to the Introducing Broker and the client for any misrepresentation or fraudulent or negligent misstatement made by the Introducing Broker. The Introducing Broker shall also hold Binary harmless and shall indemnify Binary and its directors, officers, managers, employees, or agents from and against any liabilities, losses, damages, costs, and expenses, including all and any legal fees incurred arising out of the failure of the Introducing Brokers to comply with any or all of their obligations set forth in this Agreement.)
es_es: Brindar a los clientes cualquier asesoramiento financiero / de inversión (Binary no será responsable ante el Broker Introductor y el cliente por cualquier declaración falsa, fraudulenta o negligente realizada por el Broker Introductor. El Broker Introductor deberá además evitar perjuicios a Binary e indemnizará a la Empresa y a sus directores, funcionarios, gerentes, empleados o agentes en relación a las responsabilidades, pérdidas, daños, costos y gastos, incluidos todos y cada uno de los honorarios legales incurridos como consecuencia del incumplimiento por parte del Broker Introductor de cualquiera o todas sus obligaciones establecidas en este Acuerdo.)
it_it: fornire consigli finanziari/sugli investimenti nell'ambito del trading ai clienti (Binary non è responsabile verso l'Introducing Broker e il cliente per eventuali rappresentazioni fuorvianti o affermazioni fraudolente o negligenti riconducibili all'Introducing Broker. Quest'ultimo, inoltre, si impegna a tutelare e risarcire la Società così come i suoi direttori, incaricati, dirigenti, dipendenti o agenti rispetto a responsabilità, perdite, danni, costi e spese di ogni tipo, incluse eventuali spese legali derivanti da un'eventuale mancata osservanza, da parte dell'Introducing Broker, degli obblighi elencati nel presente Contratto.)
ru_ru: Предоставлять клиентам любые финансовые/инвестиционные советы относительно торговли (Binary не несёт ответственности перед Инвестиционным брокером и клиентами за искажение информации, мошеннические действия или халатность, допущенные со стороны Представляющего брокера. Представляющий брокер также обязуется оградить Binary, а также обезопасить Binary и директоров, сотрудников, менеджеров, работников или агентов Компании от любой ответственности, убытков, вреда, расходов и издержек, включая любые юридические издержки, возникающие ввиду неспособности Представляющего брокера соблюсти все или часть своих обязательств, перечисленных в данном Соглашении.)
th_th: ให้คำแนะนำในการซื้อขายทางการเงิน/การลงทุนแก่ลูกค้า (Binary จะไม่รับผิดชอบใดๆ ต่อโบรกเกอร์แนะนำและลูกค้าเกี่ยวกับการบิดเบือนข้อเท็จจริง หรือ คำกล่าวบิดเบือนที่หลอกลวง หรือ มาจากความประมาทของโบรกเกอร์แนะนำ โบรกเกอร์แนะนำจะดำเนินการการเพื่อให้บริษัทฯ มีความปลอดภัย และจะชดเชยต่อ Binary และต่อผู้อำนวยการ เจ้าหน้าที่ ผู้จัดการ พนักงาน หรือ ตัวแทนของ Binary ต่อความเสียหายใดๆ การขาดทุน ความสูญเสีย ต้นทุน และค่าใช้จ่าย รวมถึงค่าธรรมเนียมด้านกฎหมายใดๆ ที่เกิดขึ้นจากการที่โบรกเกอร์แนะนำไม่ได้ปฏิบัติตามหน้าที่ความรับผิดชอบใดๆ ที่ระบุไว้ในข้อตกลงนี้)

source: Provide guidance to the Company's operational teams and act as internal second line support for AML-CTF, anti-fraud, and authentication purposes
es_es: Proporcionar orientación a los equipos operativos de la Empresa y actuar como apoyo interno de segunda línea para propósitos AML-CTF, antifraude y autenticación
it_it: Fornire indicazioni ai team operativi della Società e agire da supporto interno in materia di AML-CTF, anti-frode e autenticazione
ru_ru: Предоставление инструкций для операционного отдела Компании и выполнение второго уровня внутренней поддержки в рамках соблюдения процедур против отмывания денег и мошенничества, предотврещения мошеннических действий и выполнения аутентификации
th_th: ให้คำแนะนำ แนวทางกับทีมปฏิบัติการของบริษัทฯ และเป็นหน่วยสนับสนุนภายในสำหรับงานที่เกี่ยวข้องกับ AML-CTF การต่อต้านการทุจริต และการตรวจสอบต่างๆ

source: Provide information to clients only on technical and educational matters
es_es: Proporcionar información a los clientes únicamente sobre asuntos técnicos y educativos
it_it: fornire informazioni ai clienti esclusivamente per questioni tecniche e formative
ru_ru: предоставлять клиентам информацию относительно технических и образовательных аспектов,
th_th: ให้ข้อมูลแก่ลูกค้าในเรื่องทางเทคนิคและเพื่อการศึกษาเท่านั้น

source: Provide onsite support to all employees with the necessary hardware and software required for their jobs
es_es: Proporcionar soporte en el lugar a todos los empleados en cuanto al hardware y software necesarios para sus trabajos
it_it: Fornire supporto diretto a tutti i dipendenti con hardware e software necessari allo svolgimento del loro lavoro
ru_ru: Предоставление поддержки на местах всем сотрудникам, а также программного и аппаратного обеспечения, необходимого для их работы
th_th: ให้การสนับสนุน การแก้ไขปัญหาการใช้งานฮาร์ดแวร์และซอฟท์แวร์ของพนักงานในแต่ละแผนก

source: Provide technical leadership on cryptocurrencies and blockchain technology
es_es: Proporcionar liderazgo técnico en criptomonedas y tecnología blockchain
it_it: Garantire una leadership tecnica per la tecnologia di criptovalute e blockchain
ru_ru: Поддержание ведущей роли в сфере криптовалют и блокчейн-технологий
th_th: เป็นผู้นำในด้านเทคนิคสำหรับเทคโนโลยีเงินดิจิทัลและบล็อกเชน

source: Provide the Company with all and any information whatsoever that the Agent may become aware of that may be harmful, adverse, or detrimental to the Company and its reputation
es_es: Proporcionar a la Empresa toda la información que pueda llegar a su conocimiento como perjudicial, desfavorable o nociva para la misma y su reputación
it_it: Fornire alla Società qualsiasi tipo di informazione di cui l'Agente potrebbe essere al corrente e che potrebbe comportare effetti pericolosi, negativi o dannosi per la Società e la sua reputazione
ru_ru: Предоставлять Компании любую имеющуюся у Агента информацию, которая может оказать пагубное или негативное влияние на Компанию и её репутацию
th_th: ให้ข้อมูลทั้งหมดหรือข้อมูลใดๆ แก่บริษัทฯ หรืออะไรก็ตามที่ตัวแทนฯ ทราบว่า อาจจะเป็นอันตราย เป็นผลร้าย หรือ ก่อให้เกิดความเสียหายแก่บริษัทฯ และตลอดจนชื่อเสียงของบริษัทฯ

source: Provide the customer support agent with the four-digit verification code below for confirmation.
es_es: Proporcione al agente de atención al cliente el siguiente código de verificación de cuatro dígitos para su confirmación.
it_it: Fornisci il seguente codice di verifica a quattro cifre all'addetto all'assistenza clienti per la conferma.
ru_ru: Чтобы получить подтверждение, сообщите 4-значный код подтверждения (который указан ниже) нашему специалисту из отдела поддержки клиентов.
th_th: ให้รหัสยืนยันสี่หลักด้านล่างนี้เพื่อยืนยันต่อเจ้าหน้าที่ลูกค้าสัมพันธ์

source: Provision of service
es_es: Prestación de servicio
it_it: Fornitura del servizio
ru_ru: Предоставление услуг
th_th: เงื่อนไขของการบริการ (Provision of Service)

source: Provision of services
es_es: Prestación de servicios
it_it: Fornitura di servizi
ru_ru: Предоставление услуг
th_th: เงื่อนไขของการบริการ (Provision of Service)

source: Provisions of Agreement
es_es: Disposiciones del Acuerdo
ru_ru: Общие положения
th_th: บทบัญญัติของข้อตกลง

source: Publish the Programmer's name and logo (with or without a link to the Programmer's Application) on the Company's website, in press releases, and in promotional materials without additional consent.
es_es: Para publicar el nombre y el logo del Programador (con o sin un enlace a su Aplicación) en la pagina web de la Empresa, en comunicados de prensa y en materiales promocionales sin consentimiento adicional.
it_it: pubblicare il nome e il logo del Programmatore (con o senza un link di rimando all'Applicazione del Programmatore) sul sito web, nei comunicati stampa e nei materiali promozionali della Società senza ulteriore consenso.
ru_ru: публиковать имя и логотип Программиста (с или без ссылки на Приложение Программиста) на вебсайте Компании, в пресс-релизах, а также рекламных материалах без дополнительного согласия Программиста,
th_th: เผยแพร่ชื่อและโลโก้ของโปรแกรมเมอร์ (ประกอบกับมี หรือ ไม่มีลิงค์ไปยังแอพพลิเคชันของโปรแกรมเมอร์) ที่เว็บไซต์ของบริษัทฯ ในช่องทางประชาสัมพันธ์ต่างๆ และเอกสารการส่งเสริมการตลาดโดยปราศจากความเห็นชอบเพิ่มเติม

source: Published in Chinese, English, French, German, Indonesian, Italian, Polish, Portuguese, Russian, Spanish, Thai and Vietnamese
es_es: Publicado en chino, inglés, francés, alemán, indonesio, italiano, polaco, portugués, ruso, español, tailandés y vietnamita
it_it: Pubblicato in cinese, inglese, francese, tedesco, indonesiano, italiano, polacco, portoghese, russo, spagnolo, tailandese e vietnamita
ru_ru: Публикации на русском, китайском, английском, французском, немецком, индонезийском, итальянском, польском, португальском, испанском, тайском и вьетнамском языке
th_th: เผยแพร่ในภาษาจีน อังกฤษ ฝรั่งเศส เยอรมัน อินโดนีเซีย อิตาลี โปแลนด์ โปรตุเกส รัสเซีย สเปน ไทย และเวียดนาม

source: Purchase
es_es: Comprar
it_it: Acquisto
ru_ru: Покупка
th_th: ซื้อ

source: Purchase High Tick/Low Tick contracts to predict the highest or lowest tick among the next five ticks.
es_es: Compre contratos Tick Alto/Tick Bajo para predecir el tick más alto o más bajo entre los siguientes cinco ticks.
it_it: Acquista contratti di tipo Tick alto/Tick basso per prevedere il tick più alto o più basso tra i successivi cinque tick.
ru_ru: Покупайте контракты Наибольший/наименьший тик и прогнозируйте, какой из следующих пяти тиков будет наибольшим или наименьшим.
th_th: ซื้อสัญญาช่วงราคาสูง/ช่วงราคาต่ำ เพื่อทำนายช่วงราคาสูงที่สุด หรือ ช่วงราคาต่ำที่สุด จากห้าช่วงราคา

source: Purchase Price
es_es: Precio de compra
it_it: Prezzo d'acquisto
ru_ru: Цена покупки
th_th: ราคาซื้อ

source: Purchase Time
es_es: Hora de compra
it_it: Orario d'acquisto
ru_ru: Время покупки
th_th: เวลาซื้อ

source: Purchase request sent
es_es: Solicitud de compra enviada
it_it: Richiesta di acquisto inviata
ru_ru: Запрос на покупку отправлен
th_th: คำขอสั่งซื้อได้ถูกส่งแล้ว

source: Purpose of collecting Personal Data
es_es: Propósito de obtener Datos Personales
ru_ru: Цель сбора личной информации
th_th: วัตถุประสงค์ของการเก็บรวบรวมส่วนบุคคล

source: Put Spread
ru_ru: Пут спред
th_th: พุทสเปรด

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
es_es: Coloque un límite a sus ganancias. Una vez que haya alcanzado el límite, guarde algo y opere con el resto del dinero.
it_it: Metti un limite sulle tue vincite. Quando lo avrai raggiunto, mettine un po' da parte e negozia con i soldi rimanenti.
ru_ru: Ограничьте сумму выигрышей. Как только Вы достигли этого лимита, отложите часть суммы и работайте, используя оставшиеся средства.
th_th: กำหนดวงเงินของท่านสำหรับการทำกำไร เมื่อวงเงินถึงจำนวนสูงสุดให้ตั้งสำรองและซื้อขายด้วยเงินที่เหลือ

source: Putrajaya
ru_ru: Путраджайя
th_th: ปุตราจายา

source: Q. Introducing Brokers
es_es: Q. Brokers Introductores
ru_ru: Q. Представляющие брокеры
th_th: ด. Introducing Brokers

source: Qiwi is a payment service provider that was founded in 2007. It provides individuals with a simple way to transfer money, receive payments, and pay online. For more information, please visit %1.
es_es: Qiwi es un proveedor de servicios de pago fundado en 2007. Proporciona a las personas una forma sencilla de transferir dinero, recibir pagos y pagar en línea. Para más información, visite %1.
it_it: Qiwi è un fornitore di servizi di pagamento fondato nel 2007. Offre agli individui uno strumento semplice per trasferire denaro e ricevere ed effettuare pagamenti online. Per maggiori informazioni, visita il sito %1.
ru_ru: Qiwi – это платёжная система, основанная в 2007 году. Система предоставляет её пользователям простой способ перевода средств, получения платежей и онлайн оплаты. Для получения более подробной информации, пожалуйста, посетите сайт %1.
th_th: Qiwi เป็นผู้ให้บริการการชำระเงินที่ก่อตั้งขึ้นในปี ค.ศ. 2007 ซึ่งช่วยให้บุคคลโอนเงิน รับการชำระเงิน และจ่ายเงินออนไลน์ได้โดยง่าย สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Quality Assurance
es_es: Control de Calidad
ru_ru: Технический контроль
th_th: การประกันคุณภาพ

source: Quantitative Analysis
es_es: Análisis Cuantitativo
ru_ru: Колич. анализ
th_th: การวิเคราะห์เชิงปริมาณ

source: Quantitative Analyst
es_es: Analista Cuantitativo
it_it: Analista quantitativo
ru_ru: Специалист по количественному анализу
th_th: นักวิเคราะห์เชิงปริมาณ

source: Quick access to your favourite markets
es_es: Acceso rápido a sus mercados favoritos
ru_ru: Быстрый доступ к Вашим любимым рынкам
th_th: เข้าถึงตลาดที่คุณปรารถนาได้อย่างรวดเร็ว

source: Quote currency
es_es: Moneda secundaria
it_it: Valuta della quotazione
ru_ru: Валюта котировки
th_th: สกุลเงินที่เสนอราคา

source: Quote provision
es_es: Provisión de cotizaciones
it_it: Quotazioni
ru_ru: Предоставление котировок
th_th: ข้อกำหนดราคา

source: R. Interpretation of terms
es_es: R. Interpretación de los términos
ru_ru: R. Толкование терминов
th_th: ต. การตีความคำศัพท์

source: Range of markets
es_es: Variedad de mercados
it_it: Gamma di mercati
ru_ru: Многообразие рынков
th_th: ระยะของตลาด

source: Re-enter password
es_es: Vuelva a teclear la contraseña
it_it: Inserisci nuovamente la password
ru_ru: Введите пароль заново
th_th: ป้อนรหัสผ่านอีกครั้ง

source: Re-enter your password
ru_ru: Введите пароль заново

source: Read
es_es: Leer
it_it: Leggi
ru_ru: Читать
th_th: อ่าน

source: Read and understand our HackerOne bug bounty programme policy.
es_es: Lea y comprenda la política de nuestro programa de recompensas HackerOne para bugs.
it_it: Leggi attentamente la nostra politica sul programma HackerOne bug bounty.
ru_ru: Прочитайте и примите политику нашей программы поощрения HackerOne.
th_th: อ่านและทำความเข้าใจนโยบายของโปรแกรมนักล่าข้อผิดพลาด HackerOne ของเรา

source: Read more.
es_es: Leer más.
it_it: Per saperne di più.
ru_ru: Подробнее.
th_th: ศึกษาเพิ่มเติม

source: Read our simple introduction to this popular derivative instrument to find out what you can trade with CFDs and their advantages.
es_es: Lea nuestra sencilla introducción a este popular derivado financiero para averiguar lo que puede operar con CFD y sus ventajas.
it_it: Leggi la nostra semplice introduzione a questo famoso strumento derivato per scoprire come puoi fare trading con i CFD e quali sono i vantaggi.
ru_ru: Прочтите наше простое введение в торговлю на этом популярном производном инструменте и узнайте, как торговать CFD и каковы преимущества этого вида торговли.
th_th: อ่านบทนำง่ายๆ ของเราเกี่ยวกับตราสารอนุพันธ์เพื่อพิจารณาว่า ท่านสามารถซื้อขายอะไรด้วย CFD และมีข้อดีอะไรบ้าง

source: Read the %1 company blog
es_es: Lea el blog de la empresa %1
it_it: Leggi il blog aziendale di %1
ru_ru: Посетите блог %1
th_th: อ่านบล็อกของบริษัท %1

source: Read the %1 tech blog
es_es: Lea el blog de tecnología de %1
it_it: Leggi il blog di tecnologia di %1
ru_ru: Посетите технический блог %1
th_th: อ่านบล็อกเทคโนโลยี %1

source: Ready to trade?
es_es: ¿Listo para comenzar a operar?
it_it: Pronto per i trade?
ru_ru: Готовы к работе?
th_th: พร้อมเทรดใช่ไหม?

source: Real
it_it: Reale
ru_ru: Реальный
th_th: จริง

source: Real Account
es_es: Cuenta real
it_it: Conto Reale
ru_ru: Реальный счет
th_th: บัญชีจริง

source: Real Advanced
es_es: Cuenta real avanzada
ru_ru: Реальный расширенный
th_th: จริงขั้นสูง

source: Real Estate
es_es: Propiedad
it_it: Mercato immobiliare
ru_ru: Недвижимость
th_th: อสังหาริมทรัพย์

source: Real Money Account Opening
es_es: Abra una Cuenta de Dinero Real
it_it: Apertura di un conto reale
ru_ru: Открытие реального счета
th_th: การเปิดบัญชีเงินจริง

source: Real Standard
es_es: Cuenta real estándar
ru_ru: Реальный стандартный
th_th: มาตรฐานจริง

source: Real Synthetic Indices
es_es: Índices sintéticos reales
ru_ru: Реальные Синтетические индексы
th_th: ดัชนีสังเคราะห์จริง

source: Real-Money Account
es_es: Cuenta de dinero real
it_it: Conto monetario reale
ru_ru: Реальный счёт
th_th: บัญชีเงินจริง

source: Real-Money Accounts
es_es: Cuentas de dinero real
it_it: Conto monetario reale
ru_ru: Реальный–Валютные счета
th_th: บัญชีเงินจริง

source: Real-money accounts with your choice of fiat and crypto currency.
es_es: Cuentas de dinero real con dinero fiduciario o criptomonedas.
it_it: Conto reale nella vostra valuta fiat scelta (moneta reale) e criptovaluta.
ru_ru: Реальные счета в различных фиатных и криптовалютах.
th_th: บัญชีเงินจริงกับทางเลือกระหว่างเงินในระบบ หรือ เงินดิจิทัลของท่าน

source: Real-time prices, benchmarked against interbank options markets.
es_es: Precios en tiempo real, cotejados con mercados de opciones interbancarias.
it_it: Prezzi in tempo reale, confrontati con i mercati interbancari di opzioni.
ru_ru: Цены в режиме реального времени, рассчитанные по принципам межбанковского рынка опционов.
th_th: ราคาเรียลไทม์ เป็นไปตามเกณฑ์มาตรฐานของธนาคารในตลาดออปชั่น

source: Reality Check
es_es: Verificación de la realidad
it_it: Verifica della realtà
ru_ru: Проверка реальности
th_th: การตรวจสอบสภาพความเป็นจริง (Reality Check)

source: Receive back-office support for post-trade risk management and real-time trade/position monitoring.
es_es: Reciba soporte de back-office para la gestión del riesgo posnegociación y el monitoreo de operaciones/posiciones en tiempo real.
it_it: Ricevi supporto dal back-office per la gestione del rischio post-trade e per il monitoraggio in tempo reale del trade/posizione.
ru_ru: Получите непрерывную поддержку для управления риском после торговли и мониторинга контракта/позиции в режиме реального времени.
th_th: ได้รับการสนับสนุนจากทีมงานสนับสนุนด้านการบริหารความเสี่ยงหลังการซื้อขายและการติดตามการซื้อขาย/ตำแหน่งแบบเรียลไทม์

source: Receive commission when you bring in new clients through trading applications and interfaces you build using the %1 API.
es_es: Reciba comisiones cuando atraiga nuevos clientes a través de las aplicaciones comerciales y las interfaces que construya utilizando la API de %1.
it_it: Ricevi una commissione quando ottieni nuovi clienti attraverso le applicazioni e interfacce di trading messe a punto utilizzando l'API di %1.
ru_ru: Получайте комиссионные от привлечения новых клиентов посредством торговых приложений и интерфейсов, созданных с помощью API от %1.
th_th: รับค่าคอมมิชชันเมื่อแนะนำลูกค้าใหม่เข้ามาผ่านทางแอพพลิเคชันและอินเทอร์เฟสที่ท่านสร้างโดยใช้ API ของ %1

source: Receive emails on %1 products, services, and events.
es_es: Reciba correos electrónicos sobre productos, servicios y eventos de %1.
it_it: Ricevi e-mail su prodotti, servizi ed eventi di %1.
ru_ru: Получайте сообщения о продуктах, услугах и событиях %1.
th_th: รับอีเมล์ทาง %1 ผลิตภัณฑ์ บริการ และกิจกรรม

source: Receive instant prices based on your position.
es_es: Reciba precios instantáneamente sobre su posición.
it_it: Ricevi prezzi immediati basati sulla tua posizione.
ru_ru: Цена контракта будет определена на основании выбранных параметров.
th_th: รับราคาทันทีตามตำแหน่งของท่าน

source: Receive news and special offers
es_es: Reciba noticias y ofertas especiales
it_it: Ricevi aggiornamenti e offerte speciali
ru_ru: Получайте новости и спец. предложения
th_th: รับข่าวสารและข้อเสนอพิเศษ

source: Receive prices that are benchmarked against interbank rates
es_es: Reciba precios comparados con las tasas interbancarias
ru_ru: Наши цены ориентированы на межбанковские ставки
th_th: ราคาที่ได้รับนั้นมีมาตรฐานเทียบเท่ากับอัตราราคาที่ใช้ระหว่างธนาคาร

source: Receive quotes for a trade and countertrade, so you always get unbiased, transparent rates
es_es: Reciba cotizaciones para un comercio y comercio de compensación, para que siempre obtenga tarifas imparciales y transparentes
ru_ru: Котировки на прямые и обратные контракты позволят Вам всегда быть уверенным в точности и прозрачности цен
th_th: ได้รับใบเสนอราคาสำหรับการซื้อขาย และการซื้อขายเองจากตลาด เพื่อให้ท่านได้รับอัตราที่เป็นกลาง โปร่งใส

source: Receive the approval of the Company to include any information in relation to Binary
es_es: Recibir la aprobación de la Empresa para incluir cualquier información relacionada a Binary
it_it: ricevere l'approvazione della Società per includere informazioni relative a Binary
ru_ru: Получить разрешение Компании на включение любой информации, относящейся к Binary
th_th: ได้รับการอนุมัติจากบริษัทฯ รวมถึงการอนุมัติข้อมูลใด ๆ ที่เกี่ยวกับ Binary

source: Receive the approval of the Company to include any information in relation to the Company
es_es: Recibir la aprobación de la Empresa para incluir cualquier tipo de información en relación con la misma
it_it: Ricevere l'approvazione della Società per includere qualsiasi informazione ad essa relativa
ru_ru: Получить разрешение Компании размещать любую информацию, относящуюся к Компании
th_th: ได้รับการอนุมัติจากบริษัทฯ รวมถึงการอนุมัติข้อมูลใด ๆ เกี่ยวกับบริษัทฯ

source: Receive your earnings through your favourite payment method
es_es: Reciba sus ganancias a través de su método de pago preferido
it_it: Ricevi i pagamenti nella modalità che preferisci
ru_ru: Получайте прибыль удобным платёжным способом
th_th: รับรายได้ผ่านช่องทางที่คุณปรารถนา

source: Recommend alternatives to redundant or obsolete systems
es_es: Recomendar alternativas a sistemas redundantes u obsoletos
it_it: Proporre alternative a sistemi obsoleti e ripetitivi
ru_ru: Рекомендация альтернатив для модернизации ненужных или устаревших систем
th_th: แนะนำทางเลือกต่างๆ เพื่อแก้ปัญหาระบบที่ซ้ำซ้อน หรือ ระบบที่ล้าสมัย

source: Recruit, train, and nurture affiliates and IBs in countries where Binary Group is active, leveraging your direct knowledge and experience of the local market
es_es: Reclutar, educar y ocuparse de los afiliados e IBs en los países donde Binary Group está activo, aprovechando su conocimiento directo y la experiencia del mercado local
ru_ru: Рекрутинг, тренинги и обучение партнёров и представляющих брокеров в странах, где Binary Group ведёт активную деятельность, а также применение Ваших непосредственных знаний и опыта для работы на местных рынках
th_th: สรรหา ถ่ายทอดความรู้ และดูแลเหล่าพันธมิตร และ IB ในประเทศต่างๆ ที่เครือไบนารีตั้งอยู่ โดยใช้ทักษะความรู้ของท่าน และประสบการณ์ในตลาดในท้องถิ่น

source: Recruitment Process
es_es: Proceso de reclutamiento
it_it: Processo di assunzione
ru_ru: Процесс найма
th_th: กระบวนการสรรหาบุคลากร

source: Ref.
it_it: Rif.
ru_ru: Ном.
th_th: อ้างอิง
