Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The applicant's personal data shall be stored for a period of six months should the applicant be unsuccessful or decline in accepting employment with the Binary Group. At the expiry of that period, the applicant's data is deleted or destroyed unless the Company is required to further retain the applicant's information to exercise or defend any legal claims.
es_es: Los datos personales del solicitante se conservarán durante un período de seis meses en caso de que el solicitante no tenga éxito o se niegue a aceptar un empleo en el Binary Group. Tras expirar dicho plazo, los datos del solicitante se eliminan o se destruyen, a no ser que se requiera que la Compañía retenga la información del solicitante para ejercer o defender cualquier reclamación legal.
ru_ru: Личные данные заявителя должны храниться на протяжении шести месяцев, если заявление будет отклонено Binary Group или самим заявителем. По истечении данного срока данные заявителя должны быть удалены или уничтожены, если Компании не требуется в дальнейшем хранить информацию о заявителе с целью соблюдения или защиты от любых нормативных требований.
th_th: เมื่อผู้สมัครยังไม่ได้รับการคัดเลือก หรือ การตอบรับให้เข้าทำงานกับเครือไบนารี ข้อมูลส่วนบุคคลของผู้สมัครจะถูกเก็บรักษาไว้เป็นระยะเวลา 6 เดือน เมื่อครบกำหนดเวลาที่ใบสมัครนั้นหมดอายุ ข้อมูลใบสมัครจะถูกนำออกจากระบบ หรือ ถูกทำลาย และหากเป็นไปได้ในกรณีอื่น กล่าวคือ บริษัทฯ ต้องการเก็บประวัติของท่านผู้สมัครไว้เพื่อดำเนินการต่อไป หรือ เพื่อนำไปใช้ในกระบวนการทางกฎหมาย

source: The application shall be reviewed and assessed by the Company's compliance and marketing departments. It is noted that, following and implementing the anti-money laundering policy and conducting due diligence in accordance with the law and regulations, the Company's compliance department shall request and collect all required information and documentation as per Section H.
es_es: La solicitud será revisada y evaluada por los departamentos de cumplimiento y marketing de la Empresa. Cabe destacar, que el departamento de cumplimiento de la Empresa, que sigue e implementa la Política Anti-Lavado de Dinero y realiza la diligencia debida de conformidad con la ley y las Regulaciones, solicitará y recopilará toda la información y documentación requerida según la Sección H.
it_it: La candidatura verrà analizzata e valutata dai dipartimenti di compliance e marketing della Società. Si tenga presente che il dipartimento di compliance, nell'adozione della politica anti-riciclaggio di denaro e di misure di due diligence conformi a leggi e regolamenti applicabili, richiederà e raccoglierà le informazioni e la documentazione di cui nella sezione H.
ru_ru: Заявление должно быть рассмотрено и принято отделами маркетинга и нормативно-правового соответствия Компании. Следует учесть, что, в рамках требовании политики против отмывания денег и проводя проверку, в соответствии с законами и правилами, отдел нормативно-правового соответствия Компании должен запрашивать или собирать всю необходимую информацию и документы, перечисленные в разделе H.
th_th: ใบสมัครจะถูกพิจารณาและประเมินโดยฝ่ายกำกับดูแล และฝ่ายการตลาดของบริษัทฯ โดยขอเรียนให้ทราบว่า ฝ่ายกำกับดูแลระเบียบของบริษัทฯ ปฏิบัติตามและดำเนินการตามนโยบายการป้องกันและปราบปรามการฟอกเงิน และตรวจสอบวิเคราะห์สถานะตามกฎหมายและกฎระเบียบ และฝ่ายกำกับดูแลของบริษัทฯ จะขอและรวบรวบข้อมูลและเอกสารที่จำเป็นตามหมวด ซ

source: The ask price of the currency pair indicates how much of the quote currency is required to buy one unit of base currency. This is more commonly known as the exchange rate.
es_es: El precio de venta del par de divisas indica qué cantidad de la moneda secundaria es necesaria para comprar una unidad de la moneda base. Esto se conoce más comúnmente como el tipo de cambio.
it_it: Il prezzo di domanda della coppia di valuta indica quanta valuta di quotazione è richiesta per acquistare una unità di valuta di base. Questo è più comunemente noto come il tasso di cambio.
ru_ru: Цена аск валютной пары определяет, какое количество валюты котировки необходимо для покупки одной единицы основной валюты. Это соотношение называется обменным курсом валют.
th_th: ราคาประมูลของคู่สกุลเงินบ่งชี้ว่า จะต้องใช้สกุลเงินที่เสนอราคาจำนวนเท่าไรเพื่อที่จะซื้อสกุลเงินฐานหนึ่งหน่วย ซึ่งเป็นที่รู้จักทั่วไป คือ อัตราแลกเปลี่ยน

source: The average is the average of the ticks, including the entry spot and the last tick.
es_es: El promedio es el promedio de los ticks, incluyendo el punto de entrada y el último tick.
it_it: La media è la media dei tick, inclusi il punto di entrata e l'ultimo tick.
ru_ru: Среднее количество тиков, включая точку входа и последний тик.
th_th: ค่าเฉลี่ย คือ ค่าเฉลี่ยของช่วงราคาที่เกิดจากสปอตเริ่มต้นและช่วงราคาสุดท้าย

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
es_es: La barrera de un contrato de opciones binarias es el precio objetivo establecido para el instrumento del mercado. Usted puede elegir los contratos donde el mercado se queda por debajo o supera un precio objetivo, o se mantiene entre dos objetivos.
it_it: La barriera di un trade in opzioni binarie è il prezzo obiettivo impostato per l'asset sottostante. È possibile scegliere trade che rimangano al di sotto o che salgano rispetto al prezzo obiettivo, oppure che rimangano tra i due obiettivi.
ru_ru: Барьер бинарного опциона – это ценовой уровень, который Вы устанавливаете для данного актива. Вы можете выбрать контракты, которые предполагают, что рынок останется ниже или поднимется по отношению к заданному барьеру, или что он останется между двумя барьерами.
th_th: ค่า Barrier ของการซื้อขายไบนารีออปชั่น คือ ราคาเป้าหมายที่ท่านกำหนดสำหรับตลาดอ้างอิง ท่านสามารถเลือกซื้อขายมูลค่าต่ำกว่า หรือ สูงกว่า ราคาเป้าหมาย หรือ อยู่ระหว่างค่าสองค่าใดๆ

source: The base currency is always equal to one unit
es_es: La moneda base siempre equivale a una unidad
it_it: La valuta di base è sempre uguale ad una unità
ru_ru: Основная валюта всегда представлена одной единицей данной валюты
th_th: สกุลเงินฐานจะเท่ากับหนึ่งหน่วยเสมอ

source: The base currency is always equal to one unit.
es_es: La moneda base siempre equivale a una unidad.
it_it: La valuta di base è sempre uguale ad una unità.
ru_ru: Основная валюта всегда представлена одной единицей данной валюты.
th_th: สกุลเงินฐานจะเท่ากับหนึ่งหน่วยเสมอ

source: The bonus code can only be entered and activated upon account opening.
es_es: El código de un bono solo puede ingresarse y activarse luego de abrir una cuenta.
it_it: Il codice bonus può essere inserito e attivato solo durante l'apertura dell'account.
ru_ru: Бонус-код может быть внесен и активирован только при открытии счета.
th_th: รหัสโบนัสสามารถถูกป้อนและใช้เมื่อเปิดบัญชีเท่านั้น

source: The bonus will be added to the account when the required minimum deposit has been made via a single transaction. Clients who make multiple deposits in an attempt to accumulate the required deposit amount will not be eligible for this bonus.
es_es: El bono se añadirá a la cuenta cuando el depósito mínimo requerido se haya hecho a través de una sola transacción. Los clientes que hacen múltiples depósitos en un intento de acumular la cantidad del depósito requerida no serán elegibles para este bono.
it_it: Il bonus verrà aggiunto all'account dopo aver eseguito il deposito minimo richiesto attraverso un'unica transazione. I clienti che effettuano più depositi nel tentativo di accumulare l'importo richiesto per il deposito non avranno diritto a tale bonus.
ru_ru: Бонус будет добавлен на счет в том случае, когда требуемый минимальный размер депозита был достигнут в ходе одной транзакции. Клиенты, которые делают несколько пополнений для накопительного достижения требуемого депозита, не имеют права на получение этого бонуса.
th_th: โบนัสจะถูกเพิ่มเข้าในบัญชีเมื่อมีการฝากเงินขั้นต่ำผ่านธุรกรรมเดี่ยวๆ ของท่าน ลูกค้าผู้ดำเนินการฝากทวีคูณโดยพยายามสะสมเพิ่มยอดการฝากจะไม่มีสิทธิ์ได้รับโบนัส

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to clients speculating on market or index prices may substantially differ from prices available in the primary markets where commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
es_es: El cálculo del precio a pagar (o el pago a recibir) para los contratos financieros en este sitio al momento en el que un contrato financiero es comprado o vendido, se basará en la mejor estimación, por parte de la Empresa, de los movimientos de precios de mercado y del nivel esperado de tasas de interés, volatilidades implícitas y otras condiciones de mercado durante la vida del contrato financiero y dicha estimación es basada en matemáticas complejas. El cálculo incluirá un sesgo a favor de la Empresa. Los precios de los contrato financieros (o los montos de pago) ofrecidos a los clientes que especulan sobre los precios de mercado o indices, pueden diferir sustancialmente de los precios disponibles en los mercados primarios donde se negocian productos o contratos debido al sesgo que favorece a la Empresa en el sistema de cálculo de precios antes mencionado.
it_it: Il calcolo del prezzo da corrispondere (o del payout che deve essere ricevuto) per i contratti finanziari presenti sul presente sito al momento dell'acquisto o della vendita si baserà sulla migliore valutazione dei movimenti dei prezzi di mercato, sulla stima del livello dei tassi di interesse, delle volatilità implicite e di altre condizioni di mercato previste dalla Società durante la durata del contratto. Tale stima si basa su calcoli matematici complessi, che prevedono una tendenza a favore della Società. I prezzi del contratto finanziario (ovvero l'ammontare del payout) offerti ai clienti che effettuano trading sui prezzi degli indici o di mercato possono variare in modo sostanziale dai prezzi disponibili nei mercati primari in cui vengono negoziati i relativi contratti o le relative materie prime, a causa di una tendenza favorevole alla Società nel sistema del calcolo dei prezzi di cui sopra.
ru_ru: Расчет цены покупки (или возможной выплаты) за финансовые контракты на этом сайте во время приобретения или продажи финансового контракта будет основан на оценке Компанией движения рыночных цен и ожидаемого уровня процентных ставок, подразумеваемой волатильности и других рыночных условий в течение срока действия финансового контракта, а также на основе сложных математических расчетов. Расчет будет включать уклон в пользу Компании. Цены на финансовые контракты (или сумма выплаты), предлагаемые клиентам, торгующим на рынках или ценах индексов, могут существенно отличаться от цен на сырьевых рынках, где происходит торговля на сырьевых товарах или контрактах, в связи с уклоном в пользу Компании в системе расчета цен, упомянутым выше.
th_th: การประมวลคำนวณราคาที่จะถูกชำระ (หรือ เงินที่จะต้องได้รับ) สำหรับแต่ละสัญญาในเว็บไซตนี้ เมื่อสัญญาทางการเงินมีการถูกซื้อขายตามการประเมินที่ดีที่สุดของบริษัทฯ สำหรับราคาตลาดที่มีการเคลื่อนไหว และ ระดับที่คาดหวังของอัตราดอกเบี้ย ความผันผวนที่เกี่ยวข้อง และเงื่อนไขทางตลาดอื่นๆ ตลอดระยะเวลาสัญญา และใช้ตัวแบบคณิตศาสตร์ที่มีความซับซ้อน การคำนวณจะรวมอคติที่มีความเห็นชอบในบริษัทฯ ราคาของสัญญาทางการเงิน (หรือ จำนวนของเงินที่วาง) เสนอให้กับลูกค้าที่คาดเดาตลาด หรือ ราคาดัชนี อาจจะมีความแตกต่างจากราคาที่ปรากฏอยู่ในตลาดหลักของสินค้าโภคภัณฑ์ หรือ สัญญาต่างๆ ที่ถูกซื้อขาย ตามพื้นฐานของราคาที่อ้างอิงข้างต้น

source: The characteristics of financial instruments that are the subject of that order
es_es: Las características de los instrumentos financieros que son objeto de esa orden
it_it: le caratteristiche degli strumenti finanziari che sono oggetto di tale ordine
ru_ru: характеристика финансовых инструментов, относящихся к данному ордеру,
th_th: ลักษณะของเครื่องมือทางการเงินซึ่งเป็นส่วนหนึ่งในการส่งคำสั่งซื้อ

source: The characteristics of the client
es_es: Las características del cliente
it_it: le caratteristiche del cliente
ru_ru: характеристика клиента,
th_th: ลักษณะของลูกค้า

source: The characteristics of the execution venues to which that order can be directed
es_es: Las características de los centros de ejecución hacia los que la orden puede ser dirigida
it_it: le caratteristiche delle sedi esecutive a cui questo ordine può essere indirizzato
ru_ru: характеристика места исполнения, куда может быть направлен ордер.
th_th: ลักษณะของสถานที่ในการประมวลผลคำสั่งซื้อสามารถถูกดำเนินการได้ทันที

source: The characteristics of the order
es_es: Las características de la orden
it_it: le caratteristiche dell'ordine
ru_ru: характеристика ордера,
th_th: ลักษณะของคำสั่งซื้อ

source: The charting data made available to clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before the expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
es_es: Los datos de gráficos a disposición de los Clientes de la Empresa son de carácter puramente indicativo y a veces pueden diferir de los valores reales del mercado. La decisión de la Empresa en cuanto al cálculo de un precio de contrato financiero será definitiva y vinculante. La Empresa permite la opción de vender los contratos antes del tiempo de expiración de algunos contratos, pero no está obligada a permitirlo siempre y puede suspender esta opción dependiendo de las condiciones actuales del mercado. Los contratos podrán ser modificados cuando el valor del activo subyacente se ajusta por las acciones corporativas durante la vigencia del contrato.
it_it: I dati dei grafici resi disponibili ai clienti dalla Società sono solo indicativi e possono talvolta differire dai valori reali di mercato. La decisione della Società rispetto al calcolo del prezzo di un contratto finanziario sarà finale e vincolante. La società consente la possibilità di vendere i contratti prima della scadenza di alcuni di essi, ma non sarà tenuta a farlo e può sospendere tale opzione in base alle attuali condizioni del mercato. I contratti possono essere modificati quando il valore dell'asset sottostante viene regolato da azioni societarie durante il suo periodo di durata.
ru_ru: Графики данных, предоставляемые клиентам Компанией, являются ориентировочными и иногда могут отличаться от реальной рыночной стоимости. Решение Компании в расчёте финансовых контрактов считается окончательным и не подлежит обжалованию. Компания предлагает опцию продажи отдельных контрактов до времени их окончания, но не обязуется всегда предлагать данную функцию и может отменить её, в зависимости от условий рынка.
th_th: ข้อมูลแผนภูมิที่บริษัทฯ มีไว้เพื่อให้บริการลูกค้านั้น ถือเป็นตัวชี้วัดเท่านั้น และบางครั้ง อาจจะมีความแตกต่างจากมูลค่าจริงในตลาด การตัดสินใจของบริษัทฯ เกี่ยวกับการคำนวณราคาสัญญาทางการเงินจะถือเป็นสิ้นสุดและผูกมัด บริษัทฯ อนุญาตให้มีการขายสัญญาก่อนวันหมดอายุของสัญญาบางตัวได้ แต่จะไม่ถือเป็นการผูกมัดที่จะให้มีการขาย และสามารถระงับการขายได้ โดยขึ้นกับเงื่อนไขของตลาดในขณะนั้น สัญญาอาจมีการแก้ไขเมื่อบริษัทฯ ได้ปรับมูลค่าสินทรัพย์ ในระหว่างอายุของสัญญา

source: The clause above shall not apply to any information to the extent
es_es: La cláusula anterior no se aplicará a cualquier información en la medida que
it_it: La clausola precedente non varrà nei seguenti casi:
ru_ru: Положение выше не относится к любой информации
th_th: ข้อความดังกล่าวข้างต้นจะไม่ถูกบังคับใช้กับข้อมูลใดๆ เพื่อขยาย

source: The clauses above shall not apply in its entirety to any Introducing Brokers who are contracted to provide Introducing Broker services with Binary Investments (Europe) Ltd.
es_es: Las cláusulas arriba mencionadas no serán aplicables en su totalidad a un Broker Introductor que haya sido contratado para proveer servicios de Broker Introductor bajo Binary Investments (Europe) Ltd.
ru_ru: Вышеперечисленные положения не применимы в полной мере к Представляющим брокерам, зарегистрированных в рамках Binary Investments (Europe) Ltd.
th_th: วรรคข้างต้นทั้งหมดจะไม่บังคับใช้กับโบรกเกอร์แนะนำใดๆ ที่ทำสัญญาเพื่อให้บริการโบรกเกอร์แนะนำแก่ Binary Investments (Europe) Ltd.

source: The client acknowledges and accepts that a trade may be subject to market rules laid down in by-laws, rules, provisions, customs, and practices of an exchange, a market, a clearing house, a body, or any other organisation involved in the execution, clearing, and/or settlement of the said trade. Should any such organisation take decisions or measures which affect a trade or an Open Position, the Company shall be entitled to take any action (including closing any Open Position of the client) that it, at its sole discretion, considers reasonable.
es_es: El cliente reconoce y acepta que una transacción puede estar sujeta a las reglas de mercado establecidas por leyes, reglas, disposiciones, costumbres y prácticas de una bolsa, un mercado, una cámara de compensación, un organismo o cualquier otra organización involucrada en la ejecución, compensación, y / o liquidación de dicha transacción. En caso que dicha organización tome decisiones o medidas que afecten una transacción o una Posición Abierta, la Empresa tendrá derecho de tomar cualquier medida (incluyendo el cierre de cualquier Posición Abierta del cliente) que, a su sola discreción, considere razonable.
it_it: Il cliente riconosce e accetta che un trade potrebbe essere soggetto a leggi di mercato incluse in statuti, regolamenti, provvedimenti, usi e costumi e pratiche di entità come borse, mercati, stanze di compensazioni e organismi e organizzazioni di altro tipo coinvolti nell'esecuzione, compensazione e/o liquidazione di un trade. Qualora uno di tali enti agisse o prendesse misure in modo da influenzare un trade o una posizione aperta, la Società avrà la facoltà di adottare azioni (compresa la chiusura delle posizioni aperte del cliente) considerate ragionevoli a sua unica discrezione.
ru_ru: Клиент соглашается и признаёт, что на все контракты могут распространяться правила работы рынка, изложенные во внутренних документах, правилах, постановлениях, нормах и порядках биржи, рынка, клиринговой компании, органа или любой другой организации, принимающей участие в исполнении, клиринге и/или урегулировании данного контракта. Если таковая организация примет решение или меры, затрагивающие контракт или открытую позицию, Компания должна быть уполномочена предпринять любые действия (в том числе закрыть любую открытую позицию клиента), которые Компания сочтёт необходимыми (по своему единоличному усмотрению).
th_th: ลูกค้าทราบและยอมรับว่า ธุรกรรมอาจจะขึ้นอยู่กับกฎของตลาดที่ประกาศในเทศบัญญัติ กฎ ข้อกำหนด เงื่อไขศุลกากร และระเบียบปฏิบัติในตลาดแลกเปลี่ยน ตลาดหนึ่งๆ หรือ สำนักหักบัญชี องค์กรที่เกี่ยวข้องกับการประมวลผล หักบัญชี และ/หรือ การชำระหนี้ของธุรกรรมที่กล่าวถึง หากองค์กรดังกล่าวตัดสินใจหรือดำเนินการตามมาตรการซึ่งมีผลกระทบกับธุรกรรมหรือสถานะเปิด บริษัทฯ จะมีสิทธิ์ที่จะปฏิบัติการ (รวมถึงการปิดสถานะเปิดของลูกค้า) ตามที่บริษัทฯ เห็นว่า เหมาะสมตามดุลยพินิจของบริษัทฯ

source: The client acknowledges and agrees that the Company may, at any time without prior notice and at its discretion, change the trading rules in relation to the following:
es_es: El cliente reconoce y acepta que la Empresa puede, en cualquier momento sin previo aviso y a su sola discreción, modificar las reglas de trading en relación a lo siguiente:
it_it: Il cliente riconosce e accetta che in qualsiasi momento la Società potrebbe, senza previa comunicazione e a propria discrezione, modificare le regole di trading relative a quanto segue:
ru_ru: Клиент признаёт и соглашается, что Компания может в любое время, без предварительного уведомления и по своему единоличному усмотрению изменить правила торговли в отношении следующих аспектов:
th_th: ลูกค้าทราบและยอมรับว่า บริษัทฯ อาจะเปลี่ยนกฎการซื้อขายเมื่อใดก็ได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า และตามดุลยพินิจ การเปลี่ยนแปลงกฎการซื้อขายในส่วนที่เกี่ยวข้องกับหัวข้อต่อไปนี้

source: The client acknowledges and agrees to the following:
es_es: El cliente reconoce y acepta que:
it_it: Il cliente riconosce e accetta quanto segue:
ru_ru: Настоящим клиент признаёт и соглашается со следующими положениями:
th_th: ลูกค้ารับทราบ และ ยอมรับว่า

source: The client acknowledges that any explanations, trading recommendations, independent investment research, market commentary, or any other information provided by BIEL is provided to the client as marketing communication and/or educational material, for information purposes only, and does not construe any personal advice on the merits of investing.
es_es: El cliente reconoce que cualquier explicación, recomendación de trading, estudio de inversión independiente, comentario sobre un mercado o cualquier otro tipo de información brindado por BIEL, son proporcionados al cliente como una herramienta de comunicación publicitaria o material educativo, con fines puramente informativos, y no deben ser interpretados como asesoramiento personal de inversión.
ru_ru: Настоящим клиент признаёт, что любые пояснения, торговые рекомендации, независимое инвестиционное исследование, комментарии относительно рынка или любая иная информация, предоставляемая BIEL, доводится до сведения клиента лишь в рамках коммуникации или образовательных материалов, исключительно с информативными целями, и не является личным советом или рекомендацией для инвестирования.
th_th: ลูกค้าทราบว่า คำพรรณนาใดๆ คำแนะนำการซื้อขาย ข้อมูลวิจัยการลงทุนอิสระ ความเห็นทางการตลาด หรือ ข้อมูลอื่นๆ ที่บอกกล่าวให้ลูกค้าทราบโดย BIEL สื่อสารให้ลูกค้าทราบเพื่อเป็นข้อมูลทางการตลาด และ/หรือ เป็นการให้ข้อมูลเพื่อการศึกษา หรือ เพื่อทราบเท่านั้น ไม่มีเจตนาเพื่อการอนุมานในเชิงคำแนะนำส่วนบุคคลเพื่อเชื้อเชิญในการลงทุน
