Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: If you select "Allow equals", you win the payout if exit spot is higher than or equal to entry spot for "Higher". Similarly, you win the payout if exit spot is lower than or equal to entry spot for "Lower".
es_es: Si selecciona "Permitir valores iguales", usted ganará si el punto de salida es superior o igual al punto de entrada en el caso de un contrato "Superior". Del mismo modo, usted ganará si el punto de salida es inferior o igual al punto de entrada en un contrato "Inferior".
it_it: Se selezioni "Consenti valori uguali", vincerai il payout se il punto di uscita è superiore o uguale al punto di entrata per "Superiore". Allo stesso modo, vincerai il payout se il punto di uscita è inferiore o uguale al punto di entrata per "Inferiore".
ru_ru: Если Вы выберете "Разрешить равные значения", Вы получите выплату, если спот-котировка на выходе будет выше или равна входной спот-котировке в контрактах "Выше". Аналогичным образом, Вы получите выплату, если спот-котировка на выходе будет ниже или равна спот-котировке на входе в контрактах "Ниже".
th_th: หากท่านเลือก "ให้เท่ากับ" ท่านจะชนะ เมื่อสปอตสิ้นสุด สูงกว่า หรือ เท่ากับ สปอตเริ่มต้น สำหรับ "สูงกว่า" ทำนองเดียวกัน ท่านจะชนะ เมื่อสปอตสิ้นสุด ต่ำกว่า หรือ เท่ากับ สปอตเริ่มต้น สำหรับ "ต่ำกว่า"

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
es_es: Si selecciona "Asiáticas - Baja", ganará el pago si el <strong>último intervalo</strong> es <strong>inferior</strong> a la <strong>media</strong> de los intervalos.
it_it: Se selezioni "Ribasso Asiatiche", vincerai il payout se l'<strong>ultimo tick</strong> è <strong>inferiore</strong> alla <strong>media</strong> dei tick.
ru_ru: Если Вы выбираете "Азиатские – Падение", Вы выигрываете, если <strong>последняя котировка</strong> окажется <strong>ниже</strong>, чем <strong>общее среднее значение</strong> котировок.
th_th: หากท่านเลือก "Asian Fall" ท่านจะได้รับชำระเงินเมื่อ <strong>ช่วงราคาสุดท้าย</strong> มีค่า <strong>ต่ำ</strong> กว่า <strong>ค่าเฉลี่ย</strong> ของช่วงราคา

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
es_es: Si selecciona "Asiáticas - Alza", ganará el pago si el <strong>último intervalo</strong> es más <strong>superior</strong> a la <strong>media</strong> de los intervalos.
it_it: Se selezioni "Rialzo Asiatiche", vincerai il payout se l'<strong>ultimo tick</strong> è <strong>superiore</strong> alla <strong>media</strong> dei tick.
ru_ru: Если Вы выбираете "Азиатские – Повышение", Вы выигрываете, если <strong>последняя котировка</strong> окажется <strong>выше</strong>, чем <strong>общее среднее значение</strong> котировок.
th_th: หากท่านเลือก "Asian Rise" ท่านจะได้รับชำระเงินเมื่อ <strong>ช่วงราคาสุดท้าย</strong> มีค่า <strong>สูง</strong> กว่า <strong>ค่าเฉลี่ย</strong> ของช่วงราคา

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
es_es: Si selecciona "Diferentes", ganará el pago si el <strong>último dígito</strong> del último intervalo <strong>no coincide</strong> con su <strong>predicción</strong>.
it_it: Se selezioni "Differisce", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick <strong>non è quella</strong> della tua <strong>previsione</strong>.
ru_ru: Если Вы выбираете "Отличается", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки <strong>не соответствует</strong> Вашему <strong>прогнозу</strong>.
th_th: หากท่านเลือก "Differs" ท่านจะได้รับชำระเงินเมื่อ <strong>เลขหลักสุดท้าย</strong> ของช่วงราคาสุดท้ายมีค่า <strong>ต่าง</strong>จาก<strong>ค่าที่ท่านทำนาย</strong>

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
es_es: Si selecciona "No toca", ganará el pago si el mercado nunca toca la <strong>barrera</strong> de precio especificada durante el <strong>plazo del contrato</strong>.
it_it: Se selezioni "Non tocca", vinci il payout se il mercato non tocca mai la <strong>barriera</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.
ru_ru: Если Вы выбираете "Не коснется", Вы получаете прибыль, если рынок не коснется заданного <strong>ценового барьера</strong> в любое время в <strong>течение контракта</strong>.
th_th: หากท่านเลือก "Does Not Touch" ท่านจะได้รับชำระเงินเมื่อตลาดไม่แตะค่า <strong>Barrier</strong> เลย ณ เวลาใดๆ ใน <strong>ระยะเวลาของสัญญา</strong>

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
es_es: Si selecciona "Finaliza dentro", ganará el pago si el <strong>precio de salida</strong> es estrictamente superior a la <strong>barrera inferior</strong> Y estrictamente inferior a la <strong>barrera superior</strong>.
it_it: Se selezioni "Ends Between" (Finisce tra), vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore alla <strong>Barriera inferiore</strong> E notevolmente inferiore alla <strong>Barriera superiore</strong>.
ru_ru: Если Вы выбираете "Закончится внутри", Вы получаете прибыль, если <strong>выходная цена рынка</strong> строго выше, чем <strong>Нижний барьер</strong> и строго ниже, чем <strong>Верхний барьер</strong>.
th_th: หากท่านเลือก "Ends Between" ท่านจะได้รับชำระเงินเมื่อ <strong>สปอตสุดท้าย</strong> มีค่าสูงกว่า <strong>ค่า Barrier ต่ำ</strong> และมีค่าต่ำกว่า <strong>ค่า Barrier สูง</strong>

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
es_es: Si selecciona "Finaliza fuera", ganará el pago si el <strong>precio de salida</strong> es O BIEN estrictamente superior a la <strong>barrera superior</strong> O estrictamente inferior a la <strong>barrera inferior</strong>.
it_it: Se selezioni "Ends Outside" (Termina fuori), vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore alla <strong>Barriera superiore</strong>, OPPURE notevolmente inferiore alla <strong>Barriera inferiore</strong>.
ru_ru: Если Вы выбираете "Закончится вне", Вы выиграете, если <strong>выходная цена рынка</strong> ЛИБО строго выше, чем <strong>Верхний барьер</strong>, ЛИБО строго ниже, чем <strong>Нижний барьер</strong>.
th_th: หากท่านเลือก "Ends Outside" ท่านจะได้รับชำระเงินเมื่อ <strong>สปอตสุดท้าย</strong> มีค่าสูงกว่า <strong>ค่า Barrier สูง</strong> หรือ มีค่าต่ำกว่า <strong>ค่า Barrier ต่ำ</strong> อย่างใดอย่างหนึ่ง

source: If you select "Even", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>even number (i.e., 2, 4, 6, 8, or 0).</strong>
es_es: Si selecciona "Par", ganará el pago si el <strong>último dígito</strong> del último intervalo es un número <strong>par (por ejemplo: 2, 4, 6, 8 o 0).</strong>
it_it: Se selezioni "Pari", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick è un <strong>numero pari (ad es., 2, 4, 6, 8, o 0).</strong>
ru_ru: Если Вы выбираете "Чётное число", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>чётным числом (напр., 2, 4, 6, 8 или 0).</strong>
th_th: หากท่านเลือก "Even" ท่านจะได้รับชำระเงินเมื่อ <strong>เลขหลักสุดท้าย</strong>ของช่วงราคาสุดท้ายเป็น<strong>เลขคู่ (ได้แก่ 2 4 6 8 และ 0)</strong>

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
es_es: Si selecciona "Baja", ganará el pago si el <strong>precio de salida</strong> es estrictamente inferior al <strong>punto de entrada</strong>.
it_it: Se selezioni "Ribassa", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente inferiore allo <strong>spot d'ingresso</strong>.
ru_ru: Если Вы выбираете "Ниже", Вы выигрываете, если <strong>выходная котировка</strong> строго ниже, чем <strong>входная котировка</strong>.
th_th: หากท่านเลือก "Fall" ท่านจะได้รับชำระเงินเมื่อ<strong>สปอตสุดท้าย</strong>มีค่าต่ำกว่า<strong>สปอตเริ่มต้น</strong>

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
es_es: Si selecciona "Sale", ganará el pago si el mercado toca ya sea la <strong>barrera superior</strong> o la <strong>inferior</strong> en cualquier momento durante el <strong>plazo del contrato</strong>.
it_it: Se selezioni "Goes Outside" (Esce fuori), vinci il payout se il mercato tocca la <strong>Barriera superiore</strong> o la <strong>Barriera inferiore</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.
ru_ru: Если Вы выбираете "Выйдет за пределы", Вы получаете прибыль, если рынок коснется либо <strong>верхнего</strong>, либо <strong>нижнего</strong> барьера в любое время в <strong>течение контракта</strong>.
th_th: หากท่านเลือก "Goes Outside" ท่านจะได้รับชำระเงินเมื่อตลาดแตะค่า<strong>Barrier สูง</strong> หรือ <strong>Barrier ต่ำ</strong> ณ เวลาใดๆ ใน<strong>ระยะเวลาของสัญญา</strong>

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is higher than the <strong>barrier</strong>.
es_es: Si selecciona "Superior", recibirá el pago si el <strong>precio de salida</strong> es superior a la <strong>barrera</strong>.
it_it: Selezionando "Superiore", ottieni il payout se il <strong>punto di uscita</strong> è superiore rispetto alla <strong>barriera</strong>.
ru_ru: Если Вы выбираете "Выше", Вы выигрываете, если <strong>выходная котировка</strong> строго выше, чем <strong>выбранный барьер</strong>.
th_th: หากท่านเลือก "สูงกว่า" ท่านจะได้รับชำระเงินเมื่อ <strong>สปอตสุดท้าย</strong> มีค่าสูงกว่า <strong> Barrier</strong>

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
es_es: Si selecciona "Superior", ganará el pago si el <strong>precio de salida</strong> es estrictamente superior a la <strong>barrera</strong>.
it_it: Se selezioni "High", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore alla <strong>barriera</strong>.
ru_ru: Если Вы выбираете "Выше", Вы выигрываете, если <strong>выходная котировка</strong> строго выше, чем <strong>выбранный барьер</strong>.
th_th: หากท่านเลือก "สูงกว่า" ท่านจะได้รับชำระเงินเมื่อ <strong>สปอตสุดท้าย</strong> มีค่าสูงกว่า <strong>ค่า Barrier</strong>

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
es_es: Si selecciona "Superior", ganará si el <strong>precio de salida</strong> es estrictamente superior al <strong>precio de entrada</strong>.
it_it: Selezionando "Superiore", vincerai il payout se il <strong>punto di uscita</strong> è notevolmente superiore al <strong>punto di entrata</strong>.
ru_ru: Если Вы выбираете "Выше", Вы выигрываете, если <strong>выходная котировка</strong> строго выше, чем <strong>спот-котировка на входе</strong>.
th_th: หากท่านเลือก "สูงกว่า" ท่านจะชนะ หาก <strong>สปอตสิ้นสุด</strong> สูงกว่า<strong>สปอตเริ่มต้น</strong>จริง

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
es_es: Si selecciona "Inferior", ganará el pago si el <strong>precio de salida</strong> es estrictamente inferior a la <strong>barrera</strong>.
it_it: Se selezioni "Low", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente inferiore alla <strong>barriera</strong>.
ru_ru: Если Вы выбираете "Ниже", Вы выигрываете, если <strong>выходная котировка</strong> строго ниже, чем <strong>выбранный барьер</strong>.
th_th: หากท่านเลือก "ต่ำกว่า" ท่านจะได้รับชำระเงินเมื่อ <strong>สปอตสุดท้าย</strong> มีค่าต่ำกว่า <strong>ค่า Barrier</strong>

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
es_es: Si selecciona "Inferior", ganará si el <strong>precio de salida</strong> es estrictamente inferior al <strong>punto de entrada</strong>.
it_it: Selezionando "Inferiore", vincerai il payout se il <strong>punto di uscita</strong> è notevolmente inferiore rispetto al <strong>punto di entrata</strong>.
ru_ru: Если Вы выбираете "Ниже", Вы выигрываете, если <strong>спот-котировка на выходе</strong> строго ниже, чем <strong>спот-котировка на входе</strong>.
th_th: หากท่านเลือก "ต่ำกว่า" ท่านจะชนะ หาก <strong>สปอตสิ้นสุด</strong> ต่ำกว่า<strong>สปอตเริ่มต้น</strong>จริง

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
es_es: Si selecciona "Iguales", ganará el pago si el <strong>último dígito</strong> del último intervalo <strong>coincide</strong> con su <strong>predicción.</strong>
it_it: Se selezioni "Combacia", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick è <strong>uguale</strong> alla tua <strong>previsione.</strong>
ru_ru: Если Вы выбираете "Совпадет", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки <strong>равна</strong> Вашему <strong>прогнозу</strong>
th_th: หากท่านเลือก "Match" ท่านจะได้รับชำระเงินเมื่อ <strong>เลขหลักสุดท้าย</strong> ของช่วงราคาสุดท้ายมีค่า <strong>เหมือนกัน</strong> กับ<strong>ค่าที่ท่านทำนาย</strong>

source: If you select "Odd", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>odd number (i.e., 1, 3, 5, 7, or 9).</strong>
es_es: Si selecciona "Impar", ganará el pago si el <strong>último dígito</strong> del último intervalo es un <strong>número impar (por ejemplo: 1, 3, 5, 7 o 9).</strong>
it_it: Se selezioni "Dispari", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick è un <strong>numero dispari (ad es., 1, 3, 5, 7, o 9).</strong>
ru_ru: Если Вы выбираете "Нечётное число", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>нечётным числом (напр., 1, 3, 5, 7, или 9).</strong>
th_th: หากท่านเลือก "Odd" ท่านจะได้รับชำระเงินเมื่อ <strong>เลขหลักสุดท้าย</strong>ของช่วงราคาสุดท้ายเป็น<strong>เลขคี่ (ได้แก่ 1 3 5 7 และ 9)</strong>

source: If you select "Over", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>greater than your prediction.</strong>
es_es: Si selecciona "Sobre", ganará el pago si el <strong>último dígito</strong> del último intervalo es <strong>mayor a su predicción.</strong>
it_it: Se selezioni "Sopra", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick è <strong>maggiore rispetto alla tua previsione.</strong>
ru_ru: Если Вы выбираете "Больше", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>больше Вашего прогноза.</strong>
th_th: หากท่านเลือก "Over" ท่านจะได้รับชำระเงินเมื่อ <strong>เลขหลักสุดท้าย</strong> ของช่วงราคาสุดท้ายมีค่า <strong>มากกว่าค่าที่ท่านทำนาย</strong>

source: If you select "Reset-Call", you win the payout if the exit spot is strictly higher than either the entry spot or the spot at reset time.
es_es: Si usted selecciona "Reset-Call", gana el pago si el punto de salida es estrictamente más alto que el punto de entrada o que el punto en el momento del reset.
it_it: Selezionando "Reset-Call", vinci il payout se il punto di uscita è strettamente superiore al punto di entrata o al punto alla data di reset.
ru_ru: Если Вы выбираете "Reset-Колл", Вы получаете выплату, если спот-котировка на выходе будет строго выше входной спот-котировки или котировки на момент Reset.
th_th: หากท่านเลือก "Reset-Call" ท่านจะได้รับชำระเงินเมื่อสปอตสุดท้ายมีค่าสูงกว่าสปอตเริ่มต้น หรือ สปอต ณ เวลารีเซ็ต

source: If you select "Reset-Put", you win the payout if the exit spot is strictly lower than either the entry spot or the spot at reset time.
es_es: Si usted selecciona "Reset-Put", gana el pago si el punto de salida es estrictamente más bajo que el punto de entrada o el punto en el momento del reset.
it_it: Selezionando "Reset-Put", vinci il payout se il punto di uscita è strettamente inferiore al punto di entrata o al punto alla data di reset.
ru_ru: Если Вы выбираете "Reset-Пут", Вы получаете выплату, если спот-котировка на выходе будет строго ниже входной спот-котировки или котировки на момент Reset.
th_th: หากท่านเลือก "Reset-Put" ท่านจะได้รับชำระเงินเมื่อสปอตสุดท้ายมีค่าต่ำกว่าสปอตเริ่มต้น หรือ สปอต ณ เวลารีเซ็ต

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
es_es: Si selecciona "Alza", ganará el pago si el <strong>precio de salida</strong> es estrictamente superior al <strong>precio de entrada</strong>.
it_it: Se selezioni "Rialza", vinci il payout se lo <strong>spot d'uscita</strong> è notevolmente superiore allo <strong>spot d'ingresso</strong>.
ru_ru: Если Вы выбираете "Выше", Вы выигрываете, если <strong>выходная котировка</strong> строго выше, чем <strong>входная котировка</strong>.
th_th: หากท่านเลือก "Rise" ท่านจะได้รับชำระเงินเมื่อ<strong>สปอตสุดท้าย</strong>มีค่าสูงกว่า<strong>สปอตเริ่มต้น</strong>

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
es_es: Si selecciona "Queda dentro", gana el pago si el mercado se mantiene dentro de la <strong>barrera superior</strong> y de la <strong>inferior</strong> (sin tocarlas) en todo momento durante el <strong>plazo del contrato</strong>.
it_it: Se selezioni "Stays Between" (Staziona fra), vinci il payout se il mercato rimane tra (non tocca) la <strong>Barriera superiore</strong> o la <strong>Barriera inferiore</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.
ru_ru: Если Вы выбираете "Останется внутри" (между), Вы получаете прибыль, если рынок останется между <strong>верхним</strong> и <strong>нижним</strong> барьером (не коснется ни одного из них) за все время <strong>действия контракта</strong>.
th_th: หากท่านเลือก "Stay Between" ท่านจะได้รับชำระเงินเมื่อตลาดมีค่าอยู่ระหว่าง (โดยไม่แตะ) <strong>ค่า Barrier สูง</strong> หรือ <strong>ค่า Barrier ต่ำ</strong> ณ เวลาใดๆ ใน <strong>ระยะเวลาของสัญญา</strong>

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
es_es: Si selecciona "Toca", gana el pago si el mercado toca la <strong>barrera</strong> especificada en cualquier momento durante el <strong>plazo del contrato</strong>.
it_it: Se selezioni "Tocca", vinci il payout se il mercato tocca la <strong>barriera</strong> in qualsiasi momento del <strong>periodo del contratto</strong>.
ru_ru: Если Вы выбираете "Коснется", Вы получаете прибыль, если рынок коснется заданного <strong>барьера</strong> в любое время в <strong>течение контракта</strong>.
th_th: หากท่านเลือก "Touch" ท่านจะได้รับชำระเงินเมื่อตลาดแตะ <strong>Barrier</strong> ณ เวลาใดๆ ระหว่าง <strong>ช่วงเวลาสัญญา</strong>

source: If you select "Under", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>less than your prediction.</strong>
es_es: Si selecciona "Debajo", ganará el pago si el <strong>último dígito</strong> del último intervalo es <strong>menora su predicción.</strong>
it_it: Se selezioni "Sotto", vincerai il payout se l'<strong>ultima cifra</strong> dell'ultimo tick è <strong>inferiore rispetto alla tua previsione.</strong>
ru_ru: Если Вы выбираете "Ниже", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>ниже Вашего прогноза.</strong>
th_th: หากท่านเลือก "Under" ท่านจะได้รับชำระเงินเมื่อ <strong>เลขหลักสุดท้าย</strong> ของช่วงราคาสุดท้ายมีค่า <strong>น้อยกว่าค่าที่ท่านทำนาย</strong>

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
es_es: Si selecciona "baja", ganará el pago si el precio del mercado es inferior al <strong>punto de entrada</strong>.
it_it: Se selezioni "ribassa", vinci il payout se il prezzo del mercato è inferiore allo <strong>spot d'ingresso</strong>.
ru_ru: Если Вы выбираете "упадет", Вы выигрываете, если рыночная цена ниже, чем <strong>входная котировка</strong>.
th_th: หากท่านเลือก "Fall" ท่านจะได้รับชำระเงินเมื่อราคาตลาดมีค่าต่ำกว่า<strong>สปอตเริ่มต้น</strong>

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
es_es: Si selecciona "baja", ganará el pago si el precio del mercado es inferior al precio de entrada.
it_it: Se selezioni "ribassa", vinci il payout se il prezzo del mercato è inferiore a quello dello spot d'ingresso.
ru_ru: Если Вы выбираете "упадет", Вы выигрываете, если рыночная цена ниже, чем входная котировка.
th_th: หากท่านเลือก "Fall" ท่านจะได้รับชำระเงินเมื่อราคาตลาดมีค่าต่ำกว่าสปอตเริ่มต้น

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
es_es: Si selecciona "alza", ganará el pago si el precio de salida del mercado es estrictamente superior al <strong>punto de entrada</strong>.
it_it: Se selezioni "rialza", vinci il payout se il prezzo del mercato è superiore allo <strong>spot d'ingresso</strong>.
ru_ru: Если Вы выбираете "повысится", Вы выигрываете, если рыночная цена выше, чем <strong>входная котировка</strong>.
th_th: หากท่านเลือก "Rise" ท่านจะได้รับชำระเงินเมื่อราคาตลาดมีค่าสูงกว่า <strong>สปอตเริ่มต้น</strong>

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
es_es: Si selecciona "alza", ganará el pago si el precio de salida del mercado es estrictamente superior al punto de entrada.
it_it: Se selezioni "rialza", vinci il payout se il prezzo del mercato è superiore a quello dello spot d'ingresso.
ru_ru: Если Вы выбираете "повысится", Вы выигрываете, если рыночная цена выше, чем входная котировка.
th_th: หากท่านเลือก "Rise" ท่านจะได้รับชำระเงินเมื่อราคาตลาดมีค่าสูงกว่าสปอตเริ่มต้น

source: If you select %1"High Tick"%2, you win the payout if the selected tick is the %1highest among the next five ticks%2.
es_es: Si selecciona %1"Tick Alto"%2, gana el pago si el tick seleccionado es el %1más alto entre los siguientes cinco ticks%2.
it_it: Selezionando %1"Tick alto"%2, vinci il payout se il tick selezionato è il %1più alto tra i cinque tick successivi%2.
ru_ru: Если Вы выбираете %1"Высокой тик"%2, Вы получите выплату, если выбранный тик будет %1наибольшим среди следующих пяти тиков%2.
th_th: หากท่านเลือก %1"ราคาสูง"%2 ท่านจะชนะเมื่อ ราคาที่เลือกเป็น %1 สูงสุด ใน 5 ช่วงราคา %2

source: If you select %1"Low Tick"%2, you win the payout if the selected tick is the %1lowest among the next five ticks%2.
es_es: Si selecciona %1"Tick Bajo"%2, gana el pago si el tick seleccionado es el %1más bajo entre los siguientes cinco ticks%2.
it_it: Selezionando %1"Tick basso"%2, vinci il payout se il tick selezionato è quello %1più basso tra i successivi cinque tick%2.
ru_ru: Если Вы выбираете %1"Низкий тик"%2, Вы получите выплату, если выбранный тик будет %1наименьшим из следующих пяти тиков%2.
th_th: หากท่านเลือก %1"ราคาต่ำ"%2 ท่านจะชนะเมื่อ ราคาที่เลือกเป็น %1 ต่ำสุด ใน 5 ช่วงราคา %2
