Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: With leverage, you can purchase 100 units of the same asset at a fraction of the cost.
es_es: Con el apalancamiento, puede comprar 100 unidades del mismo activo a una fracción del costo.
it_it: Con la leva, è possibile acquistare 100 unità dello stesso asset ad una frazione del costo.
ru_ru: С кредитным плечом Вы можете купить 100 единиц того же актива за небольшую часть его стоимости.
th_th: ด้วยเลเวอเรจ ท่านสามารถซื้อสินทรัพย์ 100 หน่วยเดียวกันในราคาเศษของต้นทุน

source: With regards to tracking the Affiliate's referrals accessing %1 via the links on the Affiliate's website or by quoting affiliate IDs during the sign-up process, the Company shall use all reasonable endeavours to ensure that whenever a client is referred to %1 through these links or affiliate IDs and they subsequently place a contract or otherwise transact with the Company, the relevant client is identified as originating from the Affiliate's referral. However, the Company shall not be liable to the Affiliate in any way if the Company is unable to identify a client as originating from the Affiliate's referral. Only properly tagged clients can be assigned to the Affiliate. It is the Affiliate's responsibility to ensure that all links are properly tagged.
es_es: Respecto al seguimiento de los referidos del Afiliado que acceden a %1 a través de los enlaces de la página web del Afiliado o citando los identificadores de este durante los procesos de registro, la Empresa utilizará todos los medios razonables para asegurar que, cuando un cliente es referido a %1 a través de estos enlaces o identificadores de y consecuentemente coloque un contrato o realice alguna transacción con la Empresa, se le identificará como referido originario del Afiliado. Sin embargo, la empresa no será responsable ante el Afiliado, si no puede identificar a un cliente como referido originario del Afiliado. Únicamente clientes etiquetados correctamente podrán ser asignados al Afiliado. Es responsabilidad del Afiliado el asegurar que todos los enlaces estén etiquetados correctamente.
it_it: In relazione al tracciamento dei clienti segnalati dall'Associato che accedono a %1 attraverso i link presenti il sito Internet dell'Associato oppure indicando il suo ID d'affiliazione durante la registrazione, la Società adotterà tutte le misure ragionevoli per garantire che, ogni qualvolta che un cliente viene indirizzato a %1 tramite questi link o ID d'affiliazione e successivamente apre un contratto o effettua una qualsiasi transazione con la Società, il relativo cliente venga identificato come proveniente dall'Associato. Tuttavia, la Società declina ogni responsabilità nei confronti dell'Associato qualora non fosse in grado di identificare un cliente proveniente dall'Associato stesso. Soltanto i clienti adeguatamente rilevati possono essere assegnati all'Associato. È responsabilità dell'Associato garantire che tutti i link vengano adeguatamente indicati.
ru_ru: В отношении отслеживания привлечённых Партнёром клиентов, приходящих на сайт %1 через ссылки на сайте Партнёра или указавших партнерский ID-номер в процессе регистрации, Компания предпримет все разумные усилия, чтобы клиент был закреплен за Партнерским счетом (независимо от того, пришел ли он на %1 через ссылку или указал ID-номер партнера). Тем не менее, Компания не будет нести перед Партнёром ответственности, если Компания не сможет определить, что клиент является пришедшим от Партнёра рефералом. За Вами будут закреплены лишь те клиенты, которые были должным образом отмечены при регистрации. Партнёр обязуется самостоятельно следить за тем, чтобы все ссылки работали надлежащим образом.
th_th: ในกรณีที่ต้องการติดตามผลการเข้าใช้งาน %1 จากการอ้างอิงของพันมิตรฯ ผ่านทางลิงค์ที่อยู่ในเว็บไซต์ของพันธมิตรฯ หรือ จากการอ้างถึงรหัสพันธมิตรฯ ในการลงทะเบียน บริษัทฯ จะใช้ความพยายามทุกทางเพื่อตรวจสอบว่า ทุกครั้งที่ลูกค้าท่านใดมีการอ้างอิงมายัง %1 ผ่านทางลิงค์ที่อยู่ในเว็บไซต์ของพันธมิตรฯ หรือ จากรหัสพันธมิตรฯ ดังกล่าว และลูกค้าเหล่านั้นได้ทำสัญญา หรือทำการซื้อขายกับบริษัทฯ จะระบุแหล่งอ้างอิงของลูกค้าดังกล่าวว่ามาจากการอ้างอิงของพันธมิตรฯ แต่บริษัทฯ ไม่มีหน้าที่ในการรับผิดชอบต่อพันธมิตรฯ หากบริษัทฯ ไม่สามารถระบุแหล่งที่มาของลูกค้าที่อ้างอิงจากบัญชีของพันธมิตรฯ ได้ บริษัทฯ จะสามารถดำเนินการให้เฉพาะกลุ่มลูกค้าที่ได้มีการระบุการอ้างอิงอย่างถูกต้องเท่านั้น ดังนั้น จึงเป็นความรับผิดชอบของพันธมิตรฯ ในการตรวจสอบเพื่อให้แน่ใจว่า ทุกลิงค์ได้ถูกระบุการอ้างอิงที่ครบถ้วนสมบูรณ์

source: Withdraw
es_es: Retirar
it_it: Preleva
ru_ru: Вывод
th_th: ถอนเงิน

source: Withdraw from MT5
es_es: Retirar de MT5
it_it: Preleva da MT5
ru_ru: Вывести средства с MT5
th_th: ถอนจาก MT5

source: Withdraw funds from your MT5 account
es_es: Retirar fondos de su cuenta MT5
it_it: Preleva fondi dal conto MT5
ru_ru: Вывод средств со счёта MT5
th_th: ถอนเงินจากบัญชี MT5 ของท่าน

source: Withdrawal
es_es: Retirar
it_it: Prelievo
ru_ru: Вывод
th_th: ถอนเงิน

source: Withdrawal Limits
es_es: Límites de retiro
it_it: Limiti per i prelievi
ru_ru: Лимиты на вывод
th_th: วงเงินในการถอน

source: Withdrawal for your account is not allowed at this moment.
es_es: Retiro de su cuenta no está permitido en este momento.
it_it: Il prelievo dal conto non è al momento consentito.
ru_ru: Вывод средств с Вашего счёта в данный момент не разрешен.
th_th: บัญชีของท่านไม่ได้รับอนุญาตให้ดำเนินการถอนเงินในขณะนี้

source: Withdrawal of funds from MT5 Real Account
es_es: Retiro de Fondos de la Cuenta Real MT5
it_it: Prelievo di fondi dal conto reale MT5
ru_ru: Вывод средств с Реального счёта MT5
th_th: ถอนหลักประกันจากบัญชี MT5 จริง

source: Withdrawal of funds from the client's MT5 Real Account can be made in a different currency from the one maintained in the client's %1 account subject to a currency transfer fee charge.
es_es: El retiro de fondos de la Cuenta Real MT5 del cliente se puede realizar en una moneda diferente a la que se mantiene en la cuenta %1 del cliente, y está sujeto a un cargo de transferencia de moneda.
it_it: Il prelievo di fondi dal conto reale MT5 del cliente può essere effettuato in una valuta differente da quella del conto %1, conformemente alle commissioni sul trasferimento di valute.
ru_ru: Вывод средств с Реального счёта MT5 клиента может быть выполнен в валюте, отличной от валюты счёта %1 клиента, с применением комиссии за перевод.
th_th: การถอนหลักประกันจากบัญชี MT5 จริงของลูกค้า สามารถทำได้ในสกุลเงินที่ต่างจากบัญชี %1 ของลูกค้าได้ โดยจะมีค่าธรรมเนียมในการโอนเงินต่างสกุล

source: Withdrawal via payment agent is available only if you deposit exclusively via payment agent.
es_es: El retiro a través del agente de pagos está disponible únicamente si ha depositado a través del mismo.
it_it: È possibile effettuare prelievi tramite agente di pagamento solo se anche il deposito è stato effettuato tramite agente di pagamento.
ru_ru: Вывод средств через платёжного агента доступен лишь в том случае, если Вы пополняете счёт через платёжного агента.
th_th: การถอนเงินผ่านตัวแทนรับชำระเงินมีให้บริการท่าน เมื่อท่านฝากเงินผ่านตัวแทนรับชำระเงินแต่เพียงผู้เดียว

source: Withdrawal: %1 working day
es_es: Retiro: %1 día hábil
it_it: Prelievo: %1 giorno lavorativo
ru_ru: Вывод: %1 раб. дн
th_th: การถอนเงิน: %1 วันทำการ

source: Withdrawal: Not applicable
es_es: Retiro: no disponible
it_it: Prelievo: non applicabile
ru_ru: Вывод: не предлагается
th_th: การถอนเงิน: ไม่เกี่ยวข้อง

source: Withdrawals have been disabled on your account. Please check your email for more details.
es_es: Los retiros están deshabilitado en su cuenta. Por favor revise su correo electrónico para más detalles.
it_it: La funzione di prelievo è stata disabilitata per il tuo conto. Ti invitiamo a controllare il tuo indirizzo e-mail per ulteriori indicazioni.
ru_ru: Вывод средств отключен на Вашем счету. Проверьте свою электронную почту для получения более подробной информации.
th_th: ได้มีการปิดการใช้งานการถอนเงินในบัญชีของท่าน กรุณาตรวจสอบอีเมล์เพื่อศึกษารายละเอียดเพิ่มเติม

source: Withdrawals may only be paid to the initiator of an account. When a client maintains an account by means of telegraphic deposits, withdrawals are only paid to the holder of the originating bank account, and it is the onus of the client to ensure that account number and name accompany all transfers to the Company. When a client maintains an account by means of credit/debit card deposits, withdrawals are only paid back to the same card.
es_es: Los retiros pueden pagarse únicamente al iniciador de una cuenta. Cuando un Cliente mantiene una cuenta por medio de depósitos telegráficos, los retiros se pagan solo al titular de la cuenta bancaria remitente, y es responsabilidad del cliente asegurar que el número de cuenta y el nombre acompañen todas las transferencias a la Empresa. Cuando un cliente mantiene una cuenta mediante depósitos con tarjeta de crédito / débito, los retiros solo se devuelven a la misma tarjeta.
it_it: I prelievi possono essere pagati solo al proprietario di un conto. Quando un cliente mantiene un conto a mezzo di versamenti telegrafici, i prelievi vengono pagati solo al titolare del conto bancario originale, e spetta al cliente il dovere di garantire che il numero del conto e il nome a esso associato compaiano in ogni trasferimento verso la Società. Quando un cliente mantiene un conto a mezzo di versamenti effettuati con carte di credito/debito, i prelievi vengono rimborsati esclusivamente su quella carta.
ru_ru: Вывод средств может производиться только на имя владельца счета. Если клиент вносит средства на счет с помощью банковского перевода, средства перечисляются только владельцу данного банковского счета. Клиент обязуется предоставить правильный номер счета и правильно указать своё имя для всех денежных переводов Компании. Если клиент пополняет счет с помощью кредитной/дебетовой карты, средства перечисляются только на ту же карту.
th_th: ในการถอนเงินมีเพียงผู้ริเริ่มบัญชีที่จะได้รับเงิน หากลูกค้านำเงินฝากเข้าบัญชีโดยการฝากทางโทรเลข ในการถอนเงินมีเพียงเจ้าของบัญชีธนาคารดั้งเดิมเท่านั้นที่จะได้รับเงิน และเป็นหน้าที่ของลูกค้าที่จะตรวจสอบให้แน่ใจว่า มีการอ้างอิงหมายเลขบัญชีและชื่อบัญชีในการโอนไปยังบริษัทฯ ทุกครั้ง หากลูกค้านำเงินฝากเข้าบัญชีด้วยการฝากทางบัตรเครดิต/บัตรเดบิต ในการถอนเงิน เงินจะถูกชำระกลับไปยังบัตรเดียวกันเท่านั้น

source: Without margin, purchasing one lot of the XAU/USD pair will cost you:
es_es: Sin margen, comprar un lote del par XAU / USD le costará:
it_it: Senza margine, l'acquisto di un lotto della coppia XAU/USD ti costerà:
ru_ru: Покупка одного лота на паре XAU/USD без использования маржи обойдётся Вам в:
th_th: ปราศจากมาร์จิน การซื้อหนึ่งล็อตของคู่ XAU/USD จะเป็นต้นทุนของท่าน

source: Without prejudice of any right of the Company to decline any Order placed by the Money Manager, you hereby authorise the Company to accept Orders from the Money Manager and proceed transactions for your Account.
es_es: Sin perjuicio de cualquier derecho de la Compañía a rechazar cualquier Orden realizado por el Administrador del dinero, por la presente usted autoriza a la Compañía a aceptar Órdenes del Administrador del dinero y proceder con transacciones de su Cuenta.
ru_ru: Не ущимляя прав Компании отклонить любой ордер, размещённый фондовым менеджером, настоящим Вы даёте разрешение Компании принимать ордеры от фондовых менеджеров и осуществлять транзакции на Вашем счету.
th_th: โดยไม่คำนึงถึงสิทธิ์ของบริษัทฯ ที่จะปฏิเสธคำสั่งซื้อที่ออกโดยผู้จัดการเงินทุนบุคคล ท่านได้ให้อนุญาตแก่บริษัทฯ มา ณ ที่นี้ เพื่อรับคำสั่งซื้อจากผู้จัดการเงินทุนบุคคล และดำเนินการธุรกรรมสำหรับบัญชีของท่าน

source: Without prejudice to any other terms of this agreement, neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable to the client in relation to any loss that they have incurred whether directly or indirectly by any cause beyond the Company's control, including, but not limited to, any delay or defect in or failure of the whole or any part of the MT5 trading platform or any systems or network links.
es_es: Sin perjuicio de cualquier otro término de este acuerdo, ni la Empresa o alguno de sus directores, funcionarios, gerentes, empleados o agentes serán responsables ante el cliente en relación con cualquier pérdida incurrida, directa o indirectamente, por cualquier causa fuera del control de la Empresa; incluyendo pero no limitándose a cualquier retraso o defecto en la totalidad o en una parte de la plataforma de trading MT5 o cualquier sistema o enlace de red.
it_it: Fatti salvi eventuali altri termini del presente contratto, né la Società né alcuno dei suoi amministratori, funzionari, dirigenti, dipendenti o agenti saranno ritenuti responsabili nei confronti del cliente in relazione a qualsiasi perdita subita, direttamente o indirettamente, dovuta a cause al di fuori del controllo della Società, tra cui si include in via meramente esemplificativa qualsiasi ritardo, difetto o guasto della piattaforma di trading MT5, di qualsiasi sistema o collegamento di rete, in misura parziale o totale.
ru_ru: Не умаляя любых других положений данного соглашения, Компания и её руководители, представители, управляющие, сотрудники или агенты не должны нести перед клиентом ответственности в отношении любых потерь, которые клиент прямо или косвенно понёс по любым причинам, находящимся вне контроля Компании, включая, но не ограничиваясь любыми промедлениями, дефектами, а также сбоями всей или любой части торговой платформы MT5, любых других систем или сетевого подключения.
th_th: โดยไม่คำนึงถึงข้อกำหนดอื่นๆ ของข้อตกลงนี้ บริษัทฯ กรรมการฯ เจ้าหน้าที่ ผู้จัดการ ลูกจ้าง และตัวแทนฯ จะไม่ต้องรับผิดชอบต่อลูกค้าในการขาดทุนที่เกิดขึ้น ไม่ว่าด้วยสาเหตุใดๆ ไม่ว่าจะทางตรง หรือ ทางอ้อมที่นอกเหนือการควบคุมของบริษัทฯ รวมถึงแต่ไม่จำกัดเพียง ความล่าช้า หรือ ข้อบกพร่อง หรือ ความล้มเหลว ของแพลตฟอร์มการซื้อขาย MT5 เพียงบางส่วน หรือ ทั้งหมด หรือ จากระบบอื่นๆ หรือ เหตุจากการเชื่อมต่อเครือข่ายใดๆ

source: Work alongside the HR Operations team in coordinating with the government linked bodies
es_es: Trabajar junto con el equipo de operaciones de RRHH en coordinación con los organismos gubernamentales vinculados
it_it: Lavorare a fianco del team operativo delle risorse umane in coordinamento con gli organi governativi correlati
ru_ru: Тесное сотрудничество с отделом кадров в процессе коммуникации с государственными органами
th_th: ทำงานควบคู่ไปกับฝ่าบปฏิบัติการทรัพยากรบุคคลในการประสานงานร่วมกับหน่วยงานรัฐบาล

source: Work closely with both technical and non-technical teams to develop and integrate blockchain solutions for our business
es_es: Trabajar estrechamente con equipos técnicos y no técnicos para desarrollar e integrar soluciones de blockchain para nuestro negocio
it_it: Lavorare a stretto contatto con i gruppi tecnici e non tecnici per sviluppare e integrare soluzioni per la blockchain per il nostro business
ru_ru: Тесное сотрудничество с технической и нетехнической командами с целью разработки и интеграции блокчейн-решений для нашего бизнеса
th_th: ทำงานร่วมกันอย่างใกล้ชิดกับทีมเทคนิคและทีมธุรกิจเพื่อร่วมกันพัฒนาและบูรณาการระบบบล็อกเชนเพื่อธุรกิจของเรา

source: Work closely with other departments to create marketing communication materials such as ads, product announcements, guides, job descriptions, and more
es_es: Colaborar estrechamente con otros departamentos para crear material promocional así como publicidades, anuncios de productos, guías, descripciones de trabajos y mucho más
it_it: Lavorare a stretto contatto con altri dipartimenti per creare materiale per la comunicazione marketing, come pubblicità, annunci dei prodotti, guide, descrizioni di posizioni lavorative e molto altro
ru_ru: Тесное сотрудничество с другими отделами для создания маркетинговых материалов, например, реклама, объявления о продуктах, руководства, описания вакансий и др.
th_th: ทำงานร่วมกันอย่างใกล้ชิดกับเพื่อนพนักงานแผนกต่างๆ เพื่อสร้างเครื่องมือในการสื่อสารการตลาด เช่น โฆษณา การสื่อสารเกี่ยวกับผลิตภัณฑ์ แนวทางหรือวิธีการต่างๆ คำอธิบายตำแหน่งงาน และอื่นๆ

source: Work closely with other teams to come up with effective architecture to support the deployment of new products and features
es_es: Colaborar estrechamente con otros equipos para crear una arquitectura eficaz que respalde la implementación de nuevos productos y características
it_it: Lavorare a stretto contatto con altri team per ideare un'architettura efficace in grado di supportare l'utilizzo di nuovi prodotti e funzioni
ru_ru: Тесное сотрудничество с другими командами с целью создания эффективной архитектуры для поддержки и внедрения новых продуктов и функций
th_th: ทำงานร่วมกันอย่างใกล้ชิดกับทีมอื่นๆ เพื่อออกแบบสถาปัตยกรรมที่สามารถรองรับการใช้งานในการขึ้นระบบงานใหม่ๆ ได้ในระยะยาว

source: Work closely with the Head of Payments to proactively suggest improvements to cashier setup and success rates by various strategies including monitoring customer activity and overall fraud and payment performances (card success rates, chargebacks, and the like)
es_es: Trabajar estrechamente con el Jefe de Pagos para sugerir proactivamente mejoras en la configuración del cajero y las tasas de éxito mediante diversas estrategias, incluyendo el monitoreo de la actividad del cliente y el desempeño general de fraude y pagos (tasas de éxito de tarjetas, devoluciones de cargo y similares)
it_it: Lavorare a stretto contatto con il responsabile dei pagamenti per suggerire proattivamente come migliorare l'impostazione della cassa e il tasso di successo con diverse strategie, per esempio monitorando le attività dei clienti e le prestazioni in termini di frode e pagamento (tassi delle operazioni con carta andate a buon fine, riaddebiti, ecc.)
ru_ru: Работа в сотрудничестве с главой отдела платежей для своевременного предложения улучшений для раздела касса и рассмотрения эффективности различных стратегий, включая мониторинг активности клиента на предмет предотвращения мошенничества и платёжной активности (количество успешных платежей по картам, компенсации и т. д.)
th_th: ปฏิบัติงานร่วมกันอย่างใกล้ชิดกับหัวหน้าฝ่ายบริการชำระเงินเพื่อแนะนำการปรับเปลี่ยนการติดตั้งการรับชำระเงิน และอัตราส่วนความสำเร็จจากยุทธวิธีต่างๆ รวมทั้งติดตามกิจกรรมต่างๆ จากทางลูกค้า การป้องกันการฉ้อโกงทั้งหมดในภาพรวม และประสิทธิภาพการให้บริการชำระเงิน (ได้แก่ อัตราการใช้บัตรที่สำเร็จ การปฏิเสธการชำระเงิน เป็นต้น)

source: Work closely with the affiliate marketing team to process affiliate commission payments on a monthly basis
es_es: Trabajar estrechamente con el equipo de marketing de afiliación para procesar los pagos de comisiones de los afiliados mensualmente
it_it: Lavorare a stretto contatto con il gruppo attivo sul marketing di affiliazione per effettuare i pagamenti delle commissioni d'affiliazione su base mensile
ru_ru: Тесное сотрудничество с командой партнёрского маркетинга с целью обработки комиссионных выплат партнёрам на ежемесячной основе
th_th: ทำงานร่วมกันอย่างใกล้ชิดกับทีมการตลาดเพื่อประมวลผลการชำระค่าตอบแทนให้กับพันธมิตรออนไลน์ในแต่ละเดือน

source: Work closely with the rest of the QA and IT teams to plan, design, and execute several types of testing based on different objectives
es_es: Trabajar estrechamente con el resto de los equipos de QA y de TI para planificar, diseñar y ejecutar varios tipos de pruebas basadas en diferentes objetivos
it_it: Lavorare a stretto contatto con il resto del gruppo QA e IT per pianificare, progettare ed eseguire diversi tipi di test basati su obiettivi differenti
ru_ru: Тесное сотрудничество с другими командами QA и IT с целью планирования, дизайна и исполнения нескольких видов тестирования на основе различных целей
th_th: ทำงานร่วมกันอย่างใกล้ชิดกับทีมงานแผนกประกันคุณภาพและไอทีในการวางแผน ออกแบบ และดำเนินการทดสอบระบบประเภทต่างๆ ตามวัตถุประสงค์ที่กำหนดไว้

source: Work experience as a Recruiter in the IT industry or similar role is an advantage
es_es: Experiencia laboral como reclutador en la industria de TI o en un rol similar es una ventaja
it_it: Esperienza lavorativa come recruiter nel settore informatico o ruolo simile costituisce un vantaggio
ru_ru: Опыт работы в качестве сотрудника по отбору кадров в IT-индустрии или на схожей позиции будет преимуществом
th_th: ประสบการณ์ในตำแหน่ง รีครูทเตอร์ ในสาขาไอที หรือ หน้าที่งานที่ใกล้เคียงกัน จะเป็นประโยชน์ในการพิจารณา

source: Work with the Head of Compliance to ensure group of companies comply with AML, KYC, and Data Protection laws and regulations
es_es: Trabajar con el Jefe de Cumplimiento para asegurar que el grupo de empresas cumpla con las leyes y regulaciones de AML, KYC y de Protección de Datos
it_it: Lavorare con il responsabile della compliance per garantire che i gruppi di società operino nel rispetto di AML (per l'anti-riciclaggio di denaro), KYC (per la conoscenza dei clienti) e normative e regolamenti sulla protezione dei dati
ru_ru: Работа в сотрудничестве с главой отдела нормативно-правового регулирования с целью гарантировать, что группа наших компаний полностью соблюдает политику против отмывания денег, политику "Знай своего клиента", а также законы и нормативы, защищающие личные данные
th_th: ทำงานร่วมกันกับหัวหน้าฝ่ายกำกับดูแลกิจการเพื่อดำเนินการกับบริษัทในเครือในด้านการกำกับปฏิบัติการตามนโยบายที่เกี่ยวข้องกับ AML KYC กฎและมาตราการการป้องกันข้อมูล

source: World markets at your fingertips.
es_es: Mercados mundiales al alcance de sus manos.
ru_ru: Мировые рынки всегда под рукой.
th_th: ตลาดระดับโลกอยู่เพียงปลายนิ้วของคุณ

source: Write robust, high-quality, and production-ready code for our websites and applications
es_es: Escribir código robusto, de alta calidad y listo para producción para nuestros sitios web y aplicaciones
it_it: Scrivere codici robusti, di alta qualità e pronti all'utilizzo per i nostri siti web e le nostre applicazioni
ru_ru: Написание надёжного, качественного и готового к применению кода для нашего вебсайта и приложений
th_th: พัฒนาระบบที่มีความปลอดภัย มีศักยภาพสูง สำหรับเว็บไซต์และแอพพลิเคชันต่างๆ ของบริษัทฯ

source: Written limits and self-exclusion
es_es: Límites y auto-exclusión
it_it: Limiti scritti e auto esclusione
ru_ru: Принятые лимиты и самоисключение
th_th: วงเงินและการพักการซื้อขายที่แจ้งเป็นลายลักษณ์อักษร

source: Yandex.Money is an electronic payment service provider that offers consumers an easy, safe, and reliable online payment method. For more information, please visit %1.
es_es: Yandex.Money es un proveedor de servicios de pago electrónico que ofrece a los consumidores un método de pago en línea fácil, seguro y confiable. Para más información, visite %1.
ru_ru: Yandex.Money – это платежный сервис, предоставляющий своим клиентам простой, безопасный и надёжный способ онлайн оплаты. Дополнительная информация: %1.
th_th: Yandex.Money เป็นผู้ให้บริการชำระเงินทางอิเล็กทรอนิกส์ที่ให้ผู้บริโภคชำระเงินออนไลน์ได้ง่าย ปลอดภัย และเชื่อถือได้ สำหรับข้อมูลเพิ่มเติม โปรดศึกษารายละเอียดที่ %1

source: Yes
es_es: Sí
it_it: Sì
ru_ru: Да
th_th: ใช่

source: Yes I'm sure
es_es: Sí estoy seguro
it_it: Sì, sono sicuro
ru_ru: Да, я уверен(а)
th_th: ใช่ ฉัน/ผมแน่ใจ

source: Yes, I'm sure
es_es: Sí, estoy seguro
it_it: Sì, sono sicuro
ru_ru: Да, я уверен(а)
th_th: ใช่ ฉัน/ผมแน่ใจ

source: Yes, we will provide you with banners, links, reviews, videos, and text ads that you can use to drive referrals to the %1 MT5 platform.
es_es: Sí, le proporcionaremos banners, enlaces, reseñas, videos y anuncios de texto que podrá utilizar para derivar referidos a la %1 plataforma MT5.
it_it: Sì, ti forniremo banner, link, recensioni, video e annunci di testo che è possibile utilizzare per indirizzare i clienti alla piattaforma MT5 di %1.
ru_ru: Да, мы предоставим Вам баннеры, ссылки, обзоры, видео и текстовую рекламу, которой можно пользоваться для привлечения клиентов на платформу MT5 от %1.
th_th: ใช่ เราจะให้แบนเนอร์ ลิงค์ รีวิว วีดีโอ และข้อความโฆษณา ซึ่งท่านสามารถใช้เพื่อเพิ่มจำนวนลูกค้าอ้างอิงมายังแพลตฟอร์ม MT5 %1
