Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, clients remain fully liable for any and all positions traded on their account and for any credit card transactions entered into the site for their account. Each client also indemnifies the Company against all costs and losses of any kind whatsoever, as may be incurred by the Company as a result, direct or indirect, of the client's failure to perform or settle such a transaction.
es_es: Los clientes aceptan ser completa y personalmente responsables de la debida liquidación de cada transacción realizada desde sus cuentas con la Empresa. Esto incluye cualquier transacción realizada por miembros de la familia del Cliente o de su entorno que hayan obtenido acceso a la cuenta. Los clientes son responsables de asegurar que solo ellos controlan el acceso a la cuenta y que ningún menor obtenga acceso a operaciones en el sitio web. En cualquier situación, el Cliente continúa siendo completamente responsable de todas y cada una de las posiciones negociadas en su cuenta y de cualquier transacción con tarjeta de crédito realizada en el sitio para su cuenta. Cada Cliente también indemnizará a la Empresa con respecto a todos los costos y pérdidas de cualquier tipo, en los que la Empresa incurra como resultado, directo o indirecto, de un fallo del cliente para realizar o liquidar una transacción. Las deudas de juego en línea se pueden hacer cumplir legalmente en la Isla de Man.
it_it: I clienti accettano di essere completamente e personalmente responsabili per la dovuta liquidazione di ciascuna transazione prevista nel proprio account con la Società. Ciò comprende qualsiasi transazione stipulata dai membri della famiglia del Cliente o dal suo entourage che hanno avuto accesso all'account. I clienti sono responsabili per il controllo dell'accesso al proprio account, e affinché nessun minore possa accedere al trading sul sito internet. In ogni caso, i clienti rimangono pienamente responsabili per qualsiasi posizione negoziata sul proprio account e per qualsiasi transazione effettuata con carta di credito sul sito per il proprio account. Ogni cliente indennizzerà inoltre la Società per tutti i costi e le perdite di qualsiasi natura, in qualunque modo sostenute dalla Società quale conseguenza, diretta o indiretta, di una mancanza da parte del cliente nell'esecuzione o liquidazione di una transazione.
ru_ru: Клиент соглашается нести полную личную ответственность за надлежащее урегулирование каждой сделки, заключенной в рамках его счета с Компанией. К таким сделкам относятся любые сделки, заключенные членами семьи клиента или людьми из его окружения, которые получили доступ к счету. Клиент несет ответственность за обеспечение того, что только он контролирует доступ к счету и что несовершеннолетние лица не имеют доступа к работе на сайте. В любом случае, клиенты несут полную ответственность за все контракты, приобретенные на их счету, и за любую сделку кредитной картой, заключенную на их счете на сайте. Каждый клиент также обязан возместить Компании расходы и убытки любого рода, которые может понести Компания в результате прямой или косвенной неспособности клиента выполнить или урегулировать такую сделку.
th_th: ลูกค้ายินยอมรับผิดชอบมูลหนี้ส่วนตัวและมูลค่าที่เกิดขึ้นทั้งหมดจากการครบกำหนดชำระเงินของทุกธุรกรรมที่เกิดขึ้นในบัญชีของลูกค้าที่มีต่อบริษัทฯ รวมถึงทุกรายการธุรกรรมที่ดำเนินการโดยสมาชิกในครอบครัวของลูกค้า หรือ ผู้ติดตามที่มีสิทธิ์เข้าใช้งานบัญชี ลูกค้ารับผิดชอบในการควบคุมการเข้าถึงบัญชี และยืนยันว่า จะไม่มีบุคคลที่ยังไม่บรรลุนิติภาวะเข้าดำเนินการซื้อขายบนเว็บไซต์ ไม่วากรณีใดๆ ลูกค้ายังคงถือความรับผิดชอบต่อการซื้อขายใดๆ และทั้งหมดที่เกิดขึ้นในบัญชีดังกล่าว และทุกธุรกรรมที่ดำเนินการด้วยบัตรเครดิตที่ผูกกับบัญชีของลูกค้า ลูกค้าแต่ละรายยินยอมชำระค่าปรับ หรือ ชดใช้ค่าใช้จ่ายและความเสียหายใดๆ ก็ตามที่อาจเกิดขึ้นกับบริษัทฯ จากการดำเนินการหรือการชำระเงินธุรกรรมที่ไม่สำเร็จของลูกค้า ไม่ว่าจะทางตรง หรือ ทางอ้อม

source: Clients agree to comply with the reasonable requests made by the Company for the purpose of verifying compliance with this term.
es_es: Los clientes se comprometen a cumplir con peticiones razonables presentadas por la Empresa con el fin de verificar el cumplimiento de estos términos.
it_it: i clienti accettano di soddisfare le ragionevoli richieste effettuate dalla Società, al fine di verificare la conformità a tale condizione.
ru_ru: Клиенты соглашаются выполнять разумные требования Компании, имеющие целью выяснить, соблюдают ли они данное условие.
th_th: ลูกค้ายินยอมที่จะดำเนินตามการร้องขอที่สมเหตุสมผลจากบริษัทฯ ตามจุดประสงค์ของการตรวจสอบเพื่อเป็นไปตามข้อกำหนด

source: Clients are also advised that their rights may be prejudiced if they provide the wrong information as the Company would not be in a position to act in their best interests.
es_es: Se les aconseja además a los clientes que sus derechos pueden verse perjudicados si proporcionan información incorrecta, ya que la Empresa no estará en condiciones de actuar en el mejor interés de los clientes.
it_it: Inoltre, fornendo informazioni inesatte, i diritti dei clienti potrebbero essere compromessi poiché la Società non sarebbe nella posizione di agire nel suo reale interesse.
ru_ru: Клиентам следует помнить, что их права могут быть затронуты в случае предоставления ложной информации, так как Компания не сможет действовать в их лучших интересах.
th_th: ลูกค้าพึงทราบว่า อาจเกิดความลำเอียงในสิทธิ์ที่ได้รับ หากลูกค้าให้ข้อมูลที่ไม่ถูกต้อง ทำให้บริษัทฯ ไม่อยู่ในสถานะที่จะดำเนินการเพื่อประโยชน์สูงสุดของลูกค้าได้

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Binary (BVI) Ltd. %1 is not available in the British Virgin Islands.
es_es: Los clientes del resto del mundo (excluyendo ciertos países como EEUU, Canadá, Hong Kong) abrirán su cuenta Metatrader 5 de FX y CFD en Binary (BVI) Ltd. %1 no está disponible en la Islas Vírgenes Británicas.
ru_ru: Счета клиентов из других стран мира (за исключением США, Канады и Гонконга) для торговли на Forex и CFD на платформе Metatrader 5 будут открыты в рамках компании Binary (BVI) Ltd. Также услуги %1 не действуют на Британских Виргинских островах.
th_th: ลูกค้าจากประเทศอื่นๆ ทั่วโลก (ยกเว้นบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ฮ่องกง) จะมีบัญชี FX และบัญชี CFD Metatrader 5 ที่เปิดบัญชีกับ Binary (V) Ltd. หากแต่ %1 จะไม่ได้ให้บริการในหมู่เกาะบริติชเวอร์จิน

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Binary (V) Ltd. %1 is not available in the Republic of Vanuatu.
es_es: Los clientes del resto del mundo (excluyendo ciertos países como EEUU, Canadá, Hong Kong) abrirán su cuenta Metatrader 5 de FX y CFD en Binary (V) Ltd. %1 no está disponible en la República de Vanuatu.
ru_ru: Счета клиентов из других стран мира (за исключением США, Канады и Гонконга) для торговли на Forex и CFD на платформе Metatrader 5 будут открыты в рамках компании Binary (V) Ltd. Также услуги %1 не действуют в Вануату.
th_th: ลูกค้าจากประเทศอื่นๆ ทั่วโลก (ยกเว้นบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ฮ่องกง) จะมีบัญชี FX และบัญชี CFD Metatrader 5 ที่เปิดบัญชีกับ Binary (V) Ltd. หากแต่ %1 จะไม่ได้ให้บริการในสาธารณรัฐวานูอาตู

source: Clients from the rest of the world (excluding certain countries such as the USA, Canada, and Hong Kong) will have their account opened with Binary (SVG) Ltd.
es_es: Los clientes del resto del mundo (excluyendo ciertos países como EE. UU., Canadá y Hong Kong) tendrán su cuenta abierta con Binary (SVG) Ltd.
ru_ru: Счета для клиентов из других стран мира (за исключением США, Канады и Гонконга) будут открыты в компании Binary (SVG) Ltd.
th_th: ลูกค้าอื่นๆ ทั่วโลก (ที่ไม่ได้อยู่ในประเทศเหล่านี้ ได้แก่ สหรัฐอเมริกา แคนาดา และฮ่องกง) จะเปิดบัญชีกับ Binary (SVG) Ltd

source: Clients from the rest of the world (excluding certain jurisdictions such as the USA, Canada, Japan, and the European Union) who wish to trade CFDs will have their MetaTrader 5 account opened with Binary (FX) Ltd. %1 is not available in Malaysia.
es_es: Los clientes del resto del mundo (con la excepción de ciertos países como los Estados Unidos, Canadá, Japón y la Unión Europea) que deseen operar con CFD, abrirán sus cuentas de Metatrader 5 con Binary (FX) Ltd. %1 no está disponible en Malasia.
ru_ru: Счета клиентов из других стран (за исключением ряда юрисдикций: США, Канады, Японии и ЕС), желающих начать торговлю CFD на платформе MetaTrader 5, будут открыты в рамках компании Binary (FX) Ltd. Услуги %1 недоступны в Малайзии.
th_th: ลูกค้าจากประเทศอื่นๆ ทั่วโลก (ยกเว้นบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ญี่ปุ่น และสหภาพยุโรป) ที่ต้องการซื้อขาย CFD จะมีบัญชี CFD Metatrader 5 ที่เปิดกับ Binary (FX) Ltd. หากแต่ %1 จะไม่มีบริการในประเทศมาเลเซีย

source: Clients have the opportunity to consider whether to ask for more information by sending an email to compliance@binary.com, in which case further details of the conflicts of interest policy will be made available.
es_es: Los clientes tienen la posibilidad de considerar si desean solicitar más información enviando un correo electrónico a compliance@binary.com, en cuyo caso se les proporcionarán más detalles acerca de la política de conflictos de intereses.
it_it: I clienti possono richiedere maggiori informazioni scrivendo all'indirizzo e-mail compliance@binary.com; in questo caso, riceveranno ulteriori dettagli sulla politica relativa ai conflitti di interesse.
ru_ru: Клиенты могут запросить дополнительную информацию, отправив электронное письмо по адресу compliance@binary.com . В данном случае Вы получите дополнительные сведения о политике в отношении конфликта интересов.
th_th: ลูกค้าสามารถสอบถามข้อมูล โดยส่งอีเมล์มายัง compliance@binary.com ในกรณีใดๆ หรือ ท่านสามารถใช้ทางเลือกนี้ในการให้รายละเอียดเกี่ยวกับผลประโยชน์ทับซ้อนที่ท่านประสบ

source: Clients hereby declare that they are dealing with BIEL outside the scope of their economic or professional activity, and BIEL will therefore treat the client as an individual retail client for the purposes of EMIR compliance, unless advised otherwise.
es_es: Los clientes por la presente declaran que están tratando con BIEL fuera del ámbito de su actividad económica o profesional y, por lo tanto, BIEL tratará al cliente como un cliente minorista individual a los efectos del cumplimiento de la norma EMIR, a menos que se indique lo contrario.
ru_ru: Не умаляя вышеизложенного, настоящим клиент подтверждает, что работает с BIEL вне сферы своей экономической или профессиональной деятельности, и, таким образом, BIEL будет рассматривать клиента в качестве физического лица и отдельного клиента в рамках соблюдения Правил регулирования инфраструктуры европейского финансового рынка (EMIR) и в отсутствии иных предписаний.
th_th: ลูกค้ายืนยันว่า ลูกค้ากำลังติดต่อกับ BIEL นอกจากขอบเขตของกิจกรรมทางเศรษฐกิจ และ วิชาชีพของเขา ดังนั้น BIEL จะปฏิบัติกับลูกค้าเสมือนเป็นลูกค้ารายย่อยส่วนบุคคลเพื่อจุดประสงค์ในการปฏิบัติตามหลักเกณฑ์ EMIR เว้นแต่จะมีการแจ้งเป็นอย่างอื่น

source: Clients may utilise this bonus only when a real money account is opened.
es_es: Los clientes pueden hacer uso de esta bonificación sólo cuando se abre una cuenta de dinero real.
it_it: I clienti possono usufruire di questo bonus solo dopo aver aperto un conto reale.
ru_ru: Клиенты могут воспользоваться данным бонусом только при открытии реального счета.
th_th: ลูกค้าสามารถใช้โบนัสนี้ได้เมื่อมีการเปิดบัญชีเงินจริงเท่านั้น

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, they will be deprived of any winnings and only deposits made shall be refunded.
es_es: Los clientes deben entender que la participación de menores en juegos de azar es un delito. Si se prueba que un cliente es menor mediante la verificación de edad, no podrá acceder a cualquier ganancia y solo podrá obtener un reembolso de los depósitos realizados.
it_it: I Clienti devono essere consapevoli che il gioco d'azzardo da parte di minorenni è un reato. Qualora un Cliente dovesse risultare minorenne, dopo adeguata verifica dell'età, verrà privato di tutti i guadagni e risarcito esclusivamente dei depositi effettuati.
ru_ru: Клиенты должны осознавать, что азартные игры несовершеннолетними лицами являются незаконной деятельностью. Если при проверке личности выяснится, что клиент является несовершеннолетним, он будет лишен любой прибыли. Внесённые средства будут возвращены в полном объёме.
th_th: ลูกค้าต้องทราบว่า การเล่นการพนันโดยผู้ไม่บรรลุนิติภาวะเป็นความผิด เมื่อการตรวจสอบอายุ และพบว่า ท่านยังไม่บรรลุนิติภาวะ บริษัทฯ จะเพิกถอนการลงทุนและจะคืนเงินมัดจำให้

source: Clients must fill into the account opening form all requested details that establish their identity. Clients must give a valid identification, address, contact email address, and personal telephone number.
es_es: Los clientes deben completar todos los detalles requeridos sobre su identidad en el formulario de apertura de cuenta. Los clientes deben proporcionar una identificación válida, una dirección, un correo electrónico de contacto y un número de teléfono personal.
it_it: i clienti dovranno compilare il modulo di apertura del conto con tutte le informazioni necessarie a stabilirne l'identità. Dovranno dunque fornire documento d'identificazione, indirizzo, indirizzo e-mail e numero di telefono personale validi;
ru_ru: Клиенты при открытии счета должны предоставить все запрашиваемые личные данные. Это включает текущее удостоверение личности, адрес, электронный адрес, а также личный номер телефона.
th_th: ลูกค้าต้องกรอกข้อมูลที่กำหนดทั้งหมดในแบบฟอร์มเปิดบัญชีที่มีรายละเอียดเกี่ยวกับอัตลักษณ์ของลูกค้า โดยลูกค้าต้องให้ข้อมูลแสดงตน ที่อยู่ อีเมล์ที่ติดต่อ และหมายเลขโทรศัพท์ ที่ถูกต้อง

source: Clients must register personally.
es_es: Los clientes deben registrarse personalmente.
it_it: i clienti dovranno registrarsi personalmente;
ru_ru: Клиенты должны зарегистрироваться лично.
th_th: ลูกค้าต้องลงทะเบียนโดยตรงด้วยตนเอง

source: Clients need to satisfy at least two of the following criteria in order to receive Professional Client status:
es_es: Los clientes deben cumplir con al menos dos de los siguientes criterios para ser reconocidos como cliente profesional:
it_it: I clienti devono soddisfare almeno due dei seguenti criteri al fine di ricevere lo status di cliente professionista:
ru_ru: Чтобы получить статус Профессионального клиента, необходимо удовлетворить минимум два из нижеперечисленных критериев:
th_th: ลูกค้าจะต้องมีคุณสมบัติตามเกณฑ์ดังต่อไปนี้อย่างน้อยสองข้อเพื่อปรับสถานะเป็นลูกค้าผู้เชี่ยวชาญ (Professional Client)

source: Clients registered with Binary (IOM) Ltd can formally submit a complaint to their local Supervisory Authority.
es_es: Los clientes registrados con Binary (IOM) Ltd pueden presentar formalmente una queja a la Autoridad de Supervisión local.
it_it: I clienti registrati con Binary (IOM) Ltd possono presentare un ricorso formale all'autorità di sorveglianza locale.
ru_ru: Клиенты, зарегистрированные в Binary (IOM) Ltd, могут подать официальную жалобу в свой местный надзорный орган.
th_th: ลูกค้าที่ลงทะเบียนกับ Binary (IOM) Ltd สามารถส่งข้อพิพาทอย่างเป็นทางการไปที่หน่วยงานท้องถิ่น Supervisory Authority ของพวกเขา

source: Clients registered with Binary (IOM) Ltd or Binary (Europe) Ltd can raise their unresolved disputes with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity's %1website%2. Alternatively, they can make use of the European Commission's Online Dispute Resolution (ODR) platform available %3here%4.
es_es: Los clientes registrados con Binary (IOM) Ltd o Binary (Europe) Ltd pueden plantear sus disputas no resueltas a la entidad alternativa de resolución de disputas IBAS, al completar el formulario de adjudicación en el %1 website %2 de la entidad ADR. Alternativamente pueden hacer uso de la plataforma de resolución de disputas en linea (ODR) de la Comisión Europea disponible %3aquí%4.
ru_ru: Клиенты, зарегистрированные в Binary (IOM) Ltd или Binary (Europe) Ltd, могут направить неразрешенные споры в IBAS, альтернативный орган по урегулированию споров, заполнив заявление на судебное разбирательство на %1вебсайте%2 данного органа. Также клиенты могут воспользоваться платформой Европейской комиссии по разрешению онлайн споров, которая находится %3здесь%4.
th_th: ลูกค้าที่เปิดบัญชีกับ Binary (IOM) Ltd หรือ Binary (Europe) Ltd สามารถแจ้งข้อพิพาทต่างๆ ที่ยังไม่ได้ข้อสรุปของพวกเขา และทางเลือกในการแก้ไขข้อพิพาทต่อหน่วยงาน IBAS โดยการกรอกแบบฟอร์ม ADR %1เว็บไซต์%2 หรือ เขาสามารถบันทึกข้อพิพาทผ่านทางแพลตฟอร์ม European Commission's Online Dispute Resolution (ODR) %3ที่นี่%4

source: Clients registered with Binary Investments (Europe) Ltd can raise their unresolved disputes with the Office of the Arbiter for Financial Services. Contact details and guidance on making a complaint with the Arbiter's Office can be found %1here%2.
es_es: Clientes registrados en Binary Investments (Europe) Ltd pueden presentar sus disputas sin resolver ante la Oficina del Árbitro de Servicios Financieros. Los datos de contacto y la orientación para presentar una queja ante dicho organismo se pueden encontrar %1aquí%2.
ru_ru: Клиенты, зарегистрированные в компании Binary Investments (Europe) Ltd могут подать заявку на рассмотрение неурегулированных споров арбитру в сфере финансовых услуг. Контактная информация и руководство по подаче жалобы арбитру можно найти %1здесь%2.
th_th: ลูกค้าที่ลงทะเบียนกับ Binary Investments (Europe) Ltd สามารถแจ้งข้อพิพาทที่ยังไม่ได้รับการแก้ไขให้กับสำนักงานตุลาการด้านการให้บริการทางการเงิน (Office of the Arbiter for Financial Services) สามารถหารายละเอียดติดต่อและแนวทางในการยื่นคำร้องเรียนกับสำนักงานตุลาการได้ %1ที่นี่%2

source: Clients shall not hold or pool third-party funds into their own account held with the Company.
es_es: Los clientes no retendrán ni juntarán los fondos de otros clientes o de terceros en su propia cuenta con la Empresa.
it_it: I clienti non tratterranno i fondi di terze parti, né li uniranno al proprio conto detenuto presso la Società;
ru_ru: Клиенты не могут принимать от одного или нескольких лиц средства на свой счет в Компании для управления ими.
th_th: ลูกค้าจะต้องไม่พัก หรือ นำเงินของบุคคลที่สามฝากเข้าในบัญชีที่บริษัทฯ รับผิดชอบอยู่

source: Clients should read these ST&Cs carefully as well as the Summary order execution policy and Summary conflicts policy, the applicable Contract details together with the Risk disclosure notice and any other documents that BIEL has supplied or in the future supplies to clients.
es_es: Los clientes deben leer estos T&C's con mucha atención, así como el resumen de la política de ejecución de órdenes y el resumen de la política de conflictos, los detalles de contrato aplicables y el aviso de divulgación de riesgos, y cualquier otro documento que BIEL haya ofrecido u ofrezca en el futuro a los clientes.
ru_ru: Клиент должен внимательно прочитать Дополнительные правила и условия, Обзор политики исполнения ордеров и Обзор политики по конфликтам, соответствующие подробности контрактов вместе с примечанием по объяснению рисков, а также любые другие документы, которые BIEL предоставил или предоставит клиенту в будущем.
th_th: ลูกค้าควรจะอ่านข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ (ST&Cs) อย่างรอบครอบถี่ถ้วน รวมถึงบทสรุปของนโยบายการประมวลผลคำสั่งซื้อ (Summary Order Execution Policy) และบทสรุปของนโยบายความขัดแย้ง (Summary Conflicts Policy) ที่ประกอบในรายละเอียดของสัญญากับข้อสังเกตการเปิดเผยความเสี่ยง และเอกสารอื่นๆ ที่ BIELใช้ หรือ จะใช้ในอนาคตเพื่อให้บริการแก่ลูกค้า

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be made to our customer services via telephone. Email contact is not sufficient.
es_es: A los clientes que no deseen renovar la auto-exclusión y hacen una solicitud para volver a operar en su cuenta, se les dará un día de reflexión antes de poder acceder a la página web. Es importante tener en cuenta que el contacto con nuestro servicio al cliente debe hacerse a través del teléfono. El contacto por correo electrónico no se considera suficiente.
it_it: Ai clienti che non desiderano rinnovare l'auto esclusione e che inoltrano una richiesta per avviare nuovamente il trading verrà concesso un giorno per riflettere prima di poter continuare ad accedere al sito internet. È importante considerare che il contatto con il nostro servizio clienti deve essere effettuato tramite telefono. Il contatto tramite email non è sufficiente.
ru_ru: Клиентам, которые не желают возобновлять самоисключение с сайта и делают запрос на повторное начало торговли, будет выделен один день для обдумывания, прежде, чем предоставить доступ к сайту. Важно отметить, что контакт с нашей службой поддержки по этому вопросу должен производиться по телефону. Контакт по электронной почте не считается достаточным.
th_th: ลูกค้าที่ไม่ต้องการยุติการพักใช้งานและเริ่มซื้อขายใหม่ จะใช้เวลาประมาณ 1 วัน ก่อนที่จะใช้งานเว็บได้อีกครั้ง โดยจะต้องเป็นการติดต่อฝ่ายบริการลูกค้าทางโทรศัพท์ และไม่สามารถดำเนินการผ่านทางอีเมล์
