Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: %1 offers forex and contracts for differences via the hybrid model, i.e. dealing on own account (dealing desk – B-book) or partially hedging client orders with the Company's liquidity providers (no-dealing desk – A-book).
es_es: %1 ofrece forex y contratos por diferencias a través del modelo híbrido, es decir, operaciones por cuenta propia (mesa de operaciones - B-book) o cobertura parcial de pedidos de clientes con los proveedores de liquidez de la Empresa (mesa de operaciones - A-book).
it_it: %1 offre trading su Forex e contratti per differenza tramite modello ibrido, per esempio effettuando trading sul proprio conto (dealing desk – B-book) oppure coprendo parzialmente gli ordini dei clienti con fornitori di liquidità della Società (no dealing-desk – A-book).
ru_ru: %1 предоставляет контракты на валютных парах (Forex) и контракты на разницу посредством так называемой гибридной модели, т.е. заключения контрактов на собственном счету (через дилинговый отдел – B-book) или частичное хеджирование ордеров клиента через поставщиков ликвидности Компании (заключение контрактов напрямую, минуя дилинговый отдел – A-book).
th_th: %1 ให้บริการฟอเร็กซ์และสัญญาสำหรับส่วนต่างผ่านทางรูปแบบลูกผสม นั่นคือ ทั้งแบบการดำเนินการบัญชีที่ครอบครอง (Dealing Desk - B-book) หรือ ลงทุนคำสั่งซื้อของลูกค้าบางส่วนแบบประกันความเสี่ยงกับผู้ให้บริการสภาพคล่องของบริษัทฯ (No-Dealing Desk – A-book)

source: %1 offers new ways to trade
es_es: %1 le ofrece nuevas formas de operar
it_it: %1 offre nuovi metodi per negoziare
ru_ru: %1 предлагает новые способы работы на рынках
th_th: %1 เสนอช่องทางใหม่ๆ ในการซื้อขาย

source: %1 offers the following trade types that will help you execute your market view or strategy:
es_es: %1 ofrece los siguientes tipos de operaciones que le ayudarán a aplicar su visión o estrategia de mercado:
it_it: %1 offre le seguenti tipologie di trade che ti aiuteranno ad applicare la tua visione del mercato o strategia:
ru_ru: %1 представляет следующие виды контрактов, которые позволят Вам опробовать свои торговые стратегии:
th_th: %1 นำเสนอประเภทของการซื้อขายต่อไปนี้ ที่ช่วยท่านขับเคลื่อนกลยุทธ์การตลาดของท่าน

source: %1 offers the world's financial markets in a simple, user-friendly platform.
es_es: %1 pone a su disposición los mercados financieros mundiales a través de una plataforma sencilla y fácil de usar.
it_it: %1 è una piattaforma semplice e facile da usare dove puoi vedere i mercati finanziari globali.
ru_ru: %1 предлагает работу на мировых финансовых рынках на простой для использования платформе.
th_th: %1 เสนอรูปแบบการซื้อขายตลาดการเงินระดับโลกที่ง่ายดาย มีการใช้งานระบบที่ง่าย สะดวก

source: %1 open-source projects
es_es: Proyectos de código abierto de %1
it_it: Progetti open-source di %1
ru_ru: %1 Проекты с открытым кодом
th_th: %1 โครงการโอเพ่นซอสต่างๆ

source: %1 opens a new office at the world-class Jumeirah Lake Towers free zone to expand our reach in the region.
es_es: %1 abre una nueva oficina en la zona libre de clase mundial Jumeirah Lake Towers para expandir nuestro alcance en la región.
it_it: %1 inaugura una nuova sede nella zona franca internazionale di Jumeirah Lake Towers per ampliare la propria presenza nella regione.
ru_ru: %1 открывает новый офис в знаменитой свободной экономической зоне Jumeirah Lake Towers, чтобы расширить своё присутствие в регионе.
th_th: %1 เปิดสำนักงานใหม่ ณ เขตปลอดภาษีจูเมราห์ เลค ทาวเวอร์ ที่ยิ่งใหญ่ระดับโลก เพื่อขยายตลาดในภูมิภาคนี้

source: %1 opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team.
es_es: %1 abre una oficina en el edificio de oficinas QSentral en el centro de Kuala Lumpur para expandir aún más su equipo de desarrollo de IT.
it_it: %1 apre una sede nella struttura di QSentral, nella centrale Kuala Lumpur, per espandere ulteriormente il suo team addetto all'IT.
ru_ru: %1 открывает офис в здании QSentral, в самом центре Куала-Лумпура, чтобы продолжить расширять свою команду разработчиков IT.
th_th: %1 เปิดสำนักงานที่ QSentral ในเมืองกัวลาลัมเปอร์เพื่อรองรับการขยายตัวของทีมพัฒนาระบบสารสนเทศ

source: %1 opens new hub of operations in the capital of Paraguay to drive our growth in South America.
es_es: %1 abre un nuevo centro de operaciones en la capital de Paraguay para impulsar su crecimiento en América del Sur.
it_it: %1 aprirà un nuovo hub operativo nella capitale del Paraguay per favorire la nostra crescita in Sud America.
ru_ru: %1 открывает новый операционный центр в столице Парагвая для увеличения нашего присутствия в Южной Америке.
th_th: %1 ได้เปิดศูนย์ปฏิบัติการที่เมืองหลวงของประเทศปารากวัย เพื่อผลักดันการเติบโตของกิจการในภูมิภาคอเมริกาใต้

source: %1 opens new office in the island of Labuan as part of our business expansion.
es_es: %1 abre una nueva oficina en la isla de Labuan, como parte de su expansión comercial.
it_it: L'apertura di nuovo ufficio nell'isola di Labuan rientra nell'espansione dell'attività di %1.
ru_ru: %1 открывает новый офис на острове Лабуан в рамках расширения бизнеса компании.
th_th: %1 ได้เปิดสำนักงานใหม่ที่เกาะลาบวน ซึ่งถือเป็นส่วนหนึ่งของการขยายธุรกิจของเรา

source: %1 owes the client a duty of best execution when executing orders on the client's behalf, i.e. when the client places a legitimate reliance on the Company to safeguard the client's interest in relation to the execution of the client's order.
es_es: %1 se compromete a la mejor ejecución posible de los contratos; es decir, cuando el cliente deposita su confianza en la empresa para salvaguardar los intereses del propio cliente en relación a la ejecución de contratos.
it_it: %1 ha l'obbligo di miglior esecuzione nei confronti del Cliente quando esegue gli ordini a nome di quest'ultimo, cioè quando il Cliente si affida legittimamente alla Società perché salvaguardi i suoi interessi eseguendo gli ordini da questo trasmessi.
ru_ru: %1 обязуется предоставить клиентам наилучшее исполнение ордеров от их имени, т.е., когда клиент всецело доверяет нам защиту своих интересов в отношении исполнения его ордера.
th_th: %1 มีหน้าที่ที่จะต้องดำเนินการอย่างดีที่สุดในการดำเนินการคำสั่งซื้อในนามของลูกค้า นั่นคือ เมื่อลูกค้าไว้วางใจในบริษัทอย่างแท้จริงในการปกป้องผลประโยชน์ของลูกค้าที่เกี่ยวข้องกับการดำเนินการคำสั่งซื้อ

source: %1 property
es_es: Propiedad de %1
it_it: Proprietà di %1
ru_ru: Собственность %1
th_th: ทรัพย์สินของ %1

source: %1 provides business partnership services via the following programs.
es_es: %1 proporciona servicios de colaboración empresarial a través de los siguientes programas.
it_it: %1 fornisce servizi di partnership aziendale attraverso i seguenti programmi.
ru_ru: %1 предлагает услуги делового партнерства по следующим программам.
th_th: %1 มีบริการสำหรับพันธมิตรทางธุรกิจผ่านโปรแกรมต่างๆ ต่อไปนี้

source: %1 provides institutional clients around the world with market quotes and trade execution across a wide range of assets, including major currency pairs, spot metals, CFD indices and popular cryptocurrencies.
es_es: %1 proporciona a sus clientes institucionales alrededor del mundo de cotizaciones de mercado y ejecución de operaciones de una amplia gama de activos, incluyendo los principales pares de divisas, metales al contado, índices de CFD y criptomonedas populares.
it_it: %1 fornisce i clienti istituzionali di tutto il mondo con delle quotazioni di mercato e delle esecuzioni di trade in un'ampia gamma di asset, incluse le coppie di valute principali, i metalli spot, gli indici CFD e le cripto valute popolari.
ru_ru: %1 предоставляет институциональным клиентам по всему миру рыночные котировки и исполнение контрактов на множестве активов, включая основные валютные пары, металлы, контракты на разницу (CFD) на индексах и популярные криптовалюты.
th_th: %1 นำเสนอราคาตลาดและการดำเนินการการซื้อขายหลากหลายผลิตภัณฑ์ รวมถึงคู่สกุลเงินหลักต่างๆ โลหะมีค่า ดัชนี CFD และเงินดิจิทัลที่เป็นที่นิยมให้แก่ลูกค้าสถาบันทั่วโลก

source: %1 provides the client with best execution by utilising a smart aggregation method when managing incoming orders. The smart aggregation method works by
es_es: %1 brinda a sus clientes la mejor ejecución mediante la utilización de un método de agregación inteligente a la hora de gestionar órdenes entrantes. El método de agregación inteligente funciona de la siguiente manera
it_it: %1 fornisce al cliente la migliore esecuzione utilizzando un metodo di aggregazione intelligente nella gestione degli ordini in entrata. Tale metodo funziona in questo modo:
ru_ru: %1 предоставляет клиенту наилучшее исполнение, используя метод разумной агрегации при управлении поступающими ордерами. Метод разумной агрегации действует следующим образом:
th_th: %1 นำเสนอการประมวลผลที่ดีที่สุดในการจัดการคำสั่งซื้อโดยวิธีการรวมกันอย่างชาญฉลาด ซึ่งมีกลไกการทำงานโดย

source: %1 provides virtual-money facilities to practise your trading strategy with virtual funds. Switch to your virtual-money account using the drop-down box in the top-right corner of the screen.
es_es: %1 le brinda la posibilidad utilizar dinero virtual para practicar su estrategia de trading. Cambie a su cuenta de dinero virtual utilizando el menú desplegable ubicado en la esquina superior derecha de la pantalla.
it_it: %1 fornisce servizi basati sul denaro elettronico per sperimentare le tue strategie di trading con fondi virtuali. Passa al tuo conto virtuale utilizzando il riquadro a discesa nell'angolo superiore destro dello schermo.
ru_ru: %1 предоставляет возможность работать с виртуальными валютами, чтобы отточить Вашу торговую стратегию, не рискуя реальными средствами. Перейдите на виртуальный счёт, воспользовавшись меню в правом верхнем углу экрана.
th_th: %1ให้คุณได้ใช้เงินเสมือนเพื่อฝึกฝนกลยุทธ์ในการซื้อขายด้วยเงินเสมือน สลับเป็นบัญชีเงินเสมือนโดยใช้กล่องแบบดึงลงบนมุมด้านขวาบนของหน้าจอ

source: %1 provides you with the opportunity to either self-exclude or %2set limits on your trading activities%3 on this website. You may also %4contact us%3 to state the limits you wish to set via email or phone. Available limits are:
es_es: %1 le ofrece la oportunidad de autoexcluir o %2establecer límites para sus operaciones%3 en este sitio web. Usted puede también %4contactarnos%3 por correo electrónico o teléfono para indicar los límites que desee establecer. Los límites disponibles son:
it_it: %1 ti fornisce la possibilità di escluderti autonomamente oppure di %2impostare dei limiti sulle tue attività di trading%3 su questo sito Internet. Potrai inoltre comunicare i limiti che desideri impostare %4contattandoci%3 tramite email o telefono. I limiti disponibili sono i seguenti:
ru_ru: %1 предоставляет Вам возможность временного самоисключения с сайта или установки %2ограничений на свою торговую деятельность%3. Вы также можете %4связаться с нами%3 и установить желаемые ограничения по телефону или электронной почте. Доступные опции:
th_th: %1 ช่วยให้ท่านสามารถตั้งการพักการใช้งาน หรือ %2ตั้งวงเงินของการซื้อขายแต่ละกิจกรรมของท่าน%3 บนเว็บไซต์นี้ ท่านสามารถ %4 ติดต่อเรา%3 เพื่อแจ้งวงเงินที่ท่านต้องการผ่านทางอีเมล์ หรือโทรศัพท์ วงเงินที่มีของท่าน คือ

source: %1 reaches $2 billion turnover since starting in 1999
es_es: %1 alcanza $ 2000 millones de facturación desde sus inicios en 1999
it_it: %1 raggiunge un turnover di 2 miliardi di dollari dal suo inizio nel 1999
ru_ru: %1 достигает оборота в 2 миллиарда долларов, начав работу в 1999 г.
th_th: %1 มีมูลค่าการซื้อขายที่ 2 พันล้านเหรียญสหรัฐ ตั้งแต่เริ่มต้นในปี พ.ศ. 2542 (ค.ศ. 1999)

source: %1 reaches 1 million registered users
es_es: %1 alcanza un millón de usuarios registrados
it_it: %1 raggiunge il milione di utenti registrati
ru_ru: %1 достигает 1 миллиона пользователей
th_th: %1 มีผู้ใช้งานที่ลงทะเบียนแล้วกว่า 1 ล้านบัญชี

source: %1 requires your browser's web storage to be enabled in order to function properly. Please enable it or exit private browsing mode.
es_es: %1 requiere que el almacenamiento web de su navegador esté activo para funcionar correctamente. Por favor, habilítelo o salga del modo de navegación privada.
it_it: %1 richiede che la funzione di archiviazione web del tuo browser venga attivato in modo da funzionare adeguatamente. Si prega di attivarlo o uscire dalla modalità di navigazione privata.
ru_ru: Для полноценной работы %1 необходимо разрешение использовать веб-хранилище Вашего браузера. Пожалуйста, включите данную функцию или отключите режим приватности.
th_th: %1 กำหนดให้เปิดใช้งานที่จัดเก็บข้อมูลบนเว็บของเบราเซอร์ของท่าน เพื่อที่จะได้ทำงานได้อย่างถูกต้อง โปรดเปิดการใช้งาน หรือ ออกจากโหมดส่วนตัว

source: %1 reserves the right to void or amend the contractual terms of any transactions that the Company reasonably believes are entered into at prices that do not reflect fair market prices or that are entered into at an abnormally low level of risk due to an obvious or palpable error (a "Manifest Error"). In deciding whether an error is a Manifest Error, the Company may take into account any relevant information, including the state of the underlying market at the time of the error and any error within, or lack of clarity of, any information source or pronouncement. The client has a duty to report to the Company any such problems, errors, or suspected system inadequacies that The client may experience and may not abuse or arbitrage such system problems or errors for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible.
es_es: %1 se reserva el derecho de anular o modificar los términos contractuales de cualquier transacción que la Empresa crea, razonablemente, haya sido realizada a precios que no reflejen precios justos de mercado o que se haya suscrito con un nivel de riesgo anormalmente bajo debido a un error obvio o palpable (un "Error Manifiesto"). Al decidir si un error es un Error Manifiesto, la Empresa puede tomar en cuenta cualquier información relevante, incluyendo el estado del mercado subyacente en el momento del error y cualquier otro error dentro de este marco, o la falta de claridad de cualquier fuente de información o declaración. El cliente tiene el deber de informar a la Empresa sobre cualquier problema, error o sospecha de deficiencias del sistema que pueda experimentar y no puede abusar o arbitrar tales problemas o errores del sistema con fines de lucro. La Empresa se esforzará por resolver tales dificultades en el menor tiempo posible.
it_it: %1 si riserva il diritto di annullare o modificare i termini contrattuali di qualsiasi operazione inserita con prezzi che la Società ritiene non rispecchino equi prezzi di mercato, oppure inseriti a un livello di rischio eccezionalmente basso in seguito a un errore evidente e concreto (definito "errore manifesto"). Dovendo stabilire se un errore è un errore manifesto, la Società potrebbe prendere in esame tutte le informazioni rilevanti, incluse le condizioni del mercato sottostante al momento in cui l'errore in questione o altri correlati sono stati commessi, oppure la mancanza di chiarezza nelle fonti o nel pronunciamento delle informazioni. Il Cliente ha il dovere di segnalare alla Società eventuali problemi, errori o presunte carenze del sistema e non deve utilizzare in modo inappropriato o arbitrario tali errori/problemi del sistema per interesse personale. La Società si impegna a risolvere tali problematiche nel minor tempo possibile.
ru_ru: %1 оставляет за собой право отменить или изменить условия любых контрактов, которые, по обоснованным предположениям Компании, были заключены по ценам, не отражающим объективную рыночную цену или при аномально низком уровне риска, ввиду очевидной или несомненной ошибки ("явной ошибки"). При принятии решения, является ли данная ошибка явной, Компания может учитывать любую соответствующую информацию, включая состояние базового актива на момент выявления ошибки, отсутствие чёткого понимания ситуации, информационного источника или официального заявления. Клиент обязуется уведомить Компанию о возникновении любых подобных проблем, ошибок или системных сбоев, с которыми клиент мог столкнуться, а также не может злоупотреблять и проводить арбитражные сделки с целью получения выгоды от таких системных ошибок или нарушений. Компания предпримет все возможные меры с целью разрешить данные проблемы в кратчайшие сроки.
th_th: %1 ขอสงวนสิทธิ์ในการทำให้เป็นโมฆะ หรือ แก้ไขข้อตกลงตามสัญญาของธุรกรรมใดๆ ซึ่งบริษัทฯ มีเหตุผลที่เชื่อว่า ราคาของสัญญานั้นไม่ได้สะท้อนราคาตลาดอย่างยุติธรรม หรือมีระดับความเสี่ยงต่ำผิดปกติ เนื่องจากมีข้อผิดพลาดที่เห็นได้ชัดเจนหรือแน่ชัด ("ข้อผิดพลาดที่สำแดงชัดเจน") ในการตัดสินใจว่า ข้อผิดพลาดอันหนึ่งเป็นข้อผิดพลาดที่สำแดงชัดเจนหรือไม่ บริษัทฯ อาจจะพิจารณาถึงข้อมูลที่เกี่ยวข้อง รวมถึง สถานะของตลาดในเวลาของข้อผิดพลาดและข้อผิดพลาดใดๆ ภายใน หรือ ขาดความชัดเจนของแหล่งข้อมูลหรือคำแถลง ลูกค้ามีหน้าที่รายงานให้บริษัทฯ ทราบถึงปัญหาดังกล่าว ข้อผิดพลาด หรือหากสงสัยถึงความหย่อนในศักยภาพของระบบที่อาจประสบ และจะไม่ละเมิด หรือหาโอกาสทำกำไรจากปัญหา หรือ ข้อผิดพลาดของระบบดังกล่าว บริษัทฯ จะพยายามแก้ไขปัญหาดังกล่าวในเวลาสั้นที่สุด

source: %1 rows displayed:
es_es: %1 filas mostradas:
it_it: % righe mostrate:
ru_ru: Отображено %1 строк:
th_th: แถว %1 แสดง:

source: %1 shall act purely on an execution-only basis.
es_es: %1 actuará pura y exclusivamente en función a la ejecución.
it_it: %1 opera esclusivamente su base esecutiva.
ru_ru: %1 действует исключительно на основе исполнения.
th_th: %1 จะปฏิบัติงานบนพื้นฐานของการดำเนินการเท่านั้น

source: %1 shall also act at times as a principal and at other times as an agent on the client's behalf for all transactions entered into by the client, depending on the company that the client has opened their account with.
es_es: %1 actuará en ocasiones como administrador y, en otras ocasiones, como agente a nombre del cliente para todas las transacciones en las que el mismo cliente participe, dependiendo de la empresa con la que el cliente haya abierto su cuenta.
it_it: In alcuni casi %1 agirà in qualità di principale e in altri di agente per conto del cliente per tutte le operazioni avviate da quest'ultimo, in base alla società con cui il cliente ha aperto il proprio conto.
ru_ru: %1 также время от времени выступает в качестве принципала, а в иные периоды исполняет роль агента, действующего от имени клиента в отношении всех заключаемых клиентом контрактов, в зависимости от компании, в рамках которой открыт счёт.
th_th: %1 จะทำหน้าที่เป็นผู้ดำเนินการหลักในบางครั้ง และจะทำหน้าที่เป็นตัวแทนในนามของลูกค้า สำหรับธุรกรรมทั้งหมดลูกค้าดำเนินการในบางครั้ง ขึ้นกับบริษัทฯ ที่ลูกค้าได้เปิดบัญชีไว้

source: %1 supports %2 which is the leading charity in Britain committed to minimising gambling-related harm. The charity funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
es_es: %1 apoya a %2, que es la organización benéfica líder en Gran Bretaña y que está comprometida a minimizar los daños relacionados con el juego. Como tal, financia servicios de educación, prevención y tratamiento y encarga investigaciones para ayudar a la gente a comprender mejor los daños relacionados con los juegos de azar. También ofrece una línea telefónica nacional y confidencial para ayudar a través de consejos y apoyo emocional a aquellos que buscan ayuda para tratar su adicción al juego.
it_it: %1 supporta %2 che è la principale organizzazione di beneficenza del Regno Unito per ridurre i rischi connessi al gioco d'azzardo. Questa organizzazione finanzia l'istruzione, i servizi di prevenzione e trattamento e la ricerca delle commissioni per aiutare le persone a capirne di più in merito ai rischi connessi al gioco d'azzardo. Offre una linea telefonica per offrire consulenze e un supporto emotivo per coloro che hanno bisogno di aiuto per il loro gioco d'azzardo.
ru_ru: %1 поддерживает %2 – ведущую благотворительную организацию в Великобритании по минимизации риска зависимости от азартных игр. Организация финансирует образование, профилактику, лечение и исследования, призванные осветить и понять проблему игорной зависимости. Она также предлагает национальную линию помощи жертвам азартных игр, предоставляя конфиденциальные консультации и эмоциональную поддержку тем, кто обращается за помощью.
th_th: %1 ให้การสนับสนุน %2 ซึ่งเป็นองค์กรการกุศลชั้นนำในสหราชอาณาจักรเพื่อรณรงค์บรรเทาโทษของการพนันให้มีน้อยที่สุด กองทุนการกุศลเพื่อการศึกษา บริการการรักษาและป้องกัน และการวิจัยต่างๆ นั้น เพื่อช่วยให้บุคลากรได้มีความเข้าใจเกี่ยวกับภัยของการพนันมากขึ้น สิ่งนี้ยังรวมถึงการมีหน่วยงานให้คำปรึกษาระดับชาติเพื่อแนะนำและสนับสนุนทุกคนที่ต้องการได้รับความช่วยเหลือเกี่ยวกับกรณีทางการพนันต่างๆ ของพวกเขา

source: %1 takes home first prize in the Financial Trading Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London.
es_es: %1 gana el primer premio en la categoría de Operador de Apuestas Financieras en la prestigiosa ceremonia EGR Premios de Operador de 2015, organizada en Londres.
it_it: %1 ottiene il primo premio nella categoria Financial Trading Operator durante la prestigiosa cerimonia degli EGR Operator Awards 2015, tenutasi a Londra.
ru_ru: %1 завоевал первое место в категории Оператор по финансовой торговле (Financial Trading Operator) на престижной церемонии 2015 EGR Operator Awards, которая состоялась в Лондоне.
th_th: %1 ได้รับรางวัลชนะเลิศ ประเภท Financial Trading Operator ในงานเกียรติยศ EGR Operator Awards ปี ค.ศ. 2015 จัดที่เมืองลอนดอน

source: %1 tries to maintain a reasonable relation between the quoted prices of each underlying asset that a Binary Option refers to and the actual market prices of such an asset. %1 makes no warranty, expressed or implied, that the quoted prices represent prevailing market prices.
es_es: %1 intenta mantener una relación razonable entre los precios cotizados de cada activo subyacente al que se refiere una Opción Binaria y los precios de mercado reales de dicho activo. %1 no ofrece ninguna garantía, expresa o implícita, de que los precios cotizados representan los precios vigentes en el mercado.
it_it: %1 si impegna a mantenere una relazione ragionevole tra i prezzi quotati di ogni asset sottostante a cui si riferisce un'opzione binaria e gli effettivi prezzi di mercato di tale asset. %1 non garantisce, espressamente o implicitamente, che i prezzi quotati rappresentino i prezzi di mercato prevalenti.
ru_ru: %1 прилагает усилия, чтобы котировки каждого базового актива, на котором основан бинарный опцион, имели приемлемое отношение к фактическим рыночным ценам на данный актив. %1 не предоставляет гарантий, явно выраженных или подразумеваемых, что котировки представляют преобладающие рыночные цены.
th_th: %1 พยายามรักษาความสัมพันธ์ระหว่างราคาที่เสนอของสินทรัพย์ที่ไบนารีออปชั่นอ้างอิงถึง กับราคาจริงในตลาดของสินทรัพย์ดังกล่าว %1จะไม่รับรองอย่างชัดแจ้งหรือโดยนัยว่า ราคาที่นำเสนอนั้น คือ ราคาทั่วไปของตลาด
