Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Asset index is unavailable in this country. If you have an active %1 account, please %2log in%3 for full access.
es_es: El índice de activos no está disponible en este país. Si tiene una cuenta activa de %1, por favor, %2inicie sesión%3 para tener acceso completo.
it_it: L'indice degli asset non è disponibile per questo paese. Se disponi di un conto %1 attivo, effettua il %2login%3 per ottenere l'accesso completo.
ru_ru: Индекс активов не доступен в данной стране. Если у Вас есть активный счёт %1, пожалуйста, %2войдите в систему%3 для получения полного доступа.
th_th: ดัชนีสินทรัพย์ไม่ได้มีการซื้อขายในประเทศนี้ หากท่านมีบัญชี %1 โปรด %2ลงชื่อเข้าใช้%3 เพื่อทำการซื้อขายในระบบ

source: Assign and manage multiple sub-accounts seamlessly via one interface – the Multiple Accounts Manager (MAM).
es_es: Asigne y administre múltiples subcuentas de forma transparente a través de una interfaz: el gestor de cuentas múltiples (MAM).
ru_ru: Легко назначайте и управляйте несколькими счетами в одном интерфейсе, благодаря Менеджеру множественных счетов (ММС).
th_th: กำหนดและจัดการบัญชีย่อยหลายบัญชีอย่างสมบูรณ์ผ่านทางตัวเชื่อมต่อประสานเดียว คือ ผู้จัดการหลายบัญชี (MAM)

source: Assigned manager's account ID:
es_es: ID de cuenta de administrador asignado:
ru_ru: ID счёта менеджера:
th_th: ID บัญชีของผู้จัดการที่ได้รับมอบหมาย:

source: Assignment
es_es: Delegación
it_it: Cessione dei diritti
ru_ru: Уступка прав
th_th: งานที่มอบหมาย

source: Assist and participate in recruitment activities including career fairs and campus recruitment
es_es: Asistir y participar en actividades de reclutamiento, incluyendo ferias de empleo y reclutamiento en campus universitarios
it_it: Assistere e partecipare alle attività di reclutamento incluse fiere del lavoro e campus dedicati al reclutamento
ru_ru: Помощь и участие в наборе сотрудников, включая ярмарки вакансий и поиск кандидатов в учебных заведениях
th_th: ช่วยเหลือ และเข้าร่วมในการสรรหาบุคลากร รวมถึงออกงานเพื่อรับสมัครบุคคลากรและการสรรหาบุคลากรในสถานศึกษา

source: Assist backend developers in writing production-ready SQL code
es_es: Ayudar a los desarrolladores back-end a escribir código SQL listo para producción
it_it: Assistere gli sviluppatori back-end nella scrittura di codici SQL pronti per la produzione
ru_ru: Помощь back-end разработчикам в написании готового SQL кода
th_th: ช่วยเหลือผู้พัฒนา backend ในการเขียนโค้ด SQL ที่พร้อมใช้งาน

source: Assist cashier providers in setting up new payment systems and risk management settings
es_es: Asistir a los proveedores de caja a establecer nuevos sistemas de pago y configuraciones de gestión de riesgos
it_it: Assistere i fornitori di cassa nel mettere a punto nuovi sistemi di pagamento e impostazioni per la gestione del rischio
ru_ru: Помощь сотрудникам кассового отдела с установкой новых платёжных систем и настроек для оценки риска
th_th: ให้ความช่วยเหลือผู้ให้บริการชำระเงินในการติดตั้งระบบชำระเงินใหม่และการบริหารความเสี่ยง

source: Assist in management accounting for all companies within the Binary Ltd. group
es_es: Asistir en la contabilidad de gestión de todas las empresas del grupo Binary Ltd.
ru_ru: Помощь в проведении финансового учёта во всех компаниях группы Binary Ltd.
th_th: ช่วยในบริหารบัญชีของทุกบริษัทภายในกลุ่มบริษัท Binary Ltd.

source: Assist in organizing online technical tests
es_es: Ayudar en la organización de pruebas técnicas en línea
it_it: Fornire assistenza nell'organizzazione dei test tecnici online
ru_ru: Помощь в организации технических онлайн тестов
th_th: ช่วยในการจัดการทดสอบทางเทคนิคออนไลน์

source: Assist in preparing audit plans and programmes which includes functions, activities, objectives, scopes, and methodology
es_es: Asistir en la preparación de planes y programas de auditoría que incluyen funciones, actividades, objetivos, alcances y metodología
it_it: Fornire assistenza nella preparazione di piani e programmi di controllo, inclusi obiettivi, funzioni, attività, ambiti e metodologia
ru_ru: Помощь в подготовке планов и программ аудита, включая функции, процедуры, цели, сферы и методику
th_th: ช่วยในการเตรียมแผนการและโปรแกรมการตรวจสอบซึ่งรวมถึงฟังก์ชัน กิจกรรม วัตถุประสงค์ ขอบเขต และระเบียบวิธี

source: Assist in the daily IT requirements of our offices
es_es: Asistir en los requerimientos informáticos diarios de nuestras oficinas
it_it: Fornire assistenza per soddisfare le esigenze quotidiane in campo IT nei nostri uffici
ru_ru: Помощь в ежедневных IT нуждах наших офисов
th_th: ช่วยในความต้องการด้าน IT ประจำวันของสำนักงาน

source: Assist with regulatory audits and annual statutory audits of group companies worldwide
es_es: Ayudar con auditorías reglamentarias y auditorías legales anuales de empresas del grupo en todo el mundo
it_it: Fornire assistenza per le verifiche normative e le revisioni legali annuali delle società del gruppo in tutto il mondo
ru_ru: Помощь в проведении регулярного аудита и ежегодной установленной законом аудиторской проверки группы компаний, работающих по всему миру
th_th: ช่วยเหลือในการตรวจสอบด้านกฎระเบียบและการตรวจสอบตามกฎหมายประจำปีของกลุ่มบริษัททั่วโลก

source: Assisting to prepare monthly/yearly recruitment analytics and hiring status report
es_es: Asistir en la preparación de análisis de reclutamiento mensuales / anuales e informes de contratación
it_it: Fornire assistenza per preparare analisi mensili/annuali sul reclutamento e report sullo stato delle assunzioni
ru_ru: Помощь в подготовке ежемесячной/ежегодной аналитики по поиску сотрудников и отчётности по подбору персонала
th_th: ช่วยเหลือในการเตรียมการวิเคราะห์การสรรหาบุคคลากรประจำเดือน/ประจำปี และรายงานสถานะการจ้างงาน

source: Associate
es_es: Asociado
it_it: Affiliato
ru_ru: Ассоциат
th_th: ผู้เกี่ยวข้อง

source: Asunción
ru_ru: Асунсьон

source: Asunción has one of the lowest costs of living in the world, being ranked 386th out of 441 cities by Numbeo, the world's largest database of crowdsourced consumer data. International schools with a bilingual curriculum (Spanish and English) are popular among foreigners with children. You'll also have easy access to quality healthcare with well-equipped private hospitals staffed with English-speaking doctors.
es_es: Asunción tiene unos de los más bajos costos de vida del mundo, ocupando el puesto 386 de 441 ciudades según Numbeo, la base de datos de consumidores más grande del mundo. Las escuelas internacionales con un currículo bilingüe (español e inglés) son populares entre los extranjeros con niños. También tendrá fácil acceso a atención médica de calidad con hospitales privados bien equipados con personal médico de habla inglesa.
it_it: Asunción è uno dei luoghi in cui il costo della vita è tra i più ridotti: infatti, occupa la 386esima posizione tra le 441 città selezionate in base a questo criterio da Numbeo, il database con i dati dei consumatori ottenuti da crowdsourcing più ampio al mondo. Vi sono varie scuole internazionali con indirizzi bilingui (spagnolo e inglese), scelte spesso dai cittadini internazionali; inoltre, è semplice accedere a un sistema sanitario di qualità grazie agli ospedali privati con staff che parla inglese.
ru_ru: Асунсьон может похвастаться одной из самых низких стоимостей проживания в мире, заняв 386-е место в списке из 441 города, по версии Numbeo (крупнейшей мировой базы данных потребителей). В городе действуют международные школы, работающие на двух языках (испанском и английском) и пользующиеся большой популярностью среди иностранцев. Также к Вашим услугам качественное здравоохранение, англоязычные врачи и хорошо оборудованные частные клиники.
th_th: Asunción เป็นเมืองที่มีค่าครองชีพต่ำที่สุดในโลกเมืองหนึ่ง ถูกจัดให้อยู่ในลำดับที่ 386 จากทั้งหมด 441 เมืองโดย Numbeo ซึ่งเป็นฐานข้อมูลผู้บริโภคที่ใหญ่ที่สุดที่ได้ข้อมูลจากการระดมความคิดแบบมวลชนจากแต่ละท้องถิ่น ในเมืองมีโรงเรียนนานาชาติหลักสูตรสองภาษา (ภาษาสเปนและภาษาอังกฤษ) ซึ่งเป็นที่นิยมสำหรับชาวต่างชาติที่มีบุตรหลาน นอกจากนี้ยังมีโรงพยาบาลเอกชนที่พร้อมให้บริการด้านสุขภาพ มีเครื่องมือการแพทย์ครบครัน และมีแพทย์ที่สามารถสื่อสารกับท่านได้ด้วยภาษาอังกฤษ

source: Asunción is the capital city of Paraguay and one of the oldest settlements in South America. In the past, colonial expeditions departed from Asunción to establish other important cities, leading to its nickname as the ‘Mother of Cities'.
es_es: Asunción es la capital de Paraguay y uno de los asentamientos más antiguos de Sudamérica. En el pasado, las expediciones coloniales salieron de Asunción para establecer otras ciudades importantes, por lo que ganó el apodo "La Madre de las Ciudades".
it_it: Asunción è la capitale del Paraguay e uno degli insediamenti più antichi in Sud America. In passato, le spedizioni coloniali per fondare altri centri importanti partivano da qui, per questo Asunción ha preso il nome di "Madre delle città".
ru_ru: Асунсьон – это столица Парагвая и один из старейших городов в Южной Америке. В прошлом из города отправлялись экспедиции колонизаторов для основания других населённых пунктов. В этой связи Асунсьон получил название "матери городов".
th_th: Asunción เป็นเมืองหลวงของประเทศปารากวัย และหนึ่งในเมืองที่เก่าแก่ที่สุดในอเมริกาใต้ ในอดีต Asunción เป็นศูนย์กลางของคณะสำรวจในยุคอาณานิคม ที่เดินทางออกจากเมืองนี้เพื่อไปสร้างเมืองสำคัญอื่นๆ ซึ่งทำให้เกิดการเรียกชื่อเมืองนี้ว่า ‘Mother of Cities'

source: Asunción, Paraguay
ru_ru: Асунсьон, Парагвай
th_th: เมือง Asunción ประเทศปารากวัย

source: At any time and for any reason or no reason, the Company, in its sole discretion, may do either of the following immediately:
es_es: En cualquier momento y por cualquier razón o sin razón, la Empresa, a su sola discreción, puede hacer cualquiera de lo siguiente de forma inmediata:
it_it: In qualsiasi momento e per qualsiasi motivo la Società potrà, a propria esclusiva discrezione, adottare immediatamente uno dei seguenti provvedimenti:
ru_ru: В любое время и по любой причине, а также в отсутствии любых причин, Компания может незамедлительно и по своему единоличному усмотрению:
th_th: ไม่ว่าเวลาใด หรือ เหตุผลใดก็ตาม ด้วยดุลยพินิจของบริษัทฯ บริษัทฯ อาจจะดำเนินการใดๆ ต่อไปนี้ได้ทันที

source: At bank rollover, liquidity in the Forex market is reduced and may increase the spread and processing time for client orders. This happens around 21:00 GMT during daylight saving time, and 22:00 GMT during non-daylight saving time.
es_es: Durante prórrogas bancarias, la liquidez del mercado Forex se reduce y puede incrementar el margen y tiempo de proceso de las operaciones de los clientes. Esto ocurre alrededor de las 21:00 GMT en horario de verano, y las 22:00 GMT en horario de invierno.
ru_ru: В конца банковского торгового дня ликвидность на рынке Forex понижена, в результате чего спреды и время обработки клиентских ордеров могут увеличиться. Это происходит в районе 21:00 по Гринвичу в летнее время и, соответственно, в 22:00 после перехода на зимнее время в США.
th_th: ในช่วงการโรลโอเวอร์ สภาพคล่องในตลาดฟอเร็กซ์จะลดลง และอาจเพิ่มสเปรดและเพิ่มเวลาในการประมวลผลคำสั่งของลูกค้า ซึ่งจะเกิดขึ้นในช่วงเวลา 21:00 น. GMT ในช่วงเวลาออมแสง และ เวลา 22:00 น. GMT ในช่วงที่ไม่ใช่เวลาออมแสง

source: At least 5 years of experience in affiliate marketing, growth hacking, business development, and other closely-related skills
es_es: Al menos 5 años de experiencia en marketing de afiliados, growth hacking, desarrollo de negocios, y otras habilidades estrechamente relacionadas
it_it: Almeno 5 anni di esperienza in marketing di affiliazione, crescita dell'hackeraggio, sviluppo del business e altre competenze strettamente correlate
ru_ru: Минимум 5 лет опыта в области партнёрского маркетинга, увеличения потенциала компании, развития бизнеса и схожих навыков
th_th: มีประสบการณ์อย่างน้อย 5 ปี ในการทำการตลาดกับพันธมิตร การทำให้ธุรกิจเติบโตโดยเทคนิคใหม่ๆ การพัฒนาธุรกิจ และทักษะอื่นๆ ที่เกี่ยวข้อง

source: At least one year of work experience in a similar role
es_es: Al menos un año de experiencia laboral en una posición similar
it_it: Almeno un anno di esperienza lavorativa in un ruolo simile
ru_ru: Минимум год работы на аналогичной позиции
th_th: มีประสบการณ์การทำงานในบทบาทคล้ายกันอย่างน้อย 1 ปี

source: At reset time, if the spot is in the opposite direction of your prediction, the barrier is reset to that spot.
es_es: En el tiempo de reset, si el punto se encuentra en dirección opuesta con respecto a su predicción, el límite se restablece a ese punto.
it_it: Se alla data di reset il punto è nella direzione opposta rispetto alla tua previsione, la barriera viene reimpostata su quel punto.
ru_ru: Если спот-котировка движется в направлении, противоположном Вашему прогнозу, барьер на момент Reset будет изменён согласно котировке.
th_th: ในเวลารีเซ็ต หากสปอตอยู่ในทิศทางตรงข้ามกับทิศทางที่ท่านทำนาย ระบบจะรีเซ็ตแบร์ริเออร์ที่สปอตนั้น

source: Audit
es_es: Auditoría
it_it: Controllo
ru_ru: Аудит
th_th: ตรวจสอบ

source: Audit Page
es_es: Página de auditoría
it_it: Pagina di controllo
ru_ru: Страница аудита
th_th: หน้าตรวจสอบ

source: Aug
es_es: Ago
it_it: Ago
ru_ru: Авг
th_th: ส.ค.

source: August
es_es: Agosto
it_it: Agosto
ru_ru: Август
th_th: สิงหาคม

source: Australia
ru_ru: Австралия
th_th: ออสเตรเลีย

source: Australian Dollar vs Canadian Dollar
es_es: Dólar australiano vs dólar canadiense
ru_ru: Австралийский доллар против канадского
th_th: ดอลลาร์ออสเตรเลีย เทียบกับ ดอลลาร์แคนาดา

source: Australian Dollar vs Japanese Yen
es_es: Dólar australiano vs yen Japonés
ru_ru: Австралийский доллар против японской иены
th_th: ดอลลาร์ออสเตรเลีย เทียบกับ เงินเยนญี่ปุ่น

source: Australian Dollar vs New Zealand Dollar
es_es: Dólar australiano vs dólar neozelandés
ru_ru: Австралийский доллар против новозеландского
th_th: ดอลลาร์ออสเตรเลีย เทียบกับ ดอลลาร์นิวซีแลนด์

source: Australian Dollar vs Singapore Dollar
es_es: Dólar australiano vs dólar de Singapur
ru_ru: Австралийский доллар против сингапурского
th_th: ดอลลาร์ออสเตรเลีย เทียบกับ ดอลลาร์สิงคโปร์

source: Australian Dollar vs Swiss Franc
es_es: Dólar australiano vs franco suizo
ru_ru: Австралийский доллар против швейцарского франка
th_th: ดอลลาร์ออสเตรเลีย เทียบกับ ฟรังก์สวิส

source: Australian Dollar vs US Dollar
es_es: Dólar australiano vs dólar estadounidense
ru_ru: Австралийский доллар против американского
th_th: ดอลลาร์ออสเตรเลีย เทียบกับ ดอลลาร์สหรัฐ

source: Authenticate
es_es: Autenticar
it_it: Convalida
ru_ru: Авторизация
th_th: ยืนยันตัวตน

source: Authenticate your account by video conference call. Follow these steps to proceed:
es_es: Autentique su cuenta a través de una videollamada. Siga los siguientes pasos para proceder:
it_it: Convalida il tuo account tramite video conferenza. Per procedere, segui questi passaggi:
ru_ru: Пройдите аутентификацию Вашего счёта через видео звонок. Выполните следующие действия:
th_th: ตรวจสอบความถูกต้องบัญชีของท่านผ่านการประชุมทางวิดีโอ โดยทำตามขั้นตอนเหล่านี้เพื่อดำเนินการต่อ:

source: Authentication
es_es: Autenticación
it_it: Convalida
ru_ru: Аутентификация
th_th: การระบุตัวตน

source: Authorisation
es_es: Autorización
it_it: Autorizzazione
ru_ru: Авторизация
th_th: การอนุญาต

source: Authorised Applications
es_es: Aplicaciones Autorizadas
it_it: Applicazioni autorizzate
ru_ru: Доступные приложения
th_th: แอพพลิเคชันที่รองรับ

source: Authorised payment agents are exempted from paying any transfer fees.
es_es: Los agentes de pago autorizados están exentos del pago de tarifas de transferencia.
it_it: Gli agenti di pagamento autorizzati sono esentati dal pagamento di qualsiasi commissione sul trasferimento.
ru_ru: Авторизованные платёжные агенты не платят комиссии за перевод.
th_th: เว้นจากการชำระค่าธรรมเนียมการโอนเงินเมื่อชำระผ่านตัวแทนรับชำระเงิน

source: Authority
es_es: Autoridad
it_it: Autorità
ru_ru: Орган
th_th: อำนาจ

source: Auto-trader programming tool
es_es: Herramienta de programación auto-trader
it_it: Strumento di programmazione auto-trader
ru_ru: Программный инструмент для автоматизированной торговли
th_th: เครื่องมือในการตั้งซื้อขายแบบอัตโนมัติ

source: Automate your trading strategies with our simple, "drag-and-drop" bot creation tool.
es_es: Automatice sus estrategias de trading con nuestra simple herramienta "drag-and-drop" para crear su robot.
it_it: Automatizza le tue strategie di trading con il nostro semplice strumento di creazione di bot "trascina e rilascia".
ru_ru: Автоматизируйте свои торговые стратегии, благодаря нашему простому инструменту создания робота.
th_th: การซื้อขายอัตโนมัติอย่างง่ายทำได้ด้วยเครื่องมือ "ลากแล้ววาง"

source: Automatic adjustments of Take Profit levels
es_es: Ajustar automaticamente los niveles de Take Profit
it_it: regolare automaticamente i livelli di Take Profit;
ru_ru: Автоматическая коррекция уровней тэйк-профит
th_th: การปรับระดับการทำกำไรอย่างอัตโนมัติ

source: Available 24/7
es_es: Disponible 24/7
it_it: Disponibile 24/7
ru_ru: Доступно 24/7
th_th: ตลอด 24 ชั่วโมง 7 วัน

source: Available Currencies
es_es: Divisas disponibles
ru_ru: Доступные валюты
th_th: สกุลเงินที่มีอยู่

source: Available Markets
es_es: Mercados disponibles
it_it: Mercati disponibili
ru_ru: Доступные рынки
th_th: ตลาดที่เปิดบริการ

source: Available markets
es_es: Mercados disponibles
it_it: Mercati disponibili
ru_ru: Доступные рынки
th_th: ตลาดที่เปิดให้บริการ

source: Available payment methods
es_es: Métodos de pago disponibles
it_it: Modalità di pagamento disponibili
ru_ru: Доступные способы оплаты
th_th: วิธีการชำระเงิน

source: Available trade types:
es_es: Tipos de operación disponibles:
it_it: Tipi di trade disponibili:
ru_ru: Доступные виды контрактов:
th_th: ประเภทการซื้อขาย:

source: Average
es_es: Promedio
it_it: Media
ru_ru: Среднее
th_th: ค่าเฉลี่ย

source: Avoid the need to have an e-wallet
es_es: Evite la necesidad de tener un monedero electrónico
it_it: Evitare l'esigenza di avere un e-wallet
ru_ru: Позволяют не иметь электронного кошелька
th_th: หลีกเลี่ยงความจำเป็นในการมีกระเป๋าเงินอิเล็กทรอนิกส์

source: Award-winning online trading platform
es_es: Plataforma de negociación online galardonada
it_it: Piattaforma di trading online pluripremiata
ru_ru: Торговая платформа, удостоенная высоких наград
th_th: รางวัลระบบซื้อขายออนไลน์

source: Award-winning trading excellence
es_es: Premios por excelencia en trading
it_it: Eccellenza pluripremiata del trading
ru_ru: Превосходство, отмеченное наградами:
th_th: รางวัลความเป็นเลิศในการซื้อขาย

source: B. Commencement
es_es: B. Comienzo
it_it: B. Decorrenza
ru_ru: B. Начало действия соглашения
th_th: ข. การเริ่มต้น

source: B. Scope
es_es: B. Alcance
it_it: B. Scopo
ru_ru: B. Сфера действия Политики
th_th: B. ขอบเขต

source: BIEL RTS28 for 2017
es_es: BIEL RTS28 para 2017
ru_ru: BIEL RTS28 за 2017
th_th: BIEL RTS28 สำหรับ 2017

source: BIEL RTS28 for 2018
es_es: BIEL RTS28 para 2018
it_it: BIEL RTS28 per 2018
ru_ru: BIEL RTS28 за 2018
th_th: BIEL RTS28 สำหรับ 2018

source: BIEL forms part of %1the Investor Compensation Scheme%2 (the "Scheme"), which is a rescue fund for investors that are clients of failed investment firms licensed by the MFSA. The Scheme covers 90% of the Company's net liability to a client in respect of investments that qualify for compensation under the Investment Services Act subject to a maximum payment to any one person of €20,000. The Scheme is based on EC Directive 97/9.
es_es: BIEL forma parte del %Esquema de Compensación de Inversores%2, o Investor Compensation Scheme, (el "Esquema") que es un fondo de rescate para los inversionistas que son clientes de empresas de inversión fallidas y reguladas por la MFSA (Autoridad de Servicios Financieros de Malta). El Esquema cubre el 90% del monto neto que la Empresa debe a un cliente en concepto de inversiones aptas para una indemnización según la ley de servicios de inversión, sujeta a un pago máximo de € 20.000 por persona. El Esquema se basa en la directiva de la Unión Europea número 97/9.
ru_ru: BIEL является частью %1Схемы компенсации инвесторам%2 (далее именуемой "Схема"), которая представляет собой пакет помощи для инвесторов, являющихся клиентами закрывшихся инвестиционных фирм, лицензированных Мальтийским управлением финансовых услуг (MFSA). Схема покрывает 90% чистых обязательств Компании перед клиентами в отношении инвестиций, по которым, согласно Акту об Инвестиционных услугах, предусмотрены компенсации, максимальный размер которых составляет €20,000. Схема основана на Директиве Европейского Комитета 97/9.
th_th: BIEL สร้างขึ้นมาเป็นส่วนหนึ่งของ %1แผนการชดเชยแก่นักลงทุน%2 ("แผน") ซึ่งเป็นเงินทุนช่วยเหลือสำหรับนักลงทุน ซึ่งเป็นลูกค้าของบริษัทลงทุนที่ล้มเหลวที่ได้รับใบอนุญาตจาก MFSA แผนนี้ให้ความคุ้มครอง 90% ของหนี้สุทธิของบริษัทฯ แก่ลูกค้าสำหรับการลงทุนที่มีคุณสมบัติได้รับการชดเชยภายใต้พระราชบัญญัติการบริการด้านการลงทุน (Investment Services Act) และขึ้นอยู่กับจำนวนเงินที่จ่ายสูงสุดให้แก่บุคคลหนึ่งจำนวน 20,000 ยูโร แผนการนี้ยึดตามหลัก EC Directive 97/9

source: BIEL is a company established in Malta under registration number C70156 and having its registered office at W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta.
es_es: BIEL es la empresa establecida en Malta con el número de registro C70156 y con domicilio social en W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta.
ru_ru: BIEL - компания, зарегистрированная на Мальте, регистрационный номер C70156, юридический адрес W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta.
th_th: BIEL เป็นกิจการหนึ่งที่ตั้งขึ้นในประเทศมอลตา ทะเบียนการค้าเลขที่ C70156 และได้รับการขึ้นทะเบียนสำนักงานที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา
