Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Introducing Broker must notify the Company immediately if they cease to possess any relevant Authorisation required or cease to be competent, capable, adequate, or qualified to effectively perform all their duties and obligations undertaken and agreed to under this Agreement for any reason, including but not limited to lack of knowledge, expertise, experience, skills, and time. The Introducing Broker must also promptly notify the Company in writing upon the initiation of any proceedings in bankruptcy, dissolution, or liquidation.
es_es: El Broker Introductor debe notificar a la Empresa inmediatamente si deja de poseer una Autorización relevante y requerida o deja de ser competente, capaz, o estar calificado para cumplir efectivamente con todos sus deberes y obligaciones asumidos y acordados en virtud de este Acuerdo por cualquier motivo, incluyendo pero no limitado a la falta de conocimiento, experiencia, habilidades y tiempo. El Broker Introductor debe también notificar por escrito y de inmediato a la Empresa en caso de cualquier proceso de quiebra, disolución o liquidación.
it_it: L'Introducing Broker è tenuto ad avvisare immediatamente la Società qualora non fosse più in possesso delle autorizzazioni necessarie o non disponesse più delle competenze, capacità, adeguatezza e qualifiche indispensabili per onorare gli obblighi assunti e concordati con il presente Contratto per qualsiasi motivazione, inclusa senza limitazioni la mancanza di conoscenza, competenze, esperienza, abilità e tempo. Inoltre, L'Introducing Broker è tenuto a comunicare prontamente per iscritto alla Società l'inizio di eventuali procedimenti per bancarotta, scioglimento o liquidazione.
ru_ru: Представляющий брокер должен незамедлительно уведомить Компанию в случае прекращения действия необходимой авторизации или прекращения её статуса, силы, соответствия или пригодности для эффективного выполнения возложенных функций и обязательств, принятых и согласованных в рамках данного Соглашения по любым причинам, включающим, но не ограничивающимся отсутствием знаний, квалификации, опыта, навыков и времени. Представляющий брокер также обязан своевременно уведомить Компанию в письменном виде о начале процедуры банкротства, добровольного роспуска или ликвидации.
th_th: โบรกเกอร์แนะนำจะต้องบอกกล่าวต่อบริษัทฯ ในทันที หากโบรกเกอร์แนะนำไม่มีใบอนุญาตที่เกี่ยวข้องตามที่กำหนด หรือไม่มีอำนาจ ความสามารถ ความพร้อม หรือคุณสมบัติ ที่ปฏิบัติงานตามหน้าที่และความรับผิดชอบที่ได้รับและตกลงไว้ในสัญญาอีกต่อไป ไม่ว่าด้วยเหตุผลใดก็ตาม รวมถึง การไม่มีความรู้ ความเชี่ยวชาญ ประสบการณ์ ทักษะ และเวลา โบรกเกอร์แนะนำจะต้องบอกกล่าวต่อบริษัทฯ เป็นลายลักษณ์อักษรในทันทีเมื่อเริ่มดำเนินการใดๆ ที่เกี่ยวข้องกับการล้มละลาย การสลายตัว หรือการชำระบัญชี

source: The Introducing Broker pledges that they shall not at any time
es_es: El Broker Introductor se compromete a no realizar lo siguiente en cualquier momento
it_it: L'Introducing Broker si impegna sempre a non
ru_ru: Представляющий брокер обязуется никогда не предпринимать следующих действий:
th_th: โบรกเกอร์แนะนำปฏิญาณจะไม่

source: The Introducing Broker shall immediately cease using the Marketing Materials whether in hard copy or electronically on any website and return all Marketing Materials to Binary. They shall also cease referring to Binary and shall remove all of the Binary Trademarks, including logos, branding, and other references to Binary from their website and/or marketing materials.
es_es: El Broker Introductor deberá dejar de utilizar inmediatamente los Materiales de Marketing, ya sea en copia impresa o electrónicamente en cualquier sitio web, y devolverá todos los Materiales de Marketing a Binary. También dejará de referirse a Binary y eliminará todas las marcas comerciales de Binary, incluidos los logotipos, etiquetados y otras referencias a Binary de su sitio web y / o materiales de marketing.
it_it: L'Introducing Broker dovrà immediatamente cessare di usare siti web o il materiale per il marketing, cartaceo o elettronico, e restituirlo a Binary. Dovrà inoltre cessare di riferirsi a Binary e rimuovere tutti i marchi di Binary, inclusi loghi o branding, dal sito web e/o dai materiali per il marketing.
ru_ru: Представляющий брокер обязуется незамедлительно прекратить пользоваться маркетинговыми материалами в печатном или электронном виде на любом вебсайте, а также вернуть любые маркетинговые материалы Binary. Также Представляющий брокер должен прекратить ссылаться на Binary и удалить с сайта и маркетинговых материалов любые торговые наименования Binary, включая логотип, брендинг и любые другие ссылки на Binary.
th_th: โบรกเกอร์แนะนำจะหยุดใช้เอกสารทางการตลาดทันที ไม่ว่าจะอยู่ในรูปแบบของตัวเอกสารที่พิมพ์ออกมา หรือ เอกสารอิเล็กทรอนิกส์บนเว็บไซต์ และคืนเอกสารทางการตลาดทั้งหมดให้แก่ Binary โบรกเกอร์แนะนำจะหยุดการแนะนำลูกค้าให้กับ Binary และจะลบเครื่องหมายการค้าของ Binary ออกทั้งหมด ซึ่งรวมถึง โลโก้ ตราสินค้า และสิ่งอ้างอิงถึง Binary อื่นๆ จากเว็บไซต์ และ/หรือ เอกสารทางการตลาดของโบรกเกอร์แนะนำ

source: The Introducing Broker shall use their experience, knowledge, and best efforts to provide IB services to Binary, and Binary shall remunerate the Introducing Broker for IB services in accordance to the Commission structure listed on %1 Introducing Broker programme.
es_es: El Broker introductor utilizará su experiencia, conocimiento y los mejores esfuerzos para proporcionar servicios de IB a la Empresa, y la Empresa deberá remunerar al Broker Introductor por los servicios de IB de acuerdo con la estructura de las Comisiones que figura en el programa de Broker Introductor de %1.
it_it: L'Introducing Broker è tenuto a impiegare le sue conoscenze, la sua esperienza e il massimo impegno per garantire a Binary i migliori servizi di IB; Binary è tenuta a garantirgli una remunerazione per tali servizi secondo la struttura di commissioni illustrata nel programma per Introducing Broker di %1.
ru_ru: Представляющий брокер должен использовать свой опыт, знания и предпринимать все разумные усилия, чтобы предоставить Binary услуги ПБ, а Binary обязуется вознаграждать Представляющего брокера за услуги ПБ в рамках Структуры комиссионных, указанной в программе для Представляющих брокеров %1.
th_th: โบรกเกอร์แนะนำจะใช้ประสบการณ์ ความรู้ และความพยายามอย่างที่สุด ที่จะให้บริการ IB แก่ Binary และ Binary จะจ่ายค่าตอบแทนโบรกเกอร์แนะนำสำหรับบริการ IB ตามโครงสร้างคอมมิชชันที่แจกแจงไว้ในโปรแกรมโบรกเกอร์แนะนำของ %1

source: The Introducing Broker warrants to the Company at all times that
es_es: El Broker Introductor garantiza a la Empresa en todo momento que
it_it: L'Introducing Broker garantisce sempre alla Società che:
ru_ru: Представляющий брокер обязуется предоставить Компании:
th_th: โบรกเกอร์แนะนำรับประกันกับบริษัทฯ ว่า

source: The Introducing Broker's obligations
es_es: Las obligaciones del Broker Introductor
it_it: Obblighi dell'Introducing Broker
ru_ru: Обязанности представляющего брокера
th_th: ภาระหน้าที่ของโบรกเกอร์แนะนำ

source: The Investor Compensation Scheme
es_es: Esquema de Compensación de Inversores
it_it: Sistema di indennizzo degli investitori
ru_ru: Схема компенсации инвесторам
th_th: แผนผลประโยชน์ของนักลงทุน

source: The MAM Advanced account can be assigned to a money manager who will trade on your behalf with more competitive spreads than the regular Advanced account. Other account specifications remain the same.
es_es: Es posible asignar la cuenta avanzada de gestión de cuentas múltiples (GCM) a un administrador de fondos que operará en su nombre con spreads más competitivos que los de la cuenta avanzada regular. Las demás especificaciones de la cuenta permanecerán inalteradas.
ru_ru: Расширенный счёт ММС может быть приписан инвестиционному менеджеру, который будет торговать от Вашего имени с более выгодными спредами, по сравнению со спредами на простых Расширенных счетах. Остальные характеристики счёта останутся прежними.
th_th: ท่านสามารถมอบหมายบัญชี MAM ขั้นสูงของเราให้กับผู้จัดการเงินทุนบุคคล ผู้ที่จะซื้อขายแทนท่านด้วยสเปรดที่มากกว่าบัญชีขั้นสูงปกติ ข้อกำหนดอื่นๆ ของบัญชียังคงเดิม

source: The MAM Synthetic Indices account can be assigned to a money manager who will trade on your behalf with the same specifications as the regular Synthetic Indices account.
es_es: La cuenta de índices sintéticos de MAM se puede asignar a un administrador de fondos que operará en su nombre con las mismas especificaciones como las de la cuenta de índices sintéticos habituales.
ru_ru: Счёт ММС на Синтетических индексах может быть закреплён за инвестиционным менеджером, который будет торговать от Вашего имени с теми же условиями, что и на стандартных счетах на Синтетических индексах.
th_th: สามารถมอบหมายบัญชีดัชนีสังเคราะห์ MAM ให้กับผู้จัดการเงินทุนบุคคล ผู้ที่จะซื้อขายแทนท่านด้วยข้อกำหนดเดียวกันกับบัญชีดัชนีสังเคราะห์ปกติ

source: The MAM tool is ideal for money managers who want to easily manage multiple client accounts. It gives you the ability to simultaneously view, track, and trade on behalf of all MT5 client accounts under your control.
es_es: La herramienta GCM es ideal para gestores de fondos que desean administrar varias cuentas de clientes simultáneamente. Le permite revisar, seguir y operar en nombre de todos los clientes cuyas cuentas en MT5 estén bajo su control.
ru_ru: Инструмент ММС идеально подходит для инвестиционных менеджеров, которые стремятся с лёгкостью управлять множеством клиентских счетов. Данный инструмент даёт Вам возможность одновременно следить, просматривать и торговать от имени всех клиентов MT5, счета которых находятся в Вашем распоряжении.
th_th: เครื่องมือ MAM เหมาะสำหรับผู้จัดการเงินทุนบุคคลที่ต้องการจัดการบัญชีลูกค้าหลายๆ บัญชีโดยง่าย ซึ่งให้ท่านสามารถดู ติดตาม และซื้อขายในเวลาเดียวกัน ในนามของบัญชีลูกค้า MT5 ทั้งหมดภายใต้การควบคุมของท่าน

source: The Margin Level of the client's MT5 Real Account reaches or falls below the Stop Out Level.
es_es: El Nivel de Margen de la Cuenta Real MT5 del cliente alcanza o cae por debajo del nivel de Stop Out.
it_it: Il livello di margine del conto reale MT5 del cliente raggiunge il livello di Stop Out o scende al di sotto di esso;
ru_ru: Уровень маржи на Реальном счету MT5 клиента достиг или опустился ниже уровня стоп-аут (уровня принудительного закрытия позиции).
th_th: ระดับมาร์จินของบัญชี MT5 จริงของลูกค้าถึง หรือ ลดต่ำลงจากระดับยุติการซื้อขาย

source: The Margin trading services described in this agreement are conducted over the counter ("OTC").
es_es: Los servicios de trading de Márgenes descritos en este acuerdo se llevan a cabo extrabursátilmente ("OTC").
it_it: I servizi di trading a margine descritti nel presente contratto vengono svolti in modalità over the counter ("OTC").
ru_ru: Услуги торговли с применением маржи, описанные в данном соглашении, выполняются на внебиржевом рынке ("OTC" или "over the counter").
th_th: การบริการซื้อขายมาร์จินตามที่อธิบายไว้ในข้อตกลงนี้ จะให้บริการในตลาดที่ซื้อขายได้เองโดยตรง ("OTC")

source: The Margin used in Margin calculations will be whichever is bigger: the Margin implied by the account's Leverage or the symbol's Margin. The account has a specific Margin, but symbol's Margin may vary.
es_es: El Margen utilizado en los cálculos de Margen será el que sea mayor: el Margen implícito por el Apalancamiento de la cuenta o el Margen del símbolo. La cuenta tiene un Margen específico, pero el Margen del símbolo puede variar.
it_it: Il Margine utilizzato nei calcoli dello stesso sarà quello maggiore: il Margine della Leva del conto o il Margine del simbolo. Il conto ha un Margine specifico, mentre il Margine del simbolo può variare.
ru_ru: Маржа, используемая при расчётах уровня маржи, будет наибольшей из доступных: маржей от кредитного рычага на счёте или маржей самого актива. На счету действует определённый вид маржи, который может отличаться от маржи актива.
th_th: มาร์จินที่ใช้ในการคำนวณมาร์จินจะใช้ทางเลือกต่อไปนี้ที่มีค่ามากกว่า โดยเป็นมาร์จินจากเลเวอเลจของบัญชี หรือ มาร์จินของสัญลักษณ์ บัญชีจะมีมาร์จินที่เฉพาะเจาะจง แต่มาร์จินของสัญลักษณ์จะเปลี่ยนแปลงไม่คงที่

source: The Marketing team oversees all our marketing and advertising initiatives, such as our affiliate programme, social media presence, webinars, and emails. As our Marketing Executive, you will coordinate and execute marketing campaigns across a variety of channels, and continuously identify the best ways to reach current and prospective customers.
es_es: El equipo de Marketing supervisa todas las iniciativas promocionales y publicitarias, así como programas de afiliados, presencia en redes sociales, webinarios, y correos electrónicos. Como Ejecutivo de Marketing, usted coordinará y ejecutará campañas de marketing a través de una variedad de canales, e identificará continuamente las mejores maneras de llegar a los clientes actuales y potenciales.
it_it: Il team marketing controlla tutte le nostre iniziative commerciali e pubblicitarie, come il programma per gli associati, la presenza sui social media, i webinar e le e-mail. In qualità di responsabile marketing, ti occuperai di coordinare e implementare le campagne di marketing attraverso vari canali, e individuare costantemente i modi migliori per raggiungere i clienti esistenti e potenziali.
ru_ru: Маркетинговая команда отвечает за все наши инициативы в области маркетинга и рекламы, в частности, за нашу партнёрскую программу, присутствие в соц. сетях, вебинары и электронные сообщения. Будучи нашим директором по маркетингу, Вы будете руководить и проводить маркетинговые кампании по самым различным каналам, а также постоянно выявлять наилучшие пути воздействия на текущих и потенциальных клиентов.
th_th: ทีมงานการตลาดดูแลงานการตลาดของบริษัทฯ ทั้งหมด เช่น โปรแกรมพันธมิตรออนไลน์ การนำเสนอข้อมูลผ่านสื่อสังคมออนไลน์ เว็บบินาร์ และอีเมล์ต่างๆ ในฐานะเจ้าหน้าที่การตลาด ท่านจะประสานงานและดำเนินการส่งเสริมการตลาดผ่านทางช่องทางต่างๆ การค้นหาช่องทางที่ดีที่สุดในการเข้าถึงลูกค้าปัจจุบันของบริษัทฯ และกลุ่มลูกค้าเป้าหมายของบริษัทฯ

source: The Marketing team oversees all our marketing initiatives, such as our partnership programmes, social media presence, webinars, PPC, SEO, and email marketing. As our Technical Marketing Executive, you will act on data-driven information and assist in troubleshooting issues to further nurture and grow our client base.
es_es: El equipo de Marketing supervisa todas las iniciativas promocionales, así como los programas de asociación, presencia en redes sociales, webinarios, PPC, SEO y marketing por correo electrónico. Como Ejecutivo de Marketing Técnico, usted actuará sobre la información basada en datos y ayudará en la resolución de problemas, con el fin de apoyar y aumentar nuestra base de clientes.
it_it: Il team marketing controlla tutte le nostre iniziative commerciali, come programmi dedicati alle collaborazioni, presenza sui social media, webinar, PPC, SEO e marketing via e-mail. In qualità di responsabile marketing tecnico, lavorerai sulle informazioni basate sui dati e fornirai assistenza nella risoluzione dei problemi al fine di rafforzare e ampliare la nostra base di clienti.
ru_ru: Маркетинговая команда контролируют все наши маркетинговые инициативы, включая наши партнёрские программы, кампании в соц. сетях, вебинары, PPC, SEO, а также электронный меркетинг. Будучи нашим директором по техническому маркетингу, Вы будете отвечать на нашу информацию на основе данных и помогать нам с решением проблем для улучшения обслуживания и дальнейшего увеличения базы наших клиентов.
th_th: ทีมงานการตลาดดูแลงานการตลาดของบริษัทฯ ทั้งหมด เช่น โปรแกรมพันธมิตรออนไลน์ การนำเสนอข้อมูลผ่านสื่อสังคมออนไลน์ เว็บบินาร์ PPC SEO และการตลาดจากอีเมล์ ในฐานระเจ้าหน้าที่การตลาดเชิงเทคนิค ท่านจะทำงานด้วยการขับเคลื่อนข้อมูล และช่วยเหลือในงานที่เกี่ยวข้องต่างๆ เพื่อดูแลลูกค้าและเพื่อขยายฐานลูกค้าของบริษัทฯ

source: The MetaTrader platform will no longer support Windows XP, Windows 2003, and Windows Vista after 01 October, 2017.
es_es: La plataforma MetaTrader ya no será compatible con Windows XP, Windows 2003 y Windows Vista después del 1 de octubre de 2017.
ru_ru: Платформа MetaTrader больше не будет поддерживать Windows XP, Windows 2003 и Windows Vista после 1 октября 2017 г.
th_th: แพลตฟอร์ม MetaTrader จะไม่รองรับระบบปฏิบัติการ Windows XP, Windows 2003 และ Windows Vista หลังจาก 1 ตุลาคม พ.ศ. 2560 (ค.ศ. 2017)

source: The Party that is not able to meet its obligations under this agreement due to force majeure events shall inform the other Party in writing within five business days after such an event has occurred. The Party shall be deprived of the right to be released from any responsibility, under this agreement, where it fails to duly notify the other Party on time.
es_es: La Parte que no pueda cumplir con sus obligaciones en virtud del presente Acuerdo por motivos de fuerza mayor, informará por escrito a la otra Parte en un plazo de cinco días hábiles a partir de la fecha en que se haya producido el evento. La Parte se privará del derecho a eximir de toda responsabilidad, en virtud del presente Acuerdo, en caso de que no lo notifique debidamente y a tiempo a la otra Parte.
it_it: La Parte che non fosse in grado di onorare i propri obblighi, ai sensi del presente contratto, a causa di eventi di forza maggiore dovrà, entro cinque giorni lavorativi dal verificarsi di tali eventi, informarne l'altra parte in forma scritta. La parte inadempiente verrà privata del diritto di rifiutare eventuali responsabilità, ai sensi del presente contratto, qualora non informasse debitamente e per tempo l'altra Parte.
ru_ru: Сторона, не способная выполнить свои обязательства в рамках данного соглашения, ввиду возникновения форс-мажорных обстоятельств, должна в письменной форме уведомить другую сторону в течение пяти рабочих дней после возникновения такового обстоятельства. Если одна из Сторон не сможет своевременно и должным образом уведомить вторую сторону, она лишится права избежать ответственности за таковые действия.
th_th: คู่สัญญาที่ไม่สามารถตอบสนองข้อผูกมัดภายใต้สัญญานี้ได้เนื่องจากเหตุการณ์สุดวิสัยจะต้องแจ้งเป็นลายลักษณ์อักษรให้แก่อีกฝ่ายภายในห้าวันทำการ หลังจากเหตุการณ์นั้นเกิดขึ้น คู่สัญญาจะถูกเพิกถอนสิทธิ์ในการละเลยต่อความรับผิดชอบใดๆ ภายใต้สัญญานี้ หากไม่ได้แจ้งให้แก่อีกฝ่ายทราบตามเวลาที่กำหนด

source: The Pearl of Borneo
es_es: La Perla de Borneo
it_it: La Perla del Borneo
ru_ru: Жемчужина Борнео
th_th: ไข่มุกของบอร์เนียว

source: The Pillar 3 disclosure report of Binary Investments (Europe) Limited has been prepared in accordance with the Capital Requirements Directive IV and the Capital Requirements Regulation. Read our Pillar 3 disclosure report to understand how we comply with market discipline as a market participant.
es_es: El informe de divulgación para el Tercer Pilar de Binary Investments (Europe) Limited se ha elaborado de conformidad con la Directiva sobre requisitos de capital (DRC IV) y el reglamento de la UE nº 575/2013. Lea nuestro informe de divulgación del Tercer Pilar para comprender cómo cumplimos con las normas de mercado como participante del mercado.
ru_ru: Отчёт о пояснении Принципа 3 от компании Binary Investments (Europe) Limited был подготовлен в соответствии с Директивой о требованиях к капиталу IV и Нормативным положением о требованиях к капиталу. Прочтите наш Отчёт о пояснении Принципа 3 и узнайте, какие шаги мы предприняли, будучи участником рынка, чтобы соответствовать рыночной дисциплине.
th_th: Pillar 3 รายงานที่เปิดเผยข้อมูล Binary Investments (Europe) Limited ได้มีการจัดเตรียมตามเงื่อนไขหลักเกณฑ์ของ Capital Requirements Directive IV และ Capital Requirements Regulation ศึกษา Pillar 3 รายงานที่เปิดเผยข้อมูล เพื่อทำความเข้าใจว่า พวกเราปฏิบัติตามหลักการของตลาดประหนึ่งสมาชิกของตลาด

source: The Policy is supplemented by Appendix A, which provides further details to the Company's considerations as they are related to differing asset classes. The accompanying Appendix A should be read in conjunction with this Policy.
es_es: La Política se complementa con el Apéndice A, el cual proporciona más detalles sobre las consideraciones de la Empresa, ya que están relacionadas con diferentes clases de activos. Ambos documentos deben leerse conjuntamente.
it_it: La politica è integrata dall'appendice A, che fornisce ulteriori dettagli alle considerazioni della Società, poiché sono correlate a categorie di asset differenti. L'appendice A allegata dovrebbe essere letta insieme al presente documento.
ru_ru: Дополнением к Политике является Приложение A, в котором дана подробная информация о критериях Компании, относящихся к различным классам активов. Нижеследующее Приложение A должно быть прочитано совместно с Политикой.
th_th: นโยบายที่แสดงในภาคผนวก A ให้ข้อมูลเพิ่มเติมเพื่อการพิจารณาของบริษัทฯ ที่เกี่ยวข้องกับประเภทของสินทรัพย์ที่แตกต่างกัน ท่านควรศึกษาภาคผนวก A ควบคู่กับนโยบายฯ นี้
