Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Programmer or the Programmer's employees' or agents' acts or omissions, including the Programmer's or their breach or alleged breach of these Terms
es_es: Los actos u omisiones del Programador o los de sus empleados o agentes, incluyendo el incumplimiento o supuesto incumplimiento de estos Términos
it_it: Le azioni o le omissioni del Programmatore, dei suoi dipendenti o agenti, inclusi i rispettivi casi di violazione effettiva o presunta dei presenti Termini
ru_ru: действия или упущения Программиста, а также действия и упущения сотрудников или агентов Программиста, включая нарушение или предполагаемое нарушение ими данных Правил,
th_th: โปรแกรมเมอร์ หรือ พนักงานของโปรแกรมเมอร์ หรือ ตัวแทนฯ ปฏิบัติ หรือ ละเว้น รวมถึงการละเมิดของโปรแกรมเมอร์และพวกเขา หรือ ฝ่าฝืนเงื่อนไขต่างๆ เหล่านี้

source: The Programmer represents and warrants to the Company that, excluding the Content, the Programmer has the right to use, reproduce, transmit, copy, publicly display, publicly perform, and distribute the Programmer's Application, and that the use or promotion of the Programmer's Application will not violate the rights of any third party (e.g. copyright, patent, trademark, privacy, publicity, or other proprietary right of any person or entity) or any applicable regulation or law and the laws of any country in which the Programmer's Application is made available.
es_es: El Programador declara y garantiza a la Empresa que, excluyendo el Contenido, tiene el derecho a utilizar, reproducir, transmitir, copiar, mostrar públicamente, realizar públicamente y distribuir su Aplicación, y que el uso o la promoción de su Aplicación no violará los derechos de terceros (por ejemplo, copyright, patente, marca registrada, privacidad, publicidad u otro derecho de propiedad de cualquier persona o entidad), o cualquier regulación aplicable o ley incluyendo las leyes de cualquier país en el que la Aplicación del Programador esté disponible.
it_it: Il Programmatore dichiara e garantisce alla Società di avere, a eccezione dei Contenuti, il diritto di usare, riprodurre, trasmettere, copiare, mostrare ed eseguire pubblicamente e distribuire la propria Applicazione, e che l'uso di quest'ultima non vìola i diritti di parti terze (per esempio diritti d'autore, brevetti, marchi, privacy, pubblicità, o altri diritti proprietari di persone o entità) o eventuali leggi, normative o regolamenti applicabili nel paese in cui l'Applicazione del Programmatore è resa disponibile.
ru_ru: Программист заявляет и гарантирует Компании, что, за исключением контента, у Программиста есть право использовать, воспроизводить, передавать, копировать, публично отображать, публично исполнять и распространять Приложение Программиста, а также то, что использование или реклама Приложения Программиста не нарушит прав любой третьей стороны (например, авторского права, патента, товарного знака, конфиденциальности, публичного освещения или иных прав собственности любого лица или организации), любой применимой нормы или закона, а также законов любой страны, в которой доступно Приложение Программиста.
th_th: โปรแกรมเมอร์ในฐานะตัวแทนและขอรับรองต่อบริษัทฯ ว่า นอกจากเนื้อหาในเว็บไซต์ โปรแกรมเมอร์มีสิทธิ์ที่จะใช้ ทำใหม่ ถ่ายทอด คัดลอก เผยแพร่ต่อสาธารณะ ดำเนินการต่อสาธารณะ และแจกจ่ายแอพพลิเคชันของโปรแกรมเมอร์ และในการใช้ หรือ ทำการส่งเสริมการตลาดแอพพลิเคชันของโปรแกรมเมอร์จะไม่ฝ่าฝืนต่อสิทธิของบุคคลที่สามใดๆ (เช่น ลิขสิทธิ์ สิทธิบัตร เครื่องหมายทางการค้า ความเป็นส่วนตัว การเปิดเผยต่อสาธารณะ หรือ สิทธิ์ของผู้ครอบครองของบุคคล หรือหน่วยงานใดๆ) หรือ หลักเกณฑ์ หรือ กฎหมายที่บังคับใช้ และกฎหมายของประเทศนั้นๆ ที่แอพพลิเคชันของโปรแกรมเมอร์ได้ให้บริการ

source: The Programmer shall be solely responsible for, and shall indemnify and hold the Company free and harmless from any and all third-party claims, damages, or lawsuits (including, but not limited to, consequential losses and loss of profit and the Company's reasonable legal costs and expenses if applicable):
es_es: El Programador será el único responsable de, y deberá indemnizar y eximir de responsabilidad a la Empresa, frente a cualquier reclamo, daño o demanda de terceros (incluyendo pero sin limitarse a las pérdidas consecuentes y pérdida de beneficios, gastos y costos legales razonables de la Empresa, si corresponde):
it_it: Il Programmatore dovrà indennizzare la Società e tutelarla e preservarla da rivendicazioni, danni o cause da parte di terzi (inclusi senza limitazioni eventuali perdite conseguenti o di profitto e i ragionevoli costi e spese legali della Società, ove applicabili) in qualità di unico responsabile:
ru_ru: Программист должен нести единоличную ответственность, а также освободить и оградить Компанию от любых претензий третьей стороны, убытков или судебных исков (включая, но не ограничиваясь косвенными убытками и потерей прибыли, разумными юридическими издержками Компании, а также расходами, если таковые применимы) в следующих ситуациях:
th_th: โปรแกรมเมอร์จะเป็นผู้รับผิดชอบแต่เพียงผู้เดียว จะชดเชย และถือว่า ปลอดจากการอ้างสิทธิ์ใดๆ โดยบุคคลที่สาม ความเสียหาย หรือ การดำเนินคดีต่างๆ (รวมถึง มูลค่าความเสียหาย และการขาดทุนในผลกำไร ค่าใช้จ่ายที่เกิดขึ้นกับบริษัทฯ ตามกฎหมาย และอื่นๆ ถ้ามี)

source: The Programmer shall discontinue the Programmer's use of all prior versions of the %1 API in favour of the revised %1 API. While it is the Company's intention that the revised %1 API shall be backward compatible with the immediately prior version of the %1 API, the Company does not guarantee or warrant that this shall be so, and the Company shall have no liability whatsoever to the Programmer for any failure of the revised %1 API to be backward compatible with any prior version of the %1 API.
es_es: El Programador suspenderá su uso de todas las versiones anteriores de la API de %1 a favor de la API de %1 revisada. Si bien es la intención de la Empresa que la API de %1 revisada sea compatible con la versión inmediatamente anterior de la API de %1, la Empresa no garantiza ni asegura que esto será así, y la Empresa no tendrá responsabilidad alguna ante el Programador por cualquier fallo en cuanto a la compatibilidad de la de API de %1 revisada con cualquier versión anterior de la API de %1.
it_it: Il Programmatore dovrà cessare di utilizzare le versioni precedenti dell'API di %1 favorendo invece quelle riviste. La Società intende rendere compatibili le API di %1 con la versione immediatamente precedente, tuttavia non garantisce che si ottenga tale risultato e declina ogni responsabilità nei confronti del Programmatore nel caso in cui le API di %1 modificate non risultassero di fatto compatibili con quelle precedenti.
ru_ru: Программист должен прекратить использование всех предыдущих версий API %1 в пользу новых API от %1. Хотя Компания стремится, чтобы обновлённые API %1 были обратно совместимы с более ранними версиями API %1, Компания не даёт никаких гарантий в этом отношении; Компания не должна нести перед Программистом никакой ответственности за отсутствие обратной совместимости обновлённых API %1 с любой предыдущей версией API %1.
th_th: โปรแกรมเมอร์จะยุติการใช้ API ของ %1 ไม่ว่าเวอร์ชันปัจจุบันหรือก่อนหน้าในการแก้ไขใดๆ กับ API ของ %1 ขณะที่บริษัทฯ มีความมุ่งมั่นในการแก้ไข API ของ %1 ที่จะมีผลต่อ API รุ่นก่อนของ %1 บริษัทฯ ไม่รับประกัน หรือ รับรองใดๆ ในการกระทำดังกล่าว และบริษัทฯ ไม่รับผิดชอบต่อสิ่งที่เกิดขึ้นกับโปรแกรมเมอร์สำหรับความล้มเหลวใดๆ ในการแก้ไข API ของ %1 เพื่อให้ใช้งานได้กับ API รุ่นก่อนของ %1

source: The Programmer's breach of any of %1's rights
es_es: El incumplimiento por parte del Programador de cualquiera de los derechos de %1
it_it: La violazione da parte del Programmatore di qualsiasi diritto di %1
ru_ru: нарушение Программистом любого из прав %1,
th_th: การละเมิดของโปรแกรมเมอร์ต่อสิทธิ์ใดๆ ของ %1

source: The Programmer's property
es_es: Propiedad del Programador
it_it: La proprietà del Programmatore
ru_ru: Собственность Программиста
th_th: ทรัพย์สินของโปรแกรมเมอร์

source: The Programmer's use of the %1 API causes damage to the %1 trading platform; in which case then %1 may, at its option, forthwith suspend the Programmer's use of the %1 API and/or terminate this Agreement without further written notice.
es_es: Si el uso de la API de %1 por parte el Programador causa daños a la plataforma de operaciones de %1, entonces %1 podrá, a su discreción, suspender sin demora el uso de la API de %1 por el Programador y/o rescindir este Acuerdo sin previo aviso por escrito.
it_it: Se l'uso dell'API di %1 danneggia la piattaforma di trading di %1, quest'ultimo potrebbe, a sua discrezione, sospendere prontamente l'utilizzo dell'API del Programmatore e/o recedere dal presente Contratto senza alcuna comunicazione scritta.
ru_ru: Использование Программистом API %1 наносит ущерб торговой платформе %1. В данном случае %1 может по своему усмотрению незамедлительно приостановить использование Программистом API %1 и/или приостановить действие данного Соглашения без отправления письменного уведомления.
th_th: การใช้ API %1 ของโปรแกรมเมอร์เป็นสาเหตุให้เกิดความเสียหายกับแพลตฟอร์มซื้อขายของ %1 และ %1 อาจจะดำเนินการเพื่อยุติการใช้งาน API %1 ของโปรแกรมเมอร์ และ/หรือ ยุติสัญญาโดยปราศจากการแจ้งให้ทราบล่วงหน้าใดๆ

source: The Programmer's use of the %1 API will not confer to the Programmer any title, ownership interest, or intellectual property rights that otherwise belong to the Company. The Company's trading platform is protected under patent and the Company's website, including its content, is protected by copyright laws, and will remain the Company's exclusive property, as applicable.
es_es: El uso de la API de %1 no le conferirá al Programador ningún título, interés de propiedad o derecho de propiedad intelectual que de lo contrario pertenece a la Empresa. La plataforma de la Empresa está protegida bajo patente y su sitio web, incluyendo su contenido, está protegido por las leyes de copyright y seguirá siendo propiedad exclusiva de la Empresa, según sea el caso.
it_it: Pur utilizzando l'API di %1, il Programmatore non godrà comunque di titoli, partecipazioni o diritti di proprietà intellettuale che appartengono alla Società. La piattaforma di trading della Società è coperta da brevetto e il suo sito web, contenuti inclusi, è tutelato dalle leggi su copyright e rimane di proprietà esclusiva della Società, ove applicabile.
ru_ru: Использование Программистом API %1 не даёт Программисту никаких прав и доли собственности, а также прав на интеллектуальную собственность, принадлежащую Компании. Торговая платформа Компании защищена патентом, а вебсайт Компании и его контент защищены законом об авторском праве и останутся эксклюзивной собственностью Компании, в зависимости от конкретных обстоятельств.
th_th: การใช้งาน API ของ %1 จะไม่เกี่ยวข้องกับโปรแกรมเมอร์ในแง่การเป็นเจ้าของ กรรมสิทธิ์ หรือ ทรัพย์สินทางปัญญา ซึ่งล้วนเป็นของบริษัทฯ แพลตฟอร์มการซื้อขายของบริษัทฯ ที่มีการป้องกันภายใต้สิทธิบัตรและเว็บไซต์ของบริษัทฯ รวมถึงเนื้อหา ที่ได้รับความคุ้มครองด้วยกฎหมายลิขสิทธิ์ และจะคงไว้เป็นทรัพย์สินเฉพาะอย่างของบริษัทฯ เท่านั้นที่อาจจะเกี่ยวข้อง

source: The Programmer's violation of any applicable law, rule, or regulation
es_es: La violación de cualquier ley, regla o regulación aplicable por parte del Programador
it_it: La violazione da parte del Programmatore di leggi, normative o regolamenti applicabili
ru_ru: нарушение Программистом любого применимого законодательства, правил или нормативов,
th_th: การละเมิดใดๆ ของโปรแกรมเมอร์ต่อกฎหมายที่บังคับใช้ ระเบียบ บัญญัติต่างๆ

source: The Recruitment team plays a challenging role in the company by sourcing and selecting quality applicants that will contribute to the company growth.
es_es: El equipo de Reclutamiento juega un papel desafiante al buscar y seleccionar candidatos de calidad que contribuirán al crecimiento de la empresa.
it_it: Al team che si occupa di reclutamento spetta un ruolo impegnativo per quanto riguarda l'individuazione e la selezione di candidati competenti, che contribuiranno alla crescita della Società.
ru_ru: Отдел по подбору персонала играет важную роль в компании, подыскивая и отбирая квалифицированных кандидатов, которые также внесут существенный вклад в рост и развитие компании.
th_th: ทีมสรรหาบุคลากรดำเนินการเป็นตัวแทนขององค์กรในการเสาะแสวงหาและคัดสรรผู้สมัครที่มีคุณภาพเพื่อเข้ามาเป็นส่วนหนึ่งของทีมที่พัฒนาให้บริษัทฯ มีความก้าวหน้า

source: The Republic of Malta is an island country in Southern Europe — located approximately 80km south of Italy. Its rich, colourful history can be traced back thousands of years to the Neolithic period.
es_es: La República de Malta es una isla ubicada en el sur de Europa — aproximadamente 80 km hacia el sur de Italia. Su rica y colorida historia se remonta a miles de años atrás, al período Neolítoco.
it_it: La repubblica di Malta è una nazione insulare nell'Europa meridionale, a circa 80 km a sud delle coste italiane. Le prime tracce della sua ricca e variegata storia risalgono al Neolitico, migliaia di anni fa.
ru_ru: Республика Мальта является островным государством на юге Европы, расположенным примерно в 80 км к югу от Италии. Богатая и интересная история государства насчитывает много веков, начиная с неолита.
th_th: สาธารณรัฐมอลตาเป็นประเทศที่เป็นเกาะในทางตอนใต้ของยุโรป ตั้งอยู่ในระยะ 80 กิโลเมตร ทางตอนใต้ของอิตาลี เป็นเมืองแห่งประวัติศาสตร์ มีสีสันตระกานตา สามารถย้อนรอยสู่ช่วงพันปีไปในยุคสมัยหินใหม่

source: The Spread is subject to alteration, at the Company's absolute discretion. The client acknowledges that whilst the Company endeavours to maintain a competitive Spread, it may widen significantly in some circumstances, and such figures will be determined by the Company at its reasonable discretion. Spreads may be widened at the daily bank rollovers.
es_es: El Spread está sujeto cambios, a la entera discreción de la Empresa. El cliente reconoce que si bien la Empresa se esfuerza por mantener un Spread competitivo, éste puede ampliarse considerablemente en algunas circunstancias, y tales cifras serán determinadas por la Empresa a su discreción. Los Spreads pueden ampliarse durante el roll-over bancario diario.
it_it: Lo spread può essere modificato dalla Società a sua assoluta discrezione. Il cliente accetta che, nel tentativo della Società di mantenere competitivo lo spread, questo possa aumentare in modo significativo in alcune circostanze in base a quanto stabilito ragionevolmente dalla Società. I rollover bancari giornalieri potrebbero aumentare lo spread.
ru_ru: Размер спреда подлежит изменению, что находится на усмотрении Компании. Клиент признаёт, что несмотря на то, что Компания принимает все разумные меры для поддержания конкурентоспособного спреда, он может значительно расшириться в ряде обстоятельств и размер спреда будет определяться Компанией, по её единоличному усмотрению. Спреды могут расширяться в случае банковских ролловеров.
th_th: สเปรดอาจมีการเปลี่ยนแปลง ตามแต่ดุลยพินิจของบริษัทฯ ลูกค้าทราบว่า ถึงแม้บริษัทฯ พยายามที่จะรักษาสเปรดให้อยู่ในระดับที่เหมาะสม อาจมีในบางสถานการณ์ที่ทำให้สเปรดเพิ่มขึ้นอย่างมีนัยสำคัญ และบริษัทฯ จะพิจารณาตัวเลขดังกล่าวอย่างสมเหตุสมผล สเปรดอาจจะมีเพิ่มขึ้นเมื่อมีการโรลโอเวอร์จากธนาคารในทุกๆ วัน

source: The Standard account is suitable for a wide range of traders, both new and experienced. It offers you the maximum allowed leverage and variable spreads that give you a great deal of flexibility for whatever position you wish to take in the market.
es_es: La cuenta estándar es adecuada para una amplia gama de operadores, tanto nuevos como experimentados. Le ofrece el apalancamiento máximo permitido y los diferenciales variables que le brindan una gran flexibilidad para cualquier posición que desee tomar en el mercado.
ru_ru: Стандартный счёт подходит для широкого круга трейдеров, от опытных клиентов до новичков. Он даёт Вам максимально возможное кредитное плечо и переменные спреды, предоставляющие хорошую гибкость для любых позиций на рынке.
th_th: บัญชีมาตรฐานเหมาะสมกับนักลงทุนหลากหลาย ทั้งมือใหม่และที่มีประสบการณ์ ซึ่งจะให้เลเวอเรจระดับสูงสุดและสเปรดที่เปลี่ยนแปลงได้ซึ่งให้ความยืดหยุ่นไม่ว่าท่านต้องการจะอยู่ตำแหน่งใดในตลาด

source: The Standard account is suitable for a wide range of traders, both new or experienced. It is available in EUR and GBP and offers tight and variable spreads without commissions and a minimum deposit.
es_es: La cuenta estándar es adecuada para una amplia gama de operadores, tanto nuevos como experimentados. Está disponible en EUR y GBP y ofrece diferenciales ajustados y variables sin comisiones y un depósito mínimo.
ru_ru: Стандартный счёт подходит большому количеству трейдеров, как начинающим, так и новичкам. Его можно открыть в EUR и GBP, с узкими и переменными спредами, без комиссий и при минимальном первом взносе.
th_th: บัญชีมาตรฐานมีความเหมาะสมกับนักลงทุนหลากหลายประเภท ทั้งนักลงทุนใหม่ หรือ นักลงทุนที่มีประสบการณ์ ซึ่งมีในรูปของสกุลเงิน EUR และ GBP และให้สเปรดทั้งคงที่และยืดหยุ่น ปราศจากค่าคอมมิชชั่นและจำนวนเงินที่ต้องฝากเป็นหลักประกันขั้นต่ำ

source: The Stop Out Level applicable to the client's MT5 Real Account may differ from the default Stop Out Level published on the Company website.
es_es: El nivel de Stop Out aplicable a la Cuenta Real MT5 del cliente puede ser diferente al Nivel de Stop Out por defecto publicado en la pagina web de la Empresa.
it_it: Il livello di Stop Out applicabile al conto reale MT5 del cliente può differire dal livello di Stop Out pubblicato in automatico sul sito web della Società.
ru_ru: Уровень стоп-аут, относящийся к Реальному счёту MT5 клиента, может отличаться от уровня стоп-аут по умолчанию, опубликованного на вебсайте Компании.
th_th: ระดับยุติการซื้อขายที่ใช้กับบัญชี MT5 จริงของลูกค้า อาจจะแตกต่างจากระดับยุติการซื้อขายที่แจ้งไว้บนเว็บไซต์ของบริษัทฯ

source: The Synthetic Indices account allows you to trade CFDs on Synthetic Indices – our proprietary synthetic assets that mimic real-world market volatility and are available for trading 24/7.
es_es: La cuenta de índices sintéticos le permite operar CFDs en índices sintéticos: nuestros activos sintéticos patentados que imitan la volatilidad del mercado real y están disponibles las 24 horas del día, los 7 días de la semana.
ru_ru: Счёт на Синтетических индексах позволяет торговать CFD на Синтетических индексах – нашем уникальном синтетическом активе, который воспроизводит настоящую рыночную волатильность и доступен для торговли 24/7.
th_th: บัญชีดัชนีสังเคราะห์อนุญาตให้ท่านได้ซื้อขาย CFD จากดัชนีสังเคราะห์ ซึ่งเป็นดัชนีสังเคราะห์ของเราที่จำลองความผันผวนของตลาดจริง และเปิดให้ท่านได้ซื้อขายตลอด 24 ชั่วโมง 7 วัน

source: The System Administration team is responsible for the upkeep, configuration, and reliable operation of our computer software, hardware, and networks.
es_es: El equipo de Administración de Sistemas es responsable del mantenimiento, la configuración y el funcionamiento fiable de nuestro software, hardware y redes de sistemas informáticos.
it_it: Il team di amministrazione del sistema è responsabile dell'aggiornamento, della configurazione e del funzionamento affidabile di software, hardware e reti.
ru_ru: Команда системных администраторов несёт ответственность за поддержание, конфигурацию и надёжную работу компьютерного и программного обеспечения нашего оборудования и сетей.
th_th: ทีมเจ้าหน้าที่ดูแลระบบรับผิดชอบในการดูแล ตั้งค่า และดำเนินการงานปฏิบัติการที่เกี่ยวข้องกับงานซอฟท์แวร์ ฮาร์ดแวร์ และเครือข่าย

source: The ability to absorb and understand varied compliance matters in a number of international jurisdictions
es_es: Capacidad de absorber y comprender diversos asuntos de cumplimiento en una cantidad de jurisdicciones internacionales
it_it: L'abilità di comprendere e risolvere varie questioni in materia di conformità rispetto a diverse giurisdizioni internazionali
ru_ru: Способность изучать и понимать информацию о нормативно-правовых требованиях в различных международных юрисдикциях
th_th: ความสามารถในกาสร้างความเข้าใจเกี่ยวกับการปฏิบัติตามข้อกำหนดที่มีความหลากหลายของเขตอำนาจตามกฎหมายนานาชาติ

source: The ability to draft and review legal documents, and prepare licence applications
es_es: Capacidad de redactar y revisar documentos legales y preparar las solicitudes de licencia
it_it: La capacità di redigere e revisionare documenti legali e preparare le domande di autorizzazione
ru_ru: Умение писать и делать вычитку юридических документов, а также подготавливать заявки на получение лицензии
th_th: ความสามารถในการร่างและทวนสอบเอกสารทางกฎหมายและเตรียมการสำหรับการขอใบอนุญาตต่างๆ

source: The ability to make rational decisions even based on limited information
es_es: La capacidad de tomar decisiones racionales incluso aquellas basadas en información limitada
it_it: La capacità di prendere decisioni razionali pur disponendo di informazioni limitate
ru_ru: Способность принимать рациональные решения, даже при ограниченном количестве доступной информации
th_th: มีความสามารถในการตัดสินใจอย่างมีเหตุผลแม้มีข้อมูลสนับสนุนที่จำกัด

source: The anti-money laundering processes have the following effects on clients:
es_es: Los procesos contra el lavado de dinero tienen los siguientes efectos sobre los clientes:
it_it: Le conseguenze delle procedure di anti-riciclaggio per i clienti sono le seguenti:
ru_ru: Процедуры по предотвращению отмывания денег имеют следующие требования:
th_th: กระบวนการป้องกันและปราบปรามการฟอกเงินมีผลกระทบกับลูกค้า ดังต่อไปนี้

source: The applicant has the right to lodge a complaint to the Data Protection Commissioner in Malta should the applicant believe that the Company has failed to comply with the requirements of EU General Data Protection Regulation 2016/679 or the Data Protection Act 2018 with regards to the applicant's personal data.
es_es: El solicitante tiene el derecho a iniciar una queja ante el Comisionado de Protección de Datos en Malta si este cree que la Empresa ha fallado en cumplir con alguno de los requisitos del Reglamento General de Protección de Datos de la UE 2016/679 o la Ley de Protección de Datos 2018 respecto a los datos personales del solicitante.
ru_ru: Заявитель имеет право подать жалобу Комиссионеру по защите данных на Мальте в случае, если заявитель сочтёт, что Компания не соблюла требования Общего регламента по защите данных ЕС 2016/679 или Акт о защите информации от 2018 г. в отношении личных данных заявителя.
th_th: ผู้สมัครมีสิทธิ์ในการบันทึกข้อร้องเรียนต่อคณะกรรมการป้องกันข้อมูลของประเทศมอลตา หากผู้สมัครพบว่า บริษัทฯ ดำเนินการขัดต่อข้อกำหนดที่บัญญัติไว้ในระเบียบการป้องกันข้อมูลพื้นฐานของสหภาพยุโรป ฉบับที่ 2016/679 หรือ พระราชบัญญัติการป้องกันข้อมูล ค.ศ. 2018 ที่เกี่ยวข้องกับการรักษาข้อมูลส่วนบุคคลของผู้สมัคร

source: The applicant is further afforded the rights to:
es_es: El solicitante también tiene el derecho de:
ru_ru: Заявитель может рассчитывать на следующие права:
th_th: ผู้สมัครมีสิทธิ์ที่เกี่ยวข้องต่อไปนี้

source: The applicant is under no statutory or contractual obligation to provide data to Binary Group during the recruitment process. However, should the applicant elect not to provide any necessary information, the Company may not be able to proceed with their application.
es_es: El solicitante no tiene ninguna obligación legal o contractual de proporcionar datos a Binary Group durante el proceso de contratación. Sin embargo, si el solicitante elige no proporcionar cualquier información necesaria, la Empresa no podrá proceder con su solicitud.
ru_ru: Заявитель не имеет законодательных или контрактных обязательств предоставлять данные Binary Group на протяжении процесса найма. Тем не менее, если заявитель предпочтёт не предоставлять необходтмой информации, Компания не сможет продолжить рассмотрение заявления.
th_th: ผู้สมัครไม่ได้มีหน้าที่ตามกฎหมาย หรือ ตามสัญญาที่จะต้องให้ข้อมูลแก่เครือไบนารีในระหว่างกระบวนการสรรหาบุคลากรของบริษัทฯ อย่างไรก็ตาม ผู้สมัครที่ตั้งจะไม่ให้ข้อมูลที่จำเป็นดังกล่าวต่อบริษัทฯ บริษัทฯ อาจจะไม่สามารถดำเนินกระบวนการสรรหาบุคลากรของผู้สมัครต่อไปได้
