Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: %1 wins 'Best Binary Company Asia Pacific' in the Global Banking & Finance Awards 2018. This reflects our expertise and leadership in innovation and strategy.
es_es: %1 obtiene el premio 'Mejor Compañía de Opciones Binarias en Asia-Pacífico' en los premios Global Banking & Finance de 2018. Esto refleja nuestro conocimiento y liderazgo en innovación y estrategia.
it_it: %1 si aggiudica il titolo di "Miglior Società Binary nella regione asiatica del Pacifico" all'interno del Global Banking & Finance Awards 2018, che rispecchia la nostra esperienza e leadership nel campo dell'innovazione e delle nuove strategie.
ru_ru: %1 удостоен награды "лучшая платформа для торговли бинарными опционами в Азиатско-Тихоокеанском регионе" по версии Global Banking & Finance Awards 2018. Эта престижная награда отражает наш опыт и ведущую позицию в сфере инноваций и стратегических достижений.
th_th: %1 ได้รับรางวัลชนะเลิศ ประเภท Global Banking & Finance ปี ค.ศ. 2018 (พ.ศ. 2561) ในฐานะ "บริษัทไบนารีที่ดีที่สุดในภูมิภาคเอเชียแปซิฟิก" ซึ่งสะท้อนถึงความเชี่ยวชาญและความเป็นผู้นำในนวัตกรรมและกลยุทธ์ของบริษัทฯ

source: %1 withdrawal from account number %2 to %3 is done. Transaction ID: %4
es_es: Retiro de %1 desde la cuenta número %2 a %3 se ha realizado con éxito. ID de transacción: %4
it_it: Il prelievo di %1 dall'account numero %2 su %3 è stato eseguito. ID della transazione: %4
ru_ru: Вывод средств %1 со счёта %2 на счёт %3 завершен. Номер транзакции: %4
th_th: %1 ได้ถอนเงินจากเลขที่บัญชี %2 ไปยัง %3 เรียบร้อยแล้ว หมายเลขอ้างอิงธุรกรรม: %4

source: %1 would like to team up with potential payment agents worldwide so we can offer local payment processing services to our clients in their respective regions.
es_es: A %1 le gustaría hacer equipo con agentes de pago potenciales en todo el mundo para que podamos ofrecer servicios locales de procesamiento de pagos a nuestros clientes en sus respectivas regiones.
it_it: %1 vorrebbe unirsi ai potenziali agenti di pagamento sparsi in tutto il mondo così da poter offrire servizi di elaborazione dei pagamenti ai nostri clienti nelle loro rispettive regioni.
ru_ru: %1 хотел бы объединиться с потенциальными мировыми платежными агентами, чтобы предложить своим клиентам местные услуги обработки платежей в их регионах.
th_th: %1 มีเครือข่ายตัวแทนการชำระเงินรูปแบบต่างๆ ทั่วโลก ดังนั้นพวกเราสามารถเสนอการบริการเพื่อชำระเงินผ่านช่องทางท้องถิ่นให้กับลูกค้าในภูมิภาคของเขา

source: %1's IT team is responsible for the design, development, and operation of our high-traffic networks. As our PostgreSQL Database Administrator, you will plan, implement, and manage the database systems that are essential to the architecture of our high-traffic binary options trading platform.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestras redes de alto tráfico. Cómo Administrador de Base de Datos PostgreSQL, usted se encargará de planear, implementar y gestionar los sistemas de bases de datos que son esenciales para la arquitectura de nuestra plataforma de alto tráfico de opciones binarias.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e delle attività dei nostri network a traffico elevato. In qualità di Amministratore del database PostgreSQL, ti occuperai di progettare, implementare e gestire i sistemi delle banche dati fondamentali per la struttura della nostra piattaforma di trading di opzioni binarie a traffico elevato.
ru_ru: IT-команда %1 отвечает за дизайн, разработку и функционирование наших сетей с высокой посещаемостью. В задачи Администратора баз данных (DBA) PostgreSQL входит планирование, внедрение и управление системами баз данных, которые важны для архитектуры нашей высокопосещаемой торговой платформы.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการในเครือข่ายที่มีการใช้งานสูง ในฐานะผู้ดูแลระบบฐานข้อมูล PostgreSQL ของเรา ท่านจะได้รับหน้าที่ในการวางแผน พัฒนาระบบ และจัดการระบบฐานข้อมูลที่มีความสำคัญกับสถาปัตยกรรมของแพลตฟอร์มการซื้อขายไบนารีออปชัน

source: %1's Affiliate Programme terms and conditions
es_es: Términos y Condiciones del Programa de Afiliados de %1
ru_ru: Правила и условия Партнёрской программы %1
th_th: %1 ข้อตกลงและเงื่อนไขของโปรแกรมพันธมิตรนายหน้าออนไลน์ (Affiliate Programme)

source: %1's CPAN contributions
es_es: Contribuciones de %1 a la CPAN
it_it: Contributi CPA di %1
ru_ru: Дополнения CPAN от %1
th_th: ผลงานของ %1 CPAN

source: %1's IT team is responsible for the design, development and operation of our high-traffic web applications.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestras aplicaciones web de alto tráfico.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e delle attività delle nostre applicazioni a traffico elevato.
ru_ru: Команда IT-специалистов %1 отвечает за дизайн, разработку и действие наших веб приложений с высокой посещаемостью.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการในเว็บที่มีการใช้งานสูง

source: %1's IT team is responsible for the design, development, and operation of our high- traffic networks. As our Perl Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestras redes de alto tráfico. Cómo Desarrollador Perl, usted asumirá el desafío de escribir un código robusto, de alta calidad y listo para entrar en producción. Su trabajo contribuirá en gran medida con la arquitectura que impulsa nuestro sitio web de alto tráfico de operaciones binarias.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e delle attività dei nostri network a traffico elevato. In qualità di sviluppatore Perl, ti occuperai di creare codici forti, di qualità e pronti per la produzione. Il tuo lavoro sarà fondamentale per la struttura del nostro sito di trading di opzioni binarie a traffico elevato.
ru_ru: IT-команда %1 отвечает за дизайн, разработку и функционирование наших сетей с высокой посещаемостью. Задачей разработчика Perl является написание надёжного, качественного и готового к использованию кода. Ваша работа станет важным вкладом в архитектуру нашей платформы для торговли бинарными опционами.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการในเครื่อข่ายที่มีการใช้งานสูง ในฐานะ Perl Developer คุณจะมีหน้าที่ในการเขียนรหัสคำสั่งที่ทนทาน คุณภาพสูง และพร้อมในการผลิต งานของคุณจะมีส่วนอย่างมากในการสร้างสถาปัตยกรรมที่ขับเคลื่อนเว็บไซต์การซื้อขายไบนารีออปชันของเราที่มีการใช้งานสูง

source: %1's IT team is responsible for the design, development, and operation of our high-traffic networks. As our Back-End Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestras redes de alto tráfico. Cómo Desarrollador Back-End, usted asumirá el desafío de escribir un código robusto, de alta calidad y listo para entrar en producción. Su trabajo contribuirá en gran medida con la arquitectura que impulsa nuestro sitio web de alto tráfico de operaciones binarias.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e delle attività dei nostri network a traffico elevato. In qualità di sviluppatore Back-End, ti occuperai di creare codici forti, di qualità e pronti per la produzione. Il tuo lavoro sarà fondamentale per la struttura del nostro sito di trading di opzioni binarie a traffico elevato.
ru_ru: IT-команда %1 отвечает за дизайн, разработку и функционирование наших сетей с высокой посещаемостью. Задачей Back-End разработчика является написание надёжного, качественного и готового к использованию кода. Ваша работа станет важным вкладом в архитектуру нашей платформы для торговли бинарными опционами.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการในเครื่อข่ายที่มีการใช้งานสูง ในฐานะ Back-End Developer คุณจะมีหน้าที่ในการเขียนรหัสคำสั่งที่ทนทาน คุณภาพสูง และพร้อมในการผลิต งานของคุณจะมีส่วนอย่างมากในการสร้างสถาปัตยกรรมที่ขับเคลื่อนเว็บไซต์การซื้อขายไบนารีออปชันของเราที่มีการใช้งานสูง

source: %1's IT team is responsible for the design, development, and operation of our high-traffic web applications. As our Security Researcher, we expect you to stay informed about the latest security bulletins and findings, and actively monitor our software development pipeline to find and raise potential security issues.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestras redes de alto tráfico. Cómo Investigador de Seguridad, esperamos que usted se mantenga informado acerca de los últimos anuncios y hallazgos en materia de seguridad, y que monitoree de manera activa el canal de desarrollo de nuestro software con el fin de identificar y aislar potenciales problemas de seguridad.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e delle attività dei nostri network a traffico elevato. In qualità di Security Researcher, dovrai informarti costantemente sui bollettini e sulle scoperte più recenti, e monitorare attivamente la catena di sviluppo dei software per individuare e segnalare eventuali problemi legati alla sicurezza.
ru_ru: IT-команда %1 отвечает за дизайн, разработку и функционирование наших веб приложений с большим количеством посетителей. Будучи нашим специалистом систем безопасности, Вы должны быть в курсе новейших трендов и исследований в области систем безопасности, а также осуществлять активный мониторинг нашей системы разработки ПО с целью выявления и освещения потенциальных проблем с безопасностью.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการในเว็บที่มีการใช้งานสูง ในฐานะผู้วิจัยด้านความปลอดภัย เราคาดหวังให้คุณรับทราบข้อมูลเกี่ยวกับแถลงการณ์และการค้นพบด้านความปลอดภัยล่าสุดเสมอ และคอยดูแลการพัฒนาซอฟต์แวร์ของเราเพื่อหาและยกประเด็นเกี่ยวกับปัญหาด้านความปลอดภัยที่อาจเกิดขึ้นได้

source: %1's IT team is responsible for the design, development, and operation of our system infrastructure and high-traffic networks. As our Cryptocurrency/Blockchain Developer, you will be taking on the challenge of revamping our existing cashier system and infrastructure for our ICO launch. You will also drive all our future blockchain-based projects. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de la infreastructura de nuestro sistema y de nuestras redes de alto tráfico. Cómo Desarrollador de Criptomonedas/Blockchain, usted asumirá el desafío de rediseñar nuestro actual sistema de caja y nuestra infraestructura para su lanzamiento en ICO. Asimismo, usted estará a cargo de todos los proyectos futuros basados en blockchain. Su trabajo contribuirá en gran medida con la arquitectura que impulsa nuestro sitio web de alto tráfico de operaciones binarias.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e dell'operatività dell'infrastruttura del sistema e dei nostri network a traffico elevato. In qualità di sviluppatore di blockchain/criptovalute, ti occuperai di migliorare il nostro sistema di cassa e le infrastrutture per il lancio di ICO, così come di condurre i progetti futuri basati sulla blockchain. Il tuo lavoro sarà fondamentale per la struttura del nostro sito web di trading di opzioni binarie a traffico elevato.
ru_ru: IT-команда %1 отвечает за дизайн, разработку и функционирование наших сетей с высокой посещаемостью. В задачи разработчика криптовалют/блокчейна входит модернизация текущей системы кассы и инфраструктуры для запуска нашего ICO, а также реализация наших будущих проектов на основе блокчейн. Ваша работа внесёт существенный вклад в архитектуру нашего вебсайта для торговли бинарными опционами.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการของระบบพื้นฐานและเครื่อข่ายที่มีการใช้งานสูง ในฐานะ Cryptocurrency/Blockchain Developer คุณจะมีหน้าที่ในการปรับปรุงแก้ไขระบบแคชเชียร์และระบบพื้นฐานที่มีอยู่ของเราสำหรับการเปิดตัว ICO คุณยังได้ขับเคลื่อนโครงการที่เกี่ยวข้องกับบล็อกเชนในอนาคต งานของคุณจะมีส่วนอย่างมากในการสร้างสถาปัตยกรรมที่ขับเคลื่อนเว็บไซต์การซื้อขายไบนารีออปชันของเราที่มีการใช้งานสูง

source: %1's IT team is responsible for the design, development, and operation of our websites, applications, and high-traffic networks. As our Front-End Developer, you will be taking on the challenge of developing and maintaining advanced applications and interfaces that connect clients with our patented trading system.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestros sitios web, aplicaciones y redes de alto tráfico. Cómo Desarrollador Front-End, usted asumirá el desafío de desarrollar y mantener aplicaciones e interfaces avanzadas que conectan a clientes con nuestro sistema de operaciones patentado.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e delle attività di website, applicazioni e network a traffico elevato. In qualità di sviluppatore Front-End, ti occuperai di sviluppare e verificare applicazioni e interfacce avanzate che connettono i clienti al nostro sistema di trading brevettato.
ru_ru: IT-команда %1 отвечает за дизайн, разработку и функционирование наших сайтов, приложений и сетей с высокой посещаемостью. Задачей Front-End разработчика является создание и поддержание передовых приложений и интерфейсов, соединяющих клиентов с нашей уникальной торговой системой.
th_th: ทีมไอทีของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการเว็บไซต์ แอพพลิเคชัน และเครือข่ายที่มีการใช้งานสูง ในฐานะ นักพัฒนาโปรแกรมส่วนหน้า ท่านจะทำหน้าที่พัฒนาและดูแลรักษาแอพพลิเคชันขั้นสูงและอินเทอร์เฟสที่เชื่อมลูกค้ากับระบบการซื้อขายที่ได้รับสิทธิบัตรของเรา

source: %1's IT team is responsible for the design, development, and operation of our websites, applications, and high-traffic networks. As our Software Tester, we rely on you to run high-quality tests to ensure the stability, quality, and usability of our website and codebase with each software release.
es_es: El equipo de TI de %1 es responsable del diseño, el desarrollo y la operación de nuestros sitios web, aplicaciones y redes de alto tráfico. Cómo Tester de Sbase de códigooftware, confiamos en que usted sea capaz de llevar a cabo pruebas de alta calidad para asegurar la estabilidad, calidad y usabilidad de nuestro sitio web y nuestra base de código en cada lanzamiento de software.
it_it: Il team IT di %1 è responsabile della progettazione, dello sviluppo e dell'attività dei nostri siti web, applicazioni e network a traffico elevato. In qualità di tester dei software, ti occuperai di effettuare verifiche secondo standard di alta qualità per garantire la stabilità, qualità e utilizzabilità del nostro sito web e dei codebase per ogni software distribuito.
ru_ru: IT-команда %1 несёт ответственность за дизайн, разработку и функционирование наших сайтов, приложений и сетей с высокой посещаемостью. Задачей тестировщика ПО является проведение высококлассного тестирования для обеспечения стабильности, качества и удобства использования нашего сайта и кода после каждого выпуска программного обеспечения.
th_th: ทีม IT ของ %1 มีหน้าที่รับผิดชอบในการออกแบบ พัฒนา และดำเนินการเว็บไซต์ แอพพลิเคชัน และเครือข่ายที่มีการใช้งานอย่างหนาแน่น ในฐานะผู้ทดสอบซอฟต์แวร์ของเรา เรามั่นใจในการทดสอบที่มีคุณภาพสูงของคุณเพื่อให้แน่ใจว่า ระบบจะมีความมีเสถียรภาพ คุณภาพ และสามารถในการใช้งานเว็บไซต์และ Codebase ได้ง่าย กับซอฟต์แวร์แต่ละรุ่นที่ประกาศใช้งาน

source: %1's Marketing team oversees all our marketing and advertising initiatives, such as our affiliate programme, social media presence, webinars, and emails. As our Copywriter, you will help us to craft copy and content that engages our audiences - both online and offline.
es_es: El equipo de Marketing de %1 se encarga de supervisar todas las iniciativas de marketing y publicidad, como por ejemplo, nuestro programa de afiliados, nuestra presencia en redes sociales, webinars y correos electrónicos. Como Redactor, usted nos ayudará a elaborar textos y contenido que atrape a nuestro público objetivo, tanto en línea como fuera de línea.
it_it: Il team Marketing di %1 supervisiona tutte le nostre iniziative pubblicitarie, come programma per associati, presenza sui social media, webinar ed e-mail. In qualità di copywriter, fornirai il tuo supporto per creare contenuti che attirino il nostro pubblico, sia online che offline.
ru_ru: Маркетинговая команда %1 контролирует все маркетинговые и рекламные инициативы, включая наши партнёрские программы, присутствие в соц. сетях, вебинары и имейлы. В задачи копирайтера входит создание текстов и контента, привлекающих нашу основную аудиторию, онлайн и оффлайн.
th_th: ทีมการตลาดของ %1 ดูแลโครงการทางด้านการตลาดและโฆษณาทั้งหมด เช่นโปรแกรมพันธมิตรออนไลน์ของเรา การนำเสนอข้อมูลผ่านสื่อสังคมออนไลน์ การสัมมนาทางเว็บ และอีเมล์การตลาด ในฐานะผู้เขียนต้นฉบับ ท่านจะช่วยเราในการร่างต้นฉบับและเนื้อหาที่ดึงดูดผู้ชมของเรา ทั้งออนไลน์และออฟไลน์

source: %1's Quantitative Analytics team is responsible for the pricing of our binary options. You will join them in managing the risk and profitability of the company's options book.
es_es: El equipo de Análisis Cuantitativo de %1 es responsable de los precios de nuestras opciones binarias. Usted se unirá a ellos en la gestión del riesgo y la rentabilidad del libro de opciones de la empresa.
it_it: Il gruppo %1 che si occupa dell'analisi quantitativa è responsabile dei prezzi delle nostre opzioni binarie. Come membro di questo gruppo, ti occuperai di gestire il rischio e la redditività delle opzioni binarie della Società.
ru_ru: Команда количественного анализа %1 отвечает за размещение наших бинарных опционов. Вы присоединитесь к ним и будете заниматься управлением риском и прибыльностью пакета опционов компании.
th_th: %1 ทีมวิเคราะห์เชิงปริมาณมีหน้าที่รับผิดชอบในการกำหนดราคาของไบนารีออปชันของเรา ท่านจะร่วมงานกับทีมในการบริหารความเสี่ยงและความสามารถในการทำกำไรของออปชันของบริษัทฯ

source: %1's UI/UX team explores the many ways that we can design better product experiences for our users. As our Graphic Designer, you will develop high-impact graphics and visual elements such as images and icons for our websites and applications. You will play an essential role in creating user interface assets that bring our products and users closer together.
es_es: El equipo de UI/UX de %1 explora muchas maneras de crear mejores experiencias de productos para nuestros usuarios. Como nuestro Diseñador Gráfico, desarrollará los gráficos y elementos visuales de alto impacto para nuestro sitio web y aplicaciones. Jugará un papel esencial en la creación de una interfaz de usuario que acercará nuestros productos a nuestros usuarios.
it_it: Il team UI/UX (User Interface/User Experience) di %1 ricerca nuove strategie per una migliore product experience per i nostri utenti. In qualità di graphic designer, svilupperai grafiche ed elementi visivi efficaci, come immagini e icone per i nostri siti web e le nostre applicazioni. Contribuirai anche a creare degli strumenti di interfaccia che presentano i nostri prodotti agli utenti.
ru_ru: Команда UI/UX %1 занимается поиском новых возможностей улучшения опыта взаимодействия пользователей с нашими продуктами. Будучи нашим графическим дизайнером, Вы будете разрабатывать первоклассные элементы графики и визуальные элементы, например, изображения и иконки для наших вебсайтов и приложений. Вы будете играть важную роль в создании пользовательского интерфейса, с помощью которого пользователи знакомятся и работают с нашими продуктами.
th_th: ทีม UI/UX ของ %1 สำรวจหลายๆวิธีที่เราสามารถออกแบบผลิตภัณฑ์เพื่อสร้างประสบการณ์ที่ดีกว่าให้แก่ผู้ใช้ของเรา ในฐานะนักออกแบบกราฟิก คุณจะทำหน้าที่พัฒนากราฟิกที่ดึงดูดและองค์ประกอบภาพ เช่น ภาพ และไอคอน สำหรับเว็บไซต์และแอพพลิเคชันของเรา คุณจะมีบทบาทสำคัญในการสร้างส่วนต่อเชื่อมกับผู้ใช้งานที่จะทำให้ผลิตภัณฑ์และผู้ใช้งานเข้ามาใกล้กันมากขึ้น

source: %1's UI/UX team explores the many ways that we can design better product experiences for our users. As our UI/UX Designer, you will play a key role in conceptualising and defining user experience and interaction across multiple websites and applications.
es_es: El equipo de UI/UX de %1 explora las numerosas formas en que podemos diseñar un experiencias de producto superiores para nuestros usuarios. Como Diseñador UI/UX, usted cumplirá un rol esencial en la conceptualización y la definición de la experiencia y la interacción del usuario a través de múltiples sitios web y aplicaciones.
it_it: Il team UI/UX (User Interface/User Experience) di %1 ricerca nuove strategie per una migliore product experience per i nostri utenti. In qualità di designer UI/UX, ti occuperai di concettualizzare e definire user experience e user interaction su diversi siti web e applicazioni.
ru_ru: Команда UI/UX %1 разрабатывает возможности для улучшения опыта наших пользователей. Дизайнер UI/UX играет ключевую роль в концептуализации и определении пользовательского опыта, а также взаимодействия в рамках множества сайтов и приложений.
th_th: ทีม UI/UX ของ %1 สำรวจหลายๆ วิธีที่เราสามารถออกแบบผลิตภัณฑ์เพื่อสร้างประสบการณ์ที่ดีกว่าให้แก่ผู้ใช้ของเรา ในฐานะผู้ออกแบบ UI/UX คุณจะมีบทบาทหลักในการสร้างกรอบความคิดและนิยามประสบการณ์ของผู้ใช้และการโต้ตอบของเว็บไซต์และแอพพลิเคชันต่างๆ

source: %1's Volatility Indices are synthetic indices that mimic real-world market volatility and are available for trading 24/7. They are based on a cryptographically secure random number generator audited for fairness by an independent third party.
es_es: Los índices de volatilidad de %1 son índices sintéticos que imitan la volatilidad de los mercados reales y están disponibles para operar ininterrumpidamente. Se basan en un generador de números aleatorios criptográficamente seguro, auditado para garantizar la imparcialidad por un tercero independiente.
ru_ru: Индексы волатильности от %1 являются синтетическими индексами, имитирующими настоящую рыночную волатильность и доступные для торговли 24/7. Индексы основаны на криптографическом генераторе случайных чисел, точность работы которого проверяется независимой третьей стороной.
th_th: ดัชนีความผันผวนของ %1 เป็นดัชนีที่ทำขึ้นเองเพื่อเลียนแบบความผันผวนของตลาดจริง และมีให้ซื้อขายได้ตลอด 24 ชั่วโมง ตลอด 7 วัน ดัชนีนี้ใช้การสร้างหมายเลขแบบสุ่มที่ถูกเข้ารหัสเพื่อความปลอดภัย และได้รับการตรวจสอบเพื่อความยุติธรรม โปร่งใสโดยหน่วยงานอิสระ

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
es_es: Con la tecnología de valorización patentada de %1, usted puede obtener el mismo margen de beneficios que los inversores profesionales del mercado interbancario.
it_it: La tecnologia brevettata da %1 per determinare i prezzi ti consente di ottenere le stesse percentuali di rendimento dei trader del mercato interbancario.
ru_ru: Запатентованная технология ценообразования %1 позволит Вам получить такой же процент прибыли, как у трейдеров на межбанковском рынке.
th_th: เทคโนโลยีการแสดงราคาอย่างเปิดเผยของ %1 ทำให้ท่านได้รับประโยชน์จากอัตรากำไรเดียวกับนักลงทุนทั่วไปในตลาดซื้อขายอัตราแลกเปลี่ยน

source: %1's remarkable history
es_es: La notable historia de %1
it_it: La straordinaria storia di %1
ru_ru: Многолетняя история %1
th_th: ประวัติศาสตร์อันน่าจดจำของ %1
