Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Interested in our liquidity solutions? Contact us at %1 for more info.
es_es: ¿Interesado en nuestras soluciones de liquidez? Contáctenos en %1 para más información.
it_it: Sei interessato alle nostre soluzioni di liquidità? Per ulteriori informazioni, contattaci su %1.
ru_ru: Хотите больше узнать о нашей ликвидности? Свяжитесь с нами по адресу %1, чтобы получить дополнительную информацию.
th_th: สนใจทางแก้ปัญหาสภาพคล่องของเราหรือไม่? ติดต่อเราที่ %1 เพื่อรับข้อมูลเพิ่มเติม

source: Interested, so what's next? If you can offer our Clients a specific e-wallet method or a local payment option that is not already provided by %1, and you have a good track record in the market, then we would love to %2hear from you!%3
es_es: Interesante. ¿Y ahora qué? Si usted puede ofrecer a nuestros clientes un método específico de pago electrónico o una opción de pago local que no esté ya proporcionada por %1, y tiene un buen historial en el mercado, ¡nos encantaría %2saber de usted!%3
it_it: Sei interessato? Qual è il prossimo step? Se puoi offrire ai nostri Clienti un'opzione di pagamento locale oppure specifica del portafoglio elettronico non fornita da %1, e hai una comprovata esperienza nel mercato, allora ci piacerebbe metterci in %2contatto con te!%3
ru_ru: Хотите узнать, что дальше? Если у Вас хороший послужной список на рынке и Вы можете предложить своим Клиентам конкретный метод расчета через электронные кошельки или местный способ оплаты, ещё не представленный на %1, будем рады %2познакомиться%3!
th_th: รู้สึกสนใจแล้วใช่ไหม ขั้นตอนถัดไปทำอย่างไรล่ะ? หากท่านสามารถนำเสนอ ไม่ว่าจะเป็นช่องทางการชำระของกระเป๋าเงินอิเล็กทรอนิกส์ที่ระบุเจาะจง หรือ ช่องทางการชำระเงินส่วนท้องถิ่นที่ %1 ไม่รองรับ ให้กับลูกค้าของเรา และท่านมีภาพรวมของผลงานในตลาดที่ดี พวกเราปรารถนาที่จะ %2ได้การตอบรับจากท่าน!%3

source: Internal Audit
es_es: Auditoría interna
ru_ru: Внутренний аудит
th_th: ตรวจสอบภายใน

source: Internal Audit Executive
es_es: Ejecutivo de Auditoría Interna
it_it: Responsabile dei controlli interni
ru_ru: Сотрудник отдела внутреннего аудита
th_th: เจ้าหน้าที่ตรวจสอบภายใน

source: International currency or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract.
es_es: Las divisas internacionales o los precios de materias primas son altamente volátiles y muy difíciles de predecir. Debido a dicha volatilidad, además del sesgo en el sistema de precios que favorece al sitio web (como se describe con más detalle a continuación), ningún contrato financiero comprado en nuestro sistema (ya sea que el pago exceda el monto de la prima o no) puede considerarse un contrato seguro.
it_it: I prezzi delle valute internazionali e delle materie prime sono estremamente volatili e molto difficili da prevedere. A causa di tale volatilità, e della tendenza del sistema di determinazione dei prezzi a favorire il sito (come descritto più dettagliatamente di seguito), nessun contratto finanziario acquistato nel nostro sistema (indipendentemente dal fatto che il payout superi o non superi l'importo del premio) può essere considerato sicuro.
ru_ru: Валютные и сырьевые рынки чрезвычайно волатильны, и часто на них сложно делать точные прогнозы. В связи с такой нестабильностью, а также уклоном в оценочной системе в пользу сайта (как более подробно описано ниже), никакие контракты, приобретенные на сайте (независимо от того, превышает сумма чистого выигрыша ставку или нет), не могут гарантировать прибыль.
th_th: สกุลเงินสากล หรือ ราคาสินค้าโภคภัณฑ์ มีความผันผวนสูง และคาดการณ์ได้ยาก การที่มีภาวะของความผันผวนเหล่านั้น ประกอบกับระบบราคาที่ไม่ตรงไปตรงมาของเว็บไซต์ที่สนับสนุนกัน (ตามที่อธิบายเพิ่มเติมด้านล่าง) จึงไม่ควรพิจารณาว่า สัญญาทางการเงินที่ซื้อขายในระบบของเรา (ไม่ว่าการชำระเงินจะมากกว่าค่าธรรมเนียมการบริการหรือไม่) จะเป็นสัญญาที่ปลอดภัย

source: International support
es_es: Soporte internacional
it_it: Assistenza internazionale
ru_ru: Международная поддержка
th_th: ศูนย์บริการลูกค้าระดับสากล

source: Internet trading risks
es_es: Riesgos del trading en Internet
it_it: Rischi del trading su Internet
ru_ru: Риски онлайн торговли
th_th: ความเสี่ยงของการซื้อขายทางอินเทอร์เน็ต

source: Interpretation
es_es: Interpretación
it_it: Interpretazione
ru_ru: Интерпретация
th_th: การแปลความ

source: Interpretations
es_es: Interpretaciones
it_it: Interpretazioni
ru_ru: Интерпретация
th_th: การตีความ

source: Introduce %1
es_es: Presentar %1
it_it: Presentazione di %1
ru_ru: Представляйте %1
th_th: แนะนำ %1

source: Introducing Broker
es_es: Broker Introductor
ru_ru: Представляющий брокер

source: Introducing Broker (IB)
es_es: Broker Introductor (IB)
ru_ru: Представляющий брокер (ПБ)
th_th: โบรกเกอร์แนะนำ (IB)

source: Introducing Broker warranties
es_es: Garantías del Broker Introductor
it_it: Garanzie dell'Introducing Broker
ru_ru: Обязательства Представляющего брокера
th_th: การรับประกันของโบรกเกอร์แนะนำ

source: Introducing USB
es_es: Presentando USB
it_it: Presentazione di USB
ru_ru: Представляем USB
th_th: แนะนำการใช้ USB

source: Introduction
es_es: Introducción
it_it: Introduzione
ru_ru: Введение
th_th: บทนำ

source: Introduction of clients and instructions
es_es: Introducción de clientes e instrucciones
it_it: Introduzione dei clienti e istruzioni
ru_ru: Представление клиентов и инструкции
th_th: การแนะนำลูกค้าและการใช้งาน

source: Invalid document format.
es_es: Formato de documento inválido.
it_it: Formato del documento non valido.
ru_ru: Недопустимый формат документа.
th_th: รูปแบบเอกสารไม่ถูกต้อง

source: Invalid email address.
es_es: Correo electrónico no válido.
it_it: Indirizzo email non valido.
ru_ru: Неправильный e-mail.
th_th: อีเมล์ไม่ถูกต้อง

source: Invalid verification code.
es_es: Código de verificación inválido.
it_it: Codice di verifica non valido.
ru_ru: Неправильный код подтверждения.
th_th: รหัสยืนยันไม่ถูกต้อง

source: Investigate client accounts that have been flagged by existing fraud controls and processes
es_es: Investigar las cuentas de los clientes que han sido marcadas por los controles y procesos de fraude existentes
it_it: Analizzare i conti dei clienti che sono stati contrassegnati in seguito a processi e controlli anti-frode
ru_ru: Проведение расследований на счетах клиентов, отмеченных службой контроля по предотвращению мошенничества и внутренними процедурами
th_th: ตรวจสอบบัญชีของลูกค้าที่ถูกระบุโดยการควบคุมการทุจริตและกระบวนการที่มีอยู่

source: Investigate, reproduce, identify, document, and resolve issues reported by our clients and the customer support team
es_es: Investigar, reproducir, identificar, documentar y resolver los problemas comunicados por nuestros clientes y el equipo de servicio al cliente
it_it: Analizzare, riprodurre, identificare, registrare e risolvere i problemi segnalati dai nostri clienti e dal gruppo di assistenza clienti
ru_ru: Расследование, воспроизводство, определение, документирование и разрешение проблем, о которых сообщили наши клиенты к команда поддержки клиентов
th_th: ตรวจสอบ สร้างใหม่ ระบุ บันทึก และแก้ปัญหาที่ลูกค้าแจ้งเข้ามาและจากทีมลูกค้าสัมพันธ์

source: Investing in complex products, such as CFDs and FX may incur losses as well as gains. Prices may vary and/or fluctuate due to changes in current market prices and conditions, which may impact the return on your investment. Before making an Investment decision, you should refer to our %1Key Information Documents%2 on our website, in particular, the amount of Margin required for particular instruments that we offer. The Products offered by Binary Investments (Europe) Ltd fall under the category of 'complex products' and may not be suitable for retail clients.
es_es: Invertir en productos complejos, así como los CFD y FX, puede incurrir en pérdidas y ganancias. Los precios pueden variar y / o fluctuar debido a los cambios en los precios y condiciones actuales del mercado, lo que puede afectar el rendimiento de su inversión. Antes de tomar una decisión de inversión, debe consultar nuestros %1Documentos de Información Clave%2 en nuestro sitio web, en particular, la cantidad de Margen requerido para los instrumentos específicos que ofrecemos. Los Productos ofrecidos por Binary Investments (Europe) Ltd pertenecen a la categoría de "productos complejos" y pueden no ser adecuados para clientes minoristas.
ru_ru: Инвестиции в сложные финансовые продукты, к которым относятся контракты на разницу (CFD) и валютные пары, могут принести не только прибыль, но и убыток. Цены могут отличаться или колебаться, ввиду изменений условий и текущей рыночной цены активов, что может также сказаться на окупаемости Ваших инвестиций. Перед принятием инвестиционного решения рекомендуем ознакомиться с %1Ключевыми информационными документами%2, размещёнными на нашем вебсайте, и прочитать подробную информацию о маржевых требованиях к определённым инструментам, доступным на сайте. Продукты компании Binary Investments (Europe) Ltd попадают под категорию "сложных инвестиционных продуктов" и подходят не каждому индивидуальному клиенту.
th_th: การลงทุนในผลิตภัณฑ์ที่มีความซับซ้อน เช่น CFD และ FX อาจจะทำให้ขาดทุนได้พอๆ กับกำไร ราคาอาจจะมีการเปลี่ยนแปลง และ/หรือ ผันผวน ตามการเปลี่ยนแปลงราคาตลาดและเงื่อนไขปัจจุบัน ซึ่งอาจส่งผลกระทบต่อผลตอบแทนจากการลงทุนของท่าน ก่อนการตัดสินใจลงทุนใดๆ ท่านควรจะศึกษา%1ข้อมูลหลักๆ%2 ของเรา ที่ประกาศไว้บนเว็บไซต์ของเรา โดยเฉพาะจำนวนมาร์จินที่กำหนดในผลิตภัณฑ์เฉพาะแต่ละรายการที่เรานำเสนอ ผลิตภัณฑ์นี้นำเสนอโดย Binary Investments (Europe) Ltd. และถูกจำแนกอยู่ใน 'กลุ่มผลิตภัณฑ์ที่มีความซับซ้อน' ซึ่งอาจจะไม่เหมาะกับกลุ่มลูกค้ารายย่อย

source: Investing or trading in contracts exposes the client to the performance of the underlying or reference instrument or asset to which the Binary contract refers, including foreign exchange, indices, and commodities, each of which have their own features and risks.
es_es: La inversión o las operaciones con contratos exponen al cliente a las prestaciones del instrumento o activo subyacente o de referencia al que se refiere el contrato binario, lo cual incluye divisas, índices y materias primas, cada uno de los cuales tiene sus propias características y sus propios riesgos.
ru_ru: Инвестирование или торговля на контрактах подвергает клиента зависимости от результатов инструмента или актива к которым относится бинарный контракт, включая иностранные валюты, индексы и сырьевые товары, каждые из которых имеют свои особенности и риски.
th_th: ในการลงทุน หรือ การซื้อขายสัญญาใดๆ ให้มีการข้อมูลลูกค้าถึงผลการดำเนินงานของแต่ละผลิตภัณฑ์อ้างอิง หรือ เครื่องมืออ้างอิง หรือ สินทรัพย์ที่เกี่ยวข้องกับสัญญาไบนารี ที่รวมถึงการแลกเปลี่ยนเงินตราต่างประเทศ ดัชนีต่างๆ และ สินค้าโภคภัณฑ์ซึ่งมีคุณลักษณะและมีความเสี่ยงของตัวเอง

source: Investment
es_es: Inversión
it_it: Investimento
ru_ru: Инвестиции
th_th: การลงทุน

source: Investment Income
es_es: Rendimiento por inversión
it_it: Redditi da capitale
ru_ru: Доход от инвестиций
th_th: รายได้จากลงทุน

source: Investment Products to EEA residents are provided by Binary Investments (Europe) Ltd ("BIEL"), which is authorised and regulated by the Malta Financial Services Authority under the Malta Investment Services Act to deal on own account in Investment Products.
es_es: Los productos de inversión para los residentes del EEE son proporcionados por la empresa Binary Investments (Europe) Ltd ("BIEL"), que está autorizada y regulada por la Autoridad de servicios financieros de Malta, Malta Financial Services Authority, bajo la ley de servicios de inversión en Malta, a operar por cuenta propia con los productos de inversión.
ru_ru: Инвестиционные продукты для резидентов Европейской экономической зоны предоставляются компанией Binary Investments (Europe) Ltd ("BIEL"), которая авторизована и регулируется Мальтийским управлением финансовых услуг (Malta Financial Services Authority) в рамках акта об инвестиционных услугах Мальты (Malta Investment Services Act) для управления на собственном счету инвестиционными продуктами.
th_th: Binary Investments (Europe) Ltd ("BIEL") ให้บริการผลิตภัณฑ์การลงทุนกับประชาชน EEA ซึ่งได้รับการรับรองโดย Malta Financial Services Authority ภายใต้พระราชบัญญัติ Malta Investment Services เกี่ยวกับผลิตภัณฑ์การลงทุน

source: Investments &amp; Dividends
es_es: Inversiones y dividendos
it_it: Investimenti &amp; Dividendi
ru_ru: Инвестиции и дивиденды
th_th: เงินปันผลและการลงทุน

source: Investor
es_es: Inversionista
it_it: Investitore
ru_ru: Инвестор
th_th: นักลงทุน

source: Investor Compensation Scheme
es_es: Esquema de compensación de inversores
it_it: Sistema di indennizzo degli investitori
ru_ru: Схема компенсации инвесторам
th_th: แผนผลประโยชน์ของนักลงทุน

source: Investor password
es_es: Contraseña de inversionista
ru_ru: Пароль инвестора
th_th: รหัสผ่านของผู้ลงทุน

source: Investor password (read-only access)
es_es: Contraseña de inversionista (sólo lectura)
ru_ru: Пароль инвестора (только для чтения)
th_th: รหัสผ่านผู้ลงทุน (อ่านอย่างเดียว)

source: Ireland
es_es: Irlanda
ru_ru: Ирландия
th_th: ประเทศไอร์แลนด์

source: Is there a cost for joining?
es_es: ¿Debo pagar algo para unirme?
it_it: È previsto un costo per l'adesione?
ru_ru: Есть ли вступительный взнос?
th_th: มีค่าใช้จ่ายในการเข้าร่วมไหม?

source: Is there a fee to join the %1 IB Programme?
es_es: ¿Hay que pagar algo para formar parte del programa IB de %1?
it_it: Devo pagare una quota per associarmi al Programma IB di %1?
ru_ru: Есть ли какой-то взнос за регистрацию в программе ПБ от %1?
th_th: การเข้าร่วมโปรแกรม IB ของ %1ต้องเสียค่าธรรมเนียมหรือไม่?

source: Isle of Man
es_es: Isla de Man
it_it: Isola di Man
ru_ru: Остров Мэн
th_th: เกาะ Isle of Man

source: Issued under your own name
es_es: Publicado bajo su propio nombre
it_it: Rilasciato a tuo nome
ru_ru: Выпущенный на Ваше имя
th_th: ออกเอกสารภายใต้ชื่อของท่าน

source: It is agreed and understood that any of the Parties may terminate this agreement by giving seven days written notice to the other Party.
es_es: Se acuerda y se entiende que cualquiera de las Partes podrá finalizar este Acuerdo notificando a la otra Parte por escrito con 7 días de anticipación.
it_it: Si riconosce e accetta che ognuna delle parti può recedere dal presente contratto dandone comunicazione scritta all'altra parte con sette giorni di anticipo.
ru_ru: Настоящим Стороны соглашаются и признают, что любая из Сторон может прекратить действие данного соглашения путём предоставления второй Стороне письменного уведомления за 7 дней до соответствующего прекращения.
th_th: เป็นที่ยอมรับและเข้าใจว่า แต่ละฝ่ายอาจบอกเลิกสัญญานี้ได้โดยบอกกล่าวเป็นลายลักษณ์อักษรล่วงหน้าเจ็ดวันให้อีกฝ่ายทราบ

source: It is agreed and understood that the Company may unilaterally terminate this agreement if any of the events mentioned in the paragraphs above occurs
es_es: Se acuerda y se entiende que la Empresa podrá rescindir unilateralmente este acuerdo si ocurre cualquiera de los eventos mencionados en los párrafos anteriores
it_it: Si accetta e comprende che la Società può rescindere unilateralmente il presente contratto qualora si verificasse qualsiasi degli eventi menzionati nei paragrafi precedenti
ru_ru: Настоящим стороны признают и соглашаются, что Компания может в одностороннем порядке расторгнуть данное соглашение в случае возникновения любого из вышеперечисленных обстоятельств.
th_th: เป็นที่ยอมรับและเข้าใจว่า บริษัทฯ อาจจะเพิกถอนสัญญาข้างเดียว หากมีเหตุการณ์ใดๆ ที่กล่าวในย่อหน้าด้านบน เกิดขึ้น

source: It is agreed that Confidential Information shall be considered as confidential even after the termination of the business relationship established under this agreement or any other agreement or arrangement between the Parties.
es_es: Se acuerda que la Información Confidencial se considerará como tal incluso después de la terminación de la relación comercial establecida en virtud del presente acuerdo o de cualquier otro acuerdo o arreglo entre las Partes.
it_it: Si conviene che le Informazioni Riservate saranno considerate riservate anche dopo la cessazione del rapporto commerciale stabilito ai sensi del presente contratto o di qualsiasi altro contratto o intesa tra le Parti.
ru_ru: Настоящим Стороны соглашаются, что конфиденциальная информация должна считаться конфиденциальной даже после прекращения бизнес-отношений в рамках данного соглашения или любых других соглашений, достигнутых между Сторонами.
th_th: เป็นที่ยอมรับว่าข้อมูลที่เป็นความลับจะต้องถือว่า เป็นความลับ ถึงแม้จะเป็นเวลาหลังจากการยกเลิกความสัมพันธ์ทางธุรกิจที่สร้างขึ้นภายใต้สัญญานี้ หรือสัญญาอื่นๆใด หรือข้อตกลงระหว่างคู่สัญญา

source: It is agreed that any deposits through the Agent shall be made as follows:
es_es: Se acuerda que cualquier depósito a través del Agente se hará de la siguiente manera:
it_it: Si conviene che eventuali depositi attraverso l'agente devono essere realizzati come segue:
ru_ru: Настоящим Стороны соглашаются, что любое пополнение счёта через Агента должно производиться следующим образом:
th_th: การฝากหลักประกันใดๆ ผ่านตัวแทนจะต้องดำเนินการ ดังต่อไปนี้

source: It is agreed that any withdrawals through the Agent shall be made as follows:
es_es: Se acuerda que cualquier retiro a través del Agente se llevará a cabo de la siguiente manera:
it_it: Si conviene che i prelievi realizzati tramite l'agente devono essere effettuati come segue:
ru_ru: Настоящим Стороны соглашаются, что любой вывод средств через Агента должен производиться следующим образом:
th_th: การถอนหลักประกันใดๆ ผ่านตัวแทนฯ จะต้องดำเนินการ ดังต่อไปนี้

source: It is agreed that on the Commencement Date of this agreement and on the date of each transaction, the Agent represents and warrants the following:
es_es: Se acuerda que en la Fecha de Inicio de este acuerdo y en la fecha de cada transacción, el Agente declara y garantiza lo siguiente:
it_it: Si conviene che, alla data di inizio del presente contratto e alla data relativa a ogni operazione, l'agente dichiara e garantisce quanto segue:
ru_ru: Настоящим Стороны соглашаются, что на момент начала действия данного соглашения и в день каждого денежного перевода Агент обязуется и гарантирует нижеследующее:
th_th: เป็นที่ยอมรับว่า ในวันเริ่มต้นสัญญาและวันของธุรกรรมแต่ละรายการ ตัวแทนฯ ให้การรับรอง และ ยืนยันว่า

source: It is agreed that the Company shall not be responsible or liable for any matter arising out of or in relation to the use and operation of any website owned or used by the Agent. It is understood that the Agent shall indemnify the Company for all and any losses that the Company may suffer arising out of, or in relation to the use or operations of any website used or owned by the Agent.
es_es: Está acordado que la Empresa no será responsable de cualquier asunto que surja de o en relación con el uso y operación de cualquier sitio web propiedad del Agente o utilizado por éste. Se entiende que el Agente indemnizará a la Empresa por todas y cada una de las pérdidas que la Empresa pueda sufrir como resultado de, o en relación con, el uso u operaciones de cualquier sitio web utilizado o propiedad del Agente.
it_it: Si conviene che la Società declina qualsiasi responsabilità per problemi relativi all'utilizzo e al funzionamento di siti web utilizzati dall'agente o di sua proprietà. Si riconosce che l'agente è tenuto a risarcire la Società per eventuali perdite riconducibili all'utilizzo o al funzionamento di siti web utilizzati dall'agente o di sua proprietà.
ru_ru: Настоящим Стороны соглашаются, что Компания не должна нести ответственности за любые ситуации, возникающие в отношении использования и любой работы на любом вебсайте, принадлежащем или использующимся Агентом. Следует понимать, что Агент должен возместить любой убыток, который может понести Компания в связи с использованием или работой любого сайта, принадлежащего Агенту.
th_th: บริษัทฯ จะไม่รับผิดชอบ หรือ รับผิดในเรื่องใดๆ ที่เกิดขึ้นจาก หรือ เกี่ยวข้องกับการใช้ และ การดำเนินงานของเว็บไซต์ใดๆ ที่ตัวแทนฯ เป็นเจ้าของ หรือใช้งาน เป็นที่เข้าใจว่า ตัวแทนฯ จะชดใช้ความเสียหายให้แก่บริษัทฯ สำหรับความสูญเสียใดๆ หรือ ทั้งหมดที่บริษัทฯ จะต้องประสบที่เกิดขึ้นจาก หรือ เกียวข้องกับการใช้หรือดำเนินการของเว็บไซต์ที่ตัวแทนฯ เป็นเจ้าของ หรือใช้งาน

source: It is further agreed and understood that the Agent shall not use any domain name that includes the name %1 and any derivation or variation of this name that might give the impression that the Company and the Agent are the same person.
es_es: Asimismo, se acuerda y entiende que el Agente no utilizará algún nombre de dominio que incluya el nombre %1 y cualquier derivación o variación de este nombre, que pueda dar la impresión que la Empresa y el Agente son la misma persona.
it_it: Si conviene e accetta inoltre che l'Agente non dovrà utilizzare alcun nome di dominio che comprenda il nome %1 o qualsiasi derivazione o variazione di questo tale da lasciar intendere che la figura della Società e dell'Agente coincidano.
ru_ru: В дальнейшем Стороны признают и соглашаются, что Агент не должен пользоваться доменными именами, включающими название %1 и любые его вариации, способные создать ощущение, что Компания и Агент являются единым лицом.
th_th: เป็นที่ยอมรับและเข้าใจต่อไปอีกว่า ตัวแทนฯ จะไม่ใช้ชื่อโดเมนที่มีชื่อ %1และการสร้างคำใดๆ หรือ คำแปลงของชื่อที่มีต้นกำเนิดจาก หรือ ดัดแปลงจากชื่อนี้ หรือชื่อที่สามารถทำให้เกิดความเข้าใจแก่ลูกค้าทั่วๆ ไป ให้เข้าใจว่า บริษัทฯ และตัวแทนฯ เป็นบุคคลเดียวกัน

source: It is further noted that the Company shall be the sole owner of all rights, titles, or interests whatsoever of data and other information generated or produced and distributed by or through %1 electronic systems and other electronic systems used by %1, along with any modifications.
es_es: Cabe señalar asimismo que la Empresa será la única propietaria de todos los derechos, títulos o intereses de datos y otra información generada o producida y distribuida por o a través de sistemas electrónicos de %1 y otros sistemas electrónicos utilizados por %1, incluyendo cualquier modificación.
it_it: Si specifica inoltre che la Società è la sola proprietaria di tutti i dati relativi a diritti, titoli e interessi e delle altre informazioni generate, prodotte o distribuite dai/tramite i sistemi elettronici di %1 o i sistemi elettronici utilizzati da %1, comprese eventuali modifiche.
ru_ru: Настоящим подчёркивается, что Компания является единоличным владельцем всех прав, званий или любых процентов, а также данных и иной информации, созданной, полученной или переданной порталом %1, электронными системами и иными системами, применяющимися %1, наряду с любыми изменениями.
th_th: เป็นที่ทราบว่า บริษัทฯ เป็นเจ้าของแต่เพียงผู้เดียวของสิทธิ์ทุกอย่าง หรือ ชื่อเรื่อง หรือ ผลประโยชน์ใดๆ ก็ตามของข้อมูล และข้อมูลอื่นๆ ที่สร้างขึ้น หรือ ผลิต และเผยแพร่โดย หรือ ผ่านทางระบบอิเล็ทรอนิกส์ของ %1 หรือ ระบบอิเล็กทรอนิกส์อื่นๆ ที่ %1ใช้ ตลอดจนเนื้อหาส่วนที่มีการแก้ไขเพิ่มเติม

source: It is hereby agreed as follows:
es_es: Por la presente se acuerda lo siguiente:
it_it: Viene stipulato quanto segue:
ru_ru: Настоящим стороны соглашаются с нижеследующем:
th_th: โดยยอมรับในเนื้อหาต่อไปนี้

source: It is important that clients refer their disputes to the appropriate ADR for the claims to be valid.
es_es: Es importante que los clientes presenten sus disputas ante el órgano alternativo de resolución de conflictos apropiado para que los reclamos sean válidos.
it_it: Affinché il reclamo sia valido, è importante che il cliente rinvii le controversie all'ADR appropriato.
ru_ru: Клиентам следует направлять жалобы в соответствующий орган альтернативного урегулирования споров, чтобы они были рассмотрены.
th_th: สิ่งสำคัญที่ลูกค้าอ้างถึงข้อคัดค้าน หรือ ข้อโต้แย้งของลูกค้าเพื่อ ADR ที่เหมาะสมในการอ้างถึงความถูกต้อง
