Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Leverage can be used to generate returns that are of multiple times higher than the amount set aside from the client's account balance to open and maintain a transaction (the client's margin). However, investments that have the potential to deliver greater investment returns carry higher levels of risk. This means that if the price movement is against the client's favour, the client will suffer losses that are multiple times higher than the amount set aside from the client's account balance to open and maintain a transaction (the client's margin).
es_es: El apalancamiento puede utilizarse para generar retornos muchas veces mayores que la cantidad asignada del balance de la cuenta del cliente para abrir y mantener una transacción (el margen del cliente). Sin embargo, las inversiones que tienen el potencial de generar mayores retornos de inversión conllevan mayores niveles de riesgo. Esto significa que, si el movimiento del precio no favorece al cliente, este sufrirá pérdidas muchas veces superiores a la cantidad establecida en el balance de su cuenta para abrir y mantener una transacción (el margen del cliente).
it_it: La leva finanziaria può essere utilizzata per generare rendimenti che sono più volte superiori all'importo accantonato nel saldo del conto per aprire e mantenere un'operazione (il margine del cliente). Tuttavia, gli investimenti che hanno il potenziale di offrire maggiori rendimenti sull'investimento comportano livelli più elevati di rischio. Questo significa che se le oscillazioni dei prezzi sono sfavorevoli per il cliente, quest'ultimo subirà perdite diverse volte superiori all'importo accantonato nel proprio conto per aprire e mantenere un'operazione (il margine del cliente).
ru_ru: Кредитный рычаг можно использовать для получения прибыли, которая во много раз превышает сумму, которая будет заблокирована на счету клиента для открытия и поддержания контракта (маржа клиента). Тем не менее, инвестиции с возможностью получения более высокой прибыли предполагают более высокий риск. Это означает, что если цена движется не в пользу клиента, то его/её потери во много раз превысят сумму, заблокированную на счету для открытия и поддержания контракта (маржу клиента).
th_th: สามารถใช้เลเวอเรจในการสร้างผลตอบแทนที่สูงกว่ายอดที่สำรองเอาไว้จากยอดเงินในบัญชีเพื่อเปิดและรักษาธุรกรรม (กำไรของลูกค้า) ได้หลายเท่า อย่างไรก็ตาม การลงทุนที่มีศักยภาพในการสร้างผลตอบแทนสูงขึ้นก็มีความเสี่ยงที่สูงขึ้นด้วย ซึ่งหมายความว่า หากราคาเคลื่อนไหวไปในทางที่ไม่ดีต่อลูกค้า ลูกค้าจะขาดทุนในจำนวนที่สูงกว่ายอดที่สำรองเอาไว้จากยอดเงินในบัญชีเพื่อเปิดและรักษาธุรกรรม (กำไรของลูกค้า) หลายเท่า

source: Leverage gives you the ability to trade a larger position using your existing capital.
es_es: El apalancamiento le permite operar un volumen más grande con su capital existente.
it_it: La leva ti offre la possibilità di fare trading con una posizione più grande utilizzando il tuo capitale esistente.
ru_ru: Кредитное плечо предоставляет Вам возможность открыть более крупную позицию, имея на счету текущий капитал.
th_th: เลเวอเรจช่วยให้ท่านสามารถซื้อขายตำแหน่งที่ใหญ่ขึ้นโดยใช้เงินทุนที่มีอยู่

source: Leverage up to %1
es_es: Apalancamiento hasta %1
it_it: Leva fino a %1
ru_ru: Кредитное плечо до %1
th_th: เลเวอเรจสูงถึง %1

source: Leverage, in the context of margin trading, refers to the use of margin to increase/amplify the value of a trade. Leverage is expressed as a ratio. A 50:1 leverage, for example, means that the client would be able to enter into a trade position that is of 50 times higher than the client's margin. When the client invests in a leveraged product, the client's profit or loss is based on the leveraged position, i.e. the increased/amplified value of the client's trade is determined based on the leverage ratio that the client has set for the client's account.
es_es: El apalancamiento, en el contexto de la operación de margen, se refiere al uso del margen para aumentar/amplificar el valor de una operación. El apalancamiento se expresa como un ratio. Un apalancamiento de 50:1, por ejemplo, significa que el cliente podría entrar en una posición comercial que es 50 veces más alta que su margen. Cuando el cliente invierte en un producto apalancado, sus ganancias o pérdidas se basan en la posición apalancada, es decir, el valor aumentado/amplificado de su operación determinado en base a la relación de apalancamiento que se establezca para su cuenta.
it_it: La leva, nel contesto di trading a margine, si riferisce all'uso del margine per aumentare/amplificare il valore di un trade. La leva è espressa come rapporto; una leva 50:1, ad esempio, indica che il cliente sarebbe in grado di collocare un trade che è di 50 volte superiore rispetto al suo margine. Quando investe in un prodotto a leva finanziaria, il profitto o la perdita si basano sulla posizione di leva, ossia il valore aumentato/amplificato del trade determinato sulla base del rapporto di leva che il cliente ha impostato per il conto.
ru_ru: В контексте торговли с использованием маржи, кредитный рычаг означает использование маржи с целью увеличения цены контракта. Кредитный рычаг выражается в виде пропорции. Например, кредитный рычаг в соотношении 50:1 означает, что клиент сможет заключить контракт, размер которого в 50 раз превышает маржу клиента. При инвестировании в продукты с использованием кредитного рычага прибыль или потери клиента основаны на позиции с большой долей заёмных средств, т.е. увеличенная цена контракта клиента основана на коэффициенте финансового рычага, который клиент установил на своём счету.
th_th: เลเวอเรจในบริบทของการซื้อขายมาร์จิน หมายถึง การใช้มาร์จินเพื่อเพิ่ม/ขยายมูลค่าของการซื้อขาย เลเวอเรจจะแสดงออกมาในรูปของอัตราส่วน เช่น เลเวอเรจ 50:1 หมายถึง ลูกค้าจะสามารถเข้าไปอยู่ในโพซิชั่นซื้อขายที่สูงกว่ามาร์จินของลูกค้า 50 เท่า เมื่อลูกค้าลงทุนในผลิตภัณฑ์เลเวอเรจ กำไรหรือขาดทุนของลูกค้าขึ้นอยู่กับโพซิชั่นที่เลเวอเรจ นั่นคือ มูลค่าที่เพิ่ม/ขยายของการซื้อขายของลูกค้าจะพิจารณาจากสัดส่วนเลเวอเรจที่ลูกค้าตั้งเอาไว้ในบัญชีของลูกค้า

source: Liability
es_es: Responsabilidad
it_it: Responsabilità
ru_ru: Ответственность
th_th: หนี้สิน

source: Liaise with external suppliers to ensure purchases are made at the most cost-efficient rate
es_es: Comunicarse con proveedores externos para garantizar las compras realizadas a la tarifa más rentable
it_it: Coordinarsi con i fornitori esterni per assicurare che gli acquisti vengano effettuati con il miglior rapporto costo-efficienza
ru_ru: Связь с внешними поставщиками с целью гарантировать, что закупки производятся по самым экономически-эффективным ценам
th_th: ติดต่อประสานงานกับผู้จัดจำหน่ายภายนอกเพื่อให้แน่ใจว่าได้มีการจัดซื้อที่อัตราที่คุ้มค่าที่สุด

source: Liaise with governmental authorities such as the Immigration Department, and Inland Revenue Board on a regular basis on behalf of the company and employees
es_es: Mantener contactos regulares con las autoridades gubernamentales, así como el Departamento de Inmigración y la Junta Tributaria, en nombre de la empresa y de los empleados
it_it: Coordinarsi regolarmente con le autorità governative, come il dipartimento per l'immigrazione e il comitato per il fisco interno (Inland Revenue Board), per conto della società e dei dipendenti
ru_ru: Коммуникация с государственными органами, включая регулярную коммуникацию с отделом иммиграции и налоговым управлением от имени компании и её сотрудников
th_th: ติดต่อประสานงานกับเจ้าหน้าที่รัฐบาลเช่น Immigration Department และ Inland Revenue Board เป็นประจำในนามของบริษัทและพนักงาน

source: Licensed and regulated in Malta, the United Kingdom, the Isle of Man, and Ireland. %1Learn more%2
es_es: Autorizada y regulada en Malta, el Reino Unido, la Isla de Man e Irlanda. %1Aprenda más%2
it_it: Autorizzata e regolamentata a Malta, nel Regno Unito, sull'Isola di Mann e in Irlanda. %1Scopri di più%2
ru_ru: Компания лицензирована и регулируется на Мальте, в Великобритании, на Острове Мэн и в Ирландии. %1Узнайте больше%2
th_th: ได้รับอนุญาตและเป็นไปตามกฎหมายในการดำเนินธุรกิจในประเทศมอลตา สหราชอาณาจักร เกาะ Isle of Man และไอร์แลนด์ %1Leเรียนรู้เพิ่มเติม%2

source: Licensed, trusted, and secure
es_es: Autorizado, confiable y seguro
it_it: Autorizzata, affidabile e sicura
ru_ru: Лицензированный и надёжный брокер, заслуживающий доверия
th_th: มีใบอนุญาต มีความน่าเชื่อถือ และปลอดภัย

source: Life in Malta moves at a slower pace with a number of colourful festivities and religious holidays that you can look forward to every year. Some of the most popular ones include the Notte Bianca, the Malta Jazz Festival, Christmas, and Easter. Malta has no shortage of museums, archaeological sites, and other places of interest if you're looking for a culture fix.
es_es: La vida en Malta se mueve a un ritmo más lento con una serie de celebraciones coloridas y fiestas religiosas que puede esperar cada año. Algunas de las más populares incluyen Notte Bianca, el Festival de Jazz de Malta, la Navidad y la Pascua. Malta no tiene escasez de museos, sitios arqueológicos y otros lugares de interés si está buscando un entretenimiento cultural.
it_it: La vita a Malta scorre a un ritmo più tranquillo con numerose e colorate festività e vacanze religiose che vengono celebrate ogni anno. Alcune delle più popolari comprendono la Notte Bianca, il Malta Jazz Festival, Natale e Pasqua. Malta offre anche un'ampia scelta di musei, siti archeologici e altri luoghi di interesse dedicati alla cultura.
ru_ru: Жизнь на Мальте протекает в более медленном темпе и разбавлена целым рядом красочных фестивалей и религиозных праздников, отмечаемых каждый год. В число наиболее популярных праздников входит Белая ночь, Мальтийский джазовый фестиваль, Рождество и Пасха. На Мальте множество музеев, археологических достопримечательностей и других интересных мест для культурного досуга.
th_th: ชีวิตในประเทศมอลตาดำเนินไปอย่างช้าๆ ด้วยงานเฉลิมฉลองและวันหยุดทางศาสนามากมายซึ่งท่านวางแผนได้ในแต่ละปี งานฉลองที่เป็นที่นิยมที่สุด คือ Notte Bianca เทศกาลเพลงแจ๊สแห่งมอลตา วันคริสต์มาส และอีสเตอร์ ประเทศมอลตามีพิพิธภัณฑ์ โบราณสถาน และสถานที่ที่น่าสนใจมากมาย หากท่านมองหาแหล่งการใช้ชีวิตเชิงวัฒนธรรม

source: Likelihood of execution and settlement - the depth of liquidity of the market to which client order is related
es_es: Probabilidad de ejecución y liquidación - la profundidad de la liquidez del mercado al cual la orden del cliente está relacionada
it_it: probabilità di esecuzione e regolamento: la portata della liquidità del mercato a cui il tuo ordine si riferisce
ru_ru: вероятность исполнения и заключения – глубина ликвидности на рынке, к которому относится ордер клиента,
th_th: ความเป็นไปได้ของการดำเนินการและการชำระราคา - สภาพคล่องของตลาดที่คำสั่งซื้อของลูกค้าสัมพันธ์ด้วย

source: Limit
es_es: Límite
it_it: Limite
ru_ru: Лимит
th_th: วงเงิน

source: Limit Order
es_es: Orden Límite
ru_ru: Лимитный ордер

source: Limit/Limit Price
es_es: Límite/Precio límite
it_it: Limite/Prezzo limite
ru_ru: Лимит/лимитная цена

source: Limitation of liability
es_es: Limitaciones de responsabilidad
it_it: Limitazione di responsabilità
ru_ru: Ограничение ответственности
th_th: การจำกัดความรับผิดชอบ

source: Limitations on liability
es_es: Limitaciones de responsabilidad
it_it: Limitazioni di responsabilità
ru_ru: Ограничение ответственности
th_th: การจำกัดความรับผิดชอบ

source: Limited license grant
es_es: Concesión de Licencia Limitada
it_it: Concessione di licenza limitata
ru_ru: Предоставление ограниченной лицензии
th_th: ใบอนุญาตที่มีขอบเขต

source: Limits
es_es: Límites
it_it: Limiti
ru_ru: Лимиты
th_th: วงเงิน

source: Limits 1 to 3 may only be removed or increased after 24 hours after receiving the notice and the client reconfirms that they wish to amend such limit.
es_es: Los limites 1 a 3 solo pueden eliminarse o incrementarse luego de 24 horas de haber recibido la noticia y el cliente vuelve a confirmar que desea reponer tal limite.
it_it: I limiti da 1 a 3 possono essere rimossi o aumentati solo dopo 24 ore dalla ricezione della comunicazione e della riconferma da parte del cliente di voler modificare tali limiti.
ru_ru: Лимиты с 1 по 3 можно отключить или повысить через 24 часа после получения уведомления и подтверждения со стороны клиента о желании отменить данные лимиты.
th_th: จำกัด 1 ถึง 3 ครั้ง ในการลบ หรือ เพิ่ม หลังจาก 24 ชั่วโมง ภายหลังได้รับแจ้งและลูกค้ายืนยันว่า ต้องการแก้ไขจำนวนดังกล่าวจริง

source: Link to and direct the Company's clients to the Programmer's Application.
es_es: Para enlazar y dirigir a los clientes de la Empresa a la Aplicación del Programador.
it_it: connettere e indirizzare i clienti della Società sull'Applicazione del Programmatore.
ru_ru: направлять и приглашать клиентов Компании на Приложение Программиста.
th_th: เชื่อม และนำลูกค้าของบริษัทฯ ไปยังแอพพลิเคชันของโปรแกรมเมอร์

source: Links
es_es: Enlaces
it_it: Link
ru_ru: Ссылки
th_th: ลิงค์

source: Liquidity solutions
es_es: Soluciones de Liquidez
it_it: Soluzioni di liquidità
ru_ru: Варианты ликвидности
th_th: ทางแก้ปัญหาสภาพคล่อง

source: Litecoin is a cryptocurrency similar to Bitcoin, but capable of a higher transaction volume and faster confirmation times. For more information, please visit %1.
es_es: Litecoin es una criptomoneda similar a Bitcoin, pero con capacidad para un mayor volumen de transacciones y tiempos de confirmación más rápidos. Para más información, visite %1.
it_it: Il Litecoin è una criptovaluta simile al Bitcoin ma in grado di garantire un volume di operazioni maggiore e tempi di conferma più rapidi. Per maggiori informazioni, visita il sito %1.
ru_ru: Litecoin - это криптовалюта, похожая на Bitcoin, но позволяющая проводить более крупные транзакции и обладающая более коротким сроком подтверждения переводов. Подробную информацию можно получить здесь: %1.
th_th: ไลท์คอยน์ (Litecoin) เป็นเงินดิจิทัลเช่นเดียวกับบิทคอยน์ แต่สามารถใช้สำหรับธุรกรรมที่ปริมาณมากกว่าและมีเวลาในการยืนยันที่น้อยกว่า เร็วกว่า สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก%1

source: Litecoin vs US Dollar
es_es: Litecoin vs dólar estadounidense
ru_ru: Litecoin против доллара США
th_th: ไลท์คอยน์ เทียบกับ ดอลลาร์สหรัฐ

source: Live chat
es_es: Chat en vivo
ru_ru: Чат
th_th: ไลฟ์แชต

source: Living in Asunción
es_es: Vivir en Asunción
it_it: Vivere ad Asunción
ru_ru: Жизнь в Асунсьоне
th_th: ชีวิตที่อาซุนซีออน (Asunción)

source: Living in Cyberjaya
es_es: Vivir en Cyberjaya
it_it: Vivere a Cyberjaya
ru_ru: Жизнь в Сайберджайе
th_th: ชีวิตที่ไซเบอร์จายา

source: Living in Dubai
es_es: Vivir en Dubái
it_it: Vivere a Dubai
ru_ru: Жизнь в Дубае
th_th: ชีวิตที่ดูไบ

source: Living in Labuan
es_es: Vivir en Labuan
it_it: Vivere a Labuan
ru_ru: Жизнь на Лабуане
th_th: ชีวิตที่ลาบวน

source: Living in Malta
es_es: La vida en Malta
it_it: Vivere a Malta
ru_ru: Жизнь на Мальте
th_th: ชีวิตที่มอลตา

source: Living on an island paradise has its perks. Labuan is one of those rare gems that has yet to undergo excessive commercialisation, thus retaining its small-town charm and tight-knit community vibe. Labuan welcomes tourists throughout the year as the island enjoys good weather all year round, with average daily temperature between 28 and 32 degrees Celsius.
es_es: Vivir en una isla paradisíaca tiene sus ventajas. Labuan es una de esas gemas extraordinarias que aún no se han comercializado en exceso, por lo que conserva su encanto de pueblo pequeño y su ambiente de comunidad unida. Labuan da la bienvenida a los turistas durante todo el año disfrutando de un buen clima los 365 días del año, con un promedio de temperaturas diarias entre 28 y 32 grados centígrados.
it_it: Vivere su un'isola presenta alcuni vantaggi. Labuan è una di quelle perle rare che non sono state toccate da un'eccessiva commercializzazione, infatti conserva ancora il sua fascino di piccolo centro e l'atmosfera raccolta di una comunità contenuta. Ospita turisti tutto l'anno grazie al clima costantemente mite, con temperature medie giornaliere comprese tra i 28 e i 32 gradi.
ru_ru: Жизнь на райском островке имеет целый ряд преимуществ. Лабуан является одним из тех редких сокровищ, которому удалось избежать чрезмерной коммерциализации и сохранить уникальный шарм маленького живого городка. Лабуан привлекает туристов на протяжении всего года, благодаря отличной погоде круглый год со средней суточной температурой от 28 до 32 градусов Цельсия.
th_th: ตั้งอยู่บนเกาะที่มีความงามประดุจเกาะสวรรค์ ลาบวนเป็นหนึ่งในอัญมณีที่หายากที่ยังไม่ได้ถูกเปลี่ยนเป็นการค้ามากเกินไป จึงรักษาเสน่ห์เมืองเล็กๆ ของและบรรยากาศชุมชนที่สนิทสนมกัน ลาบวนยินดีต้อนรับนักท่องเที่ยวตลอดทั้งปี เป็นเกาะอากาศดีตลอดทั้งปี มีอุณหภูมิเฉลี่ยต่อวันระหว่าง 28 ถึง 32 องศาเซลเซียส

source: Located 10 minutes away, Malaysia's intelligent garden city offers stunning greenery and exquisite structures.
es_es: Ubicada a 10 minutos de distancia, la ciudad jardín inteligente de Malasia ofrece una vegetación impresionante y exquisitas estructuras.
it_it: Raggiungibile in soli 10 minuti, la città-giardino intelligente della Malesia offre fantastici spazi verdi e strutture raffinate.
ru_ru: Умный малазийский город-сад, расположенный в 10 минутах езды, сочетает восхитительный зелёный пейзаж и отличную инфраструктуру.
th_th: ตั้งอยู่ห่างออกไป 10 นาที เมืองธรรมชาติอัจฉริยะของมาเลเซีย เขียวขจี สวยงามและโครงสร้างวิจิตรยอดเยี่ยม

source: Lock Cashier
ru_ru: Закрыть кассу паролем

source: Log in
es_es: Iniciar sesión
ru_ru: Вход
th_th: เข้าสู่ระบบ

source: Log in here
es_es: Inicie sesión aquí
it_it: Accedi qui
ru_ru: Вход
th_th: เข้าสู่ระบบ เริ่มที่นี่

source: Log in to your %1 affiliate account and go to: Finances → Payment instructions.
es_es: Inicie sesión en su cuenta de afiliado de %1 y vaya a: Finanzas → Instrucciones de pago.
it_it: Accedi al tuo conto da associato %1 e visita la sezione: Finanze → Istruzioni pagamenti.
ru_ru: Зайдите на свой партнерский счет %1 и нажмите вкладку Финансы → Платежные инструкции.
th_th: เข้าสู่ระบบด้วย %1 บัญชีพันธมิตรของท่าน และไปที่: การเงิน → ขั้นตอนการชำระเงิน

source: Log in to your %1 affiliate account and go to: Reports → Detailed activity report
es_es: Inicie sesión su cuenta de afiliado %1 y vaya a: Informes → Informe detallado de actividad
it_it: Accedi al tuo account da associato %1 e visita la sezione: Report → Report dettagliato delle attività
ru_ru: Зайдите на партнёрский счёт %1, откройте вкладку Отчёты → Подробный отчёт
th_th: เข้าสู่ระบบด้วย %1 บัญชีพันธมิตรของท่าน และไปที่: รายงาน → รายงานกิจกรรมอย่างละเอียด

source: Log out
es_es: Cerrar
ru_ru: Выход
th_th: ออกจากระบบ

source: Login History
es_es: Historial de accesos
it_it: Cronologia dei login
ru_ru: История входа в систему
th_th: ประวัติการเข้าใช้งาน

source: Login ID
es_es: ID de login
it_it: ID di accesso
ru_ru: Логин
th_th: รหัสผู้ใช้งาน

source: Login ID of money manager who will trade on your behalf
es_es: Nombre de usuario del administrador de fondos que opera en su nombre
ru_ru: ID счёта фондового менеджера, который будет торговать от Вашего имени
th_th: Login ID ของผู้จัดการเงินทุนบุคคลที่ทำหน้าที่ซื้อขายแทนตัวท่านเอง

source: Login time:
es_es: Hora de acceso:
it_it: Orario d'accesso:
ru_ru: Время входа:
th_th: เวลาเข้าสู่ระบบ:

source: Long-term partnership:
es_es: Asociación a largo plazo:
it_it: Partnership a lungo termine:
ru_ru: Долгосрочное партнёрство:
th_th: พันธมิตรระยะยาว:

source: Long:
es_es: Largo:
ru_ru: Длинная позиция:

source: Lookbacks
es_es: Retroactivos
it_it: Opzioni retrospettive (lookbacks)
ru_ru: Oпционы Lookback

source: Lookbacks options are currently only available for %1Volatility Indices%2.
es_es: Por el momento, las opciones de contratos retroactivos solo están disponibles para los %1Índices de Volatilidad%2.
ru_ru: В данное время опционы Lookback доступны только для %1Индексов волатильности%2.
th_th: ขณะนี้มีออปชั่น Lookbacks สำหรับ %1 ดัชนีผันผวน %2

source: Looking for %1 app?
es_es: ¿Busca la aplicación %1?
it_it: Cerchi l'app %1?
ru_ru: Ищите приложение %1?
th_th: กำลังมองหาแอพ %1 ?

source: Looking for %1 or %2 Desktop apps?
es_es: ¿Busca aplicaciones de escritorio %1 o %2?
ru_ru: Ищите %1 или приложения %2 для ПК?
th_th: กำลังมองหาแอพพลิเคชันเดสก์ท็อป %1 หรือ %2 ใช่ไหม?

source: Loss
es_es: Pérdida
it_it: Perdita
ru_ru: Потери
th_th: ขาดทุน

source: Lot
es_es: Lote
it_it: Lotto
ru_ru: Лот
th_th: ล็อต

source: Lot size
es_es: Tamaño del lote
it_it: Dimensione del lotto
ru_ru: Размер лота
th_th: ขนาดล็อต

source: Lot units
es_es: Unidades del lote
it_it: Unità di lotto
ru_ru: Количество лотов
th_th: หน่วยล็อต

source: Low
es_es: Bajo
ru_ru: Мин.
th_th: ต่ำ

source: Low Barrier
es_es: Barrera Inferior
it_it: Barriera inferiore
ru_ru: Нижний Барьер
th_th: Barrier ต่ำ

source: Low Tick
es_es: Tick bajo
it_it: Tick basso
ru_ru: Низкий тик
th_th: ราคาต่ำสุด

source: Low barrier
es_es: Barrera inferior
it_it: Barriera inferiore
ru_ru: Нижний барьер
th_th: Barrier ต่ำ

source: Low barrier offset
es_es: Desplazamiento de la barrera inferior
it_it: Scostamento della barriera inferiore
ru_ru: Оффсет нижнего барьера
th_th: Barrier ต่ำออฟเซ็ท

source: Low minimum stakes
es_es: Apuestas inferiores mínimas
it_it: Puntate minime
ru_ru: Низкая минимальная стоимость контракта
th_th: เงินเดิมพันขั้นต่ำ

source: Lower
es_es: Inferior
it_it: Inferiore
ru_ru: Ниже
th_th: ต่ำกว่า

source: Lower or equal
es_es: Inferior o igual
it_it: Inferiore o uguale
ru_ru: Ниже или равно
th_th: ต่ำกว่า หรือ เท่ากับ

source: Lush living
es_es: La vida exuberante
it_it: Vivere nel verde
ru_ru: Роскошная жизнь
th_th: นั่งเล่นที่เขียวชอุ่ม

source: M. Force majeure events
es_es: M. Eventos de fuerza mayor
it_it: M. Eventi di forza maggiore
ru_ru: M. Форс-мажорные обстоятельства
th_th: M. กรณีเหตุสุดวิสัย

source: MAM
ru_ru: ММС

source: MAM Accounts
es_es: Cuentas MAM
ru_ru: Счета ММС
th_th: บัญชี MAM

source: MAM Advanced
es_es: MAM Avanzado
ru_ru: Расширенные ММС
th_th: MAM ขั้นสูง

source: MAM Advanced account
es_es: Cuenta avanzada de MAM
ru_ru: Расширенный счёт ММС
th_th: บัญชี MAM ขั้นสูง

source: MAM Advanced*
es_es: MAM Avanzado*
ru_ru: Расширенный ММС*
th_th: MAM ขั้นสูง*

source: MAM Synthetic Indices
es_es: Índices sintéticos MAM
ru_ru: ММС на Синтетических индексах
th_th: ดัชนีสังเคราะห์ MAM

source: MAM Synthetic Indices Account
es_es: Cuenta de índices sintéticos MAM
ru_ru: Счёт ММС на Синтетических индексах
th_th: บัญชีดัชนีสังเคราะห์ MAM

source: MAM Synthetic Indices*
es_es: Índices sintéticos MAM*
ru_ru: ММС на Синтетических индексах*
th_th: ดัชนีสังเคราะห์ MAM*

source: MENA FFXPO Award
es_es: Premio FFXPO de MENA
it_it: Riconoscimeno MENA FFXPO
ru_ru: Награда на MENA FFXPO
th_th: รางวัล MENA FFXPO

source: MT4 and MT5 brokers can connect directly to our liquidity on the One Zero bridge by using built-in plugins.
es_es: Los brokers de MT4 y MT5 pueden conectarse directamente a nuestra liquidez en el puente One Zero a través de plugins incorporados.
it_it: I broker MT4 and MT5 possono connettersi direttamente alla nostra liquidità sul ponte One Zero utilizzando plug-in integrati.
ru_ru: Брокеры на MT4 и MT5 могут напрямую получать нашу ликвидность на Мосту Один-ноль, воспользовавшись встроенными плагинами.
th_th: โบรกเกอร์ MT4 และ MT5 สามารถเชื่อมต่อกันโดยตรงกับสภาพคล่องของเราบนสะพาน One Zero โดยใช้ปลั๊กอินในตัว

source: MT5 Account:
es_es: Cuenta MT5:
ru_ru: Счёт MT5:
th_th: บัญชี MT5:

source: MT5 Demo
es_es: Demo de MT5
it_it: Demo per MT5
ru_ru: MT5 Демо
th_th: สาธิต MT5

source: MT5 Financial
es_es: MT5 Financiero
it_it: MT5 Finanziario
ru_ru: MT5 Финансовый
th_th: การเงิน MT5

source: MT5 Real Account
es_es: Cuenta Real MT5
it_it: Conto reale MT5
ru_ru: Реальный счет MT5
th_th: บัญชี MT5 จริง

source: MT5 Synthetic Indices
es_es: Índices sintéticos MT5
ru_ru: Синтетические индексы MT5
th_th: ดัชนีสังเคราะห์ MT5

source: MT5 Web platform
es_es: Plataforma web MT5
it_it: Piattaforma web MT5
ru_ru: Веб платформа MT5
th_th: MT5 สำหรับเว็บ
