Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: When the client requests a withdrawal from %1 Client Account, such request shall be automatically proceeded, and, as a result, the requested sum shall be transferred from the %1 Client Account to the %1 Agent Account. However, it is noted that when the client reaches the client's withdrawal limits, a withdrawal request shall not be automatically proceeded before the required authentication process is conducted.
es_es: Cuando el cliente solicite un retiro de su Cuenta del Cliente %1, dicha solicitud será procesada automáticamente y, como resultado, la cantidad solicitada será transferida de la Cuenta del Cliente %1 a la Cuenta de Agente %1. Sin embargo, cabe señalar que cuando el cliente alcanza sus límites de retiro, la solicitud de retiro no se tramitará automáticamente antes que se lleve a cabo el proceso de autenticación requerido.
it_it: Quando il cliente richiede un prelievo dal proprio conto %1, tale richiesta verrà elaborata automaticamente e la somma indicata verrà pertanto trasferita dal suo conto %1 a quello %1 dell'Agente. Occorre considerare, tuttavia, che una volta raggiunto il limite di prelievi, un'eventuale richiesta di prelievo verrà eseguita solo dopo che il processo di autenticazione previsto è stato completato.
ru_ru: Когда клиент запрашивает вывод средств со своего Клиентского счёта %1, данный запрос должен быть автоматически передан, а указанная сумма должна быть переведена с Клиентского счёта %1 на счёт Агента %1. Тем не менее, в случае, когда клиент достигает лимита на вывод средств, запрос на вывод не должен быть автоматически обработан до проведения процесса аутентификации.
th_th: เมื่อลูกค้ายื่นขอถอนเงินจากบัญชีลูกค้าของ %1 คำร้องดังกล่าวจะถูกดำเนินการต่อในทันที จากนั้น จำนวนที่ยื่นขอจะถูกโอนจากบัญชีลูกค้าของ %1 ไปยังบัญชีตัวแทนฯ ของ %1 อย่างไรก็ตาม เมื่อลูกค้าทำการถอนเงินจนถึงวงเงินจำกัดในการถอนเงินแล้ว คำร้องการถอนเงินจะไม่ถูกดำเนินการต่อในทันที แต่จะมีการดำเนินการตามกระบวนการยืนยันตัวบุคคลตามที่กำหนดไว้ก่อน

source: When the client transfers their money to BIEL for trading purposes, the client's funds are deposited in their %1 account. If the client chooses to trade FX and CFDs, the client shall transfer funds from their %1 account to their MT5 Real Account. Such a transfer shall not be regarded as a transfer from two different accounts but as a transfer of funds from the client's centralised %1 account to the MT5 Real Account. No fund transfers shall be made to any other account in the name of any third party.
es_es: Cuando el cliente transfiere dinero a BIEL con el propósito de realizar transacciones, los fondos del cliente se depositan en su Cuenta Real de %1. Si el cliente elige operar FX y CFD, deberá transferir los fondos de su Cuenta Real de %1 a su Cuenta Real MT5. Dicha transferencia, no se considerará una transferencia desde dos cuentas diferentes, sino una transferencia de fondos desde la Cuenta Real de %1 centralizada a la Cuenta Real MT5. No se realizarán transferencias de fondos a cualquier otra cuenta a nombre de cualquier tercero.
ru_ru: Когда клиент перечисляет свои средства BIEL с целью торговли, деньги клиента поступают на счёт %1. Если клинент выбирает работу на валютных парах и CFD, необходимо перевести средства со счёта %1 на Реальный счёт MT5. Данный перевод средств будет считаться не переводом с двух разных счетов, а переводом с основного счёта %1 на Реальный счёт MT5. Перечисления средств на любой другой счёт от имени третьего лица недопустимы.
th_th: เมื่อลูกค้าโอนเงินของเขาให้ BIEL เพื่อวัตถุประสงค์ในการซื้อขาย เงินของลูกค้าจะถูกฝากในบัญชี %1 ของเขา หากลูกค้าประสงค์จะซื้อขาย FX และ CFD ลูกค้าสามารถโอนเงินจากบัญชีของลูกค้าไปยังบัญชีบัญชี MT5 จริง ของ %1 การโอนเงินจะไม่ถือเป็นการโอนเงินของสองบัญชีที่แตกต่างกัน แต่จะเป็นการโอนจากบัญชี %1 ส่วนกลางของลูกค้าไปยังบัญชี MT5 จริง และไม่มีเงินโอนไปยังบัญชีบุคคลที่สามใดๆ

source: When the market conditions or market movements/volatility are abnormal
es_es: Cuando las condiciones del mercado o los movimientos/ volatilidad del mercado son anormales
it_it: quando le condizioni o le oscillazioni/la volatilità del mercato sono anormali;
ru_ru: в случае аномальных рыночных условий или рыночной динамики/волатильности,
th_th: เมื่อเงื่อนไขของตลาด หรือ ทิศทางของตลาด/ความผันผวนของตลาด ผิดปกติ

source: When the remaining funds in your account is unable to cover the leverage or margin requirement, your account will be placed under margin call. To prevent a margin call escalating into a stop out level, you can deposit additional funds into your account or close any open positions.
es_es: Cuando los fondos restantes en su cuenta no puedan cubrir el requisito de apalancamiento o margen, su cuenta será colocada bajo llamada de margen. Para evitar que una llamada de margen llegue hasta el nivel Stop Out, puede depositar fondos adicionales en su cuenta o cerrar cualquier posición abierta.
it_it: Quando i fondi rimanenti sul conto non sono sufficienti per coprire la leva o i requisiti di margine, il tuo conto sarà sottoposto alla chiamata a margine. Per evitare che una chiamata a margine si trasformi in un livello di stop out, puoi versare ulteriori fondi sul conto o chiudere tutte le posizioni aperte.
ru_ru: Когда остатка средств на Вашем счёту недостаточно для поддержания позиции при текущих маржинальных требованиях, Ваш счёт попадёт в состояние маржин колла. Чтобы не доводить свой счёт до стоп-аута, Вы можете пополнить его или закрыть любые открытые позиции.
th_th: เมื่อเงินคงเหลือในบัญชีของท่านไม่สามารถครอบคลุมเลเวอเรจ หรือ ข้อกำหนดมาร์จินได้ บัญชีของท่านจะโดนมาร์จินคอล เพื่อป้องกันไม่ให้มาร์จินคอลกลายเป็นระดับยุติการซื้อขาย ท่านสามารถเพิ่มเงินทุนเข้าไปในบัญชี หรือ ปิดสถานะเปิดที่มีอยู่

source: When there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained
es_es: Cuando hay un fallo en los medios de comunicación normalmente implementados para determinar el precio o valor de cualquiera de los contratos financieros, o cuando el precio o valor de cualquiera de los contratos financieros no puede comprobarse de forma rápida o precisa
it_it: in caso di interruzione nei mezzi di comunicazione normalmente utilizzati per determinare il prezzo o il valore di qualsiasi contratto finanziario oppure quando il prezzo o il valore dello stesso non possa essere verificato in maniera tempestiva o precisa;
ru_ru: В случае сбоев в средствах связи, обычно используемых при расчете цены или стоимости какого-либо из финансовых контрактов, когда цена или стоимость любого финансового контракта не может быть быстро и точно установлена.
th_th: เมื่อมีการหยุดชะงักของระบบสื่อสารข้อมูลที่ใช้ในการกำหนดราคา หรือ มูลค่าของสัญญาทางการเงิน หรือ เมื่อไม่สามารถแสดงราคา หรือ มูลค่าของสัญญาทางการเงินได้ทันที หรือ แสดงได้อย่างถูกต้อง

source: When to buy and sell
es_es: Cuándo comprar y vender
it_it: Quando comprare e vendere
ru_ru: Когда покупать и продавать
th_th: เมื่อไรควรซื้อ และ ขาย

source: When to buy and sell?
es_es: ¿Cuándo comprar y vender?
it_it: Quando comprare e vendere?
ru_ru: Когда покупать и продавать?
th_th: เมื่อไรควรซื้อ และ ขาย?

source: When using the MT5 trading platform, all BIEL's clients will be provided with Margin monitoring functionality to protect the clients from encountering negative balances when trading under normal market conditions. As a trader, the client should always maintain the appropriate levels of Margin in their trading account as the recommended method of their own risk management.
es_es: A la hora de utilizar la plataforma de trading MT5, todos los clientes de BIEL contarán con una funcionalidad de monitoreo de Márgenes para evitar que se encuentren con saldos negativos al operar en condiciones de mercado normales. Como operador, el cliente deberá mantener en todo momento los niveles apropiados de Margen en su cuenta de operaciones como método recomendado para su gestión de riesgos.
ru_ru: При использовании торговой платформы MT5 всем клиентам BIEL будет предоставлена возможность следить за маржей с целью защиты от возникновения отрицательного баланса при торговле в нормальных рыночных условиях. Будучи трейдером, клиент должен всегда и в любое время поддерживать соответствующий уровень маржи на своём торговом счету в качестве рекомендованного метода самостоятельного управления риском.
th_th: เมื่อใช้งานแพลตฟอร์ม MT5 ลูกค้าของ BIEL ทุกท่านจะได้รับการกำกับดูแลการเคลื่อนไหวของมาร์จิน เพื่อป้องกันการเกิดยอดคงเหลือติดลบในการซื้อขายตามสภาวะตลาดปกติ ในฐานะนักลงทุน ลูกค้าควรจะตรวจสอบระดับมาร์จินในบัญชีของลูกค้าอย่างสม่ำเสมอซึ่งเป็นวิธีที่แนะนำในการบริหารความเสี่ยงของลูกค้าทุกท่าน

source: When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, there's no risk of 'slippage' or gaping markets. And most importantly, there are no hidden fees. You can also sell back any long-term trades at any time to profit from favourable market conditions.
es_es: Cuando esté satisfecho con el precio que reciba, ejecute la transacción de inmediato. Con nuestra plataforma única, no existen riesgos de "deslizamiento" ni mercados con brechas. Y, lo que es más importante, no hay tarifas ocultas. Usted también puede volver a vender cualquier transacción a largo plazo en cualquier momento para obtener ganancias de las condiciones favorables del mercado.
it_it: Quando sei soddisfatto del prezzo ricevuto, inizia immediatamente la tua attività di trading. Con la nostra piattaforma unica, non vi è alcun rischio di "slippage" o "gapping" dei mercati e, soprattutto, non vi sono costi nascosti. Puoi inoltre trarre profitto da condizioni di mercato favorevoli, rivendendo le operazioni di trade a lungo termine in qualsiasi momento.
ru_ru: Когда Вы будете довольны предложенной ценой, сразу же покупайте контракт. Благодаря нашей уникальной платформе, Вы никогда не столкнётесь с "проскальзыванием" или гэпами на рынке. Самое важное: мы не взимаем никаких скрытых комиссий. Также Вы можете в любое время продать любой долгосрочный контракт до окончания его действия, чтобы зафиксировать прибыль при благоприятных условиях рынка.
th_th: เมื่อท่านพอใจกับราคาที่ท่านได้รับ ดำเนินการซื้อขายทันที ในแพลตฟอร์มที่เป็นเอกลักษณ์ของเรา ท่านจะไม่ต้องเสี่ยงกับ 'Slippage' หรือ ช่องว่างในตลาด และที่สำคัญที่สุด ไม่มีค่าธรรมเนียมที่มองไม่เห็น ท่านสามารถขายคืนตลอดระยะเวลา เมื่อใดก็ได้เพื่อทำกำไรจากสภาพตลาดที่เป็นผลดี

source: When you are trading CFDs, you can choose to open a buy position (if you think that the price will rise) or a sell position (if you think that the price will fall).
es_es: Cuando opere con CFD, usted podrá elegir abrir una posición de compra (si cree que el precio aumentará) o una posición de venta (si cree que el precio caerá).
it_it: Quando fai trading su CFD, puoi decidere di aprire una posizione di acquisto (se ritieni che il prezzo aumenterà) o una posizione di vendita (se ritieni che il prezzo scenderà).
ru_ru: При торговле CFD Вы можете открыть позицию на покупку (если Вы ожидаете рост цены интересующего Вас актива) или позицию на продажу (в случае ожидаемого падения цены).
th_th: เมื่อท่านกำลังซื้อขาย CFD ท่านสามารถเลือกที่จะเปิดตำแหน่งซื้อ (หากท่านคิดว่า ราคาจะสูงขึ้น) หรือ ตำแหน่งขาย (หากท่านคิดว่า ราคาจะลดต่ำลง)

source: When you are trading metals, you can choose to open a buy position (if you think that the price of an asset will rise) or a sell position (if you think that the price of an asset will fall).
es_es: Cuando opere con metales, usted podrá elegir abrir una posición de compra (si cree que el precio de un activo aumentará) o una posición de venta (si cree que el precio de un activo caerá).
it_it: Quando fai trading sui metalli, puoi decidere di aprire una posizione di acquisto (se pensi che il prezzo di un bene aumenterà) o una posizione di vendita (se pensi che il prezzo di un bene diminuirà).
ru_ru: При торговле металлами Вы можете выбрать контракт на покупку (если Вы делаете ставку на рост актива) или продажу (если Вы делаете ставку на снижение цены актива).
th_th: เมื่อท่านกำลังซื้อขายโลหะ ท่านสามารถเลือกที่จะเปิดตำแหน่งซื้อ (หากท่านพิจารณาว่า ราคาของสินทรัพย์จะสูงขึ้น) หรือตำแหน่งขาย (หากท่าน พิจารณาว่า ราคาของสินทรัพย์จะลดต่ำลง)

source: When you are trading metals, you can choose to open a buy position if you think that the price of an asset will rise or a sell position if you think that the price of an asset will fall.
es_es: Cuando opere con metales, usted podrá elegir abrir una posición de compra si cree que el precio de un activo aumentará o una posición de venta si cree que el precio de un activo caerá.
it_it: Quando fai trading sui metalli, puoi decidere di aprire una posizione di acquisto, se pensi che il prezzo di un bene aumenterà, o una posizione di vendita, se pensi che il prezzo di un bene diminuirà.
ru_ru: При торговле металлами Вы можете выбрать контракт на покупку (если Вы делаете ставку на рост актива) или продажу (если Вы делаете ставку на снижение цены актива.
th_th: เมื่อท่านกำลังซื้อขายโลหะ ท่านสามารถเลือกที่จะเปิดตำแหน่งซื้อ หากท่านพิจารณาว่า ราคาของสินทรัพย์จะสูงขึ้น หรือ ตำแหน่งขาย หากท่านพิจารณาว่า ราคาของสินทรัพย์จะลดต่ำลง

source: When you click "OK" you will be excluded from trading on the site until the selected date.
es_es: Si hace clic en "OK", no se le permitirá operar en el sitio hasta la fecha seleccionada.
it_it: Quando clicchi su "OK" verrai escluso dal trading sul sito fino alla data selezionata.
ru_ru: Когда Вы нажмёте "ОК", Вы будете отстранены от работы на сайте до окончания выбранной даты.
th_th: เมื่อท่านเลือก "OK" ท่านจะถูกพักจากระบบซื้อขายกระทั่งวันที่ที่ท่านระบุ

source: When you decide to close an open contract, you only need to take the opposite position in order to close the contract.
es_es: Cuando usted decide cerrar un contrato abierto, solo necesita tomar la posición opuesta para cerrar el contrato.
it_it: Per chiudere un contratto aperto, è sufficiente assumere la posizione opposta del contratto.
ru_ru: Если Вы захотите закрыть открытую позицию, купите противоположный контракт, чтобы закрыть предыдущий.
th_th: เมื่อท่านตัดสินใจปิดสัญญาเปิด ท่านเพียงลงตำแหน่งตรงกันข้ามเพื่อปิดสัญญา

source: When you see currency pairs offered by a broker or trading service, there are usually two prices available: the ask price and the bid price. These are also known as the buy price and the sell price respectively.
es_es: Cuando usted ve pares de divisas ofrecidos por un corredor o un servicio de inversiones, suelen haber dos precios disponibles: el precio de venta y el precio de compra.
it_it: Quando vedi coppie di valute offerte da un broker o da un servizio di trading, ci sono solitamente due prezzi disponibili: il prezzo di domanda e il prezzo di offerta, conosciuti rispettivamente anche come il prezzo di acquisto e il prezzo di vendita.
ru_ru: Когда Вы видите валютные пары, предложенные брокером или торговым сервисом, как правило, Вам доступно две цены: цена аск и цена бид. Также их называют ценой покупки и ценой продажи соответственно.
th_th: เมื่อท่านเห็นว่าคู่สกุลเงินที่เสนอโดยโบรกเกอร์ หรือ บริการซื้อขาย โดยปกติแล้วจะมีสองราคา ราคาจะขาย และราคาจะซื้อ ทั้งสองราคานี้รู้จักในนามราคาซื้อและราคาขายตามลำดับ

source: When you start trading with %1, you'll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
es_es: Cuando comience a operar con %1, será redireccionado a la pantalla de operación, donde podrá configurar sus parámetros y elegir qué, cuándo y cómo operar.
it_it: Quando inizi la tua attività di trading con %1, sarai indirizzato alla schermata relativa al trade dove potrai impostare i tuoi parametri e scegliere su cosa negoziare, come e quando.
ru_ru: При начале работы на %1 Вы будете направлены на торговый экран, где можно задать параметры сделки, выбрать нужный актив и сроки контракта.
th_th: เมื่อท่านเริ่มการซื้อขายกับ %1 ท่านจะถูกนำเข้าสู่หน้าจอซื้อขาย ที่ท่านตั้งค่าตัวแปรการซื้อขาย และเลือกว่า ท่านต้องการซื้อขายอะไร อย่างไร และเมื่อใด

source: When you trade with %1, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose.
es_es: Cuando opera con %1, puede estar seguro que sus depósitos se mantienen en una cuenta de fideicomiso por separado y no se utilizan para otros propósitos.
it_it: Quando fai trading con %1, puoi essere certo che i fondi sono detenuti su conti di fiducia separati e non vengono utilizzati per nessun altro scopo.
ru_ru: Торгуя на %1, Вы можете быть абсолютно уверены, что Ваши средства хранятся на отдельных надёжных счетах и не используются для любых других целей.
th_th: เมื่อท่านซื้อขายกับ %1 ท่านสามารถประกันได้ว่าเงินฝากของท่านจะได้รับความไว้วางใจในการดูแลและไม่ถูกนำไปใช้เพื่อวัตถุประสงค์อื่น

source: When your account hits the forced liquidation level, your orders and positions are forcibly closed in the following sequence:
es_es: Cuando su cuenta alcanza el nivel de liquidación forzada, sus órdenes y posiciones son cerradas de manera forzosa en la siguiente secuencia:
it_it: Quando il tuo conto raggiunge il livello di liquidazione forzata, gli ordini e le posizioni vengono forzatamente chiusi nella sequenza di seguito riportata:
ru_ru: При достижении уровня стоп-аута Ваши текущие позиции будут принудительно закрыты в следующей последовательности:
th_th: เมื่อบัญชีของท่านมีระดับหนี้ตามเงื่อนไขบังคับที่กำหนดไว้ คำสั่งซื้อและตำแหน่งของท่านจะถูกบังคับปิดตามลำดับต่อไปนี้

source: When, as a result of political, economic, military, or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility, and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts
es_es: Cuando a consecuencia de sucesos políticos, económicos, militares o monetarios (incluyendo volatilidad de mercado inusual o iliquidez) o cualquier otra circunstancia fuera del control, responsabilidad y poder de la Empresa, el continuo funcionamiento de este sitio no es razonablemente factible sin afectar y perjudicar material y negativamente los intereses de los clientes o de la Empresa, o si, a opinión de la Empresa, un precio para contratos financieros no puede calcularse
it_it: quando, a seguito di eventi politici, economici, militari o finanziari (incluse l'insolita volatilità o mancata liquidità del mercato) o di qualsiasi altra circostanza fuori dal controllo, dalla responsabilità e dal potere della Società, il funzionamento continuativo di questo sito non è ragionevolmente praticabile senza influenzare e pregiudicare in maniera significativa e negativa gli interessi dei clienti o della Società, oppure se, secondo la Società, è impossibile calcolare un prezzo per i contratti finanziari;
ru_ru: В случае политических, экономических, военных или рыночных событий (в том числе необычной волатильности рынка и неликвидности) или при других обстоятельствах, находящихся вне контроля, ответственности и власти Компании, когда продолжение работы этого сайта неминуемо влечет причинение материального или другого ущерба клиентам, Компании, а также в тех случаях, когда, по мнению Компании, цена на контракты не может быть рассчитана.
th_th: หากมีเหตุทางการเมือง เศรษฐกิจ การทหาร หรือ สถานการณ์ทางการเงินใดๆ (รวมถึงการผันผวนของตลาดที่ผิดปกติ หรือ ตลาดไม่มีสภาพคล่อง) หรือ เหตุการณ์อื่นที่อยู่เหนือการควบคุม ความรับผิดชอบ หรือ อำนาจของบริษัทฯ และเว็บไซต์ไม่สามารถดำเนินงานต่อไปได้ โดยไม่ส่งผลกระทบด้านลบ หรือ ไม่สร้างความเสียหายต่อลูกค้า หรือ ต่อบริษัทฯ รวมถึงในกรณีที่บริษัทฯ เห็นว่าระบบซื้อขายไม่สามารถคำนวณราคาของสัญญาทางการเงินได้

source: Where BIEL considers, on the basis of the information provided by the client that the client does not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, BIEL will issue a warning to the client. Such a warning shall be displayed on the website.
es_es: Cuando BIEL considere, en base a la información proporcionada por el cliente, que este no posee el conocimiento y la experiencia para comprender los riesgos asociados a una inversión en el instrumento propuesto, BIEL le emitirá una advertencia. Esta advertencia se mostrará en la página web.
ru_ru: В случае необходимости, BIEL может отправить клиенту предостережение на основании предоставленной информации о том, что клиент не обладает знаниями и опытом для оценки рисков, сопряжённых с инвестициями в предложенный инструмент. Данное предостережение будет размещено на вебсайте.
th_th: เมื่อ BIEL พิจารณาบนพื้นฐานข้อมูลที่ลูกค้าให้ไว้ และพบว่า ลูกค้าไม่มีความรู้และประสบการณ์ที่จะจัดการความเสี่ยงที่เกี่ยวข้องกับการลงทุน ในเครื่องมือการลงทุนที่นำเสนอแล้ว BIEL จะส่งข้อความเตือนให้กับลูกค้า และข้อความเตือนดังกล่าวจะถูกแสดงไว้บนเว็บไซต์

source: Where BIEL does not manage to obtain sufficient information to assess the appropriateness of the product or service for the client, BIEL will similarly inform the client that BIEL is not in a position to assess appropriateness.
es_es: Cuando BIEL no logre obtener suficiente información para evaluar la idoneidad de un producto o un servicio para el cliente, BIEL le informará al cliente que BIEL no está en condiciones de evaluar su idoneidad.
ru_ru: В случаях, когда BIEL не удаётся получить достаточную информацию для оценки пригодности продукта или услуги для клиента, BIEL проинформирует клиента, что компания не в состоянии оценить целесообразность.
th_th: หาก BIEL ไม่สามารถหาข้อมูลเพียงพอที่จะประเมินความเหมาะสมของผลิตภัณฑ์และบริการสำหรับลูกค้าแล้ว BIEL จะแจ้งลูกค้าทราบว่า BIEL ไม่อยู่ในฐานะที่จะประเมินความเหมาะสมได้
