Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The client is to immediately notify the Company if they become aware of the loss, theft, or disclosure to third parties of their login details.
es_es: El cliente debe informar inmediatamente a la Empresa si toma conocimiento de la pérdida, robo o divulgación a terceros de sus datos de acceso.
it_it: Il cliente è tenuto a comunicare immediatamente alla Società la perdita, il furto o la divulgazione a terzi delle proprie informazioni di accesso.
ru_ru: Клиент обязуется незамедлительно уведомить Компанию в случае, клиенту станет известно об убытках, хищении или разглашении его/её учётной информации третьим лицам.
th_th: ลูกค้ามีหน้าที่แจ้งให้บริษัทฯ ทราบโดยทันที่เมื่อลูกค้าได้รับความเสียหาย ถูกโจรกรรม หรือ เปิดเผยข้อมูลรหัสการเข้าใช้งานระบบของลูกค้าให้กับบุคคลที่สามทราบ

source: The client is warned of the following additional risks:
es_es: El cliente queda advertido de los siguientes riesgos adicionales:
it_it: Il cliente è avvisato dei seguenti rischi aggiuntivi:
ru_ru: Клиенты уведомляются о следующих дополнительных рисках:
th_th: ลูกค้าได้รับคำเตือนในประเด็นความเสี่ยงต่อไปนี้

source: The client is willing and financially able to sustain a total loss of funds resulting from a transaction, which may exceed the client's initial deposit unless they are a retail customer of Binary Investments (Europe) Ltd.
es_es: El cliente está dispuesto y es financieramente capaz de sobrellevar una pérdida total de sus fondos como resultado de una operación, la cual puede exceder su depósito inicial a menos que sea un cliente minorista de Binary Investments (Europe) Ltd.
it_it: Il cliente accetta ed è in grado di sostenere finanziariamente una perdita totale dei propri fondi in seguito a un'operazione che potrebbe superare il deposito iniziale, ad eccezione dei clienti che rientrano nella categoria al dettaglio di Binary Investments (Europe) Ltd.
ru_ru: Клиент согласен и может себе финансово позволить полную потерю всех средств в результате контрактов, потери в которых могут превысить сумму первоначальной ставки, если клиент не является индивидуальным клиентом компании Binary Investments (Europe) Ltd.
th_th: ลูกค้ายินดีและสามารถที่จะรับความเสี่ยงในการสูญเสียเงินหลักประกันทั้งจำนวนที่เกิดจากธุรกรรมเดียว ซึ่งอาจจะมีมูลค่ามากกว่าเงินฝากเริ่มต้นของลูกค้า ยกเว้นว่า ลูกค้าจะเป็นลูกค้ารายย่อยของ Binary Investments (Europe) Ltd

source: The client may choose to contact the Company to close the client's account held with the Company. The client's account may be closed if the client does not have any open trade positions and if the client has complied with the requested "Know Your Client" procedures to enable the client to withdraw any pending funds in the client's account.
es_es: El cliente podrá optar por contactar a la Empresa para cerrar su cuenta. La cuenta podrá cerrarse si el cliente no tiene ninguna posición comercial abierta y si ha cumplido con los procedimientos requeridos de "Conocer a sus Clientes" (procedimientos KYC) para poder retirar cualquier saldo en cuenta.
it_it: Il cliente può decidere di contattare la Società per chiudere il conto detenuto con la stessa. È possibile realizzare questa operazione se il cliente non possiede posizioni di trading aperte e se ha rispettato le procedure KYC richieste per poter prelevare eventuali fondi dal conto.
ru_ru: Клиент может связаться с Компанией, чтобы закрыть свой счёт. Счёт клиента может быть закрыт, если на нём нет открытых торговых позиций, а также если клиент прошел необходимую процедуру идентификации личности в рамках политики Знай своего клиента, чтобы снять оставшиеся на счете средства.
th_th: ลูกค้าอาจติดต่อบริษัทฯ เพื่อทำการปิดบัญชี บัญชีของลูกค้าจะถูกปิด หากไม่มีโพซิชั่นเปิด และหากลูกค้าปฏิบัติตามขั้นตอน "KYC" เพื่ออนุญาตให้ลูกค้าถอนเงินที่คงค้างจากบัญชีได้

source: The client may communicate with the Company through this website or by means of e-mail, phone or, exceptionally, by post. Details can be found in the Contact us page.
es_es: El cliente puede comunicarse con la Empresa a través de este sitio web por medio de correo electrónico, teléfono o, excepcionalmente, por correo postal. Los detalles se pueden encontrar en la página Contáctenos.
it_it: Il cliente può comunicare con la Società attraverso questo sito internet, per e-mail, telefono oppure, eccezionalmente, tramite posta. È possibile trovare maggiori informazioni sulla pagina Contattaci.
ru_ru: Клиенты могут общаться с Компанией на данном сайте, по электронной почте, телефону или, в отдельных случаях, по обычной почте. Более подробную информацию можно найти на странице Контакты.
th_th: ลูกค้าสามารถติดต่อเราผ่านเว็บไซต์นี้ หรือโดยอีเมล์ โทรศัพท์ ยกเว้นทางไปรษณีย์ ข้อมูลในการติดต่ออยู่ในหน้า ติดต่อเรา

source: The client may make Margin Payments by transferring funds from their %1 account to their MT5 Real Account. In the event that there are insufficient funds in the client's %1 account to fund their MT5 Real Account, they may make Margin Payments by funding their %1 account and transferring the funds from their %1 account to their MT5 Real Account.
es_es: El cliente puede realizar Pagos de Margen transfiriendo fondos de su cuenta %1 a su Cuenta Real MT5. En el caso que no hayan fondos suficientes en su cuenta %1 para financiar su Cuenta Real MT5, el cliente puede realizar Pagos de Margen financiando su cuenta %1 y transfiriendo los fondos de su cuenta %1 a su Cuenta Real MT5.
it_it: È possibile effettuare i pagamenti dei margini trasferendo fondi dal conto %1 del cliente al suo conto reale MT5. Nel caso in cui i fondi sul conto %1 siano insufficienti per finanziare quello reale MT5, il cliente può effettuare i pagamenti del margine finanziando il primo e poi trasferendo i fondi sul conto reale MT5.
ru_ru: Клиент может оплачивать маржу путём перевода средств со счёта %1 на Реальный счёт MT5. Если на счету клиента %1 недостаточно средств для пополнения Реального счёта MT5, клиент может оплатить маржу путём пополнения своего счёта %1 и перевести средства со счёта %1 на Реальный счёт MT5.
th_th: ลูกค้าอาจชำระเงินมาร์จินโดยการโอนเงินจากบัญชี %1 ไปยังบัญชี MT5 จริงของลูกค้า เมื่อไม่มีเงินทุนเพียงพอในบัญชี %1 ที่จะโอนเงินทุนเข้าบัญชี MT5 จริงของลูกค้า ลูกค้าอาจชำระเงินมาร์จินโดยใส่เงินทุนในบัญชี %1 และโอนเงินทุนนั้นจากบัญชี %1 ไปยังบัญชี MT5 จริง

source: The client may not cancel or amend the level of their Stop and Limit Order once the level has been reached.
es_es: El cliente no podrá cancelar o modificar el nivel de su Orden Stop y su Orden Límite una vez se haya alcanzado el nivel.
it_it: Il cliente non potrà cancellare o modificare il livello dello Stop Order o del Limit Order una volta che tale livello sia stato raggiunto.
ru_ru: Клиент не может отменить или изменить уровень своего стоп-ордера или лимитного ордера, если уровень был достигнут.
th_th: ลูกค้าไม่สามารถยกเลิก หรือแก้ไขระดับราคาที่ให้ยุติหรือจำกัดคำสั่งซื้อได้ หากราคาได้เคลื่อนไปถึงระดับดังกล่าวแล้ว

source: The client may specify their instruction of a Stop Order or apply for a Limit Order for a limited duration or for an indefinite period (a "good till cancelled" or "GTC" Order).
es_es: El cliente puede especificar su instrucción para una Orden Stop o aplicar para una Orden Límite de duración limitada o período indefinido (una orden "Válida Hasta Cancelación" u Orden "GTC").
it_it: Il cliente può specificare le istruzioni per uno Stop Order o fare richiesta di un Limit Order per una durata limitata o per un periodo indefinito (un ordine valido fino alla cancellazione - o "GTC").
ru_ru: Клиент может предоставить инструкции для стоп-ордера или лимитного ордера, который будет применён в течение ограниченного периода времени или действовать в течение неопределённый периода (“приказ до отмены”, “ордер до отмены” или ордер "GTC" – good till cancelled).
th_th: ลูกค้าอาจระบุให้ใช้ คำสั่งยุติคำสั่งซื้อ หรือ คำสั่งจำกัดคำสั่งซื้อ ในระยะเวลาที่จำกัด หรือ ไม่มีกำหนดระยะเวลา (คำสั่ง "ใช้จนกระทั่งยกเลิก" หรือ "GTC")

source: The client may update the client's personal information at any time by logging in to the "Settings" section of the client's account. It is the client's responsibility to ensure that %1 is promptly and continually informed of any change in the client's personal information. The client should note that if the client provides the Company with inaccurate information, or if the client fails to notify the Company of any changes to the information previously supplied by the client, this may adversely affect the quality of the services that the Company can provide.
es_es: El cliente puede actualizar su información personal en cualquier momento a través de la sección "Configuración" de su cuenta. Es la responsabilidad del cliente asegurar que %1 sea oportuna y continuamente informada de cualquier cambio en la información personal del cliente. El Cliente debe notar que si provee información imprecisa a la Empresa, o falla en notificar cualquier cambio de la información provista anteriormente, este hecho puede afectar negativamente la calidad de los servicios que la Empresa puede proveer.
it_it: Il cliente può aggiornare in qualsiasi momento le informazioni personali accedendo alla sezione "Impostazioni" del proprio conto. È sua responsabilità assicurare che %1 venga aggiornata costantemente e nell'immediato di eventuali modifiche a tali informazioni. È importante essere consapevoli che, fornendo informazioni imprecise od omettendo di notificare eventuali cambiamenti, la qualità dei servizi forniti dalla Società potrebbe essere compromessa.
ru_ru: Клиент может в любое время обновить свою личную информацию, войдя в раздел "Настройки" на своём счёте. Настоящим клиент обязуется постоянно и своевременно уведомлять %1 о любых изменениях в его/её личной информации. Если клиент предоставляет Компании неточную информацию или не уведомляет Компанию о любых изменениях в ранее предоставленной информации, это может негативно сказаться на качестве предоставляемых Компанией услуг.
th_th: ลูกค้าอาจจะอัพเดทข้อมูลส่วนบุคคลของลูกค้าตามที่ท่านปรารถนา โดยเข้าไปที่ "การตั้งค่า (Settings)" ของบัญชีของลูกค้า ซึ่งเป็นหน้าที่ของลูกค้าเพื่อตรวจสอบว่า %1 มีความพร้อม และให้มีการบอกกล่าวอย่างสม่ำเสมอต่อการเปลี่ยนแปลงใดๆ ที่เกี่ยวกับข้อมูลส่วนบุคคลของลูกค้า ขอให้ลูกค้าโปรดทราบว่า หากลูกค้าให้ข้อมูลที่ไม่ถูกต้อง หรือ ไม่แจ้งให้บริษัทฯ ทราบถึงการเปลี่ยนแปลงในข้อมูลใดๆ ที่เคยแจ้งไว้กับบริษัทฯ ก่อนหน้านี้ ลูกค้าอาจจะได้รับผลกระทบต่อคุณภาพของการบริการที่บริษัทฯ สามารถจัดเตรียมให้กับลูกค้า

source: The client may withdraw the bonus amount once the client has exceeded an account turnover of 25 times the bonus amount value.
es_es: El cliente podrá retirar el monto del bono una vez que el valor de la facturación exceda 25 veces el monto de dicho bono.
it_it: Il cliente può prelevare l'importo bonus quando il turnover del proprio conto è 25 volte superiore al valore dell'importo bonus.
ru_ru: Клиент может вывести сумму бонуса после того, как объём покупок на счету превысит бонусное предложение в 25 раз.
th_th: ลูกค้าจะถอนโบนัสได้ เมื่อบัญชีของลูกค้ามีมูลค่าการซื้อขายเกิน 25 เท่าของมูลค่าโบนัส

source: The client passes away, becomes incapacitated, becomes of unsound mind, is unable to pay debts as they fall due, or goes bankrupt or becomes insolvent, as defined under any bankruptcy or insolvency law applicable to the client if the client is an individual.
es_es: La muerte del cliente, su incapacidad, debilidad mental o incapacidad de pagar sus deudas a su debido tiempo, por quiebra o insolvencia, según se define en las leyes de bancarrota o insolvencia aplicables al cliente, si el cliente es un individuo.
it_it: in caso di morte, sopravvenuta infermità fisica o mentale, incapacità di ripagare i debiti dovuti, fallimento o insolvenza del cliente, in conformità alle norme su fallimento e insolvenza valide per il cliente, se quest'ultimo è una persona fisica;
ru_ru: Смерть, недееспособность, потеря рассудка или неспособность клиента своевременно выплатить долговые обязательства, а также банкротство и неплатежеспособность, согласно применимому к клиенту закону о банкротстве или неплатежеспособности, если клиент является физическим лицом.
th_th: ลูกค้าถึงแก่กรรม กลายเป็นผู้ไร้สมรรถภาพ กลายเป็นบุคคลวิกลจริต ไม่สามารถในการชำระหนี้ของลูกค้าได้ตามกำหนด หรือ กลายเป็นบุคคลล้มละลาย หรือ สิ้นเนื้อประดาตัว ตามที่ระบุไว้ในกฎหมายการล้มละลายที่เกี่ยวข้อง ในกรณีเป็นลูกค้าบุคคลธรรมดา

source: The client promises the following:
es_es: El cliente se compromete a lo siguiente:
it_it: Il cliente promette quanto segue:
ru_ru: Клиент даёт следующие обещания:
th_th: ลูกค้าให้คำมั่นสัญญาดังต่อไปนี้

source: The client shall accept the risk of using any additional functions provided by the Expert Advisor on the MT5 trading platform. The Company has no responsibility for the outcome of such trading and reserves the right to accept or reject the use of such functions with absolute discretion.
es_es: El cliente aceptará el riesgo de utilizar cualquier función adicional brindada por el Expert Advisor en la plataforma de operaciones MT5. La Empresa no será responsable por el resultado de esas operaciones y se reserva el derecho a aceptar o rechazar el uso de dichas funciones con absoluta discreción.
it_it: Il cliente accetta il rischio legato all'utilizzo di eventuali funzioni aggiuntive fornite dal consulente esperto sulla piattaforma di trading MT5. La Società declina ogni responsabilità per il risultato di tali operazioni di trading e si riserva il diritto di accettare o rifiutare a propria discrezione l'utilizzo di tali funzioni.
ru_ru: Клиент должен согласиться с любыми рисками, сопряженными с использованием любых дополнительных функций, предоставляемых Expert Advisor на торговой платформе MT5. Компания не несёт ответственности за результаты таковых контрактов и оставляет за собой право по собственному единоличному усмотрению принимать или отклонять применение данных функций.
th_th: ลูกค้าจะยอมรับความเสี่ยงของการใช้งานฟังก์ชันต่างๆ ที่ดำเนินการโดย Expert Advisor ที่อยู่ในแพลตฟอร์มซื้อขาย MT5 บริษัทฯ ไม่รับผิดชอบต่อผลใดๆ ที่เกิดขึ้นจากการซื้อขาย และขอสงวนสิทธิ์ในการยอมรับ หรือ ปฏิเสธ การใช้งานตามดุลยพินิจ

source: The client should not sign up to receive the Margin trading services described in this agreement without understanding their nature and the associated risks.
es_es: El cliente no deberá registrarse para recibir los servicios de trading de Margen descritos en este Acuerdo, a menos que comprenda su naturaleza y los riesgos asociados.
it_it: Il cliente non deve registrarsi per usufruire dei servizi di trading a margine descritti nel presente contratto a meno che non sia in grado di comprenderne la natura e i rischi correlati.
ru_ru: Клиент не должен регистрироваться для получения услуг торговли с использованием маржи, перечисленных в данном соглашении, если он/она не до конца осознаёт их суть и все подразумеваемые риски.
th_th: ลูกค้าไม่ควรจะลงทะเบียนเพื่อรับบริการซื้อขายมาร์จินที่ได้อธิบายไว้ในสัญญานี้ โดยไม่เข้าใจธรรมชาติของการซื้อขายและความเสี่ยงที่เกี่ยวข้อง

source: The client should not sign up to receive the trading services described in this agreement unless they understand the nature of these services and the associated risks.
es_es: El cliente no debe registrarse para acceder a los servicios de trading descritos en este Acuerdo a menos que entienda su naturaleza y los riesgos asociados.
it_it: Il cliente non deve registrarsi per usufruire dei servizi di trading descritti nel presente contratto a meno che non sia in grado di comprenderne la natura e i rischi correlati.
ru_ru: Клиент не должен регистрироваться для получения торговых услуг, перечисленных в данном соглашении, если клиент не до конца осознаёт их суть и все подразумеваемые риски.
th_th: ลูกค้าไม่ควรจะลงทะเบียนเพื่อรับบริการซื้อขายที่ได้อธิบายไว้ในข้อตกลงนี้ โดยไม่เข้าใจธรรมชาติของการซื้อขายเหล่านี้และความเสี่ยงที่เกี่ยวข้อง

source: The client should not trade or invest in binary options unless the client knows and understands the products' risks involved and that the client may lose all the money invested.
es_es: El cliente no debe operar con o invertir en Opciones Binarias sin comprender y estar al tanto de los riesgos involucrados y que puede perder todo el dinero invertido.
it_it: Il cliente non dovrebbe effettuare trade o investimenti nelle opzioni binarie a meno che non sia in grado di comprendere i rischi correlati ai prodotti, e che potrebbe pertanto perdere tutto il denaro investito.
ru_ru: Клиент не должен торговать или инвестировать в бинарные опционы, если он/она не знает и не осознаёт сопряженные с такой деятельностью риски, а также возможность потерять все инвестированные средства.
th_th: ลูกค้าไม่ควรดำเนินการซื้อขาย หรือ ลงทุน ไบนารีออปชั่น กระทั่งลูกค้ามีความรู้และเข้าใจในความเสี่ยงที่เกี่ยวข้องที่ลูกค้าอาจจะได้รับกับเงินทั้งหมดที่ลูกค้าได้ลงทุน

source: The client should note that the Company's duty to provide the client with best execution does not apply to any gambling products that the client places with the Company when there is no underlying financial market.
es_es: El cliente debe considerar que el deber de la Empresa de proporcionar al cliente la mejor ejecución no se aplica a cualquier producto de juego que el cliente opera con la Empresa cuando no hay un mercado financiero subyacente.
it_it: Si informa il cliente che l'obbligo della Società di garantire la miglior esecuzione possibile non vale per i prodotti di gioco d'azzardo negoziati con la Società per i quali non c'è alcun mercato finanziario sottostante.
ru_ru: Настоящим клиент признаёт, что обязанность Компании предоставлять клиенту лучшее исполнение не распространяется на любые игорные продукты, которые клиент приобретает у Компании и которые не относятся к финансовому рынку.
th_th: ลูกค้าควรจะตระหนักว่า หน้าที่ของบริษัทฯ ในการช่วยให้ลูกค้ามีการปฏิบัติหน้าที่ที่ดีที่สุดโดยไม่เกี่ยวข้องกับการสมัครผลิตภัณฑ์การพนันใดๆ ที่ลูกค้ามีกับบริษัทฯ โดยไม่มีผลิตภัณฑ์อ้างอิงทางการเงิน

source: The client should note that the Company's website generates log files that record the IP addresses of accesses to the client's account, login attempts, and device information such as the manufacturer, model, operating system, and browser. This information is gathered for the sole purpose of providing assistance with investigating a client's account in the unlikely event that the account is accessed by unauthorised users. Information supplied by some cookies also helps the Company understand how visitors use the website, so that the Company can improve how it presents its content.
es_es: El cliente debe notar que el sitio web de la Empresa genera archivos de registro que graban las direcciones IP de los accesos a la cuenta del cliente, los intentos de inicio de sesión, y la información del dispositivo como el fabricante, modelo, sistema operativo, y navegador. Esta información es obtenida para el solo propósito de proveer asistencia al investigar una cuenta de cliente en el improbable caso que dicha cuenta haya sido accedida por usuarios no autorizados. La información provista por algunos cookies también ayudan a la Empresa a comprender como el visitante utiliza el sitio web, a fin de mejorar la presentación del contenido.
it_it: Si prega di considerare che il sito web della Società genera file di registro che salvano gli indirizzi IP degli accessi al conto del cliente, tentativi di log-in e informazioni sui dispositivi quali produttore, modello, sistema operativo e browser. Tali informazioni vengono raccolte al solo scopo di supportare un indagine sul conto del cliente nel remoto caso in cui un utente non autorizzato vi accedesse. Inoltre, anche le informazioni fornite da alcuni cookies aiutano la Società a comprendere le modalità di navigazione del sito da parte degli utenti, così da migliorare la presentazione del contenuto.
ru_ru: Клиент должен принять во внимание, что сайт Компании генерирует системные журналы (лог-файлы), хранящие данные об IP-адресах на счетах клиента, попытках входа на сайт, а также информацию об устройстве, включая производителя, модель, операционную систему и вид браузера. Эта информация собирается с единственной целью предоставления помощи при проведении расследования на счёте клиента в том маловероятном случае, если на него зайдут неавторизованные пользователи. Информация, предоставляемая отдельными куки, также помогает Компании понять, как посетители пользуются сайтом, чтобы Компания могла улучшить способы предоставления контента.
th_th: ลูกค้าพึงทราบไว้ว่า เว็บไซต์ของบริษัทฯ ได้สร้างไฟล์ที่ลงบันทึกเพื่อบันทึกไอพีแอดเดรสของการเข้าถึงบัญชี ความพยายามในการลงชื่อเช้าใช้ และข้อมูลอุปกรณ์ที่ใช้งาน เช่น ผู้ผลิต รุ่น ระบบประมวลผล และเบราเซอร์ ของผู้ใช้งาน ข้อมูลนี้ถูกรวบรวมเพื่อวัตถุประสงค์ในการช่วยตรวจสอบบัญชีของลูกค้าสำหรับเหตุการณ์ไม่ปกติที่มีผู้ใช้ที่ไม่ได้รับอนุญาตเข้าใช้บัญชี ข้อมูลที่คุกกี้ให้ไว้ยังช่วยบริษัทฯ เข้าใจถึงการใช้เว็บไซต์ของผู้เข้าเยี่ยมชม เพื่อบริษัทฯ จะได้พัฒนาวิธีการนำเสนอเนื้อหาต่อไป

source: The client understands that products based on a random number generator (the "Volatility Indices") are gaming products whereas products based on financial market indices (forex, indices, and commodities) are financial instruments.
es_es: El cliente entiende que los productos basados en un generador de números aleatorios (los "Índices de Volatilidad") son productos de juego, mientras que los productos basados en índices de los mercados financieros (forex, índices, materias primas) son instrumentos financieros.
ru_ru: Клиент соглашается и признаёт, что продукты, основанные на результатах генератора случайных чисел ("Индексы волатильности"), являются игорными продуктами, а продукты, основанные на индексах финансовых рынков (валюты или Forex, индексы, сырьевые товары), являются финансовыми инструментами.
th_th: ลูกค้าเข้าใจว่า ผลิตภัณฑ์ที่อยู่บนฐานตัวเลขสุ่ม ("ดัชนีผันผวน") เป็นผลิตภัณฑ์การพนัน ในขณะที่ผลิตภัณฑ์ที่อ้างอิงกับดัชนีของตลาดการเงิน (ฟอเร็กซ์ ดัชนี และสินค้าโภคภัณฑ์) เป็นเครื่องมือทางการเงิน

source: The client using e-payments and bank wire transfers may make a deposit to the Agent. The Agent, receiving the deposit, shall thereinafter make a deposit to the Agent's %1 account (hereinafter referred to as the "%1 Agent Account").
es_es: El cliente que utiliza pagos electrónicos y transferencias bancarias puede hacer un depósito al Agente. El Agente, al recibirlo, lo efectuará en la Cuenta %1 del Agente (en adelante denominada "Cuenta Agente de %1").
it_it: Il cliente che utilizza pagamenti elettronici e bonifici bancari può effettuare un deposito a favore dell'Agente, il quale, dopo averlo ricevuto, dovrà effettuare un versamento sul proprio conto in %1 (di seguito denominato il "conto dell'Agente in %1").
ru_ru: Клиент может перевести Агенту средства для пополнения счёта, используя электронные платежи и банковские переводы. Получая средства, Агент должен впоследствии внести их на свой счёт %1 (далее именуемый “счётом Агента на %1").
th_th: ลูกค้าที่ใช้การชำระเงินอิเล็กทรอนิกส์ และการโอนเงินผ่านธนาคารอาจทำการฝากเงินกับตัวแทนฯ​ ได้ หลังจากตัวแทนฯ รับฝากหลักประกันใดๆ จะทำการฝากเข้าบัญชีตัวแทนฯ ของ %1 (ต่อไปนี้เรียกว่า "บัญชีตัวแทนฯ ของ %1")
