Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Set a %1cashier lock password%2 to prevent unauthorised access to your cashier.
ru_ru: Установите %1пароль для кассы%2, чтобы предотвратить несанкционированный доступ к Вашей кассе.

source: Set barrier(s) to define your position and trigger the payout you'll receive.
es_es: Definir la/s barrera/s para definir su posición y activar el pago que recibirá.
it_it: Imposta una o più barriere per definire la tua posizione e visualizzare il pagamento che riceverai.
ru_ru: Установите барьер(ы), чтобы определить позицию и узнать возможную выплату.
th_th: ตั้งค่า Barrier เพื่อกำหนดตำแหน่งของท่าน และกำหนดผลของตัวเงินที่ท่านจะได้รับ

source: Set off any Commission paid or payable by Binary to the Introducing Broker against any amounts held in any accounts of the Company
es_es: Emitir cualquier comisión pagada o pagadera por Binary al Broker Introductor en relación a cualquier monto retenido en cualquier cuenta de la Empresa
it_it: annullare commissioni versate o da versare da parte di Binary all'introducing Broker rispetto a eventuali importi detenuti nei conti della Società.
ru_ru: производить взаимозачёт в отношении любой комиссии, выплачиваемой Binary Представляющему брокеру в отношении любых сумм, находящихся на любых счетах Компании
th_th: หักค่าคอมมิชชั่นที่ Binary ได้จ่ายให้กับโบรกเกอร์แนะนำไปแล้วจากจำนวนที่คงเหลือในบัญชีที่ถือไว้กับบริษัทฯ

source: Set the length of your trade from 10 seconds to 365 days, whether you have a short-term or long-term view of the markets.
es_es: Defina la duración de su operación de 10 segundos a 365 días, ya sea que tenga una visión a corto o largo plazo de los mercados.
it_it: Imposta la durata del tuo trade da 10 secondi a 365 giorni secondo la tua visione dei mercati a breve o a lungo termine.
ru_ru: Установите длительность выбранного контракта, от 10 секунд до 365 дней, в зависимости от Вашего краткосрочного или долгосрочного прогноза.
th_th: ตั้งระยะเวลาของการซื้อขายจาก 10 วินาที ถึง 365 วัน ไม่ว่าท่านจะมีมุมมองต่อตลาดระยะสั้น หรือ ระยะยาว สามารถรองรับทุกเงื่อนไข

source: Set up %1 on your device now
es_es: Configure %1 en su dispositivo ahora
it_it: Installa subito %1 sul tuo dispositivo
ru_ru: Установите %1 на Ваше устройство
th_th: ติดตั้ง%1บนอุปกรณ์ของคุณเดี๋ยวนี้

source: Set up liquidity connections via bridges and gateways for MT4 and MT5 brokers
es_es: Establecer conexiones de liquidez a través de puentes y pasarelas para los corredores de MT4 y MT5
it_it: Impostare collegamenti di liquidità tramite bridge e gateway per i broker di MT4 e MT5
ru_ru: Настройка соединений ликвидности посредством мостов и шлюзов для брокеров на MT4 и MT5
th_th: สร้างการเชื่อมต่อเพื่อสภาพคล่องผ่านทางสะพานและเกตเวย์สำหรับโบรกเกอร์ MT4 และ MT5

source: Settings
es_es: Configuración
it_it: Impostazioni
ru_ru: Настройки
th_th: การตั้งค่า

source: Settlement
es_es: Liquidación
it_it: Pagamento a saldo
ru_ru: Расчёт
th_th: การชำระเงิน

source: Settles
es_es: Liquida
it_it: Liquida
ru_ru: Заканчивается
th_th: ชำระเงิน

source: Severability
es_es: Divisibilidad
it_it: Separabilità
ru_ru: Раздельность положений Соглашения
th_th: การโมฆะเป็นบางส่วน

source: Share access to your account without any permission to trade.
es_es: Comparta el acceso a su cuenta sin permisos para realizar operaciones.
it_it: Condividi l'accesso al tuo conto senza alcun permesso a effettuare trading.
ru_ru: Откройте доступ к Вашему счёту без разрешения торговать.
th_th: แชร์การเข้าถึงบัญชีของท่านโดยปราศจากการอนุญาตเข้าซื้อขาย

source: Sharp prices
es_es: Mejores precios
it_it: Prezzi ottimi
ru_ru: Лучшие цены
th_th: ราคาเฉียบ

source: Sharp, benchmarked prices
es_es: Precios atractivos y cotejados
it_it: Prezzi chiari, riferiti ai benchmark
ru_ru: Точные цены на активы
th_th: เฉียบคม ราคามาตรฐาน

source: Short to long-term durations
es_es: Duraciones de corto a largo plazo
it_it: Durate brevi o a lungo termine
ru_ru: Краткосрочные и долгосрочные контракты
th_th: ระยะเวลาสั้นถึงระยะยาว

source: Short:
es_es: Corto:
ru_ru: Короткая позиция:

source: Should a disruption that cannot be readily rectified by the Company occur in the data feeds, the Company reserves the right to refund the contract purchase.
es_es: Si una interrupción que no puede ser rectificada rápidamente por la Empresa se produce en las fuentes de datos, la Empresa se reserva el derecho a reembolsar la compra del contrato.
it_it: Qualora si dovesse verificare un'interruzione nei feed di dati non immediatamente correggibile dalla Società, quest'ultima si riserva il diritto di rimborsare l'acquisto del contratto.
ru_ru: В случае возникновения перебоя в потоке котировок, который не будет своевременно устранён, Компания оставляет за собой право компенсировать клиенту стоимость покупки контракта.
th_th: หากมีการหยุดชะงักด้านข้อมูล ซึ่งบริษัทฯ ไม่สามารถแก้ไขให้ถูกต้องได้ บริษัทฯ สงวนสิทธิ์ในการคืนเงินสัญญาที่ถูกจำหน่ายแล้ว

source: Should any client for whom the Affiliate is receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to the Affiliate for the current month. Should this deduction of the accumulated revenue exceed the Affiliate's current amount due, the Affiliate's balance will then revert to a negative balance, and the Affiliate will have to earn revenue to cover the chargeback before the Affiliate can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
es_es: Si cualquier cliente, por el cual el Afiliado se encuentra recibiendo comisiones, procesa un cobro revertido, la Empresa se reserva el derecho a deducir la porción de la comisión del cobro revertido del saldo total adeudado al Afiliado por el mes en curso. Si esta deducción de los ingresos acumulados sobrepasa el monto actual adeudado al Afiliado, el saldo de este se revertirá entonces a un saldo negativo, y el Afiliado tendrá que ganar ingresos para cubrir los cobros revertidos antes de comenzar a ganar ingresos nuevamente. La empresa se reserva el derecho, en casos especiales, de restringir la redistribución de ingresos de los fondos depositados en la cuenta del cliente por la Empresa.
it_it: Qualora un cliente per cui l'Associato riceve commissioni elabori un chargeback, la Società si riserva il diritto di sottrarre la porzione di commissione relativa al chargeback dal saldo totale dovuto all'Associato per il mese corrente. Se tale deduzione dei ricavi accumulati superasse l'importo che l'Associato deve corrispondere, il suo saldo risulterà negativo, e l'Associato dovrà ottenere ricavi a copertura del chargeback prima di ottenerne di nuovi. In circostanze speciali, la Società si riserva il diritto di non condividere i ricavi sui fondi promozionali depositati dalla Società sul conto del cliente.
ru_ru: Если какой-либо из клиентов, от кого Партнёр получаете комиссию, сделает запрос на отзыв средств, Компания оставляет за собой право вычесть соответствующую комиссию из Партнёрских выплат за месяц. Если это отчисление превысит комиссию, полагающуюся Партнёру на данный момент, отрицательный баланс Партнёра будет перенесен на следующий месяц, и отчисление будет сделано из будущих комиссий. В редких случаях Компания оставляет за собой право исключать начисление комиссий по бонусам, полученным клиентами от Компании.
th_th: สำหรับลูกค้าใดๆ ที่ทำให้พันธมิตรนายหน้าออนไลน์ได้รับผลตอบแทน บริษัทฯ สงวนสิทธิ์ในการหักค่าคอมมิชชั่นจากยอดคงเหลือที่พันธมิตรนายหน้าออนไลน์ได้รับในเดือนปัจจุบัน ยอดเงินที่หักนั้นจะมาจากรายได้สะสมที่เกินจากยอดที่ถึงกำหนดชำระ ยอดคงเหลือของพันธมิตรนายหน้าออนไลน์จะกลายเป็นยอดติดลบ และพันธมิตรนายหน้าออนไลน์จะได้รับเงินได้เพื่อครอบคลุมค่าใช้จ่ายที่ถูกหักก่อนที่จะเริ่มรับรายได้อีกครั้ง บริษัทฯ สงวนสิทธิ์ในกรณีพิเศษที่จะยกเว้นการจัดสรรรายได้ในรายการส่งเสริมการขายที่ถูกฝากรวมเข้าในบัญชีลูกค้า

source: Should any provisions or terms of this Agreement become invalid or unenforceable, the provision or term shall be severed from the remainder of the Agreement and shall not render the remainder Agreement to be invalid or unenforceable.
es_es: Si alguna disposición o términos de este Acuerdo se vuelven inválidos o inejecutables, la disposición o el término se separarán del resto del Acuerdo y no harán que el resto del Acuerdo sea inválido o inejecutable.
it_it: Qualora una disposizione o un termine del presente Contratto perdesse validità o attuabilità, dovrà essere esclusa/o dal Contratto, senza intaccare la validità e l'attuabilità delle parti restanti.
ru_ru: Если любые условия или положения данного Соглашения станут недействительными или неосуществимыми, данное положение или условие должно быть отделено от остального Соглашения, не затрагивая действия и силы остальной части Соглашения.
th_th: หากข้อกำหนดใดๆ ข้อหนึ่งของเงื่อนไขในสัญญานี้เป็นโมฆะ หรือไม่สามารถบังคับใช้ได้ ข้อกำหนดหรือเงื่อนไขนั้นจะถูกตัดออกจากสัญญาที่เหลือ และจะไม่ทำให้สัญญาที่เหลือเป็นโมฆะ หรือไม่สามารถบังคับใช้ได้

source: Should be %1
es_es: Debería ser %1
it_it: Dovrebbe essere %1
ru_ru: Должно составлять %1
th_th: ควรเป็น %1

source: Should be a valid number.
es_es: Debe ser un número válido.
it_it: Deve essere un numero valido.
ru_ru: Введите правильное число.
th_th: ควรเป็นตัวเลขที่ถูกต้อง

source: Should be between %1 and %2
es_es: Debe estar entre %1 y %2
it_it: Deve essere compreso tra %1 e %2
ru_ru: Допустимые значения: от %1 до %2
th_th: ต้องมีค่าระหว่าง %1 และ %2

source: Should be less than %1
es_es: Debe ser menor a %1
it_it: Deve essere inferiore a %1
ru_ru: Значение должно быть меньше %1
th_th: ควรมีค่าน้อยกว่า %1

source: Should be more than %1
es_es: Debe ser mayor a %1
it_it: Deve essere maggiore di %1
ru_ru: Значение должно быть больше %1
th_th: ควรมีค่ามากกว่า %1

source: Should force majeure events last for more than thirty (30) Business Days, the party not suffering force majeure events may terminate this Agreement immediately.
es_es: Si algún evento de fuerza mayor durase más de treinta (30) Días Hábiles, la parte no afectada podrá poner término a este Acuerdo inmediatamente.
it_it: Qualora tali eventi di forza maggiore durassero più di trenta (30) giorni lavorativi, la parte non colpita da essi può recedere immediatamente dal presente Contratto.
ru_ru: Если форс-мажорные обстоятельства продолжаются более тридцати (30) рабочих дней, сторона, не затронутая форс-мажорными обстоятельствами, может незамедлительно прекратить действие данного Соглашения.
th_th: หากมีเหตุการณ์ที่เป็นเหตุสุดวิสัยกินเวลานานกว่าสามสิบ (30) วันทำการ คู่สัญญาที่ไม่ได้รับผลกระทบจากเหตุการณ์ที่เป็นเหตุสุดวิสัยอาจจะยกเลิกสัญญานี้ทันที

source: Should start with letter or number, and may contain hyphen and underscore.
es_es: Debe empezar con letra o número y puede contener guión y guión bajo.
it_it: Deve iniziare con una lettera o un numero e può contenere la lineetta e il trattino basso.
ru_ru: Должно начинаться с буквы или цифры; может содержать дефис и нижнее подчёркивание.
th_th: ควรเริ่มต้นด้วยอักษร หรือ ตัวเลข และอาจประกอบด้วยเครื่องหมายขีดกลาง และขีดล่าง

source: Should the applicant have any questions about this privacy policy or if the applicant would like to exercise any of their rights, they should contact the Company's Data Protection Officer (DPO) by %1.
es_es: Si el solicitante tiene alguna pregunta sobre esta política de privacidad o si desea ejercer alguno de sus derechos, debe comunicarse con el Responsable de Protección de Datos (DPO) de la Compañía por %1.
ru_ru: Если у заявителя возникнут любые вопросы относительно данной политики конфиденциальности или если заявитель захочет воспользоваться своими правами, ему необходимо связаться с сотрудником отдела по защите данных компании (DPO) по адресу %1.
th_th: หากผู้สมัครมีคำถามเกี่ยวกับนโยบายการรักษาข้อมูลส่วนบุคคลของผู้สมัคร หรือ ต้องการใช้สิทธิ์ใดๆ ก็ตาม ผู้สมัครควรติดต่อเจ้าหน้าที่ด้านการป้องกันข้อมูลของบริษัทฯ (DPO) ทาง %1

source: Should the applicant's application be successful and an employment with the Binary Group be accepted, the applicant's data will be retained until the cessation of their employment. A separate privacy policy for employees will be made available to the applicant after entering employment with the Company.
es_es: En caso que la solicitud del postulante sea aceptada y resulte en un empleo con Binary Group, la información del postulante será almacenada hasta la terminación del empleo. Una política de privacidad específica estará disponible para el postulante tras su aceptación en la Empresa.
ru_ru: Если заявка будет одобрена и заявитель получит должность в Binary Group, данные заявителя будут храниться в компании до конца срока его работы. С началом работы в компании на заявителя будет распространяться отдельная политика конфиденциальности.
th_th: หากใบสมัครของผู้สมัครผ่านและได้รับการจ้างงานกับเครือไบนารี ข้อมูลของผู้สมัครจะถูกเก็บไว้จนกระทั่งสิ้นสุดสถานะการจ้างงาน โดยมีนโยบายการรักษาข้อมูลส่วนบุคคลต่างหากสำหรับพนักงานและได้ไว้ให้แก่ผู้สมัครหลังจากที่ได้เข้าทำงานกับบริษัทฯ แล้ว

source: Should these expenses not be covered by funds in the Affiliate's account, the Company reserves the right to investigate alternative means for obtaining payment. For example, should the Affiliate's account have generated purchasing accounts, the Company will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
es_es: En caso que estos gastos no sean cubiertos por los fondos en la cuenta del Afiliado, la Empresa se reserva el derecho a investigar medios alternativos para obtener el pago. Por ejemplo: en caso que la cuenta del Afiliado haya generado cuentas que compran, la Empresa retendrá el pago de las comisiones de estas cuentas hasta el momento en que los gastos por perjuicios se hayan cubierto.
it_it: Nel caso in cui tali spese non dovessero essere coperte dai fondi presenti sul conto dell'Associato, la Società si riserva il diritto di vagliare metodi alternativi per ottenere il pagamento, ad esempio: qualora sul conto dell'Associato siano stati generati conti d'acquisto, la Società tratterrà il pagamento della commissione su questi conti fino a quando l'ammontare dei danni non sarà stato ripagato.
ru_ru: Если такие расходы не будут покрыты средствами на Партнёрском счету, Компания оставляет за собой право применить альтернативные способы получения оплаты. Например, если Партнёрский счёт связан с рядом счетов, Компания удержит выплату комиссионных по данным счетам до полной компенсации причинённого ущерба.
th_th: ค่าใช้จ่ายเหล่านี้ไม่ครอบคลุมในการรวมเข้าในบัญชีขอพันธมิตรนายหน้าออนไลน์ บริษัทฯ ขอสงวนสิทธิ์ในการตรวจสอบทางเลือกสำหรับการชำระเงิน เช่น หากบัญชีของพันธมิตรนายหน้าออนไลน์มีการแนะนำบัญชีอื่นที่มีการซื้อขาย บริษัทฯ จะสงวนค่านายหน้าของบัญชีเหล่านี้กระทั่งบัญชีเหล่านั้นจะไม่ได้ใช้งาน

source: Show all historical transactions up to
es_es: Mostrar el historial de todas las transacciones hasta
it_it: Mostra la cronologia delle operazioni fino a
ru_ru: Показать историю всех контрактов до
th_th: แสดงรายละเอียดประวัติธุรกรรมถึง

source: Sign out
es_es: Cerrar sesión
it_it: Esci
ru_ru: Выход
th_th: ออกจากระบบ

source: Sign up
es_es: Crear cuenta
it_it: Iscriviti
ru_ru: Зарегистрируйтесь
th_th: ลงทะเบียน

source: Sign up now
es_es: Inscríbase ahora
it_it: Registrati ora
ru_ru: Зарегистрироваться сейчас
th_th: ลงทะเบียนเดี๋ยวนี้

source: Signup
es_es: Registrarse
it_it: Registrati
ru_ru: Регистрация
th_th: ลงทะเบียน

source: Silver vs US Dollar
es_es: Plata vs dólar estadounidense
ru_ru: Серебро против доллара США
th_th: โลหะเงิน และ ดอลลาร์สหรัฐ

source: Similar to Forex trading, you must understand when to buy (or "go long") and when to sell (or "go short"). In Forex trading, you'll buy a certain currency pair if you think the value of the base currency will rise. The opposite is also true: you will sell a certain currency pair if you think the value of the base currency will fall.
es_es: Al igual que en el comercio de Forex, usted debe entender cuándo comprar (o "abrir posición larga") y cuándo vender (o "abrir posición corta"). En las operaciones de Forex, usted comprará un par de divisas determinado si cree que el valor de la moneda base aumentará y viceversa.
ru_ru: Как и в торговле на Forex, Вы должны чётко понимать, когда следует покупать (или открывать "длинную позицию" по криптовалютной паре), а когда продавать (или открывать "короткую позицию"). В торговле на Forex трейдер покупает определённую валютную пару в случае ожидающегося роста базовой валюты. Верно и обратное: следует продавать определённую пару, если Вы ожидаете снижение стоимости базовой валюты.
th_th: คล้ายกับการซื้อขายฟอเร็กซ์ ท่านจะต้องเข้าใจว่าเมื่อใดจะซื้อ (หรือ "ส่งคำสั่ง Long") และเมื่อใดจะขาย (หรือ "ส่งคำสั่ง Short") ในการซื้อขายฟอเร็กซ์ ท่านจะซื้อคู่สกุลเงินหนึ่ง หากท่านคิดว่าค่าของสกุลเงินพื้นฐานจะเพิ่มขึ้น เช่นเดียวกันในทางตรงกันข้าม ท่านจะขายคู่สกุลเงินหนึ่งๆ หากท่านคิดว่ าค่าของสกุลเงินพื้นฐานจะลดต่ำลง

source: Simple and intuitive
es_es: Simple e intuitivo
it_it: Semplice e intuitiva
ru_ru: Просто и понятно
th_th: ใช้งานง่าย

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
es_es: Simplemente cambie alguno de sus parámetros y el precio del contrato cambia al instante, mostrando el pago potencial en tiempo real. %1 garantiza precios justos y transparentes, mostrando las dos posibles direcciones del contrato.
it_it: Basta modificare uno qualsiasi dei tuoi parametri e il prezzo del trade cambierà istantaneamente fornendoti in tempo reale il valore della tua puntata. %1 garantisce una determinazione dei prezzi equa e trasparente mostrandoti entrambi i lati del trade.
ru_ru: Просто измените любой из параметров, и сделка мгновенно изменится, предоставив новую информацию о ставке. %1 обеспечивает справедливое и прозрачное ценообразование для контрактов, показывая цену для двух возможных направлений рынка.
th_th: ท่านสามารถแก้ไขตัวแปรได้โดยง่ายและกำหนดราคาซื้อขายได้ทันที วางเงินได้อย่างเรียลไทม์ %1 ทำให้ท่านมั่นใจในราคาที่ยุติธรรมและโปร่งใสในการซื้อขาย

source: Simply click on "Create" to generate your token; then copy and paste it into the app.
es_es: Simplemente haga clic en "Crear" para generar el token; a continuación, cópielo y péguelo en la aplicación.
it_it: Per generare il tuo token clicca su "Crea"; a questo punto copialo e incollalo nell'app.
ru_ru: Просто нажмите кнопку "Создать," чтобы сгенерировать ключ; затем скопируйте и вставьте его в приложение.
th_th: คลิก "Create" เพื่อสร้างโทเค่นของท่าน แล้วคัดลอกและวางโทเค่นในแอพพลิเคชันของท่าน

source: Since BIEL exclusively deals on own account in Financial Products, this means that BIEL acts as the execution venue, and accordingly all transactions entered into with BIEL will be executed outside a regulated market (stock exchange) or multilateral trading facility.
es_es: Ya que BIEL opera exclusivamente con Productos Financieros por cuenta propia, esto significa que actúa como el centro de ejecución y, en consecuencia, todas las operaciones realizadas con BIEL se ejecutarán fuera de un mercado regulado (bolsa de valores) o un sistema multilateral de trading.
ru_ru: Поскольку BIEL не работает исключительно на собственном счету финансовых продуктов, это означает, что BIEL действует в качестве места исполнения, и, соответственно, все сделки, заключенные с BIEL, будут выполнены за пределами регулируемого рынка (биржи) или многопрофильной торговой организации.
th_th: เนื่องจาก BIEL ดำเนินการกับบัญชีที่เกี่ยวข้องกับผลิตภัณฑ์ทางการเงิน ซึ่งหมายถึง BIEL เป็นสถานที่ปฏิบัติการและจัดการธุรกรรมทั้งหมดที่ป้อนเข้าสู่ระบบ BIEL จะกระทำการนอกตลาด (ตลาดหลักทรัพย์) หรือ สถานที่ซื้อขายพหุภาคี

source: Since BIEL is a member of the Malta Investor Compensation Scheme, the client is covered for the first €20,000 of any claim that the client may have in the unlikely event of BIEL suffering an investment default and not being able to meet its obligations. This protection is available only to retail clients. Neither professional clients nor eligible counterparties can benefit from this protection.
es_es: Debido a que BIEL es un miembro del Esquema de Compensación para Inversores de Malta, el cliente está cubierto para los primeros €20,000 de cualquier reclamo que pueda presentar en el improbable hecho que BIEL sufra un impago de inversión y no pueda cumplir sus obligaciones. Esta protección está disponible únicamente para clientes al por menor. Los clientes profesionales y contra-partes elegibles no pueden beneficiarse de esta protección.
ru_ru: Поскольку BIEL является членом Мальтийской схемы компенсации инвесторам, первые €20,000 клиента покрываются страховкой по итогам заявления клиента (в том маловероятном случае, если BIEL столкнётся с ситуацией инвестиционного дефолта, когда компания не сможет исполнить собственные обязательства). Данная защита доступна лишь для индивидуальных клиентов. Профессиональные клиенты и зарегистрированные контрагенты не могут рассчитывать на данный вид защиты.
th_th: เนื่องจาก BIEL เป็นสมาชิกของ Malta Investor Compensation Scheme แผนการชดเชยแก่นักลงทุนในมอลตา ลูกค้าได้รับการคุ้มครองจำนวน 20,000 ยูโรแรกในการเรียกร้องใดๆ ในเรื่องความเสียหายจากการผิดสัญญาการลงทุน หรือ ขัดต่อเงื่อนไขหน้าที่ความรับผิดชอบ ความคุ้มครองนี้มีให้ต่อนักลงทุนรายย่อยเท่านั้น นักลงทุนประเภทอื่นไม่สามารถรับประโยชน์ในข้อนี้

source: Since all transactions on the %1 website are fully automated, our pricing and risk management algorithms must fully consider critical factors such as real-time pricing parameters, data feed irregularities, and latencies.
es_es: Dado que todas las transacciones en el sitio web de %1 están totalmente automatizadas, nuestros algoritmos de gestión de precios y riesgos deben tener en cuenta factores críticos tales como los parámetros de precios en tiempo real, las irregularidades en la alimentación de datos y las latencias.
it_it: Poiché tutte le operazioni sul sito web %1 sono completamente automatizzate, i nostri algoritmi di gestione dei prezzi e del rischio devono tenere pienamente conto di fattori critici come parametri di determinazione dei prezzi in tempo reale, irregolarità nei feed di dati e latenze.
ru_ru: Поскольку все операции на сайте %1 полностью автоматизированы, наши алгоритмы управления ценообразованием и риском должны полностью учитывать все важные факторы, в частности, параметры ценообразования в режиме реального времени, сбои и запаздывания в потоке данных.
th_th: เนื่องจากทุกธุรกรรมบนเว็บไซต์ %1 เป็นไปอย่างอัติโนมัติ อัลกอริธึ่มของราคาและการบริหารความเสี่ยงจะต้องพิจารณาตัวแปรสำคัญ เช่น ตัวแปรราคาที่เป็นตามเวลาจริง ความผิดปกติในการฟีดข้อมูล และภาวะแฝง

source: Since you feel the need to self-exclude, we strongly encourage you to exclude yourself from similar services that you may have signed up for.
es_es: Dado que siente la necesidad de autoexcluirse, le recomendamos encarecidamente que también se autoexcluya de servicios similares en los que se haya inscrito.
it_it: Dal momento che hai deciso di autoescluderti, ti consigliamo vivamente di autoescluderti anche da altri servizi simili ai quali sei iscritto.
ru_ru: Если Вы считаете, что настало время для самоисключения, рекомендуем исключить себя со схожих сервисов и сайтов, где Вы можете быть зарегистрированы.
th_th: เมื่อท่านรู้สึกว่า ท่านต้องการพักการใช้งาน เราแนะนำให้ท่านพักการใช้งานจากการบริการที่มีอยู่ที่ท่านปรารถนา

source: Singapore Dollar vs Japanese Yen
es_es: Dólar de Singapur vs. Yen japonés
ru_ru: Сингапурский доллар против японской иены
th_th: ดอลลาร์สิงคโปร์ เทียบกับ เงินเยนญี่ปุ่น
