Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Size - the size of client order determined by the volume (number of lots)
es_es: Tamaño - el tamaño de orden del cliente determinado por el volumen (número de lotes)
it_it: dimensione: la dimensione dell'ordine determinata dal suo volume (numero di lotti)
ru_ru: размер – размер ордера клиента, определённый объёмом покупки (количеством лотов),
th_th: ขนาด - ขนาดของการสั่งซื้อของลูกค้าถูกกำหนดโดยปริมาณ (จำนวนของล็อต)

source: Skrill offers global payment solutions for individuals who wish to deposit funds, shop online, and transfer money to family and friends. For more information, please visit %1.
es_es: Skrill ofrece soluciones de pago globales para personas que desean depositar fondos, comprar en línea y transferir dinero a familiares y amigos. Para más información, visite %1.
it_it: Skrill offre soluzioni di pagamento universali per chi desidera depositare fondi, effettuare acquisti online e trasferire denaro sui conti di famigliari e amici. Per maggiori informazioni, visita il sito %1.
ru_ru: Skrill это платежная система, позволяющая пользователям пополнять свои счёта, совершать онлайн покупки, а также переводить средства семье и друзьям. Более подробная информация: %1.
th_th: Skrill ให้ทางเลือกในการชำระเงินทั่วโลกสำหรับบุคคลที่ต้องการฝากเงิน ซื้อสินค้าออนไลน์ และโอนเงินให้แก่ครอบครัว หรือ เพื่อน สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Small island charm
es_es: Encanto de la pequeña isla
it_it: Il fascino di una piccola isola
ru_ru: Очарование маленького островка
th_th: เสน่ห์ของเกาะเล็ก ๆ

source: Social & Cultural
it_it: Sociale e culturale
ru_ru: Социальные и культурные аспекты
th_th: ทางสังคมและวัฒนธรรม

source: Social media admin
es_es: Administrador de Redes Sociales
it_it: Amministratore dei social media
ru_ru: Администратор в соц сетях
th_th: ผู้ดูแลเพจของโซเชียลมีเดีย

source: Software Tester
es_es: Probador de Software
it_it: Tester di software
ru_ru: Тестировщик ПО
th_th: นักทดสอบซอฟท์แวร์

source: Solving complex business problems using data-driven techniques.
es_es: Resolver problemas complejos de negocios utilizando técnicas basadas en datos.
it_it: Risolvere complesse problematiche di business utilizzando tecniche basate sui dati.
ru_ru: Решение сложных бизнес-задач с использованием технологий, основанных на данных.
th_th: การแก้ปัญหาทางธุรกิจที่ซับซ้อนโดยใช้เทคนิคการวิเคราะห์ข้อมูลเพื่อจำลองปัญหาทางธุรกิจ

source: Some of the things that cryptocurrencies have in common include:
es_es: Algunos puntos en común entre las criptomonedas incluyen:
it_it: Alcuni aspetti comuni delle criptovalute includono:
ru_ru: Криптовалюты имеют некоторые схожие черты:
th_th: บางอย่างที่มีร่วมกันในเงินดิจิทัล รวมถึง

source: Sorry,
es_es: Lo sentimos,
it_it: Siamo spiacenti,
ru_ru: Извините,
th_th: ขออภัย

source: Sorry, account signup is not available in your country.
es_es: Lo sentimos, pero no es posible abrir una cuenta en su país.
it_it: Siamo spiacenti, la registrazione di un account non è disponibile nel tuo paese.
ru_ru: Простите, регистрация счёта не доступна в Вашей стране.
th_th: ขออภัย ไม่สามารถเปิดบัญชีในประเทศของท่าน

source: Sorry, an error occurred while processing your account.
es_es: Lo sentimos, ha ocurrido un error mientras se procesaba su cuenta.
it_it: Siamo spiacenti, si è verificato un errore durante l'elaborazione del tuo account.
ru_ru: Извините, произошла ошибка.
th_th: ขออภัย มีความผิดพลาดเกิดขึ้นขณะที่ประมวลผลบัญชีของท่าน

source: Sorry, an error occurred while processing your request.
es_es: Lo sentimos, ha ocurrido un error mientras se procesaba su solicitud.
it_it: Siamo spiacenti, si è verificato un errore durante l'elaborazione della tua richiesta.
ru_ru: Извините, при обработке Вашего запроса произошла ошибка.
th_th: ขออภัย มีความผิดพลาดเกิดขึ้นขณะที่ประมวลผลความประสงค์ของท่าน

source: Sorry, live chat is currently unavailable. Please email us at %1.
es_es: Lo sentimos, el chat en vivo no está disponible en este momento. Envíenos un correo electrónico a %1.
it_it: Siamo spiacenti, la live chat non è momentaneamente disponibile. Puoi inviarci una e-mail all'indirizzo %1.
ru_ru: Извините, но в данное время чат недоступен. Пожалуйста, свяжитесь с нами по адресу %1.
th_th: ขออภัย ไม่สามารถใช้งาน Live Chat ได้ โปรดส่งอีเมล์มาที่ %1

source: Sorry, this feature is available to virtual accounts only.
es_es: Lo sentimos, esta característica está disponible solo para cuentas virtuales.
it_it: Siamo spiacenti, questa funzione è disponibile solo sugli account virtuali.
ru_ru: Извините, эта опция доступна только для демо-счетов.
th_th: ขออภัย ฟังก์ชันนี้มีให้ใช้งานเฉพาะบัญชีทดลองใช้เท่านั้น

source: Sorry, this feature is not available in your jurisdiction.
es_es: Lo sentimos, esta función no está disponible en su jurisdicción.
it_it: Siamo spiacenti, questa funzione non è disponibile nella tua giurisdizione.
ru_ru: Извините, данная функция недоступна в Вашей юрисдикции.
th_th: ขออภัย ฟังก์ชันนี้ไม่พร้อมใช้งานในพื้นที่ของท่าน

source: Sorry, you have entered an incorrect cashier password
ru_ru: Извините, Вы ввели неверный пароль для раздела Касса

source: Source of income
es_es: Fuente de ingresos
it_it: Fonte di reddito
ru_ru: Источник дохода
th_th: แหล่งที่มาของรายได้

source: Source of wealth
es_es: Origen de fondos
it_it: Fonte di ricchezza
ru_ru: Источник доходов
th_th: แหล่งที่มาของรายได้

source: South Africa
es_es: Sudáfrica
ru_ru: Южная Африка
th_th: อเมริกาใต้

source: Spam - The Company does not condone spam
es_es: Spam - La Empresa no aprueba el correo electrónico spam
it_it: Spam - La Società non ammette lo spam
ru_ru: Спам - Компания не поощряет спам
th_th: สแปม - บริษัทฯ ไม่พึงพิจารณาผลจากสแปม

source: Spanish and Guaraní are the two official languages of the country. Most Paraguayans are comfortably bilingual, although Guaraní is more widely spoken outside urban areas. In the capital, Spanish is the dominant language but you can easily find English speakers too.
es_es: El español y el guaraní son los dos idiomas oficiales del país. La mayoría de los paraguayos son cómodamente bilingües, aunque el guaraní es más hablado fuera de las áreas urbanas. En la capital, el español es el idioma dominante, pero también es fácil encontrar personas que hablan inglés.
it_it: Lo spagnolo e il guaranì sono le due lingue ufficiali del Paese. La maggior parte dei paraguaiani è bilingue, anche se il guaranì è più diffuso al di fuori dei centri urbani. Nella capitale lo spagnolo è la lingua dominante, ma ci sono comunque molte persone che parlano inglese.
ru_ru: Испанский и гуарани – два официальных языка в стране. Большинство парагвайцев свободно общаются на обоих языках, а гуарани чаще звучит за пределами больших городов. Основным языком в столице является испанский, но найти англоязычных жителей также не составит труда.
th_th: ภาษาราชการ คือ ภาษาสเปน และภาษา Guaraní ชาวปารากวัยส่วนใหญ่สามารถพูดได้คล่องทั้งสองภาษา แต่ในเขตนอกเมืองจะพูดภาษา Guaraní เป็นส่วนใหญ่ ในเมืองหลวง ภาษาสเปนเป็นภาษาหลัก แต่ท่านจะพบผู้ที่พูดภาษาอังกฤษได้ไม่ยากด้วยเช่นกัน

source: Specific instructions
es_es: Instrucciones específicas
it_it: Istruzioni specifiche
ru_ru: Специальные инструкции
th_th: คำสั่งเฉพาะ

source: Speculate on the price movement of cryptocurrencies such as Bitcoin, Ethereum, and Litecoin without owning them.
es_es: Especule sobre la variación en el precio de criptomonedas como Bitcoin, Ethereum y Litecoin sin poseerlas.
it_it: Specula sul movimento dei prezzi delle criptovalute quali Bitcoin, Ethereum e Litecoin senza possederle.
ru_ru: Зарабатывайте на динамике цен следующих криптовалют: Bitcoin, Ethereum и Litecoin, не покупая их.
th_th: เก็งกำไรจากการเคลื่อนไหวของราคาเงินดิจิทัล เช่น บิทคอยน์ อีเธอเรียม และไลท์คอยน์ โดยไม่ต้องเป็นเจ้าของ

source: Speculative
es_es: Especulativo
it_it: Speculativo
ru_ru: Спекуляции
th_th: เก็งกำไร

source: Speed - the speed at which client order can be executed
es_es: Velocidad - la velocidad a la que se puede ejecutar la orden del cliente
it_it: velocità: la velocità a cui può essere eseguito l'ordine del cliente
ru_ru: скорость – скорость, по которой может быть исполнен ордер клиента,
th_th: ความเร็ว - ความเร็วที่คำสั่งซื้อของลูกค้าจะถูกประมวลผล

source: Spot
es_es: Precio actual del mercado
ru_ru: Спот-котировка
th_th: สปอต

source: Spot Time
es_es: Hora del precio a la vista
it_it: Orario di spot
ru_ru: Спот-время
th_th: เวลาสปอต

source: Spot Time (GMT)
es_es: Hora del precio a la vista (GTM)
it_it: Orario di spot (GMT)
ru_ru: Спот (GMT)
th_th: เวลาสปอต (GMT)

source: Spot price
es_es: Precio spot
it_it: Prezzo spot
ru_ru: Спот-цена
th_th: ราคาสปอต

source: Spread
ru_ru: Спред
th_th: สเปรด

source: Spread the word to your audience. Use your unique referral link and our tried-and-tested referral tools to drive traffic to %1.
es_es: Difunda las noticias a su audiencia. Utilice su enlace único de referencia y nuestras herramientas ya probadas para atraer el tráfico a %1.
it_it: Coinvolgi altri utenti: utilizza il link di riferimento unico e i nostri comprovati strumenti di lavoro per orientare nuovi soggetti verso %1.
ru_ru: Распространяйте информацию о нас среди Вашей аудитории. Пользуйтесь своей уникальной партнёрской ссылкой и проверенными инструментами реферального маркетинга для привлечения клиентов на %1.
th_th: ประชาสัมพันธ์ให้กับลูกค้าของคุณ ใช้ลิงค์พันธมิตรของคุณ และเครื่องมือในการเชื้อเชิญลูกค้าเพื่อเพิ่มจำนวนผู้เข้าเยี่ยมชมให้กับ %1

source: Stake
es_es: Inversión
it_it: Puntata
ru_ru: Ставка
th_th: วางเงิน

source: Standard
es_es: Estándar
ru_ru: Стандартный
th_th: มาตรฐาน

source: Standard Account
es_es: Cuenta estándar
ru_ru: Стандартный счёт
th_th: บัญชีมาตรฐาน

source: Standard account
es_es: Cuenta estándar
ru_ru: Стандартный счёт
th_th: บัญชีมาตรฐาน

source: Start Time
es_es: Hora de comienzo
it_it: Orario di inizio
ru_ru: Время начала
th_th: เวลาเริ่ม

source: Start Trading with %1
es_es: Comenzar a operar con %1
it_it: Inizia a fare trading con %1
ru_ru: Начните торговлю на %1
th_th: เริ่มซื้อขายกับ %1

source: Start Trading with MetaTrader 5
es_es: Empiece a operar ahora con MetaTrader 5
it_it: Inizia il trading con MetaTrader 5
ru_ru: Начать работу на MetaTrader 5
th_th: เริ่มซื้อขายด้วย MetaTrader 5

source: Start time
es_es: Hora de comienzo
it_it: Orario d'inizio
ru_ru: Время начала
th_th: เวลาเริ่ม

source: Start trading
es_es: Comience a operar
it_it: Inizia il trading
ru_ru: Начать торговлю
th_th: เริ่มซื้อขาย

source: Start trading MT5 on web platform
es_es: Comience a operar en la plaraforma web de MT5
ru_ru: Начните торговать MT5 на веб платформе
th_th: เริ่มต้นซื้อขาย MT5 บนแพลตฟอร์มเว็บ

source: State Benefits
es_es: Beneficios de Estado
it_it: Benefici statali
ru_ru: Государственные пособия
th_th: ผลประโยชน์ของรัฐ

source: State/Province
es_es: Estado/Provincia
it_it: Stato/Provincia
ru_ru: Штат/провинция/область
th_th: รัฐ/จังหวัด

source: Stated limits are subject to change without prior notice.
es_es: Los límites establecidos están sujetos a cambios sin previo aviso.
it_it: I limiti fissi sono soggetti a modifica senza alcun preavviso.
ru_ru: Указанные лимиты могут быть изменены без предварительного уведомления.
th_th: วงเงินที่ได้รับอาจจะมีการเปลี่ยนแปลงโดยไม่บอกกล่าวให้ทราบล่วงหน้า

source: Statement
es_es: Extracto
it_it: Estratto
ru_ru: История счета
th_th: รายงานทางการเงิน

source: Statements that reflect your transactions from the previous four quarters
es_es: Declaraciones que reflejen sus transacciones de los cuatro últimos trimestres
it_it: Estratto delle tue transazioni dei quattro trimestri precedenti
ru_ru: Выписка со счёта, показывающая операции за предыдущие четыре квартала
th_th: รายการบัญชีที่แสดงถึงธุรกรรมของท่านจากระยะ 4 ไตรมาสที่ผ่านมา

source: Static content
es_es: Contenido estático
it_it: Contenuto statico
ru_ru: Статическое содержание
th_th: ข้อมูลแบบคงที่ (ไม่เปลี่ยนแปลง)

source: Status
es_es: Estado
it_it: Stato
ru_ru: Статус
th_th: สถานะ

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
es_es: Manténgase informado. %1 le ofrece los informes diarios y los estudios del mercado (en inglés) y los seminarios transmitidos en linea.
it_it: Tieniti informato. %1 offre resoconti giornalieri del mercato, ricerche di mercato e frequenti webinar sul trading.
ru_ru: Будьте в курсе всех событий. %1 предлагает своим клиентам ежедневные рыночные прогнозы, а также вебинары, в том числе на русском.
th_th: เราให้ข้อมูลที่เพียงพออยู่เสมอ %1 จัดเตรียมรายงานสภาวะตลาดประจำวัน และรายงานการวิเคราะห์ตลาด เช่นเดียวกับการมีสัมมนาออนไลน์เกี่ยวกับการซื้อขาย

source: Stay on top of the latest JavaScript frameworks, libraries, and tools in order to apply them when necessary to solve challenges related to web and mobile development
es_es: Estar al tanto de los últimos marcos, bibliotecas y herramientas de JavaScript para aplicarlos cuando sea necesario para resolver los desafíos relacionados con el desarrollo web y móvil
it_it: Rimanere aggiornati su framework, librerie e strumenti più recenti di JavaScript per utilizzarli quando necessario al fine di risolvere problemi legati allo sviluppo via web e cellulare
ru_ru: Следите за новейшими фреймворками JavaScript, библиотеками и инструментами, чтобы, при необходимости, применять их для решения задач в области разработки веб и мобильных приложений
th_th: ติดตามข้อมูลขอบข่ายงาน ห้องสมุด และเครื่องมือของ JavaScript ล่าสุด เพื่อนำไปปรับใช้เมื่อจำเป็นในการแก้ปัญหาที่เกี่ยวข้องกับการพัฒนาเว็บและมือถือ

source: Stays Between
es_es: Permanece dentro
it_it: Resta Dentro
ru_ru: Останется внутри
th_th: อยู่ระหว่าง

source: Stays Between/Goes Outside
es_es: Permanece dentro/Sale
it_it: Resta Dentro/Esce
ru_ru: Останется внутри/вне
th_th: อยู่ใน/นอกขอบเขต

source: Stays Between/Goes Outside Contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
es_es: Los contratos Permanece dentro/Sale serán reembolsados al precio de compra si hay menos de 2 intervalos entre el inicio y el final del contrato.
it_it: I contratti Resta Dentro/Esce saranno rimborsati al prezzo di acquisto, qualora i tick tra l'orario di inizio e quello di termine fossero meno di 2.
ru_ru: Цена покупки контрактов Останется внутри/Вне будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
th_th: สัญญาอยู่ใน/นอกขอบเขต จะได้รับการคืนมูลค่าที่ราคาซื้อ หากมีราคาน้อยกว่า 2 ช่วงราคาในระหว่างเริ่มต้นถึงเวลาสิ้นสุด

source: Stays Between/Goes Outside trades
es_es: Contratos Permanece dentro/Sale
it_it: Trade Resta Dentro/Esce
ru_ru: Контракты Останется между/Выйдет за пределы

source: Step
es_es: Paso
ru_ru: Шаг
th_th: ขั้น

source: Step 1
es_es: Paso 1
it_it: Passo 1
ru_ru: Шаг 1
th_th: ขั้นตอนที่ 1

source: Step 1: Choose demo or real account
es_es: Paso 1: Escoja entre cuenta real o de prueba
it_it: Passo 1: scegliere tra conto demo o reale
ru_ru: Шаг 1: Выберите реальный или демо-счёт
th_th: ขั้นตอนที่ 1: เลือกบัญชีทดลอง หรือ บัญชีจริง

source: Step 1: Define your position
es_es: Paso 1: Defina su contrato
it_it: Step 1: Definisci la tua posizione
ru_ru: Шаг 1: Выберите условия
th_th: ขั้นตอนที่ 1: กำหนดโพซิชั่นของท่าน

source: Step 1: Learn to read currency pairs
es_es: Paso 1: Aprenda a interpretar los pares de divisas
it_it: Passo 1: impara a leggere le coppie di valute
ru_ru: Шаг 1: Научитесь читать валютные пары
th_th: ขั้นตอนที่ 1: เรียนรู้การอ่านคู่สกุลเงิน

source: Step 2
es_es: Paso 2
it_it: Passo 2
ru_ru: Шаг 2
th_th: ขั้นตอนที่ 2

source: Step 2: Choose account type
es_es: Paso 2: Escoja su tipo de cuenta
it_it: Passo 2: scegliere la tipologia di conto
ru_ru: Шаг 2: Выберите вид счёта
th_th: ขั้นตอนที่ 2: เลือกประเภทบัญชี

source: Step 2: Get your price
es_es: Paso 2: Obtenga su precio
it_it: Passo 2: ottieni il tuo prezzo
ru_ru: Шаг 2: Получите цену контракта
th_th: ขั้นตอนที่ 2: ตั้งราคา

source: Step 2: Understand when to buy and when to sell
es_es: Paso 2: Entienda cuándo comprar o vender
it_it: Passo 2: capisci quando comprare e quando vendere
ru_ru: Шаг 2: Понимайте, когда покупать и продавать
th_th: ขั้นตอนที่ 2: เข้าใจว่าเมื่อไรจะซื้อ และ เมื่อไรจะขาย

source: Step 3
es_es: Paso 3
it_it: Passo 3
ru_ru: Шаг 3
th_th: ขั้นตอนที่ 3

source: Step 3: How to purchase your first currency pair
es_es: Paso 3: Cómo comprar su primer par de divisas
it_it: Passo 3: come acquistare la tua prima coppia di valuta
ru_ru: Шаг 3: Как купить первую валютную пару
th_th: ขั้นตอนที่ 3: วิธีการซื้อคู่สกุลเงินแรก

source: Step 3: Make your trade
es_es: Paso 3: Realice su transacción
it_it: Step 3: Effettua il tuo trade
ru_ru: Шаг 3: Купите контракт
th_th: ขั้นตอนที่ 3: ทำการซื้อขาย

source: Step Index
es_es: Índice Step
it_it: Indice Step
ru_ru: Индекс Step
th_th: ดัชนี Step

source: Step outdoors and soak up the sun on one of Labuan's pristine beaches. There's also wreck diving, island hopping, kayaking, and deep sea fishing to look forward to.
es_es: Salga al aire libre y absorba el sol en una de las playas vírgenes de Labuan. También hay buceo en barcos hundidos, paseos por islas, piragüismo y pesca de altura.
it_it: Goditi la natura e il sole in una delle spiagge incontaminate di Labuan. Le attività sono molte, dalle immersioni tra le rovine sottacqua a giro delle isole, kayaking e pesca in alto mare.
ru_ru: Прогуляйтесь по округе, наслаждаясь ласковым солнцем и тихими пляжами Лабуана. Попробуйте дайвинг к затонувшим кораблям, путешествие по островам, катание на каяке и рыбалку в открытом океане.
th_th: ออกมาสู่ชีวิตกลางแจ้ง และอาบแดดบนหาดลาบวนที่มีธรรมชาติอันบริสุทธิ์ ดำน้ำไปดูซากปรักหักพัง ข้ามจากเกาะนี้ไปเกาะโน้น พายเรือคายัค และตกปลาทะเลลึก

source: Step size
ru_ru: Размер шага

source: Step size is the minimum allowable increment applied to all order types. It is the volume from which the increase of the position is based. You can only trade in the minimum ticket size or its multiples.
ru_ru: Размер шага – это минимально допустимое увеличение, применяющееся ко всем видам ордеров. Это объём, на котором основано увеличение позиции. Вы можете торговать лишь минимальным размером или кратными ему суммами.

source: Sticpay is a global e-wallet service for money transfers and online payments. For more information, please visit %1.
es_es: Sticpay es un servicio global de billetera electrónica para transferencias de dinero y pagos en línea. Para más información, visite %1.
it_it: Sticpay è un portafoglio elettronico internazionale per trasferimenti di denaro e pagamenti online. Per maggiori informazioni, visita il sito %1.
ru_ru: Sticpay – это международный электронный кошелёк, предназначенный для денежных переводов и онлайн платежей. Более подробную информацию можно узнать на сайте %1.
th_th: Sticpay เป็นกระเป๋าเงินอิเล็กทรอนิกส์สากลที่ใช้ในการโอนเงิน และการชำระเงินออนไลน์ สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Stock market indices measure the value of a selection of companies in the stock market.
es_es: Los índices bursátiles miden el valor de una selección de las compañías en el mercado bursátil.
it_it: Gli indici azionari misurano il valore di una selezione di società presenti nel mercato azionario.
ru_ru: Индексы показывают стоимость определенного набора акций компаний, котирующихся на бирже.
th_th: ดัชนีหลักทรัพย์ของตลาดเป็นตัวบอกมูลค่าของกลุ่มบริษัท หรือ กิจการของตลาดหลักทรัพย์

source: Stocks
es_es: Acciones
it_it: Azioni
ru_ru: Акции
th_th: หลักทรัพย์

source: Stop Limit Orders are a combination of Stop and Limit Orders. If the price reaches (or passes) the Stop Price, a Limit Order is placed at the specified price, which will be filled at a price equal or better than the specified price.
es_es: Las órdenes Stop Limit son una combinación de una Orden Stop y una de Límite. Si el precio alcanza (o supera) el Precio de Stop, se coloca una Orden de Límite al precio especificado, que se llenará a un precio igual o mejor que el precio especificado.
it_it: Gli Stop Limit Order sono una combinazione di Stop Order e Limit Order. Se il prezzo raggiunge o (supera) il Prezzo Stop, viene piazzato un Limit Order al prezzo specificato e verrà poi eseguito ad un prezzo uguale o superiore a quello indicato.
ru_ru: Стоп-лимитные ордеры являются комбинацией стоп-ордера и лимитного ордера. Если цена достигает (или преодолевает) стоп-цену, лимитный ордер размещается по указанной цене и исполняется по цене, которая равна или лучше указанной цены.
th_th: คำสั่่งยุติการจำกัดการสั่งซื้อ เป็นคำสั่งลูกผสมระหว่างคำสั่งยุติคำสั่งซื้อ และคำสั่งจำกัดคำสั่งซื้อ หากราคาเคลื่อนไปถึง (หรือเกิน) ราคาเป้าหมายแล้ว คำสั่งจำกัดคำสั่งซื้อจะถูกดำเนินการที่ราคาที่ระบุ ซึ่งจะเป็นราคาเดียวกัน หรือดีกว่าราคาที่ระบุ

source: Stop Loss Orders
es_es: Órdenes Stop Loss
it_it: gli ordini Stop Loss.
ru_ru: Ордеры стоп-лосс
th_th: คำสั่งระงับภาวะขาดทุน

source: Stop Order/Stop Loss Order
es_es: Orden Stop/Orden Stop Loss
it_it: Stop Order/Ordine Stop Loss
ru_ru: Стоп ордер/ордер стоп-лосс

source: Stop Out Level
es_es: Nivel de Stop Out
it_it: Livello dello Stop Out
ru_ru: Уровень принудительного закрытия (уровень стоп-аут)
th_th: ระดับยุติการซื้อขาย

source: Stop out level
es_es: Nivel de stop out
it_it: Livello di Stop Out
ru_ru: Уровень принудительного закрытия (уровень стоп-аут)
th_th: ระดับยุติการซื้อขาย

source: Storage of content
es_es: Almacenamiento de Contenido
it_it: Archiviazione del contenuto
ru_ru: Хранение контента
th_th: ที่พักของข้อมูล

source: Stored Procedures
es_es: Procedimientos almacenados
it_it: Procedure memorizzate
ru_ru: Хранимые процедуры.
th_th: สตรอโพรซีเยอร์

source: Strong analytical capabilities that have been proven in a prior capacity or a keen interest to move into this area
es_es: Capacidades analíticas sólidas que han sido demostradas en las capacidades previas o en un gran interés por avanzar en esta área
it_it: Buone capacità analitiche precedentemente comprovate o un forte interesse a lavorare in questo ambito
ru_ru: Сильные аналитические способности, проявленные на предыдущем месте работы или сильный интерес к работе в данной области
th_th: มีความสามารถในการวิเคราะห์ซึ่งได้มีการพิสูจน์ก่อนหน้า หรือมีความสนใจกระตือรือร้นที่จะย้ายเข้ามาในส่วนนี้

source: Strong analytical skills and the ability to communicate your findings in a clear, concise, and effective manner
es_es: Habilidades analíticas sólidas y la capacidad de comunicar sus hallazgos de una manera clara, concisa y efectiva
it_it: Abilità analitiche significative e abilità a comunicare i propri riscontri in modo chiaro, conciso ed efficace
ru_ru: Сильные аналитические способности и умение сообщать о Ваших открытиях чётким, понятным и эффективным образом
th_th: มีทักษะการวิเคราะห์และสามารถในการสื่อสารผลการวิเคราะห์ได้อย่างชัดเจน รัดกุม และมีประสิทธิภาพ

source: Strong analytical skills with the ability to transform data into optimal business decisions.
es_es: Habilidades analíticas sólidas con la capacidad de transformar datos en decisiones de negocio óptimas.
it_it: Ottime capacità analitiche e di trasformazione dei dati in decisioni ottimali per il business.
ru_ru: Сильные аналитические навыки, а также способность преобразовывать данные в оптимальные бизнес-решения.
th_th: มีทักษะในการวิเคราะห์ มีความสามารถในการใช้และจัดการข้อมูลเพื่อการตัดสินใจทางธุรกิจที่ดีที่สุด

source: Strong communication skills.
es_es: Sólidas habilidades de comunicación.
it_it: Ottime capacità comunicative.
ru_ru: Хорошие коммуникативные навыки.
th_th: มีทักษะการสื่อสารที่ดีเยี่ยม

source: Strong decision-making skills
es_es: Sólidas habilidades para tomar decisiones
it_it: Ottime capacità decisionali
ru_ru: Отличные навыки принятия решений
th_th: ทักษะการตัดสินใจอย่างเชี่ยวชาญ
