Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company Prices are determined by reference to the price of the Underlying Instrument which is quoted on external exchanges or dealing facilities that %1 selects at the Company's discretion. The Company's IT infrastructure and price aggregator system facilitate the reception of quotes from shortlisted prime brokers, who act as liquidity providers for the Company and the delivery of the quotes, derived with reference against relevant benchmark and markets, to the client. The client acknowledges that the Company Prices may differ from the Bids and Asks made available by external exchanges or dealing facilities and the Company is not liable for any losses that the client might incur arising from such differences. This clause does not apply to Synthetic Indices.
it_it: I prezzi della Società sono determinati in riferimento al prezzo dello strumento sottostante che è quotato su piattaforme o servizi di negoziazione esterni che %1 seleziona a discrezione della Società. Attraverso il sistema di infrastruttura IT e di aggregazione dei prezzi della Società, il cliente riceve in maniera agevolata le quotazioni di selezionati broker primari, che agiscono per la Società come fornitori di liquidità e rilasciano le quotazioni ottenute con riferimento a standard e mercati rilevanti. Il cliente riconosce che i prezzi della Società possono differire da quelli di offerta e acquisto resi disponibili da piattaforme o servizi di negoziazione esterni. La Società non è in alcuno modo responsabile per eventuali perdite subite dal cliente derivanti da tali differenze. La suddetta clausola non si applica agli indici sintetici.

source: The Company also collects and processes the applicant’s data to decide whether to enter into a contract with the applicant.
it_it: La Società raccoglie ed elabora i dati del candidato per valutare se entrare effettivamente in contatto con quest'ultimo.

source: The Company collects, stores, and processes a range of information about the applicant, including but not limited to the following:
it_it: La Società raccoglie, conserva ed elabora una serie di informazioni riguardanti il candidato incluse, ma non in via esclusiva, le seguenti:

source: The Company does not share any data related to the client's cloud storage service with anyone.
it_it: La Società non condivide con nessuno i dati relativi al servizio di archiviazione cloud del cliente.

source: The Company does not store any data related to the client's cloud storage service on any of the Company's servers. All files are downloaded on the client's local machines.
it_it: La Società non conserva sui server aziendali nessun dato relativo al servizio di archiviazione cloud del cliente: tutti i file vengono scaricati sui dispositivi locali del cliente.

source: The Company has a Stop Out policy which prevents the client from losing more than they have deposited. However, in the event that the client's Open Positions are not closed when the Margin Level for their MT5 Real Account reaches the Stop Out Level, the Company, at its sole discretion, may waive the client's negative balance by crediting their account if their Account Balance goes into a negative balance. The negative balance is determined by aggregating all the negative balances incurred over a 24-hour period across all accounts held by the client. The client acknowledges that, unless they are a retail customer of Binary Investments (Europe) Ltd or a client of Binary (Europe) Ltd, the offer of the negative balance protection by the Company to the client is at the Company's sole discretion and the Company reserves the right to change the features and eligibility criteria of the negative balance protection at any time. The provisions of the negative balance protection do not apply in the following situations:
it_it: La Società adotta una politica di Stop Out che impedisce di perdere più di quanto è stato depositato. Tuttavia, nel caso in cui le posizioni aperte del cliente non fossero chiuse quando il livello di margine per il conto reale MT5 raggiunge il livello di Stop Out, la Società potrebbe rinunciare, a sua esclusiva discrezione, al saldo negativo del conto effettuando un accredito, qualora il saldo del conto risultasse negativo. Il saldo negativo è determinato dalla somma di tutti i saldi negativi registrati nelle 24 ore precedenti in tutti i conti detenuti dal cliente. Il cliente riconosce che l'offerta di protezione da saldo negativo della Società è a esclusiva discrezione della Società stessa, ad eccezione dei clienti al dettaglio di Binary Investments (Europe) Ltd e dei clienti di Binary (Europe) Ltd. La Società si riserva inoltre il diritto di modificare in qualsiasi momento le caratteristiche e i criteri di idoneità della protezione da saldo negativo. Le disposizioni per tale protezione non sono valide nei seguenti casi:

source: The Company is required under data protection legislation to notify the applicant of the information contained in this privacy notice. As such, it is important that the applicant read this notice, together with any other privacy notice that the Company may provide for the applicant on specific occasions when the Company is collecting or processing personal data about the applicant, so that the applicant is aware of how and why the Company is using such information.
it_it: La Società è tenuta, ai sensi della legislazione sulla protezione dei dati personali, a comunicare al candidato il contenuto della presente comunicazione sulla privacy. È importante che il candidato ne prenda visione, insieme a eventuali altre comunicazione che la Società può inoltrare in circostanze specifiche durante la raccolta o l'elaborazione dei dati personali del richiedente, in modo che quest'ultimo sia al corrente delle modalità e dei motivi relativi utilizzo di tali informazioni da parte della Società.

source: The Company may also collect personal data about the applicant from third parties, such as further references supplied by former employers and information from criminal records checks permitted by law.
it_it: La Società può inoltre raccogliere informazioni personali sul candidato da parti terze, per esempio ulteriori referenze fornite dai precedenti datori di lavoro e informazioni ricavate da controlli dei registri giudiziari consentiti dalla legge.

source: The Company may also transfer relevant personal and financial data to any company within the Deriv Group companies. This includes any of the Company's business associates or payment providers within or outside of the EEA, including countries that might not offer an equivalent level of protection of personal data. In all instances, the Company places a contractual obligation on such third parties to offer the same level of rights and protection as stipulated in the GDPR.
it_it: La Società può inoltre condividere dati finanziari e personali rilevanti con qualsiasi società del gruppo Deriv. Ciò comprende anche le attività delle associate e dei fornitori di pagamento della Società all'interno e all'esterno del SEE, inclusi i paesi che potrebbero non garantire un livello equivalente di protezione dei dati personali. In ogni caso, la Società impone un obbligo contrattuale a tali parti terze perché venga garantito lo stesso livello di diritti e protezione indicato nel GDPR.

source: The Company may collect this information in a variety of ways. Data is collected and contained in CVs or resumes, cover letters, and identity documents, via Self-Assessment Topgrading Questionnaires/Interview (SATI), or through interviews or other forms of assessment, including online tests.
it_it: La Società può raccogliere tali informazioni in modi diversi: CV, lettere di presentazione, documenti di identità e questionari/interviste di autovalutazione di massimo livello (SATI) oppure altri tipi di interviste o forme di valutazione, inclusi test online.

source: The Company only accesses the client's cloud storage when the client's action initiates it. Clients can disconnect their storage service at any time.
it_it: La Società accede all'archiviazione cloud del cliente solo quando le azioni di quest'ultimo lo richiedono. Il cliente può disattivare il servizio di archiviazione in qualsiasi momento.

source: The Company shall be entitled to exercise any of its rights or fulfil any of its obligations hereunder (including, but not limited to, its payment obligations) through any member of the Deriv group of companies.
it_it: La Società ha il diritto di esercitare i propri diritti e adempiere ai propri obblighi elencati di seguito (inclusi, in via non esclusiva, gli obblighi di pagamento) per mezzo di ogni membro del gruppo di società Deriv.

source: The Company shall ensure the confidentiality of all personal data provided by the applicant at all times and is protected against any accidental loss or disclosure, destruction, and abuse. The Company shall also ensure that such personal data is only processed and stored as necessary for the purposes specified in this privacy policy and all applicable Data Protection Laws.
it_it: La Società deve assicurare la riservatezza di tutti i dati personali forniti dal candidato in qualsiasi momento, ed è tutelata in caso di perdita, condivisione, distruzione o abuso accidentali; inoltre, è tenuta ad assicurare che i dati personali vengano elaborati e conservati esclusivamente ai fini specificati nella presente politica sulla privacy e dai regolamenti per la protezione dei dati personali applicabili.

source: The Company shall further disclose information about the applicant internally within the Deriv Group of companies for the purpose of the recruitment exercise. The Company shall ensure that a data-sharing agreement is in place and that the applicant's data is held securely and in line with GDPR requirements. The Company shall further disclose information about the applicant when It is legally obligated to do so.
it_it: Inoltre, la Società può condividere i dati personali del candidato all'interno del gruppo Deriv ai fini del processo di assunzione. È tenuta a garantire l'effettiva esecuzione dell'accordo sulla comunicazione dei dati personali, e che questi ultimi vengano conservati in sicurezza nel rispetto delle disposizioni del GDPR. La Società, inoltre, condividerà i dati personali del richiedente qualora fosse giuridicamente tenuta a comunicarli.

source: The Company sources market data from prime brokers who act as liquidity providers, thus executing the client's transactions through a pool of aggregated liquidity from top tier banks. The services offered by the Company do not include physical delivery of foreign currency by the Company or the prime brokers to the client. The client acknowledges and agrees that such data is proprietary to the Company and any such provider, and the client will not retransmit, redistribute, publish, disclose, or display in whole or in part such data to third parties. The client represents and warrants that they will only use such data for purposes of facilitating their entry into transactions with the Company on the client's MT5 Real Account in accordance with this agreement and not for any other purpose. This clause does not apply to Synthetic Indices.
it_it: La Società ottiene i dati di mercato dai broker primari che fungono da fornitori di liquidità, eseguendo dunque le transazioni del cliente attraverso un gruppo di liquidità aggregata formato da banche di primo livello. I servizi offerti dalla Società non includono la consegna fisica di valuta estera al cliente da parte nostra o di prime primari intermediari. Il cliente riconosce e accetta che tali dati sono di proprietà della Società e di suddetti fornitori, e che non ritrasmetterà, ridistribuirà, pubblicherà, divulgherà o mostrerà, interamente o in parte, tali dati a terze parti. Il cliente dichiara e garantisce che utilizzerà tali dati esclusivamente per facilitare l'accesso alle operazioni con la Società sul proprio conto reale MT5 in conformità al presente contratto e non per altri scopi. La suddetta clausola non si applica agli indici sintetici.

source: The Company typically collects and processes the applicant's personal data for the purposes of the legitimate interests that It pursues. Here are some examples of such interests:
it_it: La Società generalmente raccoglie ed elabora i dati personali ai fini dei propri legittimi interessi. Di seguito alcuni esempi di tali interessi:

source: The Country Manager is expected to acquire, service, manage, and expand our network of active affiliates in the countries where Deriv Group targets to be represented. You will also contribute your energy, skills, and knowledge of the local business culture to increase our rapid growth rate worldwide.
it_it: Il dirigente nazionale dovrebbe acquisire, fornire, gestire e ampliare la nostra rete di associati attivi nei paesi in cui il gruppo Deriv punta a essere rappresentato. Contribuirai anche a una rapida crescita globale grazie alle tue competenze, energia e conoscenze della cultura d'impresa locale.

source: The Financial Straight-Through Processing (STP) account is a 100% A Book account where your trades are passed straight through to the market, giving you direct access to forex liquidity providers. Trade major, minor, and exotic currency pairs with tight spreads and higher trade volumes.
it_it: Il conto finanziario con elaborazione automatica (STP) è della tipologia 100% A Book, in cui i trade arrivano immediatamente sul mercato, garantendoti accesso diretto ai fornitori di liquidità Forex. Consente di fare trading su coppie valutarie maggiori, minori ed esotiche con spread ridotti e maggiori volumi di trade.

source: The Financial account (available in EUR and GBP) is suitable for a wide range of traders, both new or experienced. Trade commodities, cryptocurrencies, major and minor currency pairs with tight and variable spreads without commissions and a minimum deposit.
it_it: Il conto finanziario (disponibile in EUR e GBP) è pensato per un'ampia gamma di trader con livelli di esperienza diversi. Ti permette di fare trading con materie prime, criptovalute e coppie valutarie maggiori e minori con spread ridotti e variabili, senza commissioni e deposito minimo.

source: The Financial account offers new and experienced traders high leverage and variable spreads for maximum flexibility. Trade commodities, cryptocurrencies, major (standard and micro-lots), and minor currency pairs with high leverage.
it_it: Il conto finanziario offre ai trader, indipendentemente dalla loro esperienza, leva elevata e spread variabili, per una flessibilità massima. Materie prime, criptovalute, coppie valutarie maggiori (standard e micro-lotti) e minori con un effetto leva elevato.

source: The Foreign Exchange Market (forex) is the world's largest and most liquid market – where anyone can buy, sell, and exchange currencies.
it_it: Il mercato dei cambi (Forex) è il mercato più grande e più liquido del mondo dove chiunque può acquistare, vendere e scambiare valute.

source: The MT5 desktop app is not supported by macOS, Windows XP, Windows 2003, and Windows Vista.
it_it: L'app per Desktop di MT5 non è supportata da macOS Catalina, Windows XP, Windows 2003 e Windows Vista.

source: The Regulatory Information section of our website gives more details according to the geographical location of our holding company and its various subsidiaries. Business partners are responsible for ensuring that they comply with the applicable laws, rules, and regulations in the countries where they themselves operate. For example, these include laws relating to advertising, data protection, privacy, and social responsibility.
it_it: La sezione contenente le informazioni normative sul sito web della Società fornisce maggiori informazioni in base alla posizione geografica della holding e delle sue controllate. I partner commerciali devono assicurare di agire nel rispetto di leggi, norme e regolamenti vigenti nei Paesi in cui operano, come le leggi relative a pubblicità, protezione dei dati, privacy e responsabilità sociale.

source: The Synthetic account allows you to trade contracts for difference (CFDs) on synthetic indices that mimic real-world movements. Available for trading 24/7 and audited for fairness by an independent third party.
it_it: Il conto per indici sintetici ti permette di fare trading con contratti per differenza (CFD) su indici sintetici che riproducono i movimenti dei mercati reali. Disponibile per il trading 24/7 e controllato da un organo di vigilanza esterno.

source: The applicant also has the right to restrict the further processing of their personal data.
it_it: Il candidato ha il diritto di limitare l'ulteriore processo di trattamento dei dati personali.

source: The applicant has the right to lodge a complaint to the Data Protection Commissioner in Malta if the applicant believes that the Company has failed to comply with the requirements of EU General Data Protection Regulation 2016/679 or the Data Protection Act 2018 with regards to the applicant's personal data.
it_it: Il candidato ha il diritto di presentare un reclamo al garante per la protezione dei dati di Malta qualora ritenesse che la Società abbia violato le disposizioni del regolamento per la protezione dei dati personali (UE) 2016/679 o del Data Protection Act 2018 per quanto riguarda le informazioni personali del candidato stesso.

source: The applicant is under no statutory or contractual obligation to provide data to the Company during the recruitment process. However, if the applicant chooses not to provide any necessary information, the Company may not be able to proceed with their application.
it_it: Il candidato non è vincolato da alcun obbligo legale o contrattuale a fornire dati personali alla Società durante il processo di selezione; tuttavia, qualora decida di non fornire le informazioni necessarie, la Società potrebbe non essere in grado di procedere con la selezione.

source: The applicant will not be subject to any recruitment decisions based solely on automated decision-making that will have a significant impact on the applicant.
it_it: Il candidato non verrà sottoposto a decisioni relative all'assunzione basate esclusivamente sulla selezione automatizzata con un impatto significativo sul candidato stesso.

source: The applicant's personal data shall be stored for a period of six months after the end of the relevant recruitment process if the applicant is unsuccessful in their job application or if they have declined an offer of employment with the Deriv Group of companies. At the expiry of that period, the applicant's data is deleted or destroyed unless the Company is required to further retain the applicant's information to exercise or defend any legal claims.
it_it: I dati personali del candidato saranno conservati per un periodo di sei mesi dopo il processo di selezione pertinente, se il candidato non dovesse superare la selezione o se venisse declinata un'offerta di impiego presso il gruppo di società Deriv. Al termine di tale periodo, i dati del candidato verranno distrutti a meno che la Società non sia tenuta a conservarli più a lungo per implementare od osteggiare eventuali azioni legali.

source: The applicant's personal details, including name, address, date of birth, nationality, gender, and contact details, comprising email address and telephone number
it_it: I dettagli personali del candidato, inclusi nome, indirizzo, data di nascita, nazionalità, genere e informazioni di contatto - con indirizzo e-mail e numero di telefono

source: The applicant's qualifications, skills, education, experience, and employment history
it_it: Qualifiche, competenze, formazione, esperienza e carriera lavorativa del candidato

source: The client is asked to note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices; however, these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push prices up or down). To avoid settling prices based on such artificial prices, it is Company's policy not to count weekend prices towards contract settlement values (except for Synthetic Indices, which are open during weekends).
it_it: Si prega di notare che le quotazioni del fine-settimana non vengono prese in considerazione per la liquidazione dei contratti. Durante il weekend, i mercati Forex potrebbero occasionalmente generare prezzi; tuttavia, tali prezzi sono spesso artificiali, perché i trader a volte approfittano dell'illiquidità del mercato nel fine-settimana per portarli al rialzo o al ribasso. Per evitare di fissare i prezzi su corrispettivi così artificiali, la politica della Società prevede che non vengano presi in esame quelli del weekend per i valori di liquidazione (tranne per gli indici sintetici, aperti durante il fine-settimana).

source: The client understands that products based on a random number generator (the "Synthetic Indices") are gaming products whereas products based on financial market indices (forex, stock indices, and commodities) are financial instruments.
it_it: Il cliente riconosce che i prodotti basati su un generatore casuale di numeri (gli "indici sintetici") sono prodotti di gioco d'azzardo, mentre quelli basati sugli indici dei mercati finanziari (Forex, indici azionari e materie prime) sono strumenti finanziari.

source: The company reserves the right to charge a dormant fee of up to 25 USD/EUR/AUD/GBP or equivalent of USD25 in any other currency as calculated in accordance with the current exchange rate published by www.xe.com, or any other recognised data provider, as on the date of charging of the fee, every 6 months for every client account that has had no transaction recorded for over 12 months.
it_it: La Società si riserva il diritto di applicare, ogni sei mesi, una commissione sui conti dormienti per un importo massimo di 25 USD/EUR/AUD/GBP o l'equivalente di 25 USD in qualsiasi altra valuta calcolato in base al tasso di cambio aggiornato pubblicato dal sito www.xe.com o da altro fornitore di dati riconosciuto alla data dell'addebitamento della commissione, per ogni conto del cliente in cui non sono registrate operazioni da più di 12 mesi.

source: The company reserves the right to charge a dormant fee of up to 25 USD/EUR/GBP every six months for every client's account that has had no transaction recorded for over 12 months. Clients will be notified before the fee is deducted from the account. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked, or excluded accounts.
it_it: La Società si riserva il diritto di applicare una commissione sui conti dormienti per un massimo di 25 USD/EUR/GBP ogni 6 mesi per ogni conto del cliente sul quale non sono state registrate operazioni per più di 12 mesi. Il cliente riceverà una notifica prima che la somma venga detratta dal conto. Per recuperare i propri fondi da conti inattivi, chiusi, bloccati o esclusi, i clienti dovranno contattare il nostro helpdesk.

source: The following terms shall have the meanings set out below and cognate terms shall be construed accordingly:
it_it: I termini seguenti avranno i significati indicati di seguito, e i termini analoghi dovranno essere interpretati conformemente:

source: The foreign exchange market (forex) is the world's most liquid and most traded market, where trades worth trillions are completed each day.
it_it: Il mercato dei cambi (Forex) è il mercato più liquido e più scambiato al mondo, dove ogni giorno vengono completati scambi per trilioni.
