Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Our MetaTrader 5 Advanced account provides you with tight spreads, higher ticket size and offers more products.
es_es: Nuestra cuenta avanzada de MetaTrader 5 le proporciona spreads más bajos, tamaños de pedidos superiores y una mayor oferta de productos.
ru_ru: Расширенный счёт MetaTrader 5 даёт Вам узкие спреды, более высокий размер билета и предоставляет больше продуктов.
th_th: บัญชี MetaTrader 5 ขั้นสูงของเรามีสเปรดน้อย ขนาดทิกเก็ตสูงกว่า และมีผลิตภัณฑ์มากกว่า

source: Our MetaTrader 5 Standard account is suitable for both new and experienced traders.
es_es: Nuestra cuenta estándar de MetaTrader 5 es adecuada tanto para operadores nuevos como para traders experimentados.
ru_ru: Наш стандартный счёт MetaTrader 5 подходит для опытных трейдеров и новичков.
th_th: บัญชีมาตรฐาน MetaTrader 5 ของเราเหมาะสมกับทั้งนักลงทุนหน้าใหม่ และนักลงทุนที่มีประสบการณ์

source: Our New Mobile Trading App
es_es: Nuestra nueva App de Trading
ru_ru: Наше новое мобильное приложение
th_th: แอพใหม่ของเราสำหรับซื้อขายบนอุปกรณ์พกพา

source: Our Synthetic Indices account allows you to trade CFDs on Synthetic Indices - our proprietary synthetic assets that simulate market forces.
es_es: Nuestra cuenta de índices sintéticos le permite operar con CFDs en índices sintéticos, nuestros activos sintéticos patentados que simulan las fuerzas del mercado.
ru_ru: Наш счёт на Синтетических индексах позволяет торговать CFD на Синтетических индексах, нашем уникальном активе, имитирующем динамику рынка.
th_th: บัญชีดัชนีสังเคราะห์ของเราอนุญาตให้ท่านได้ซื้อขาย CFD จากดัชนีสังเคราะห์ ซึ่งเป็นดัชนีสังเคราะห์ที่เป็นกรรมสิทธิ์ของบริษัทฯ ที่จำลองเหตุการณ์ที่เป็นไปตามกลไกตลาด

source: Our active client base is expected to reach over 100,000 total clients this year.
es_es: Se espera que nuestra base total de clientes activos supere los 100.000 este año.
ru_ru: По прогнозу, в этом году база активных клиентов превысит 100 000 человек.
th_th: ในปีนี้เราคาดว่า ฐานลูกค้าที่ใช้งานอยู่ของบริษัทฯ ทั้งหมดจะเกินกว่า 100,000 ราย

source: Our commission structure is a simple 2-tiered plan.
es_es: Nuestra estructura de comisiones es un plan simple de 2 niveles.
it_it: La struttura delle commissione è un semplice schema a due livelli.
ru_ru: Наша структура комиссионных представляет собой простой двухуровневый план.
th_th: โครงสร้างคอมมิชชั่นของเราเป็นแผน 2 ขั้น อย่างง่าย

source: Our commitment to integrity and reliability means that we always strive to give you access to the best pricing and liquidity possible.
es_es: Nuestro compromiso con la integridad y la fiabilidad significa que siempre nos esforzamos por darle acceso a los mejores precios y liquidez posibles.
it_it: Il nostro impegno per l'integrità e l'affidabilità si traduce in un costante sforzo per offrirti accesso al miglior prezzo e alla miglior liquidità possibile.
ru_ru: Наше неизменное стремление к целостности и надёжности означают, что мы всегда стараемся предоставлять Вам доступ к лучшим ценам и ликвидности.
th_th: คำมั่นสัญญาของเราต่อความซื่อสัตย์และความน่าเชื่อถือ หมายถึง เราพยายามอย่างหนักเสมอๆ ที่ให้ท่านเข้าถึงราคาที่ดีที่สุดและมีสภาพคล่องเท่าที่จะเป็นไปได้

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
es_es: Nuestra empresa sigue creciendo y obtiene una licencia en la Isla de Man para servir mejor a nuestros clientes en el Reino Unido.
it_it: La nostra società continua a crescere e ottiene un'autorizzazione nell'Isola di Man per soddisfare meglio i nostri clienti britannici.
ru_ru: Наша компания продолжает процветать и получает лицензию на Острове Мэн, чтобы предлагать лучшее обслуживание нашим клиентам из Великобритании.
th_th: บริษัทฯ ของเรามีการพัฒนาอย่างต่อเนื่องเพื่อขอใบอนุญาตบนเกาะ Isle of Man ในการให้บริการที่ดีขึ้นกับลูกค้าในประเทศสหราชอาณาจักร

source: Our customers clearly like us. In mid-2014, %1 has over 100 million historical transactions and over 130,000 new daily transactions.
es_es: Nuestros clientes claramente confían en nosotros. A mediados de 2014, %1 tiene más de 100 millones de transacciones históricas y más de 130.000 nuevas transacciones diarias.
it_it: È evidente che i nostri clienti ci apprezzino. A metà del 2014, %1 contava uno storico di oltre 100 milioni di transazioni e oltre 130.000 nuove operazioni ogni giorno.
ru_ru: Без сомнения, нашим клиентам по душе наш сервис. В середине 2014 года % зарегистрировал в истории своего архива более 100 миллионов сделок и провёл более 130 тысяч новых ежедневных сделок.
th_th: เราเป็นที่นิยมชมชอบของลูกค้า ในกลางปี พ.ศ. 2557 (ค.ศ. 2014) %1 มีธุรกรรมมากกว่า 100 ล้านระเบียน และมีธุรกรรมใหม่ที่เกิดขึ้นรายวันกว่า 130,000 ธุรกรรม

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
es_es: Nuestro crecimiento rápido se complementa con la adquisición de la cartera de clientes de BetsForTraders, uno de nuestros principales competidores.
it_it: La nostra rapida crescita organica è integrata dall'acquisizione della clientela di BetsForTraders, uno dei nostri principali concorrenti.
ru_ru: Наш быстрый рост дополняется приобретением клиентской базы BetsForTraders, одного из наших основных конкурентов.
th_th: หลักการเติบโตอย่างรวดเร็วของเรา คือ การผนวกกันโดยได้มาซึ่งฐานลูกค้าของ BetsForTraders ผู้เป็นหนึ่งในคู่แข่งหลักของเรา

source: Our indices are sourced from the over-the-counter (OTC) market – sources outside of the centralised exchanges. Please note that due to their OTC nature, the prices of our indices may differ from their counterparts on centralised exchanges.
es_es: Nuestros índices provienen del mercado OTC, es decir, de fuentes ajenas a los mercados centralizados. Por favor, tenga en cuenta que debido a su naturaleza extrabursátil, los precios de nuestros índices pueden diferir de sus contrapartes en los intercambios centralizados.
ru_ru: Наши индексы берут начало на внебиржевом рынке (OTC), работающем вне центральных бирж. В этой связи, цены наших индексов могут отличаться от цен аналогичных активов, публикуемых центральными биржами.
th_th: ดัชนีของเราหามาจากตลาดซื้อขายได้เองโดยตรง (OTC) หาได้จากด้านนอกของตลาดแลกเปลี่ยนที่รวมเข้าศูนย์กลาง โปรดทราบว่าด้วยธรรมชาติของ OTC แล้วราคาของดัชนีอาจจะแตกต่างจากคู่ค้าบนตลาดแลกเปลี่ยนที่รวมเข้าศูนย์กลาง

source: Our locations
es_es: Nuestras ubicaciones
it_it: Le nostre sedi
ru_ru: Наши офисы
th_th: ที่ตั้งต่างๆ ของเรา

source: Our metal pairs are typically traded in lots. One standard lot is equivalent to 100 units except silver where 1 lot equals 5,000 units. Each time you open a position on a symbol, you can start with a minimum transaction of 0.01 lots.
es_es: Nuestros pares de metales se operan generalmente en lotes. Un lote estándar equivale a 100 unidades, exceptuando la plata, cuyo lote equivale a 5.000 unidades. Cada vez que abre una posición en un símbolo específico, puede comenzar con una transacción mínima de 0,01 lotes.
it_it: Le nostre coppie di metalli sono solitamente scambiate in lotti. Un lotto standard equivale a 100 unità ad eccezione dell'argento dove 1 lotto equivale a 5.000 unità. Ogni volta che apri una posizione su un simbolo, puoi iniziare con una transazione minima di 0,01 lotti.
ru_ru: Наши пары с металлами, как правило, торгуются в лотах. Один стандартный лот равен 100 единицам, за исключением серебра, где один лот равен 5000 единиц. Каждый раз открывая контракт на определённом активе, Вы можете ограничиться минимальным размером, который составляет 0.01 лота.
th_th: โดยทั่วไปแล้วการซื้อขายคู่โลหะทำเป็นล็อต ล็อตมาตรฐานหนึ่งๆ เท่ากับ 100 หน่วย ยกเว้นเงินซึ่ง 1 ล็อต เท่ากับ 5,000 หน่วย แต่ละครั้งท่านเปิดหนึ่งตำแหน่งด้วยสัญลักษณ์หนึ่ง ท่านสามารถเริ่มธุรกรรมขั้นต่ำ จาก 0.01 ล็อต

source: Our office in Dubai is located at the world-class Jumeirah Lake Towers (JLT) free zone. JLT is home to universities, commercial and residential towers, parks, and over 500 retail outlets, giving you exceptional convenience and a quality of life that you won't find anywhere else.
es_es: Nuestra oficina en Dubái se encuentra en la zona libre Jumeirah Lake Towers (JLT) de clase mundial. JLT es el lugar de ubicación de universidades, torres comerciales y residenciales, parques y más de 500 puntos de venta, lo que le brinda una comodidad excepcional y una calidad de vida que no encontrará en otro lugar.
it_it: La nostra sede di Dubai si trova nella zona franca internazionale Jumeirah Lake Towers (JLT). JLT ospita università, torri residenziali e commerciali, parchi e oltre 500 negozi al dettaglio, che garantiscono il massimo della comodità e una qualità della vita imbattibile.
ru_ru: Наш дубайский офис расположен в свободной экономической зоне и находится в башнях Jumeirah Lake Towers (JLT). Комплекс JLT также вмещает несколько университетов, коммерческих и жилых помещений, парков и свыше 500 торговых точек, что создаёт очень удобную инфраструктуру и формирует высокое качество жизни, которое едва ли доступно в других местах.
th_th: สำนักงานของเราตั้งอยู่ที่เขตปลอดอากร อาคาร Jumeirah Lake (JLT) ระดับโลก JLT เป็นแหล่งของมหาวิทยาลัย ย่านการค้าและที่พักอาศัย สวนสาธารณะ และร้านค้าย่อยกว่า 500 แห่ง ให้ท่านได้ทั้งความสะดวกที่เป็นเลิศ และคุณภาพชีวิต ที่ท่านจะหาที่ไหนไม่ได้

source: Our proprietary synthetic indices that simulate market forces
es_es: Nuestros índices sintéticos patentados que simulan las fuerzas del mercado
it_it: I nostri indici sintetici di proprietà che simulano le forze del mercato
ru_ru: Синтетические индексы, повторяющие динамику рынка и являющиеся нашей эксклюзивной разработкой
th_th: ดัชนีที่ถูกพัฒนาและเป็นกรรมสิทธิ์ของบริษัทฯ ซึ่งจำลองกลไกตลาด

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one's access to our site.
es_es: Nuestra página web se puede filtrar utilizando una serie de sistemas de filtrado disponibles en el mercado que podrían ser utilizados para restringir el acceso personal a nuestro sitio.
it_it: Il nostro sito può essere filtrato utilizzando vari sistemi di filtraggio disponibili sul mercato che possono essere utilizzati per limitare l'accesso al nostro sito.
ru_ru: Наш сайт можно отфильтровать с помощью ряда систем фильтрации, доступных на рынке, которые могут использоваться для ограничения доступа к сайту.
th_th: ท่านสามารถระบุเงื่อนไขในเว็บไซต์ของเราโดยใช้ตัวเลขในการค้นหาข้อมูลที่มีอยู่ในตลาด ซึ่งสามารถถูกเรียกใช้งานได้จากเว็บไซต์ของเรา

source: Our site does not charge any transfer fees.
es_es: Nuestro sitio no cobra tarifas de transferencia.
it_it: Il nostro sito non applica alcuna commissione sui trasferimenti di denaro.
ru_ru: Наш сайт не берёт комиссий за перевод.
th_th: ระบบของเราไม่เรียกเก็บค่าธรรมเนียมใดๆ ในการโอน

source: Our swap rate may also be adjusted to take holidays into account.
es_es: Nuestra tasa de swap también se puede ajustar para tener en cuenta los días festivos.
it_it: Il nostro tasso swap può anche essere modificato per tenere conto delle festività.
ru_ru: Размеры свопов также могут меняться с учётом праздников.
th_th: อัตราการเปลี่ยนแปลงในอัตราดอกเบี้ย (Swap Rate) ของเราอาจมีการปรับปรุงในบัญชีเมื่อมีการเรียกใช้ในช่วงวันหยุด

source: Our turnover-based commission plan depends on the payout probability for each contract. Contracts with higher returns for the client offer you lower commissions.
es_es: Nuestro plan de comisiones basado en el volumen de ventas depende de la probabilidad de pago de cada contrato. Los contratos con mayores rentabilidad para el cliente ofrecen menores comisiones al afiliado.
it_it: Il nostro piano di commissioni basato sul fatturato dipende dalla probabilità di payout per ogni contratto. I contratti con rendimenti più elevati per il cliente comportano commissioni inferiori per te.
ru_ru: Наш план расчёта комиссионных, основанный на объёме покупок, зависит от прибыльности каждого контракта. Контракты, приносящие более высокую прибыль от каждого клиента, приносят низкую комиссию партнёру.
th_th: แผนคอมมิชชั่นที่ขึ้นอยู่กับการซื้อขายของเรานั้นจะขึ้นอยู่กับประมาณการกำไรของแต่ละสัญญา สัญญาที่มีผลตอบแทนสูงกว่าให้กับลูกค้าจะให้คอมมิชชั่นที่ต่ำกว่า

source: Our values
es_es: Nuestros valores
it_it: I nostri valori
ru_ru: Наши ценности
th_th: ค่านิยมของเรา

source: Our website uses cookies to give you the best user experience. For more information, %1view our policy%2.
es_es: Nuestro sitio web utiliza cookies para proporcionarle la mejor experiencia de usuario. Para obtener más información, %1 consulte nuestra política%2.
it_it: Il nostro sito utilizza i cookie per offrirti la miglior esperienza utente possibile. Per ulteriori informazioni, %1consulta la nostra politica%2.
ru_ru: Мы применяем куки, чтобы улучшить Ваш опыт использования сайта. Для получения более подробной информации, %1Посмотреть на нашу политику%2.
th_th: เว็บไซต์ของเราใช้คุกกี้ที่จะให้ประสบการณ์การใช้งานที่ดีที่สุดแก่ท่าน สำหรับข้อมูลเพิ่มเติม %1ดูนโยบาย%2

source: Outside the EU, financial products are offered by Binary (SVG) Ltd, Hinds Building, Kingstown, St. Vincent and the Grenadines; Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, regulated by the Vanuatu Financial Services Commission (%1view licence%2); Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands, regulated by the British Virgin Islands Financial Services Commission (%3licence no. SIBA/L/18/1114%4); and Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, regulated by the Labuan Financial Services Authority to carry on a money-broking business (%5licence no. MB/18/0024%6).
es_es: Fuera de la UE, los productos financieros son ofrecidos por Binary (SVG) Ltd, Edificio Hinds, Kingstown, San Vicente y las Granadinas; Binary (V) Ltd, Edificio Govant, Port Vila, PO Box 1276, Vanuatu, regulada por la Comisión de Servicios Financieros de Vanuatu (%1ver licencia%2); Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Islas Vírgenes Británicas, regulada por la Comisión de Servicios Financieros de las Islas Vírgenes Británicas (%3licencia núm. SIBA/L/18/1114%4); y Binary (FX) Ltd, Lote Núm. F16, Primer Piso, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malasia, regulada por la Autoridad de Servicios Financieros de Labuan para actividades comerciales de corretaje de cambios (%5licencia núm. MB/18/0024%6).
ru_ru: За пределами ЕС финансовые продукты предоставляются компанией Binary (SVG) Ltd, Hinds Building, Kingstown, St. Vincent and the Grenadines; компанией Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, деятельность которой регулируется Комиссией по предоставлению финансовых услуг Вануату (%1см. лицензию%2); компанией Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands, деятельность которой регулируется Комиссией по предоставлению финансовых услуг на Британских Виргинских островах (%3лицензия номер SIBA/L/18/1114%4); а также Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, регулируемой Управлением финансовых услуг Лабуана для ведения брокерской деятельности (%5лицензия номер MB/18/0024%6).
th_th: พื้นที่นอกสหภาพยุโรปนั้น บริษัท Binary (SVG) Ltd เป็นผู้ให้บริการผลิตภัณฑ์ทางการเงิน มีที่ตั้งอยู่ที่ อาคาร Hinds คิงส์ทาวน์ เซนต์วินเซนต์และเกรนาดีนส์ บริษัท Binary (V) Ltd. ตั้งอยู่ที่อาคาร Govant, Port Vila ตู้ปณ. 1276 สาธารณรัฐวานูอาตู ซึ่งได้รับการรับรองจาก Vanuatu Financial Services Commission (%1ดูใบรับรอง%2) บริษัท Binary (BVI) Ltd มีที่ตั้งอยู่ที่ Kingston Chambers ตู้ปณ. 173 โรดทาวน์ ทอร์ทอลา หมู่เกาะบริติชเวอร์จิน ซึ่งได้รับการรับรองจาก British Virgin Islands Financial Services Commission (%3ใบรับรองเลขที่ SIBA/L/18/1114%4) และบริษัท Binary (FX) Ltd. ตั้งอยู่ที่ ห้อง F16 ชั้น 1 Paragon Labuan ถนน Tun Mustapha 87000 ลาบวน ประเทศมาเลเซีย ซึ่งได้รับการรับรองจาก Labuan Financial Services Authority ในการดำเนินการธุรกิจตัวแทนด้านการเงิน (%5ใบรับรองเลขที่ MB/18/0024%6)

source: Over $1,000,000
es_es: Más de $1.000.000
it_it: Più di $1.000.000
ru_ru: Свыше $1,000,000
th_th: มากกว่า 1,000,000 เหรียญสหรัฐ

source: Over $500,000
es_es: Más de $500.000
it_it: Più di $500.000
ru_ru: Более $500 000
th_th: มากกว่า 500,000 เหรียญสหรัฐ

source: Over %1 %2staff%3 and contractors worldwide
es_es: Más de %1 %2empleados%3 y contratistas en todo el mundo
it_it: Oltre %1 membri dello %2staff%3 e collaboratori in tutto il mondo
ru_ru: Более %1 %2сотрудников%3 и внештатных работников по всему миру
th_th: %1มี%2มากกว่า %3 และผู้ปฏิบัติสัญญาจ้างทั่วโลก

source: Over 1 million registered accounts worldwide
es_es: Más de 1 millón de cuentas registradas en todo el mundo
it_it: Oltre 1 milione di account registrati nel mondo
ru_ru: Свыше 1 миллиона зарегистрированных счетов по всему миру
th_th: มากกว่าหนึ่งล้านบัญชีที่ลงทะเบียนทั่วโลก

source: Over 3 years
es_es: Durante 3 años
it_it: Più di 3 anni
ru_ru: В течение 3 лет
th_th: มากกว่า 3 ปี

source: Over 50 FX pairs, plus spot metals, CFD indices, commodities, and cryptocurrencies.
es_es: Más de 50 pares Forex, además de metales al contado, índices de CFD, materias primas y criptomonedas.
it_it: Più di 50 coppie FX, oltre a spot di metalli, indici CFD, materie prime e criptovalute.
ru_ru: Более 50 валютных пар, спот-котировок на металлы, CFD на индексах, сырьевых товарах и криптовалютах.
th_th: มากกว่า 50 คู่สกุลเงิน โลหะมีค่า ดัชนี CFD สินค้าโภคภัณฑ์ และเงินดิจิทัล

source: Over 70 available assets
es_es: Más de 70 activos disponibles
ru_ru: Более 70 доступных активов
th_th: มีผลิตภัณฑ์อ้างอิงกว่า 70 ประเภท

source: Over two billion dollars in trades to date.
es_es: Más de dos mil millones de dólares en transacciones hasta la fecha.
it_it: Ad oggi oltre due miliardi di dollari di trade effettuati.
ru_ru: Торговый оборот более чем два миллиарда долларов, на сегодняшний день.
th_th: มูลค่าการซื้อขายมากกว่าสองพันล้านเหรียญสหรัฐต่อวัน

source: Over/Under
es_es: Encima/Debajo
it_it: Sopra/Sotto
ru_ru: Над/Под

source: Over/Under contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
es_es: Los contratos Sobre/Bajo se reembolsará el precio de compra si el contrato no termina en 5 minutos.
it_it: I contratti Over/Under verranno rimborsati al prezzo d'acquisto se il contratto non termina entro 5 minuti.
ru_ru: Цена покупки контрактов Над/Под будет возмещена, если контракт не истечёт в течение 5 минут.
th_th: สัญญา Over/Under จะถูกคืนมูลค่าที่ราคาซื้อหากสัญญาไม่สิ้นสุดภายใน 5 นาที

source: Oversee incident responses for our production servers
es_es: Vigilar las respuestas a los incidentes de nuestros servidores de producción
it_it: Supervisionare le risposte agli incidenti per i nostri server di produzione
ru_ru: Мониторинг и реагирование на чрезвычайные ситуации в рамках наших рабочих серверов
th_th: ดูแลข้อผิดพลาดและปัญหาที่พบจากการทำงานของเครื่องแม่ข่ายหลักที่ให้บริการของเรา

source: Ownership
es_es: Titularidad
it_it: Proprietà
ru_ru: Структура собственности
th_th: กรรมสิทธิ์

source: Ownership and content of the %1 website remains the Company's respective properties and shall not be deemed to have been transferred to the Affiliate through any act or omission in respect of this Agreement.
es_es: La propiedad y el contenido del sitio web de %1 siguen siendo propiedad de la Empresa y no se considerará que hayan sido transferidos al Afiliado mediante algún acto u omisión respecto a este Acuerdo.
it_it: La proprietà e il contenuto del sito di %1 sono rispettivamente di proprietà della Società e non potranno ritenersi trasferiti all'Associato attraverso alcuna azione od omissione del presente Contratto.
ru_ru: Сайт %1 и его содержание остаются собственностью Компании и не могут быть переданы Партнёру по причине любых действий или нарушений данного Соглашения.
th_th: กรรมสิทธิ์และเนื้อหาในเว็บไซต์ %1 ถือเป็นทรัพย์สินของบริษัทฯ และจะไม่ถูกนำไปกล่าวอ้างเพื่อถ่ายโอนไปยังพันธมิตรฯ ผ่านการดำเนินงาน หรือการละเลยใดๆ ในข้อตกลงฉบับนี้

source: Ownership, content, and liability of the Affiliate's websites are the sole responsibility of the Affiliate. The Affiliate will be solely responsible for the development, operation, and maintenance of the Affiliate's website and for all materials that appear on the Affiliate's website. The Affiliate will indemnify and hold the Company harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of the Affiliate's website.
es_es: La propiedad, el contenido y la responsabilidad de los sitios web del Afiliado son de su exclusiva responsabilidad. El Afiliado será el único responsable del desarrollo, funcionamiento y mantenimiento de su sitio web y de todos los materiales que aparecen en su sitio web. El Afiliado indemnizará por y eximirá a la Empresa de cualquier reclamo, daño, o gasto (incluyendo, sin limitación a, los honorarios de abogados) relacionados con el desarrollo, funcionamiento, mantenimiento y contenido del sitio web del Afiliado.
it_it: La proprietà, il contenuto e la responsabilità dei siti web dell'Associato sono di sua esclusiva competenza. L'Associato sarà l'unico responsabile dello sviluppo, funzionamento e manutenzione del sito web e di tutto il materiale in esso contenuto. L'Associato indennizzerà ed escluderà la Società da qualsiasi reclamo, danno e spesa (incluse in via meramente esemplificativa le spese legali) connessi allo sviluppo, al funzionamento, alla manutenzione e ai contenuti del proprio sito web.
ru_ru: Партнёр несет единоличную ответственностью за принадлежность, содержание и работу Партнёрского сайта. Партнёр несет эксклюзивную ответственность за разработку, работу и поддержку своего сайта, а также все материалы, опубликованные на сайте. Партнёр обязуется освободить и оградить Компанию от всех возможных убытков, претензий, вреда и расходов (включая, но не ограничиваясь юридическими расходами), имеющих отношение к развитию, работе, поддержке и содержанию сайта Партнёра.
th_th: กรรมสิทธิ์ เนื้อหา และความรับผิดชอบของเว็บไซต์ของพันธมิตรนายหน้าออนไลน์ เป็นความรับผิดชอบของพันธมิตรนายหน้าออนไลน์ พันธมิตรนายหน้าออนไลน์จะรับผิดชอบในการพัฒนา ปฏิบัติการ และดูแลปรับปรุงเว็บไซต์ของพันธมิตรฯ และเอกสารที่เกี่ยวข้องที่ปรากฎในเว็บไซต์ของพันธมิตรฯ พันธมิตรนายหน้าออนไลน์จะรับประกันและดูแลให้บริษัทฯ ปราศจากความเสี่ยงเพื่อไม่ให้ได้รับความเสียหายจาก ข้อเรียกร้อง ความสูญเสีย และค่าใช้จ่ายใดๆ ที่เกี่ยวข้อง (รวมถึงค่าธรรมเนียมศาล) อันสัมพันธ์กับการพัฒนา ปฏิบัติการ การดูแลปรับปรุงเว็บไซต์ และเนื้อหาในเว็บไซต์ของพันธมิตรนายหน้าออนไลน์

source: P. Miscellaneous
es_es: P. Misceláneos
it_it: P. Varie
ru_ru: P. Разное
th_th: ณ. เบ็ดเตล็ด

source: PEP Declaration
es_es: Declaración de PEP
it_it: Dichiarazione PEP
ru_ru: Декларация ПЗЛ
th_th: การแสดงเจตนารมณ์ไม่เกี่ยวข้องทางการเมือง (PEP Declaration)

source: PM
ru_ru: вечера
th_th: น.

source: Palladium vs US Dollar
es_es: Paladio vs dólar estadounidense
ru_ru: Палладий против доллара США
th_th: พาลาเดียมและดอลลาร์สหรัฐ

source: Paraguay's cost of living is among the lowest in South America and allows you to enjoy a high quality of life.
es_es: El costo de vida de Paraguay es uno de los más bajos de Sudamérica y le permite disfrutar de una alta calidad de vida.
it_it: Il costo della vita in Paraguay è tra i più bassi in Sud America e ti permette di godere di una qualità di vita elevata.
ru_ru: Стоимость проживания в Парагвае является одной из самых низких в Южной Америке, что позволит Вам насладиться высоким уровнем жизни.
th_th: ประเทศปารากวัยเป็นหนึ่งในประเทศที่มีค่าครองชีพต่ำที่สุดในอเมริกใต้ ท่านจะเพลิดเพลินไปกับการใช้ชีวิตที่มีคุณภาพ
