Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The patent means Regent Markets is the recognised pioneer of binary trading. The patent helps protect our innovations.
es_es: La patente significa que Regent Markets es reconocida como pionera de apuestas binarias. La patente ayuda a proteger nuestras innovaciones.
it_it: Il brevetto indica che Regent Markets è il pioniere riconosciuto delle scommesse binarie e ci aiuta a proteggere le nostre innovazioni.
ru_ru: Патент означает признание Regent Markets пионером в сфере торговли бинарными опционами. Он способствует защите наших инноваций.
th_th: สิทธิบัตร หมายถึง Regent Markets ได้รับการยอมรับให้เป็นผู้บุกเบิกการซื้อขายไบนารี สิทธิบัตรช่วยป้องกันนวัตกรรมที่พวกเราได้สร้างสรรค์ขึ้น

source: The payout is the amount paid to an options trader if their prediction is correct.
es_es: El pago es el monto pagado al inversor si su predicción es correcta.
it_it: Il payout è l'importo pagato ai trader di opzioni se la loro previsione è corretta.
ru_ru: Выплата – это сумма, которую трейдер получит в случае правильности своего прогноза.
th_th: การชำระเงินเกิดขึ้นเมื่อผู้ซื้อขายออปชั่นพยากรณ์ได้ถูกต้อง

source: The premier platform for trading binary options in the world's financial markets
es_es: La plataforma de primera calidad para el comercio con opciones binarias en los mercados financieros mundiales
it_it: La miglior piattaforma per il trading di opzioni binarie nei mercati finanziari mondiali
ru_ru: Ведущая платформа для торговли бинарными опционами на мировых финансовых рынках
th_th: แพลตฟอร์มปฐมฤกษ์สำหรับการซื้อขายไบนารีออปชั่นในตลาดการเงินระดับโลก

source: The price at which the client's order will be executed
es_es: El precio al que se ejecutará la orden del cliente
it_it: il prezzo a cui verrà eseguito l'ordine del cliente;
ru_ru: ценой, по которой будет исполнен ордер клиента,
th_th: ราคาที่คำสั่งซื้อของลูกค้าจะถูกประมวลผล

source: The price of the client's chosen investment appears on the platform/on the client's screen.
es_es: El precio de la inversión elegida por el cliente aparece en la plataforma/en su pantalla.
it_it: il prezzo dell'investimento selezionato appare sulla piattaforma/sullo schermo del cliente;
ru_ru: цена выбранной клиентом инвестиции появится на платформе/экране клиента.
th_th: ราคาของการลงทุนที่ลูกค้าเลือกปรากฏในแพลตฟอร์ม หรือ แสดงบนหน้าจอของลูกค้า

source: The price of the contract is automatically calculated by our patented pricing technology based on the parameters you've defined in Step 1. Our prices are benchmarked against the interbank options market, so you always get the most competitive prices. This means that you'll always receive fair and transparent pricing, whatever your position.
es_es: El precio del contrato se calcula automáticamente por nuestra tecnología patentada de fijación de precios de acuerdo con los parámetros que ha definido en el Paso 1. Nuestros precios son comparados con el mercado de opciones interbancario, por lo que siempre obtendrá los precios más competitivos. Esto significa que siempre recibirá precios justos y transparentes, sin importar su posición.
it_it: Il prezzo del contratto viene calcolato automaticamente dalla nostra tecnologia di prezzatura brevettata in base ai parametri definiti nel Passo 1. I nostri prezzi sono raffrontati al mercato delle opzioni interbancarie, in modo da offrirti sempre i prezzi più competitivi. Ciò significa che riceverai sempre un prezzo equo e trasparente, qualunque sia la tua posizione.
ru_ru: Цена каждого контракта автоматически рассчитывается нашей запатентованной ценовой технологией, исходя из параметров, установленных Вами в Шаге 1. Наши цены основаны на рынке межбанковских опционов, поэтому Вы всегда получаете наиболее конкурентоспособные цены. Это означает, что Вы всегда получаете честные и прозрачные цены, независимо от выбранного контракта.
th_th: ราคาของสัญญาจะถูกคำนวณด้วยเทคโนโลยีราคาที่มีสิทธิบัตรตามตัวแปรที่คุณกำหนดเอาไว้ในขั้นตอนที่ 1 ราคาของเราถูกนำไปเปรียบเทียบกับตลาดตราสารสิทธิ์ซื้อขายระหว่างธนาคาร ดังนั้นท่านจะได้ราคาที่ดีเสมอ นั่นหมายความว่า ท่านจะได้รับราคาที่ยุติธรรม โปร่งใส ไม่ว่าท่านจะอยู่ตำแหน่งใดก็ตาม

source: The price of the currency pair indicates how much of the quote currency is required to buy one unit of base currency. This is more commonly known as the exchange rate.
es_es: El precio del par de divisas indica qué cantidad de la moneda secundaria es necesaria para comprar una unidad de la moneda base. Esto se conoce más comúnmente como el tipo de cambio.
it_it: Il prezzo della coppia di valuta indica quanta valuta di quotazione è richiesta per acquistare una unità di valuta di base ed è più comunemente noto come tasso di cambio.
ru_ru: Цена валютной пары означает, какое количество валюты котировки необходимо для покупки одной единицы основной валюты. Это соотношение называется обменным курсом валют.
th_th: ราคาของคู่สกุลเงินบ่งชี้ว่า จะต้องใช้สกุลเงินที่เสนอราคาจำนวนเท่าไรเพื่อที่จะซื้อสกุลเงินฐานหนึ่งหน่วย ซึ่งเป็นที่รู้จักทั่วไปว่าเป็นอัตราแลกเปลี่ยน

source: The products offered via this website include binary options, contracts for difference ("CFDs") and other complex derivatives. Trading binary options may not be suitable for everyone. Trading CFDs carries a high level of risk since leverage can work both to your advantage and disadvantage. As a result, the products offered on this website may not be suitable for all investors because of the risk of losing all of your invested capital. You should never invest money that you cannot afford to lose, and never trade with borrowed money. Before trading in the complex products offered, please be sure to understand the risks involved and learn about %1Responsible Trading%2.
es_es: Los productos ofrecidos a través de este sitio web incluyen opciones binarias, contratos por diferencias ("CFDs" en inglés) y otros derivados complejos. La operación con opciones binarias puede no ser adecuada para todos. La operación con CFDs conlleva un alto nivel de riesgo ya que el apalancamiento puede funcionar tanto en contra como a favor. Como resultado, los productos ofrecidos en este sitio web pueden no ser adecuados para todos los inversionistas debido al riesgo de perder todo el capital invertido. Nunca debe invertir dinero que no pueda permitirse perder, y nunca debe operar con dinero prestado. Antes de operar con los productos complejos que se ofrecen, asegúrese de comprender los riesgos involucrados y de obtener información acerca de %1Comercio Responsable%2.
it_it: I prodotti offerti tramite il presente sito web includono opzioni binarie, contratti per differenza (CFD) e altri complessi strumenti derivati. Il trading di opzioni binarie non è adatto a tutti. Il trading di CFD implica un elevato livello di rischio, poiché la leva finanziaria può agire sia a vantaggio che a svantaggio del cliente. Di conseguenza, i prodotti finanziari offerti su questo sito web potrebbero non essere idonei per tutti gli investitori a causa del rischio di perdita dell'intero capitale investito. È raccomandabile che i clienti non investano denaro che non possono permettersi di perdere e non effettuino trade con denaro prestato. Prima di fare trading con gli strumenti complessi offerti, suggeriamo di accertarsi di comprendere i rischi presenti e approfondire il tema del %1trading responsabile%2.
ru_ru: Продукты, предоставленные на данном сайте, включают бинарные опционы, контракты на разницу (или "CFD"), а также другие комплексные производные продукты. Торговля бинарными опционами подходит далеко не для всех. Торговля CFD предполагает высокий уровень риска, так как кредитный рычаг может сыграть не только в Вашу пользу, но и против Вас. В результате продукты, предложенные на данном сайте, могут подходить не каждому инвестору, ввиду риска потери всего инвестированного капитала. Настоятельно рекомендуем не инвестировать деньги, которые Вы не можете позволить себе потерять, а также не торговать на деньги, взятые в долг. Перед началом работы с предложенными нами комплексными продуктами, пожалуйста, оцените все сопряженные риски и ознакомьтесь с условиями %1ответственной торговли%2.
th_th: ผลิตภัณฑ์ที่ให้บริการในเว็บไซต์นี้ ได้แก่ ไบนารีออปชั่น สัญญาการซื้อขายส่วนต่าง ("CFD") และอนุพันธ์ที่มีความซับซ้อนอื่นๆ การซื้อขายไบนารีออปชั่นอาจไม่เหมาะกับทุกคน การซื้อขาย CFD มีความเสี่ยงสูง เพราะเลเวอเรจจะส่งผลทั้งดีและเสียให้ ดังนั้นผลิตภัณฑ์ในเว็บไซต์นี้จึงอาจจะไม่เหมาะสมกับนักลงทุนทุกคน เนื่องจากมีความเสี่ยงที่อาจสูญเสียเงินลงทุนทั้งหมด ท่านไม่ควรลงทุน หากไม่สามารถรับภาวะการขาดทุนได้ และต้องไม่ซื้อขายด้วยเงินที่ยืมมา ก่อนการซื้อขายผลิตภัณฑ์ที่มีความซับซ้อน โปรดทำความเข้าใจต่อความเสี่ยงที่เกี่ยวข้องและศึกษาเกี่ยวกับ %1การซื้อขายด้วยความรับผิดชอบ%2

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
es_es: El beneficio es la diferencia entre el pago y el precio de compra (la apuesta) de un contrato ganador.
it_it: Il profitto è la differenza tra il prezzo d'acquisto (la puntata) e il payout di un trade vincente.
ru_ru: Прибыль - это разница между выплатой и ценой покупки (ставкой) выигравшего контракта.
th_th: กำไร คือ ผลต่างของราคาซื้อ (ที่วางเงิน) และการชำระเงินเมื่อท่านชนะการซื้อขาย

source: The provision of the Margin trading services described in this agreement utilises a third-party system, acquired via a non-exclusive, non-transferable, non-sublicensable, and terminable licence from the third-party system provider/licensor (the "MT5 trading platform"). The client acknowledges that the Company reserves the right to change the third-party system provider/licensor during the course of providing the Margin trading services described in this agreement to the client.
es_es: La prestación de los servicios de trading de Margen descritos en el presente Acuerdo utilizan un sistema adquirido a través de una licencia no exclusiva, intransferible, no sub-licenciable y rescindible de un tercer proveedor/licenciante del sistema (la "Plataforma de trading MT5"). El cliente reconoce que la Empresa se reserva el derecho a cambiar de proveedor durante el curso de la prestación de los servicios de trading de Margen descritos en el presente Acuerdo.
it_it: La fornitura dei servizi di trading a margine descritti nel presente contratto utilizza un sistema terzo acquisito tramite una licenza non esclusiva, non trasferibile, non sub-licenziabile e terminabile del fornitore/licenziante terzo del suddetto sistema (la "Piattaforma di trading MT5"). Il cliente riconosce che la Società si riserva il diritto di modificare il fornitore/licenziatario terzo del sistema nel corso della fornitura dei servizi di trading con margine descritti nel presente contratto.
ru_ru: Предоставление услуг торговли с использованием маржи, описанных в данном соглашении, предполагает применение системы, принадлежащей третьей стороне, приобретённой посредством неэксклюзивной лицензии без права передачи и сублицензирования (которая также может быть отозвана) от стороннего поставщика системы/лицензиара ("Торговая платформа MT5"). Настоящим клиент признаёт, что Компания оставляет за собой право менять стороннего поставщика системы/лицензиара в процессе предоставления клиенту услуг торговли с использованием маржи, перечисленных в данном Соглашении.
th_th: เงื่อนไขของการบริการซื้อขายมาร์จินตามที่อธิบายไว้ในสัญญานี้ใช้ระบบของบุคคลภายนอก ได้รับจากใบอนุญาตโดยไม่ผูกขาด ไม่มีการถ่ายโอน ไม่ได้รับถ่ายทอดใบอนุญาตย่อย และอาจยุติบริการได้จากผู้ให้บริการ/ผู้ให้ใบอนุญาตระบบที่เป็นบุคคลภายนอก ("แพลตฟอร์มการซื้อขาย MT5") ลูกค้าทราบว่า บริษัทฯ สงวนสิทธิ์ที่จะเปลี่ยนผู้ให้บริการ/ผู้ให้ใบอนุญาตระบบที่เป็นบุคคลภายนอกได้ในระหว่างการให้บริการซื้อขายมาร์จินตามที่อธิบายไว้ในสัญญานี้แก่ลูกค้า

source: The provision of the trading services described in this agreement utilises a third-party system acquired via a non-exclusive, non-transferable, non-sub-licensable, terminable licence from the third-party system provider/licensor (the "MT5 trading platform"). The client acknowledges that, when providing trading services described in this agreement to the client, BIEL may decide to change its third–party system provider/licensor and use a trading platform other than the MT5 trading platform. Hence, in such cases, BIEL may decide to use an entirely new third–party system provider/licensor (hereinafter referred to as the "new trading platform") or to introduce an additional third–party system provider/licensor (hereinafter referred to as the "additional trading platform").
es_es: La provisión de los servicios de trading descritos en este acuerdo utiliza un sistema externo adquirido a través de una licencia terminable no exclusiva, no transferible, sin sub-licencias, que puede otorgar el proveedor / licenciante del sistema externo (la "plataforma de trading MT5"). El cliente reconoce que, al proporcionar los servicios de trading descritos en este acuerdo al cliente, BIEL puede decidir cambiar su proveedor / licenciante del sistema externo y utilizar una plataforma de trading diferente a la plataforma de trading MT5. Por lo tanto, en tales casos, BIEL puede decidir utilizar un proveedor / licenciante de sistemas externos completamente nuevo (en adelante, la "nueva plataforma de trading") o introducir un proveedor / licenciante de sistemas externos adicional (en adelante, la "plataforma de trading adicional").
ru_ru: Предоставление услуг торговли, перечисленных в данном соглашении, предполагает использование систем третьей стороны, приобретаемых в рамках неэксклюзивной, не подлежащей суюлицензированию, имеющей срок длительности и непередаваемой иной стороне лицензии от поставшика/лицензиара третьей стороны ("торговой платформы MT5"). Клиент признаёт, что при предоставлении ему/ей услуг торговли, перечисленных в данном соглашении, BIEL может изменить своего стороннего поставщика/лицензиара услуг и решить пользоваться другой торговой платформой, отличной от MT5. Таким образом, BIEL может решить прибегнуть к услугам поставщика/лицензиара сторонней системы (далее именуемого как “новая торговая платформа”), а также внедрить дополнительного поставщика/лицензиара сторонней системы (далее именуемого как “дополнительная торговая платформа”).
th_th: เงื่อนไขของการให้บริการต่างๆ ของการซื้อขายที่อธิบายไว้ในสัญญานี้เป็นการทำงานผ่านระบบของบุคคลที่สามเพื่อให้ได้ใบอนุญาต โดยไม่ผูกขาด ไม่มีการถ่ายโอน ไม่ได้รับถ่ายทอดใบอนุญาตย่อย หรือ อาจยุติบริการได้จากผู้ให้บริการ/ผู้ให้ใบอนุญาตที่เป็นบุคคลที่สาม ("แพลตฟอร์มการซื้อขาย MT5") ลูกค้าทราบว่า เมื่อลูกค้าใช้บริการดังกล่าวตามที่อธิบายถึงในสัญญาข้อตกลงนี้ BIEL อาจตัดสินใจเปลี่ยนผู้ให้บริการ/ผู้ให้ใบอนุญาตบุคคลที่สาม เพื่อใช้ระบบงานอื่นนอกจากแพลตฟอร์มการซื้อขาย MT5 ดังนั้น BIEL อาจจะตัดสินใจใช้ระบบของบุคคลที่สามใหม่ทั้งระบบ (เรียกว่า "แพลตฟอร์มการซื้อขายใหม่") หรือ แนะนำผู้ให้บริการ/ผู้ให้ใบอนุญาตอื่นๆ เพิ่มเติม (เรียกว่า "แพลตฟอร์มการซื้อขายส่วนเพิ่มเติม")

source: The provisions of this agreement or any orders and any applicable laws will not be breached or violated.
es_es: Las disposiciones del presente acuerdo o cualquier órden y ley aplicable no se incumplirán o violarán.
it_it: Le disposizioni del presente contratto ed eventuali ordinamenti e leggi applicabili non verranno violati.
ru_ru: Положения данного соглашения, любые ордеры и любые применимые законы не будут нарушены.
th_th: ข้อกำหนดของสัญญานี้ หรือ คำสั่งใดๆ และกฎหมายที่บังคับใช้ใดๆ จะไม่ถือว่า ถูกละเมิด หรือ ฝ่าฝืน

source: The requested transfer would reduce the client's Account Balance to less than the Margin required for the client's Open Positions.
es_es: La transferencia solicitada reduciría el Saldo de la Cuenta del cliente a menos del Margen requerido para sus Posiciones Abiertas.
it_it: il trasferimento richiesto ridurrebbe il saldo del conto del cliente a un importo inferiore al margine richiesto per sue le posizioni aperte;
ru_ru: запрошенный перевод средств снизит баланс клиентского счёта, в результате чего он окажется ниже маржи, требуемой для поддержания открытых позиций клиента.
th_th: ความประสงค์ในการโอนจะลดยอดคงเหลือของบัญชีของลูกค้าให้ลดลงน้อยกว่ามาร์จินที่กำหนดไว้สำหรับโพซิชั่นที่เปิดอยู่ของลูกค้า

source: The required minimum deposit has been made by the client.
es_es: El depósito mínimo requerido ha sido realizado por el cliente.
it_it: Il cliente ha effettuato il deposito minimo richiesto.
ru_ru: клиент внёс минимальный требуемый депозит,
th_th: ลูกค้าได้ดำเนินการเงินฝากขั้นต่ำแล้ว

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
es_es: El precio de reventa indica el precio actual de mercado de un contrato. Los precios de reventa se basan en los mejores esfuerzos y pueden no estar disponibles en todo momento después de la compra. Vea la sección "Opción de venta" para más información sobre la posibilidad de venta de los contratos antes de su vencimiento.
it_it: Il prezzo di rivendita indica l'attuale prezzo di mercato di un contratto. I prezzi di rivendita sono determinati sulla base delle migliri stime possibili e possono non essere sempre disponibili dopo l'acquisto. Per maggiori dettagli sulla vendita dei contratti prima della scadenza, vedi "Vendi opzione".
ru_ru: Цена перепродажи показывает настоящую рыночную цену контракта. Эта цена основана на лучшем возможном предложении и не всегда может быть предложена после покупки контракта. Ознакомьтесь с термином "Продажа опциона" для получения подробной информации относительно досрочной продажи контрактов.
th_th: ราคาจำหน่ายใหม่แสดงถึงราคาตลาดปัจจุบันของสัญญา ราคาจำหน่ายใหม่จะอยู่บนพื้นฐานปัจจัยที่ดีที่สุด ซึ่งอาจจะไม่ได้มีตลอดเวลาหลังจากการซื้อ พิจารณาข้อมูลจาก 'Sell Option' เพื่อทำการซื้อขายก่อนวันหมดอายุ

source: The reset time is %1
es_es: El tiempo de reset es %1
it_it: La data di reset è %1
ru_ru: Время Reset: %1
th_th: เวลารีเซ็ตเป็น %1

source: The return is the money realized when the contract expires (see 'Payout').
es_es: El pago es el dinero que se acredita cuando el contrato finaliza (vea "El Pago").
it_it: Il rendimento è il denaro realizzato alla scadenza del contratto (vedi "Payout").
ru_ru: Прибыль – это сумма, которую трейдер получает по окончании контракта (см."Выплата").
th_th: ผลกำไร คือ เงินที่ถูกรับรู้เมื่อสัญญานั้นหมดอายุ (อ้างอิง 'Payout')

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such a change. It is the Company's responsibility to notify clients before any changes to its terms come into effect.
es_es: La Empresa también se reserva el derecho de enmendar o cambiar las reglas y el alcance de este servicio ocasionalmente. Cualquier cambio en las reglas mientras el sitio este activo no se aplicará retrospectivamente, solo se aplicará a las adquisiciones o contratos financieros posteriores al cambio. Es responsabilidad de la Empresa notificar a los clientes antes que cualquier cambio en sus términos entre en vigencia.
it_it: È riservato anche il diritto di modificare, di volta in volta, i regolamenti e il campo di applicazione di questo servizio. Qualsiasi cambiamento ai regolamenti effettuato durante il funzionamento del sito non sarà retroattivo e si applicherà solo sull'acquisto di contratti finanziari realizzato dopo tale cambiamento. La Società è responsabile di avvisare i clienti prima dell'entrata in vigore di eventuali cambiamenti.
ru_ru: Компания также сохраняет за собой право вносить изменения в условия предоставления услуг в любое время, по мере необходимости. Любое изменение не будет влиять на уже исполненные контракты и будет применяться лишь по отношению к контрактам, приобретённым после внесения изменений. Компания обязуется уведомлять клиента заблаговременно, до вступления в силу каких-либо изменений.
th_th: บริษัทฯ ยังได้สงวนสิทธิ์ในการแก้ไข หรือ เปลี่ยนแปลง กฎระเบียบและขอบเขตของบริการนี้เป็นครั้งคราว การเปลี่ยนแปลงใดๆ ในกฎระเบียบที่เกิดขึ้นในระหว่างการใช้งานของเว็บไซต์นี้ จะไม่มีผลย้อนหลัง และจะใช้เฉพาะสัญญาทางการเงินที่ทำขึ้นหลังจากข้อเปลี่ยนแปลงนั้น บริษัทฯ มีหน้าที่แจ้งข้อเปลี่ยนแปลงให้ลูกค้าทราบก่อนที่เงื่อนไขเหล่านั้นจะมีผลบังคับ

source: The right to be informed of the use of their personal data. This privacy policy is dedicated for this purpose.
es_es: El derecho a estar informado sobre el uso de sus datos personales. Esta política de privacidad está dedicada a dicho propósito.
ru_ru: Право получать информацию об использовании их личных данных. Данная политика конфиденциальности предназначена для данной цели.
th_th: สิทธิ์ในการได้รับการบอกกล่าวถึงการนำข้อมูลส่วนบุคคลไปใช้ นโยบายการรักษาข้อมูลส่วนบุคคลนั้นสนองต่อวัตถุประสงค์ในข้อนี้

source: The right to erase or delete their personal information subject to the data retention practice of the Binary Group.
es_es: El derecho a borrar o eliminar su información personal sujeto a la practica de retención de datos de Binary Group.
ru_ru: Право удалять их личную информацию, согласно политике хранения данных Binary Group.
th_th: สิทธิ์ในการลบ หรือ นำข้อมูลส่วนบุคคลออกจากระบบนั้นขึ้นกับแนวทางการปฏิบัติในการสงวนรักษาข้อมูลที่กำหนดในเครือไบนารี

source: The right to rectify their personal data should the Company hold any information about the applicant that is incomplete or inaccurate.
es_es: El derecho a rectificar sus datos personales en caso que la Empresa tenga alguna información acerca del solicitante que esté incompleta o sea inexacta.
ru_ru: Право исправлять их личную информацию, если Компания хранит о заявителе любую информацию, которая является неточной или неполной.
th_th: สิทธิ์ในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง กล่าวคือ บริษัทฯ สามารถเก็บข้อมูลใดๆ เกี่ยวกับผู้สมัครแม้ว่า ข้อมูลมีความไม่สมบูรณ์ หรือ พร่องในข้อเท็จจริง

source: The right to request access to their data from the Company.
es_es: El derecho a solicitar el acceso a sus datos otorgado por la Empresa.
ru_ru: Право запрашивать доступ к их данным в Компании.
th_th: สิทธิ์ในการได้รับการเข้าถึงข้อมูลส่วนบุคคลของบริษัทฯ

source: The same concept applies to our cryptocurrency pairs.
es_es: El mismo concepto se aplica a nuestros pares de criptomoneda.
it_it: Lo stesso concetto si applica alle nostre coppie di criptovalute.
ru_ru: Аналогичная концепция справедлива в отношении криптовалютных пар.
th_th: แนวคิดเดียวกันใช้กับคู่เงินดิจิทัลของเรา

source: The section headings are for convenience only and shall not control or affect the meaning, construction, scope, and intent of any of the provisions of this Agreement.
es_es: Los encabezados de las secciones son solo para conveniencia y no deben controlar ni afectar el significado, la construcción, el alcance y la intención de alguna de las disposiciones de este Acuerdo.
it_it: Le intestazioni di ogni sezione hanno il solo scopo di facilitare la lettura, e non vincolano o influenzano significati, costruzione, ambito e intento delle disposizioni del presente Contratto.
ru_ru: Заголовки разделов предназначены лишь для удобства клиентов и не должны влиять на значение, интерпретацию, предмет и предназначение любого положения данного Соглашения.
th_th: หัวเรื่องของแต่ละส่วนนั้นมีไว้เพื่อความสะดวกเท่านั้น และจะไม่ควบคุม หรือกระทบต่อความหมาย โครงสร้าง ขอบเขต เจตนา ของข้อกำหนดใดๆ ในสัญญานี้

source: The server <a href="%1">endpoint</a> is: %2
es_es: El <a href="%1">terminal</a> del servidor es: %2
it_it: Il server <a href="%1">finale</a> è: %2
ru_ru: <a href="%1">Конечная точка</a> сервера: %2
th_th: เซิร์ฟเวอร์ <a href="%1">จุดสิ้นสุด</a> คือ %2
