Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Synthetic Indices
es_es: Índices sintéticos
it_it: Indici sintetici
ru_ru: Синтетические индексы
th_th: ดัชนีสังเคราะห์

source: Synthetic Indices Account
es_es: Cuenta de Índices Sintéticos
ru_ru: Счёт на Синтетических индексах
th_th: บัญชีดัชนีสังเคราะห์

source: Synthetic indices that mimic market volatility.
es_es: Índices sintéticos que emulan la volatilidad del mercado.
it_it: Indici sintetici che imitano la volatilità del mercato.
ru_ru: Синтетические индексы, имитирующие волатильность рынка.
th_th: ดัชนีที่ทำขึ้นเองโดยจำลองความผันผวนของตลาด

source: System Administrator
es_es: Administrador del Sistema
it_it: Amministratore di sistema
ru_ru: Системный администратор
th_th: ผู้ดูแลรักษาระบบ

source: Table 1 - Type of execution venue
es_es: Tabla 1 - Tipo de medio de ejecución
it_it: Tabella 1 - Tipo di sede di esecuzione
ru_ru: Таблица 1 – Вид места исполнения
th_th: ตารางที่ 1 - ประเภทของสถานดำเนินการ

source: Table 3 - Intra-Day Price information
es_es: Tabla 3 - Información de precio intradía
it_it: Tabella 3 - Informazioni sui prezzi infragiornalieri
ru_ru: Таблица 3 – Информация о внутридневных ценах
th_th: ตารางที่ 3 - ข้อมูลราคาระหว่างวัน

source: Table 4 - Daily Price information
es_es: Tabla 4 - Información de precio diario
it_it: Tabella 4 - Informazioni sui prezzi giornalieri
ru_ru: Таблица 4 – Информация о ежедневных ценах
th_th: ตารางที่ 4 - รายละเอียดราคารายวัน

source: Table 6 - Likelihood of execution information
es_es: Tabla 6 - Información de probabilidad de ejecución
it_it: Tabella 6 - Informazioni sulla probabilità di esecuzione
ru_ru: Таблица 6 – Информация о вероятности исполнения
th_th: ตารางที่ 6 - ความเป็นไปได้ของข้อมูล

source: Take a short-term or long-term view with trade durations from 10 seconds to 365 days.
es_es: Escoja una estrategia a corto o largo plazo con operaciones que van desde 10 segundos hasta 365 días.
it_it: Scegli se fare trading a breve o a lungo termine con durate di trade da 10 secondi a 365 giorni.
ru_ru: Торгуйте краткосрочными и долгосрочными контрактами: от 10 секунд до 365 дней.
th_th: ใช้มุมมองระยะสั้น หรือ ระยะยาว ด้วยระยะเวลาของการซื้อขายจาก 10 วินาที ถึง 365 วัน

source: Take all necessary steps at all times to ensure the non-disclosure and confidentiality of other party's confidential information
es_es: Tomar todos los pasos necesarios en todo momento para asegurar la no divulgación y la confidencialidad de la información confidencial de la otra parte
it_it: adottare in qualunque momento ogni necessaria misura volta a garantire la non diffusione e la confidenzialità delle informazioni sensibili dell'altra parte
ru_ru: всегда предпринимать все разумные меры, чтобы гарантировать неразглашение и конфиденциальность информации другой стороны,
th_th: ดำเนินการตามขั้นตอนที่จำเป็นทุกเมื่อ เพื่อให้แน่ใจว่าข้อมูลลับของอีกฝ่ายจะไม่ถูกเปิดเผย และจะถูกรักษาเป็นความลับ

source: Take necessary measures to correct and enhance IT operations
es_es: Tomar las medidas necesarias para corregir y mejorar las operaciones de TI
it_it: Prendere le misure necessarie per correggere e migliorare le operazioni informatiche
ru_ru: Принятие необходимых мер для корректировки и улучшения IT-операций
th_th: ดำเนินการตามมาตรการที่จำเป็นเพื่อแก้ไขและส่งเสริมการดำเนินงานด้าน IT

source: Taking the following measures, the Company is committed to making sure that the client's personal data and transactions are secure:
es_es: Mediante los siguientes procesos, la Empresa se compromete a asegurar la seguridad de los datos personales y transacciones del cliente:
it_it: Adottando le misure seguenti, la Società si impegna a garantire la sicurezza delle operazioni e dei dati personali del cliente:
ru_ru: Предпринимая меры, изложенные ниже, Компания обязуется удостовериться, что личные данные и информация о контрактах клиента находятся в безопасности:
th_th: โดยการปฏิบัติตามมาตรการต่อไปนี้ บริษัทฯ มุ่งมั่นที่จะดำเนินการเพื่อให้แน่ใจว่า ข้อมูลส่วนบุคคลและธุรกรรมของลูกค้าจะปลอดภัย

source: Talent Acquisition Executive
es_es: Ejecutivo de Adquisición de Talentos
it_it: Responsabile acquisizione talenti
ru_ru: Специалист по подбору персонала
th_th: เจ้าหน้าที่สรรหาบุคลากร

source: Talk to us
es_es: Hable con nosotros
it_it: Parla con noi
ru_ru: Пообщайтесь с нами
th_th: พูดคุยกับเรา

source: Target
es_es: Objetivo
it_it: Obiettivo
ru_ru: Цель
th_th: เป้าหมาย

source: Tax identification number
es_es: Número de identificación fiscal
it_it: Codice fiscale
ru_ru: Номер налогоплательщика
th_th: เลขประจำตัวผู้เสียภาษี

source: Tax information
es_es: Información tributaria
it_it: Informazioni fiscali
ru_ru: Информация о налогах
th_th: ข้อมูลภาษี

source: Tax residence
es_es: Residencia fiscal
it_it: Residenza fiscale
ru_ru: Место налоговой регистрации
th_th: สถานที่เกิดแหล่งรายได้

source: Teamwork
es_es: Trabajo en equipo
it_it: Lavoro di squadra
ru_ru: Команда
th_th: การทำงานร่วมกันเป็นทีม

source: Technical Marketing Executive
es_es: Ejecutivo de Marketing Técnico
it_it: Responsabile marketing tecnico
ru_ru: Специалист по техническому маркетингу
th_th: เจ้าหน้าที่การตลาดเชิงเทคนิค

source: Technical roles
es_es: Funciones técnicas
it_it: Ruoli tecnici
ru_ru: Технические позиции
th_th: หน้าที่งานเชิงเทคนิค

source: Tel
ru_ru: Тел
th_th: โทร

source: Tel:
ru_ru: Тел:
th_th: โทรศัพท์

source: Telephone
es_es: Teléfono
it_it: Telefono
ru_ru: Номер телефона
th_th: โทรศัพท์

source: Telephone:
es_es: Teléfono:
it_it: Telefono:
ru_ru: Номер телефона:
th_th: โทรศัพท์:

source: Term
es_es: Duración
it_it: Durata
ru_ru: Срок
th_th: ข้อตกลง

source: Term and termination
es_es: Duración y Terminación
it_it: Durata e risoluzione
ru_ru: Сроки и прекращение действия Соглашения
th_th: ข้อตกลงและการบอกเลิก

source: Term and termination of this Agreement
es_es: Duración y terminación de este Acuerdo
it_it: Durata e risoluzione del presente Contratto
ru_ru: Сроки и прекращение действия данного Соглашения
th_th: เงื่อนไขและการบอกเลิกสัญญานี้

source: Terminate the Programmer's use of the %1 API
es_es: Terminar el uso del Programador de la API de %1
it_it: Interrompere l'utilizzo dell'API di %1 del Programmatore
ru_ru: прекратить использование Программистом API %1,
th_th: ยุติการใช้งาน API ของ %1 ของโปรแกรมเมอร์

source: Terminate this Agreement
es_es: Terminar este Acuerdo
it_it: Recesso dal presente Contratto
ru_ru: прекратить действие данного Соглашения.
th_th: ยุติสัญญาข้อตกลงนี้

source: Termination
es_es: Terminación
it_it: Risoluzione
ru_ru: Окончание действия
th_th: การยุติ

source: Termination causes
es_es: Causas de Terminación
it_it: Cause della risoluzione
ru_ru: Причины прекращения действия Соглашения
th_th: การบอกเลิกในกรณีต่างๆ

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
es_es: La terminación de este contrato no deberá perjudicar los derechos de ninguna parte que puedan haber surgido antes o en la fecha de terminación.
it_it: La risoluzione del presente Accordo non pregiudicherà alcun diritto di alcuna parte che dovesse insorgere durante o prima della data di risoluzione.
ru_ru: Прекращение действия данного Соглашения не повлияет на права любой из сторон, которые были в силе до или на момент прекращения действия Соглашения.
th_th: การบอกเลิกข้อตกลงนี้จะไม่มีอคติต่อสิทธิใดๆ ของฝ่ายใด ซึ่งอาจจะมีขึ้น หรือ เกิดขึ้นก่อนวันที่ทำการบอกเลิก

source: Terms and Conditions
es_es: Términos y Condiciones
it_it: Termini e condizioni
ru_ru: Правила и условия
th_th: ข้อตกลงและเงื่อนไข

source: Terms and Conditions Approval
es_es: Acuerdo con los términos y condiciones
it_it: Approvazione dei termini e delle condizioni
ru_ru: Согласие с правилами и условиями
th_th: การอนุมัติข้อตกลงและเงื่อนไข

source: Terms and conditions
es_es: Términos y condiciones
it_it: Termini e condizioni
ru_ru: Правила и условия
th_th: ข้อตกลงและเงื่อนไข

source: Tertiary
es_es: Terciario
it_it: Terziario
ru_ru: Высшее
th_th: ลำดับที่สาม

source: Test and debug our ever-evolving product line to improve their speed, scalability, and usability across multiple browsers, devices, and web standards
es_es: Probar y depurar nuestra línea de productos en evolución constante para mejorar su velocidad, escalabilidad y facilidad de uso en múltiples navegadores, dispositivos y estándares web
it_it: Testare i nostri prodotti in costante fase di sviluppo ed effettuarne il debug al fine di migliorarne velocità, scalabilità e usabilità con diversi browser, dispositivi e standard per il web
ru_ru: Тестирование и устранение багов в нашей постоянно развивающейся линейке продуктов с целью улучшения скорости, масштабируемости и удобства их применения на различных браузерах, устройствах и веб-стандартах
th_th: ทดสอบและแก้จุดบกพร่องของสายผลิตภัณฑ์ที่พัฒนาเพื่อปรับปรุงความเร็ว ความสามารถในการปรับขนาด และความสามารถในการใช้ผ่านทางเบราเซอร์ อุปกรณ์ และมาตรฐานเว็บที่หลากหลาย

source: Test our products and services for security vulnerabilities. In the process, you'll earn a monetary reward for any verifiable issues that you find, courtesy of our bug bounty programme.
es_es: Ponga a prueba nuestros productos y servicios en busca de vulnerabilidades de seguridad. En el proceso, recibirá una recompensa monetaria por cualquier problema verificable que encuentre, cortesía de nuestro programa de recompensas por bugs.
it_it: Testa i nostri prodotti e servizi per verificare eventuali punti deboli nella sicurezza. In questo modo, grazie al nostro programma bug bounty, guadagnerai una ricompensa in denaro per qualsiasi problema verificabile riscontrato.
ru_ru: Протестируйте наши продукты и услуги на предмет уязвимости безопасности. В рамках нашей большой программы поощрения Вы сможете заработать денежное вознаграждение за обнаружение любых достоверных уязвимостей.
th_th: ทดสอบผลิตภัณฑ์และบริการต่างๆ ของเราเพื่อเสริมความแข็งแกร่งของระบบ ในกระบวนการทำงานนี้ ท่านจะได้รับรางวัลที่เป็นตัวเงินสำหรับปัญหาใดๆ ที่ท่านตรวจพบ เป็นผลตอบแทนจากโปรแกรมนักล่าข้อผิดพลาดของเรา

source: Test the %1 website, applications, backend, and back-office systems
es_es: Examinar el sitio web, las aplicaciones y los sistemas backend y back-office de %1
it_it: Testare sito web, applicazioni, back-end e sistemi di back-office di %1
ru_ru: Тестирование вебсайта %1, приложений, back-end, а также систем бэк-офиса
th_th: ทดสอบเว็บไซต์ แอพพลิเคชัน ส่วนงานด้านหลัง และระบบของทีมงานสนับสนุนของ %1

source: Tether is a blockchain-based cryptocurrency whose cryptocoins in circulation are backed by an equivalent amount of traditional fiat currencies. For more information, please visit %1.
es_es: Tether es una criptomoneda basada en una cadena de bloques cuyas criptomonedas en circulación están respaldadas por una cantidad equivalente de monedas fiduciarias tradicionales. Para más información, visite %1.
it_it: Tether è una criptovaluta basata sulla blockchain le cui criptomonete sono coperte da un importo equivalente di valute fiat tradizionali. Per maggiori informazioni, visitare il sito %1.
ru_ru: Tether – это криптовалюта на основе блокчейн-технологии, обеспеченная эквивалентным количеством традиционных валют. Более подробная информация: %1.
th_th: เทเธอร์ (Tether) คือ เงินดิจิทัลระบบบล็อกเชน ซึ่งเหรียญดิจิทัลที่หมุนเวียนนี้ได้รับการสนับสนุนด้วยสกุลเงินทั่วไปในมูลค่าที่เทียบเท่ากัน สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Th
es_es: JU
it_it: Gio
ru_ru: Чт
th_th: พฤ

source: Thank you for completing the Financial Assessment. You can now deposit funds and trade Forex with real money on MetaTrader 5.
es_es: Gracias por completar la evaluación financiera. Ahora puede depositar fondos y realizar operaciones Forex con dinero real en MetaTrader 5.
ru_ru: Спасибо за прохождение финансовой оценки. Теперь Вы можете внести на счёт средства и торговать реальными деньгами на Forex на MetaTrader 5.
th_th: ขอบคุณสำหรับการทำแบบประเมินทางการเงิน ขณะนี้ท่านสามารถฝากเงินและซื้อขายฟอเร็กซ์ด้วยเงินจริงใน MetaTrader 5

source: Thank you for completing your Personal Details. You can now deposit funds and trade Forex with real money on MetaTrader 5.
es_es: Gracias por completar sus Datos Personales. Ahora puede depositar fondos y operar divisas con dinero real en MetaTrader 5.
ru_ru: Благодарим за введение личных данных. Теперь Вы можете внести на счёт средства и торговать реальными деньгами на Forex на MetaTrader 5.
th_th: ขอบคุณสำหรับการบันทึกข้อมูลส่วนตัวของท่าน ขณะนี้ท่านสามารถฝากเงินและซื้อขายฟอเร็กซ์ด้วยเงินจริงใน MetaTrader 5

source: Thank you for signing up! Please check your email to complete the registration process.
es_es: ¡Gracias por registrarse! Compruebe su correo electrónico completar el proceso de registro.
it_it: Grazie per esserti registrato! Controlla la tua email per completare la procedura di registrazione.
ru_ru: Спасибо за регистрацию! Теперь проверьте электронную почту, чтобы завершить процесс.
th_th: ขอขอบคุณสำหรับการลงทะเบียน! โปรดตรวจสอบอีเมล์ของท่านเพื่อดำเนินการลงทะเบียนให้แล้วเสร็จ

source: Thank you for your interest in partnering with us. We've made it easy for you to apply online. Just fill out the %1online application form%2 with all necessary details. If you are already registered as a %3 affiliate, you can email us at %4 instead. We will contact you directly if your application is successful.
es_es: Gracias por su interés en asociarse con nosotros. Hemos facilitado el proceso de registro en línea para usted. Simplemente rellene el %1formulario de solicitud en línea%2 con todos los datos necesarios. Si ya está registrado como afiliado de %3, puede enviarnos un correo electrónico a %4. Entraremos en contacto directamente con usted si su solicitud fue aceptada.
it_it: Ti ringraziamo per l'interesse dimostrato per collaborare con noi. La candidatura online è semplice: basta compilare il %1modulo di iscrizione online%2 con tutte le informazioni richieste. Se invece sei già iscritto come associato di %3, puoi scriverci all'indirizzo e-mail %4. Ti contatteremo direttamente in caso di accettazione della candidatura.
ru_ru: Спасибо за интерес и желание стать нашим партнёром. Предлагаем Вашему вниманию простой процесс онлайн регистрации. Просто заполните онлайн %1форму заявки%2 и внесите всю необходимую информацию. Если Вы уже являетесь зарегистрированным партнёром %3, напишите нам имейл на адрес %4. Если Ваша заявка принята, мы свяжемся с Вами.
th_th: ขอขอบคุณที่ท่านสนใจร่วมเป็นพันธมิตรกับเรา เราทำให้การสมัครออนไลน์นั้นง่ายสำหรับท่าน เพียงแค่กรอก %1 แบบฟอร์มออนไลน์%2 โดยบันทึกข้อมูลของท่าน ถ้าท่านได้ลงทะเบียนเป็น %3พันธมิตรแล้ว ท่านสามารถส่งอีเมล์หาเราที่ %4 เราจะติดต่อกับท่านโดยตรง หากท่านมีใบสมัครของท่านผ่านการพิจารณา

source: Thank you, we'll get back to you within 24 hours
es_es: Gracias, le responderemos en 24 horas
it_it: Grazie, ti invieremo una risposta entro 24 ore
ru_ru: Спасибо! Мы свяжемся с Вами в течение 24 часов
th_th: ขอบคุณ เราจะติดต่อกลับภายใน 24 ชั่วโมง

source: That contravenes any laws, regulations, instruments, ordinances, or rules that govern the operation of any exchange, financial market, or financial regulatory environment
es_es: Contravenga las leyes, regulaciones, instrumentos, ordenanzas o reglas que rigen el funcionamiento de cualquier intercambio, mercado financiero, o ambiente regulador financiero; o
it_it: trasgrediscano qualsiasi legge, regolamento, strumento, ordinanza o norma relativa al funzionamento di qualsiasi mercato di scambio, finanziario o contesto normativo finanziario; o
ru_ru: нарушающей любые законы, нормы, противоречащей правилам инструментов, предписаниям, правилам работы любой биржи, финансового рынка или нормативно-правовой базе финансового сектора;
th_th: ซึ่งโต้แย้งกับกฎหมายใดๆ หลักเกณฑ์ใดๆ เครื่องมือใดๆ กฤษฎีกา หรือ กฎที่กำกับการปฏิบัติการใดๆ ในการแลกเปลี่ยน ตลาดการเงิน หรือ องค์ภาวะที่บังคับทางการเงิน

source: That the parties agree in writing that both parties will be exempt from the provisions of this clause
es_es: Las partes acuerden por escrito que ambas partes estarán exentas de lo estipulado en las disposiciones de esta cláusula
it_it: le parti concordano nell'annotare per iscritto che entrambe verranno escluse dalle disposizioni della presente clausola.
ru_ru: в ситуации, когда обе стороны подписали письменное согласие освободить обе стороны от исполнения данного положения.
th_th: คู่สัญญาตกลงเป็นลายลักษณ์อักษรว่า คู่สัญญาจะได้รับการยกเว้นข้อกำหนดของวรรคนี้

source: That the recipient is obliged by Law to disclose such information, provided that the recipient promptly advises the other party of the legal obligation to disclose such information
es_es: El destinatario esté obligado por ley a revelar dicha información, siempre que el destinatario notifique rápidamente a la otra parte de la obligación legal para divulgar dicha información
it_it: il ricevente è tenuto per legge a divulgare tali informazioni, a patto di avvisare prontamente l'altra parte di tale obbligo legale;
ru_ru: которую получатель обязан раскрыть по закону, при условии, что получатель своевременно уведомит вторую сторону о юридическом обязательстве разгласить данную информацию,
th_th: กฎหมายได้กำหนดให้ผู้รับเปิดเผยข้อมูล ซึ่งผู้รับข้อมูลจะต้องแจ้งให้อีกฝ่ายทราบในทันที ถึงภาระหน้าที่ตามกฎหมายที่ต้องเปิดเผยข้อมูลดังกล่าว

source: The %1 API has usage limits enforced to prevent abuse and/or repurposing of the %1 API. These usage limits may be changed in the future without notice. If the Programmer consistently exceeds the usage limit or otherwise abuse the service, the Company may block the Programmer's access to the %1 API.
es_es: La API de %1 tiene límites de uso que se aplican para prevenir el abuso y/o la re-utilización de la API de %1. Estos límites de uso pueden ser cambiados en el futuro sin aviso. Si el Programador excede constantemente los límites de uso o abusa del servicio, la Empresa podrá bloquear su acceso a la API de %1.
it_it: L'API di %1 ha dei limiti d'uso imposti per prevenire l'abuso e/o il riutilizzo dell'API di %1. Tali limiti potranno essere modificati senza preavviso. Se il Programmatore supera costantemente il limite d'uso o abusa del servizio in altro modo, la Società può bloccarne l'accesso all'API di %1.
ru_ru: API %1 имеет ограничения использования, введённые с целью предотвращения злоупотреблений и/или использования API %1 для других целей. Данные ограничения использования могут быть изменены в будущем без предварительного уведомления. Если Программист регулярно превышает лимиты использования или иным образом злоупотребляет услугами, Компания может заблокировать доступ Программиста к API %1.
th_th: API ของ %1 จำกัดเรียกการใช้เพื่อป้องกันการใช้งานผิดๆ และ/หรือ การเปลี่ยนภาวะ API ของ %1 การจำกัดการใช้งานนี้อาจจะมีการเปลี่ยนแปลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากโปรแกรมเมอร์ใช้เกินกำหนดเสมอ หรือ นำไปใช้ในทางที่ผิด บริษัทฯ อาจจะไม่อนุญาตให้เรียกใช้ API ของ %1 อีก และจำกัดการเข้าถึงของโปรแกรมเมอร์

source: The %1 Affiliate Programme allows you to benefit from referring new clients to our site.
es_es: El programa de afiliados de %1 le permite obtener beneficios al recomendar nuestro sitio a nuevos clientes.
it_it: Il Programma Associati di %1 ti permette di indirizzare nuovi clienti al nostro sito.
ru_ru: Партнёрская программа %1 позволяет Вам получать прибыль, привлекая на наш сайт новых клиентов.
th_th: โปรแกรมพันธมิตร %1 ให้ประโยชน์แก่ท่าน เมื่อท่านเรียนเชิญลูกค้าใหม่ให้กับเว็บไซต์ของเรา

source: The %1 order execution policy
es_es: Política de Ejecución de Órdenes de %1
it_it: La politica di esecuzione degli ordini di %1
ru_ru: Политику исполнения ордеров %1
th_th: นโยบายการดำเนินการคำสั่งซื้อของ %1

source: The %1 password of account number %2 has been changed.
es_es: La contraseña %1 de la cuenta nº %2 ha sido modificada.
it_it: La password %1 del conto numero %2 è stata modificata.
ru_ru: Изменён пароль %1 для счёта %2.
th_th: %1รหัสผ่านของเลขที่บัญชี %2 ได้มีการเปลี่ยนแปลงเรียบร้อยแล้ว

source: The %1 privacy and security policy
es_es: Política de Privacidad y Seguridad de %1
it_it: La politica sulla sicurezza e sulla privacy di %1
ru_ru: Политику конфиденциальности и политику безопасности %1
th_th: นโยบายความปลอดภัยและความเป็นส่วนตัวของ %1

source: The %1 terms and conditions
es_es: Términos y Condiciones de %1
it_it: I termini e le condizioni di %1
ru_ru: Правила и условия %1
th_th: ข้อตกลงและเงื่อนไขของ %1

source: The %1 website is protected by certain copyrights.
es_es: El sitio web %1 está protegido por ciertos derechos.
it_it: Il sito internet di %1 è protetto da copyright specifici.
ru_ru: Сайт %1 защищен авторскими правами.
th_th: %1 เว็บไซต์ถูกป้องกันโดยการมีลิขสิทธิ์

source: The %1 website's static content (CSS, Javascript) is available as the %2binary-static%3 open-source project on github. Would you like to re-skin the %1 website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
es_es: El contenido estático del sitio web de %1 (CSS, Javascript) está disponible como el proyecto de código abierto %2"binary-static"%3 en GitHub. ¿Le gustaría dar una nueva imagen al sitio web de %1? o ¿tal vez mejorar la compatibilidad con los navegadores, la velocidad de procesamiento del sitio o el rendimiento de Javascript? Entonces, cree una copia del proyecto y envíe un pedido con sus sugerencias de cambio al código.
it_it: Il contenuto statico del sito web %1 (CSS, Javascript) è disponibile come progetto open source %2binary-static%3 su github. Vorresti cambiare l'aspetto del sito web di %1 o migliorare la compatibilità del browser, la velocità di rendering del sito o le prestazioni Javascript? Ti invitiamo a biforcare il progetto e inviare richieste pull dei suggerimenti di modifica del codice.
ru_ru: Статический контент сайта %1 с открытым исходным кодом (CSS, Javascript) доступен на github под именем %2binary-static%3. Хотите предложить изменения для сайта %1, улучшить его совместимость с браузером, скорость воспроизведения изображения или качество Javascript? Создайте ответвление проекта и отправьте запрос на включение Вашего кода или Ваших изменений кода.
th_th: เนื้อหาคงที่ (CSS, Javascript) ของเว็บไซต์ของ %1 มีอยู่ในลักษณะโครงการ %2 Binary-Static %3 โอเพ่นซอสบน github ท่านต้องการเปลี่ยนโฉมของเว็บไซต์ %1 หรือ ปรับปรุงความเข้ากันของเบราเซอร์ ความเร็วในการแสดงผลของเว็บไซต์ หรือ การทำงานของจาวาสคริปหรือไม่? โปรดแยกโครงการ และ แนะนำการเปลี่ยนแปลงที่ท่านสนใจ

source: The %1close%2 is the latest tick at or before the %1end time%2. If you selected a specific %1end time,%2 the %1end time%2 is the selected time.
es_es: El %1cierre%2 corresponde al último intervalo (tick) en o antes de la %1hora de término%2. Si definió una %1hora de término%2 específica, se respetará dicha hora.
it_it: Per %1Close%2 s'intende l'ultimo tick entro l'%1orario di termine%2. Se selezioni uno specifico %1orario di termine,%2 l'%1orario di termine%2 è l'orario selezionato.
ru_ru: %1Закрытие%2 ‒ это последний тик на момент или до %1времени окончания%2. Если Вы выбираете определённое %1время окончания,%2 %1временем окончания%2 будет указанный момент.
th_th: %1 ปิด %2 คือ ช่วงราคาสุดท้าย หรือ ก่อน %1 เวลาสิ้นสุด %2 หากท่านเลือก %1 เวลาสิ้นสุด %2 เฉพาะเอาไว้ %1 เวลาสิ้นสุด %2 คือ เวลาที่ถูกเลือก

source: The %1contract period%2 is the period between the %1first tick%2 (after start time) and the %1end time%2.
es_es: El %1período del contrato%2 es aquel entre el %primer intervalo%2 (posterior al inicio) y el %1hora de término%2.
it_it: Per %1durata del contratto%2 s'intende il periodo di tempo tra il %1primo tick%2 (dopo l'orario di inizio) e l'%1orario di termine%2.
ru_ru: %1Период действия контракта%2 ‒ это время между %1первым тиком%2 (после момента начала контракта) и %1временем его окончания%2.
th_th: %1 ระยะเวลาของสัญญา %2 คือ ช่วงเวลาระหว่าง %1 ช่วงราคาแรก %2 (หลังจากเวลาเริ่ม) และ %1 เวลาสิ้นสุด %2
