Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: By default, the intelligent order routing system ensures that the top of the book is always comprised of the best Bids and Asks quoted by the competing liquidity providers. However, during times of market illiquidity, this may change with likelihood of execution being the primary execution factor.
es_es: Por defecto, el sistema inteligente de enrutamiento de órdenes garantiza que las cotizaciones siempre estén compuestas por las mejores tarifas de Compra y Venta de los proveedores de liquidez. Sin embargo, en tiempos de iliquidez del mercado, esto puede cambiar siendo la probabilidad de ejecución el principal factor de ejecución.
it_it: Per impostazione predefinita, il sistema di trasmissione degli ordini intelligente assicura che gli estremi del registro comprendano i migliori prezzi di acquisto e vendita quotati dai fornitori di liquidità concorrenti. Tuttavia, durante i periodi di illiquidità del mercato, la situazione potrebbe cambiare dal momento che la probabilità di esecuzione è il fattore esecutivo principale.
ru_ru: По умолчанию, система умного распределения поступающих ордеров гарантирует, что в верхней части стакана котировок всегда находится лучшая цена бид и цена аск, предоставленные конкурирующими поставщиками ликвидности. Тем не менее, при определённом уровне рыночной ликвидности данное положение может измениться и наиболее важным фактором станет сама возможность исполнения.
th_th: โดยค่าตั้งต้น ระบบคำสั่งซื้ออัจฉริยะ (Intelligent order routing system) จะดำเนินการโดยให้คำสั่งซื้อที่อยู่บนสุดที่ประกอบด้วยราคาซื้อและขายที่ดีที่สุดที่เสมอได้ถูกเสนอจากผู้ให้บริการสภาพคล่องรายต่างๆ แต่ในช่วงเวลาที่ตลาดขาดสภาพคล่อง สภาพการณ์เหล่านี้อาจเปลี่ยนไปโดยมีแนวโน้มที่การดำเนินการจะมาจากปัจจัยหลักของการประมวลผล

source: By entering into an agreement with BIEL, the client understands that CFDs are highly speculative, complex products and carry a high degree of risk, especially those traded on Margin. Whilst the client may generate profit and increase their capital, they may also expose themselves to losing the entire sum invested, and their loss may exceed their deposit. The products referred to in this agreement are not appropriate for everyone. The client acknowledges that the trading services described in this agreement are designed for clients who are knowledgeable and experienced in the types of Transactions described in this agreement, and the client fully understands the associated risks before entering into this agreement with BIEL.
es_es: Al aceptar un Acuerdo con BIEL, el cliente entiende y reconoce que los CFDs son altamente especulativos, productos complejos, y que conllevan a un alto riesgo, especialmente aquellos comerciados al Margen. Mientras que el cliente puede generar ganancias e incrementar su capital, también puede exponerse a perder la totalidad de su inversión y su pérdida puede exceder su depósito. Los productos mencionados en este Acuerdo no son apropiados para toda audiencia. El cliente acepta que los servicios de trading descritos en este Acuerdo están diseñados para clientes con conocimiento y experiencia en los tipos de contratos descritos en este Acuerdo, y reconoce que entiende claramente los riesgos asociados antes de aceptar este Acuerdo.
ru_ru: Заключая данное Соглашение c BIEL, клиент признаёт и соглашается с тем, что CFD (также известные как "контракты на разницу") являются сложными, высокоспекулятивными продуктами и предполагают высокий уровень риска, особенно в случаях торговли с применением маржи. Несмотря на возможность получить прибыль и увеличить свой капитал, кдиент может подвергнуть себя риску полной потери инвестиции, а его/её убыток может превысить размер первоначального пополнения счёта. Продукты, упомянутые в данном Соглашении, подходят далеко не для каждого трейдера. Настоящим клиент признаёт, что услуги торговли, перечисленные в данном соглашении, предназначены лишь для клиентов, обладающих достаточными знаниями и опытом в видах контрактов, перечисленных в данном соглашении, а клиент полностью осознаёт все сопряжённые риски перед заключением данного соглашения с BIEL.
th_th: เมื่อยินยอมในการทำข้อตกลงกับ BIEL ลูกค้าเข้าใจว่า CFD เป็นผลิตภัณฑ์เพื่อการเก็งกำไร มีความซับซ้อนสูง และมีระดับความเสี่ยงระดับสูง โดยเฉพาะที่ซื้อขายบนมาร์จิน ในขณะที่ลูกค้าสร้างผลกำไรและได้รับเงินทุนเพิ่มขึ้น ลูกค้าก็อาจจะสูญเสียเงินจากการลงทุนทั้งหมดได้เช่นกัน และการสูญเสียดังกล่าวอาจะมากกว่าเงินทุนที่ได้วางไว้ ผลิตภัณฑ์ที่กล่าวถึงในข้อตกลงนี้อาจไม่เหมาะสมกับทุกคน ลูกค้าทราบว่า บริการการซื้อขายที่ระบุไว้ในข้อตกลงนี้ถูกออกแบบเพื่อลูกค้าผู้มีทักษะความรู้ ประสบการณ์ในประเภทของธุรกรรมที่ได้อธิบายไว้ในข้อตกลงนี้ และลูกค้ามีความเข้าใจเป็นอย่างดีถึงความเสี่ยงที่เกี่ยวข้องก่อนที่จะตกลงทำสัญญานี้กับ BIEL

source: By indicating acceptance of these terms and conditions and continuing with application to join the Company's Affiliate Programme, the Affiliate is agreeing to the terms and conditions set out in this Agreement. If the Affiliate does not agree with the terms and conditions (or is not authorised to do so), the Affiliate should not continue with the application.
es_es: Al indicar su aceptación de estos términos y condiciones y continuar con su solicitud para unirse al Programa de Afiliados de la Empresa, el Afiliado acepta los términos y condiciones establecidos en este Acuerdo. Si el Afiliado no está de acuerdo con los términos y condiciones (o no está autorizados para hacer esto), no deberá continuar con su solicitud.
it_it: Accettando i presenti termini e condizioni e procedendo con l'iscrizione al Programma per Associati della Società, l'Associato accetta i termini e le condizioni indicati nel presente Contratto; qualora non volesse accettarli (o non fosse autorizzato a farlo), è consigliabile non proseguire con l'iscrizione.
ru_ru: Выразив своё согласие с данными правилами и продолжив регистрацию для участия в Партнёрской программе, Партнёр соглашается с правилами и условиями, перечисленными в данном Соглашении. Если Партнёр не согласен с условиями (или не имеет полномочий для выражения данного согласия), он не должен продолжать процесс подачи заявки.
th_th: ในการยอมรับตามข้อตกลงและเงื่อนไขเหล่านี้และดำเนินการตามใบสมัครเพื่อเข้าร่วมโปรแกรมพันธมิตรนายหน้าออนไลน์ต่อนั้น ถือว่า พันธมิตรนายหน้าออนไลน์ได้เห็นพ้องในข้อตกลงและเงื่อนไขตามข้อตกลงนี้ หากพันธมิตรนายหน้าออนไลน์ไม่เห็นด้วยกับข้อตกลงและเงื่อนไขใดๆ (หรือ ไม่ได้มีอำนาจในการแสดงความยินยอม) พันธมิตรนายหน้าออนไลน์ไม่ควรสมัครเพื่อเข้าร่วมเป็นพันธมิตรฯ

source: By indicating the acceptance of the terms and conditions of this Agreement and continuing with the Introducing Broker application to join the Company's Introducing Broker programme, the Introducing Broker is hereby agreeing with all the terms and provisions stated herein.
es_es: Al indicar la aceptación de los términos y condiciones de este Acuerdo y continuar con la aplicación para unirse al programa del Broker Introductor de la Empresa, el Broker Introductor está de acuerdo con todos los términos y disposiciones que se detallan en este documento.
it_it: Accettando i termini e le condizioni del presente Contratto e proseguendo con la candidatura per rientrare nel programma Introducing Broker della Società, l'Introducing Broker accetta tutti i termini e le condizioni riportati nel presente documento.
ru_ru: Принимая правила и условия данного Соглашения и продолжая подачу заявления на участие в программе Представляющих брокеров Компании, Представляющий брокер соглашается с правилами и условиями, перечисленными в рамках данного документа.
th_th: โดยการระบุการยอมรับเงื่อนไขและข้อตกลงของสัญญานี้ และยังคงดำเนินการการสมัครเป็นโบรกเกอร์แนะนำเพื่อเข้าร่วมโปรแกรมโบรกเกอร์แนะนำของบริษัทฯ ต่อไป โบรกเกอร์แนะนำยอมรับข้อตกลงและข้อกำหนดทั้งหมดดังที่ได้กล่าวไว้

source: By opening an MT5 Real Account with %1, the client represents, warrants, and undertakes the following:
es_es: Al abrir una Cuenta Real MT5 con %1, el cliente asume, garantiza y se compromete a:
it_it: Aprendo un conto reale MT5 con %1, il cliente dichiara, garantisce e si assume responsabilità di quanto segue:
ru_ru: Открывая Реальный счёт MT5 на сайте %1, клиент заявляет, подтверждает и гарантирует, что:
th_th: ในการเปิดบัญชี MT5 จริงกับ %1 ลูกค้ารับประกัน และรับรองว่า

source: By opting to be treated as a Professional Client, we shall not presume that you possess market knowledge and experience as defined by the term 'Professional Client'. We will contact you with the relevant form to complete and will take all reasonable steps to ensure that your request for this Categorization meets the aforementioned criteria, including, but not limited to copies of:
es_es: Si elige ser tratado como cliente profesional, no asumiremos que posee el conocimiento y experiencia de mercado como se define en el término "Cliente profesional". Nos pondremos en contacto con usted con el formulario correspondiente para completar y tomaremos todas las medidas necesarias para garantizar que su solicitud cumpla con los criterios mencionados anteriormente, incluyendo copias de lo siguiente:
it_it: Scegliendo di essere trattato come un Cliente professionale, noi non presumiamo che tu possieda la conoscenza e l'esperienza del mercato come definite dal termine "Cliente professionale". Ti faremo avere l'apposito modulo da compilare e prenderemo tutte le misure ragionevoli per assicurare che la tue richiesta per questa categorizzazione soddisfi i criteri di cui sopra, inclusi, ma non limitati alle copie di:
ru_ru: Если Вы зарегистрировались в качестве Профессионального клиента, мы не будем считать, что Вы обладаете знаниями и опытом работы на рынках, как предполагает термин "Профессиональный клиент". Мы свяжемся с Вами, предложим заполнить соответствующую анкету и предпримем все разумные меры, чтобы гарантировать, что запрос на добавление Вас в эту категорию соответствует вышеупомянутым критериям, включая, но не ограничиваясь следующими копиями:
th_th: หากประสงค์ให้ได้รับการปฏิบัติในฐานะลูกค้ามืออาชีพ หรือ ลูกค้าผู้เชี่ยวชาญ (Professional Client) เราจะไม่สันนิษฐานว่า ท่านมีความรู้เกี่ยวกับตลาดและมีประสบการณ์ตามที่ได้นิยามเอาไว้ในความหมายของ 'ลูกค้าผู้เชี่ยวชาญ (Professional Client)' เราจะติดต่อท่านให้กรอกแบบฟอร์มที่เกี่ยวข้องและจะดำเนินการตามขั้นตอนที่จำเป็นที่จะทำให้แน่ใจว่า คำร้องขอของท่านสำหรับการจัดประเภทนั้นเป็นไปตามหลักเกณฑ์ที่กล่าวเอาไว้ก่อนหน้านี้ รวมถึงสำเนาของ

source: By purchasing the %1"Close-Low"%2 contract, you'll win the multiplier times the difference between the %1close%2 and %1low%2 over the duration of the contract.
es_es: Al comprar el contrato %1"Cerrar-Bajo"%2, usted ganará el valor del multiplicador por la diferencia entre %1cerrar%2 y %1bajo%2 a lo largo de la duración del contrato.
it_it: Acquistando il contratto %1 "Close-Low"%2, la vincita corrisponderà alla moltiplicazione tra il moltiplicatore e la differenza tra il valore di %1chiusura%2 (close) e il valore %1minimo%2 (low) nel corso della durata del contratto.
ru_ru: Покупая контракт %1"Закрытие-Мин."%2, Вы выиграете разницу между %1ценой закрытия%2 и %1минимальной ценой%2, достигнутую в период длительности контракта и помноженную на размер множителя.
th_th: โดยการซื้อสัญญา %1'ปิด-ต่ำ'%2 ท่านจะทำเงินที่ตัวคูณหลายเท่าของความแตกต่างระหว่าง %1ปิด%2 และ %1ต่ำ%2 ในช่วงระยะเวลาของสัญญา

source: By purchasing the %1"High-Close"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1close%2 over the duration of the contract.
es_es: Al comprar el contrato %1"Alto-Cerrar"%2, usted ganará el valor del multiplicador por la diferencia entre %1alto%2 y %1cerrar%2 a lo largo de la duración del contrato.
it_it: Acquistando il contratto %1 "High-Close"%2, la vincita corrisponderà alla moltiplicazione tra il moltiplicatore e la differenza tra il valore di %1chiusura%2 (close) e il valore %1massimo%2 (high) nel corso della durata del contratto.
ru_ru: Покупая контракт %1"Макс.-Закрытие"%2, Вы выигрываете разницу между %1максимумом%2 и %1ценой закрытия%2, достигнутую в период длительности контракта и помноженную на размер множителя.
th_th: โดยการซื้อสัญญา %1'สูง-ปิด'%2 ท่านจะทำเงินที่ตัวคูณหลายเท่าของความแตกต่างระหว่าง%1สูง%2 และ %1ปิด%2 ในช่วงระยะเวลาของสัญญา

source: By purchasing the %1"High-Low"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1low%2 over the duration of the contract.
es_es: Al comprar el contrato %1"Alto-Bajo"%2, ganará el valor del multiplicador por la diferencia entre %1alto%2 y %1bajo%2 a lo largo de la duración del contrato.
it_it: Acquistando il contratto %1 "High-Low"%2, la vincita corrisponderà alla moltiplicazione tra il moltiplicatore e la differenza tra il valore di %1massimo%2 (high) e %1minimo%2 (low) nel corso della durata del contratto.
ru_ru: Покупая контракт %1"Макс.-Закрытие"%2, Вы выигрываете разницу между %1максимумом%2 и %1ценой закрытия%2, достигнутую в период длительности контракта и помноженную на размер множителя.
th_th: โดยการซื้อสัญญา %1'สูง-ต่ำ'%2 ท่านจะทำเงินที่ตัวคูณหลายเท่าของความแตกต่างระหว่าง%1สูง%2 และ %1ต่ำ%2 ในช่วงระยะเวลาของสัญญา

source: By registering a software application, website, or product that the Programmer creates or a service that the Programmer offers (an "Application"), the Programmer acknowledges that the Programmer has read and understood and agreed to be bound by these Terms.
es_es: Al registrar una aplicación de software, sitio web, o producto que el Programador crea o un servicio que el Programador ofrece (una "Aplicación"), el Programador reconoce que ha leído y entendido estos términos y los reconoce como vinculantes.
it_it: Registrando l'applicazione di un software, un sito Internet, un prodotto sviluppato dal Programmatore o un servizio da lui offerto (un'"Applicazione"), quest'ultimo conferma di aver letto, compreso e accettato di essere vincolato ai presenti termini.
ru_ru: Регистрируя программное приложение, вебсайт или продукт, созданные Программистом, а также предлагаемую услугу ("Приложение"), Программист подтверждает, что он/она прочитал, понял и согласился соблюдать данные Правила.
th_th: โดยการลงทะเบียนแอพพลิเคชันซอฟต์แวร์ เว็บไซต์ หรือ ผลิตภัณฑ์ หรือ ที่โปรแกรมเมอร์ได้สร้าง หรือ พัฒนาเป็นบริการ (เรียกว่า "แอพพลิเคชัน") โปรแกรมเมอร์ทราบว่า ท่านได้อ่าน ทำความเข้าใจแล้ว และยอมรับในรายละเอียดที่จะมีพันธะผูกพันในข้อตกลงและเงื่อนไขเหล่านี้

source: By submitting suggestions or other feedback regarding the %1 API to the Company ("Contributions"), the Programmer acknowledges and agrees to the following:
es_es: Al enviar sugerencias y otras opiniones sobre la API de %1 a la Empresa("Contribuciones"), el Programador reconoce y acepta que:
it_it: Inviando alla Società suggerimenti o riscontri sull'API di %1 ("Contributi"), il Programmatore riconosce e accetta quanto segue:
ru_ru: Отправляя Компании предложения или иные отзывы относительно API %1 ("Дополнения"), Программист признаёт и соглашается со следующими положениями:
th_th: โดยการส่งข้อเสนอแนะ หรือ ความคิดเห็นอื่นๆ เกี่ยวกับ API ของ %1 ให้บริษัทฯ ("การมีส่วนร่วม") โปรแกรมเมอร์รับทราบและยินยอมในเรื่องต่อไปนี้

source: By using or interacting with the %1 website, the client is giving permission to the use of the Google Analytics User ID Feature, which allows Google to capture the client's %1 login ID such as VRTC1234 and MT1234. When this feature is enabled, no personally identifiable information other than the client's %1 login ID, or other data that can be linked to such information by Google, is shared with or disclosed to Google.
es_es: Al utilizar o interactuar con el sitio web de %1, el cliente autoriza el uso de la función de ID de usuario de Google Analytics, que le permite a Google capturar su ID de inicio de sesión de %1 tales como VRTC1234 y MT1234. Cuando esta función está habilitada, ninguna información de identificación personal que no sea su ID de inicio de sesión de %1, u otros datos que Google pueda vincular a dicha información, se compartirán o revelarán a Google.
it_it: Utilizzando o interagendo con il sito web di %1, il cliente acconsente all'utilizzo della funzione User ID di Google Analytics, che permette a Google di registrare le sue credenziali di accesso per %1, ad esempio VRTC1234 e MT1234. Una volta che questa funzione viene attivata, non sarà condivisa con Google né gli verrà comunicata alcuna informazione personale diversa dalle credenziali di accesso del cliente per %1, o altri dati che possono essere ricollegati a queste informazioni da Google.
ru_ru: Используя сайт %1 и работая на нем, клиент соглашается с применением функции User ID от Google Analytics, которая позволяет Google идентифицировать номер счёта клиента на %1 (например, VRTC1234 и MT1234). Когда включена эта функция, никакая другая личная информация, кроме номера счёта %1, или другие связанные с ним данные не передаются и не сохраняются в Google при помощи функции User ID от Google Analytics.
th_th: โดยการใช้ หรือ มีปฏิสัมพันธ์กับเว็บไซต์ %1 ลูกค้าอนุญาตที่จะให้มีการใช้คุณสมบัติของ Google Analytics User ID ซึ่งจะอนุญาตให้กูเกิลบันทึกข้อมูล รหัสผู้ใช้งาน %1 ของลูกค้า เช่น VRTC1234 และ MT1234 เมื่อคุณลักษณะนี้ได้เปิดใช้งาน จะไม่มีการแบ่งปัน หรือ เปิดเผยข้อมูลที่ระบุตัวบุคคลอื่นๆ ที่นอกจากรหัสผู้ใช้งาน %1 ของลูกค้า หรือ ข้อมูลอื่นๆ ที่กูเกิลสามารถเชื่อมโยงถึงข้อมูลดังกล่าวนั้นให้แก่กูเกิลและถูกแชร์ หรือ เปิดเผยแก่กูเกิล

source: By using the electronic trading system, including the MT5 trading platform, clients accept full responsibility for using such platforms and for any Orders transmitted via such platforms.
es_es: Al usar el sistema electrónico de trading, incluida la plataforma de operaciones MT5, los clientes aceptan la responsabilidad total por el uso de dichas plataformas y por cualquier orden transmitida a través de esas plataformas.
it_it: Utilizzando il sistema di trading elettronico, compresa la piattaforma di trading MT5, i clienti si assumono la piena responsabilità per l'utilizzo di tali piattaforme e per eventuali ordini trasmessi attraverso di esse.
ru_ru: Пользуясь электронной торговой системой, включая торговую платформу MT5, клиенты несут полную ответственность за использование таковых платформ, а также за любые ордеры, передаваемые посредством данных платформ.
th_th: โดยการใช้ระบบซื้อขายอิเล็กทรอนิกส์ รวมถึงระบบซื้อขายบนแพลตฟอร์ม MT5 ลูกค้ามีหน้าที่รับผิดชอบต่อการใช้งานอย่างสมบูรณ์ต่อการใช้งานแพลตฟอร์ม และต่อทุกคำสั่งซื้อผ่านทางแพลตฟอร์ม

source: C. Definition of best execution
es_es: C. Definición de mejor ejecución
it_it: C. Definizione di miglior esecuzione
ru_ru: C. Толкование термина “наилучшее исполнение”
th_th: C. นิยามของการดำเนินการที่ดีที่สุด

source: C. Provision of services
es_es: C. Prestación de servicios
it_it: C. Fornitura di servizi
ru_ru: C. Предоставление услуг
th_th: ค. เงื่อนไขของการบริการ (Provision of Service)

source: CFD contract specifications
es_es: Especificaciones del contrato CFD
it_it: Specifiche contrattuali dei CFD
ru_ru: Характеристики контрактов на разницу (CFD)
th_th: ข้อกำหนดสัญญา CFD

source: CFD margin policy
es_es: Política de márgenes de CFD
it_it: Policy relativa al margine per i CFD
ru_ru: Политика расчета маржи на CFD
th_th: นโยบายมาร์จินของ CFD

source: CFD trading experience
es_es: Experiencia en operación con CFD
it_it: Esperienza di trading di CFD
ru_ru: Опыт торговли CFD
th_th: ประสบการณ์การซื้อขาย CFD

source: CFD trading frequency
es_es: Frecuencia en operación con CFD
it_it: Frequenza del trading di CFD
ru_ru: Частота торговли CFD
th_th: ความถี่ในการซื้อขาย CFD

source: CFDs
es_es: CFD
it_it: CFD
ru_ru: CFD
th_th: CFD

source: CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. 78.6% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money.
es_es: Los CFD son instrumentos complejos e implican un alto riesgo de perder dinero rápidamente debido al apalancamiento. El 78.6% de las cuentas de inversores minoristas pierden dinero cuando operan con CFD. Usted debe considerar si entiende cómo funcionan los CFD y si puede permitirse el riesgo de perder su dinero.
ru_ru: CFD или контракты на разницу являются сложными инструментами и сопряжены с высоким риском быстрой потери всех средств, ввиду применения кредитного рычага. 78.6% индивидуальных инвесторов теряют средства при торговле CFD. В этой связи, пожалуйста, убедитесь, что Вы хорошо понимаете принципы работы CFD и готовы нести риск потери своих средств.
th_th: CFD คือเครื่องมือทางการเงินที่มีความซับซ้อน และมีความเสี่ยงสูงในการสูญเสียเงินอย่างรวดเร็วตามอัตราเลเวอเรจ 78.6% ของบัญชีนักลงทุนรายย่อยขาดทุน ท่านจึงควรพิจารณาว่า ท่านมีความเข้าใจในการซื้อขาย CFD และท่านสามารถรับความเสี่ยงระดับสูงจากการขาดทุนหรือไม่

source: CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. Between 74-89% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money.
es_es: Los CFD son instrumentos complejos e implican un alto riesgo de perder dinero rápidamente debido al apalancamiento. Entre el 74 y el 89% de las cuentas de inversores minoristas pierden dinero cuando operan con CFD. Usted debe considerar si entiende cómo funcionan los CFD y si puede permitirse el riesgo de perder su dinero.
ru_ru: CFD или контракты на разницу являются сложными инструментами и сопряжены с высоким риском быстрой потери всех средств, ввиду применения кредитного плеча. От 74 до 89% индивидуальных инвесторов теряют средства при торговле CFD. В этой связи, пожалуйста, убедитесь, что Вы хорошо понимаете принципы работы CFD и осознаете все сопряженные риски.
th_th: CFD เป็นเครื่องมือทางการเงินที่มีความซับซ้อน และมีความเสี่ยงสูงในการสูญเสียเงินอย่างรวดเร็วตามอัตราเลเวอเรจ ระหว่าง 74-89% ของบัญชีนักลงทุนรายย่อยขาดทุนเมื่อซื้อขาย CFD ท่านจึงควรพิจารณาว่า ท่านมีความเข้าใจในการซื้อขาย CFD และท่านสามารถรับความเสี่ยงในอัตราสูงจากการขาดทุนหรือไม่

source: CFDs on commodities
es_es: CFD sobre materias primas
it_it: CFD sulle materie prime
ru_ru: CFD на сырьевых товарах;
th_th: CFDs ของสินค้าโภคภัณฑ์

source: CFDs on indices
es_es: CDF sobre índices
it_it: CFD sugli indici
ru_ru: CFD на индексах
th_th: CFDs ของดัชนีต่างๆ

source: CPA (EU only)
es_es: CPA (solo para la Unión Europea)
it_it: CPA (solo per UE)
ru_ru: CPA (только ЕС)
th_th: CPA (EU เท่านั้น)

source: Call Spread
ru_ru: Колл спред
th_th: คอลสเปรด

source: Call Spread/Put Spread
ru_ru: Колл спред/Пут спред

source: Can I offer my referrals an incentive to sign up through my unique affiliate link rather than sign up directly?
es_es: ¿Puedo ofrecer a mis referencias un incentivo para que se registren a través de mi enlace único de afiliado en lugar de registrarse de forma directa?
it_it: Posso incentivare i clienti da me segnalati a iscriversi attraverso il mio link associativo unico, invece che iscriversi direttamente?
ru_ru: Могу ли я предложить рефералам вознаграждение за регистрацию через мою ссылку, а не напрямую через сайт?
th_th: ฉันสามารถเสนอค่าตอบแทนกับผู้อ้างอิงของฉันในการลงทะเบียนผ่านลิงค์พันธมิตรของฉันแทนการลงทะเบียนโดยตรงได้หรือไม่?

source: Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.
es_es: Se puede utilizar para comprar y vender contratos, renovar compras caducadas y recargar las cuentas de dinero virtual.
it_it: Può essere utilizzato per acquistare e vendere contratti, rinnovare acquisti scaduti e integrare account di moneta virtuale.
ru_ru: Может использоваться для покупки и продажи контрактов, возобновления покупки закончившихся сделок, а также пополнения демо-счетов.
th_th: สามารถใช้ในการซื้อและขายสัญญาต่างๆ การต่ออายุ และการเติมเงินในบัญชีเสมือน
