Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Cyberjaya expertly combines green lungs and modern amenities to give you the ultimate work-life balance.
es_es: Cyberjaya ofrece una sabia combinación de pulmones verdes y modernos servicios para brindarte un equilibrio óptimo entre el trabajo y la vida.
it_it: Cyberjaya offre la combinazione perfetta tra spazi e verdi e servizi moderni, per garantirti il massimo equilibrio tra lavoro e relax.
ru_ru: Сайберджайя превосходно сочетает зелёный пейзаж и современные технологии, создавая отличную среду для работы и отдыха.
th_th: ไซเบอร์จายาเป็นแหล่งพิเศษที่รวมความเป็นธรรมชาติสีเขียวและสิ่งอำนวยความสะดวกที่ทันสมัยเพื่อให้ท่านมีชีวิตการทำงานที่สมดุลอย่างดีที่สุด

source: Cyberjaya is a pioneer tech hub that lies 30 minutes away from Kuala Lumpur. Established in 1997, Cyberjaya is the heartbeat of the Multimedia Super Corridor — a government-designated zone that aims to accelerate Malaysia's push to achieve Vision 2020.
es_es: Ciberjaya es un centro tecnológico pionero ubicado a 30 minutos de Kuala Lumpur. Establecido en 1997, Ciberjaya es el corazón del Multimedia Super Corridor — una zona designada por el gobierno cuyo fin es acelerar el impulso de Malasia para alcanzar la Visión 2020.
it_it: Cyberjaya è un centro tecnologico che si trova a 30 minuti da Kuala Lumpur. Costruito nel 1997, Cyberjaya è il cuore del Multimedia Super Corridor, un'area istituita dal governo per accelerare il raggiungimento di Vision 2020 da parte della Malesia.
ru_ru: Сайберджайя — это столица инновационных технологий, расположенная в 30 минутах езды от Куала-Лумпура. Город основан в 1997 году и является самым центром малазийского мультимедийного корридора — специальной зоны, разработанной правительством для реализации модели технологического развития Малайзии к 2020 году.
th_th: ไซเบอร์จายาเป็นศูนย์กลางเทคโนโลยีบุกเบิกที่อยู่ห่างจากกัวลาลัมเปอร์ 30 นาที ก่อตั้งในปี ค.ศ. 1997 ไซเบอร์จายาเป็นศูนย์รวมของมัลติมีเดียซูเปอร์คอริดอร์ (Multimedia Super Corridor) หรือ ศูนย์นวัตกรรมและเทคโนโลยีมัลติมีเดียของมาเลเซีย — รัฐบาลกำหนดพื้นที่ที่มีเป้าหมายที่จะเร่งผลักดันสู่การบรรลุวิสัยทัศน์มาเลเซียในปี ค.ศ. 2020

source: Cyberjaya is also a pioneer green township that is designed for sustainable living. It has an urban environment where almost half of its total development area is reserved for public amenities and greenery. It has also taken measures to cut carbon emissions based on a low carbon city framework, becoming a model for sustainable future cities.
es_es: Cyberjaya también es un municipio verde pionero diseñado para una vida sostenible. Casi la mitad del área total de desarrollo de su entorno urbano está reservada para equipamientos públicos y vegetación. Asimismo, ha tomado medidas para reducir las emisiones de carbono con base en un marco urbano bajo en carbono, convirtiéndose así en un modelo para futuras ciudades sostenibles.
it_it: Il distretto di Cyberjaya rappresenta anche un modello per quanto riguarda gli spazi verdi e uno stile di vita sostenibile. All'interno del suo ambiente urbano, quasi metà dell'area di sviluppo totale è riservata al verde e alle attività ricreative. Inoltre, ha adottato misure per ridurre le emissioni di anidride carbonica, diventando un vero e proprio esempio di sostenibilità per le città del futuro.
ru_ru: Также Сайберджайя — это новаторский зелёный город, спроектированный для комфортного проживания. Половина урбанистической составляющей города отведена под объекты общественной инфраструктуры и зеленые зоны. Также городская администрация предприняла меры для сокращения выделения углекислого газа, создав хорошую действующую модель для городов будущего.
th_th: ไซเบอร์จายาเป็นเมืองสีเขียวต้นแบบเพื่อการดำรงชีวิตอย่างยั่งยืน มีสภาพแวดล้อมเมืองที่เกือบครึ่งหนึ่งของพื้นที่ถูกสงวนไว้สำหรับความเขียวขจีที่เป็นสวนสาธารณะ และมีมาตรการเพื่อลดการปล่อยก๊าซคาร์บอนไดออกไซด์ เป็นเมืองคาร์บอนต่ำ เพื่อเป็นต้นแบบสำหรับเมืองในอนาคตที่ยั่งยืน

source: Cyberjaya, Malaysia
es_es: Ciberjaya, Malasia
it_it: Cyberjaya, Malesia
ru_ru: Сайберджайя, Малайзия
th_th: ไซเบอร์จายา มาเลเซีย

source: D. Account management
es_es: D. Administración de cuentas
it_it: D. Gestione del conto
ru_ru: D. Управление счётом
th_th: ง. การบริหารลูกค้า

source: D. Client instructions
es_es: D. Instrucciones del Cliente
it_it: D. Istruzioni dei clienti
ru_ru: D. Инструкции клиента
th_th: D. วิธีการใช้งานของลูกค้า

source: Daily Reset Indices – Daily Reset Indices replicate markets with a bullish and bearish trend with a constant volatility. The Bull Market and Bear Market indices start at 00:00 GMT each day, replicating bullish and bearish markets respectively
es_es: Índices de Reajuste Diario: los Índices de Reajuste Diario replican los mercados con una tendencia alcista y bajista y con una volatilidad constante. Los Índices de Mercado Bull y Mercado Bear están disponibles a partir de las 00:00 GMT cada día, replicando mercados alcistas y bajistas respectivamente
ru_ru: Ежедневные индексы Reset, копирующие рынки с восходящими и нисходящими трендами, а также постоянной волатильностью. Индексы бычьего и медвежьего рынка ежедневно начинают работу в 00:00 GMT, копируя динамику растущего и снижающегося рынка, соответственно
th_th: ดัชนีถูกตั้งค่าใหม่รายวัน - ดัชนีถูกตั้งค่าใหม่รายวันจำลองสภาพตลาดที่มีแนวโน้มความตื่นตัวและความซบเซาของตลาดด้วยความผันผวนที่คงที่ ดัชนีกระทิง และดัชนีหมี เริ่มที่ 00:00 GMT ในแต่ละวัน เพื่อจำลองสภาพตลาดกระทิงและตลาดหมีตามลำดับ

source: Daily limit on losses
es_es: Límite diario de pérdidas
it_it: Limite giornaliero sulle perdite
ru_ru: Дневной лимит на убытки
th_th: วงเงินขาดทุนต่อวัน

source: Daily turnover limit
es_es: Límite diario de volumen de transacciones
it_it: Limite giornaliero di turnover
ru_ru: Дневной лимит на объём покупок
th_th: วงเงินซื้อขายต่อวัน

source: Dash vs US Dollar
es_es: Dash vs dólar estadounidense
ru_ru: Dash против доллара США
th_th: เงินดิจิทัล Dash เทียบกับ ดอลลาร์สหรัฐ

source: Data Analytics
es_es: Análisis de datos
it_it: Analisi dei dati
ru_ru: Анализ данных
th_th: การวิเคราะห์ข้อมูล

source: Data Controller
es_es: Controlador de datos
ru_ru: Оператор персональных данных
th_th: ผู้ควบคุมข้อมูล

source: Data Feed
es_es: Fuente de datos
it_it: Feed di Dati
ru_ru: Котировки
th_th: ฟีดข้อมูล

source: Data Protection Act (DPA)
es_es: Ley de protección de datos (DPA, por sus siglas en inglés)
ru_ru: Акт о защите информации
th_th: กฎหมายการป้องกันข้อมูล (DPA)

source: Data Scientist
es_es: Científico de Datos
ru_ru: Специалист по анализу данных
th_th: นักวิทยาศาสตร์ข้อมูล

source: Data Subject
es_es: Persona interesada
ru_ru: Субъект данных
th_th: เจ้าของข้อมูล

source: Data feed
es_es: Fuente de datos
it_it: Feed di dati
ru_ru: Котировки
th_th: ฟีดข้อมูล

source: Data protection officer
es_es: Oficial de protección de datos
it_it: Responsabile della protezione dei dati
ru_ru: Сотрудник, отвечающий за защиту данных
th_th: เจ้าหน้าที่ดูแลข้อมูล

source: Data retention
es_es: Retención de datos
it_it: Conservazione dei dati
ru_ru: Удерживание данных
th_th: การเก็บรักษาข้อมูล

source: Data will be stored in a range of different places, including on the applicant's application record, in HR management systems, and on other IT systems (including email).
es_es: Se almacenarán datos en diferentes lugares, incluidos el registro de solicitudes del solicitante, los sistemas de gestión de Recursos Humanos, y otros sistemas informáticos (incluido el correo electrónico).
it_it: I dati verranno salvati su vari supporti diversi, inclusi i documenti di registrazione del richiedente, i sistemi di gestione delle Risorse umane e altri sistemi informativi (tra cui le e-mail).
ru_ru: Информация будет храниться в различных местах, включая базу заявлений, базу отдела кадров, а также другие IT системы (включая базу электронных сообщений).
th_th: ข้อมูลจะถูกเก็บไว้ในสถานที่ต่างๆ แตกต่างกัน รวมถึงข้อมูลของผู้สมัครงาน ในระบบการบริหารทรัพยากรบุคคล และระบบงานสารสนเทศอื่นๆ (รวมถึงในอีเมล์)

source: Database Setup,
es_es: Configuración de la base de datos,
it_it: Installazione della banca dati
ru_ru: Настройка баз данных,
th_th: ตั้งค่าฐานข้อมูล

source: Date
es_es: Fecha
it_it: Data
ru_ru: Дата
th_th: วันที่

source: Date and Time
es_es: Fecha y hora
it_it: Data e orario
ru_ru: Дата и время
th_th: วันที่และเวลา

source: Date of Birth
es_es: Fecha de nacimiento
ru_ru: Дата рождения
th_th: วันเกิด

source: Date of birth
es_es: Fecha de nacimiento
it_it: Data di nascita
ru_ru: Ваша дата рождения
th_th: วันเกิด

source: Dated within the last six months
es_es: Con fecha de los últimos seis meses
it_it: Con data compresa negli ultimi sei mesi
ru_ru: Датирован не позднее, чем за последние 6 месяцев
th_th: ลงวันที่ภายในหกเดือนที่ผ่านมา

source: Debt-free
es_es: Libre de deuda
it_it: Senza debiti
ru_ru: Никаких долгов
th_th: ไม่มีหนี้

source: Dec
es_es: Dic
it_it: Dic
ru_ru: Дек
th_th: ธ.ค.

source: December
es_es: Diciembre
it_it: Dicembre
ru_ru: Декабрь
th_th: ธันวาคม

source: Decentralisation – The decentralised nature of cryptocurrencies means that no single government body or financial authority has control over them
es_es: Descentralización – La naturaleza descentralizada de las criptomonedas implica que ningún organismo gubernamental o autoridad financiera tiene control sobre ellas
it_it: Decentralizzazione: la natura decentralizzata delle criptovalute sta a significare che nessun organismo governativo o autorità finanziaria ha controllo su di esse
ru_ru: Децентрализация – их не контролирует ни одно государство и ни одно финансовое учреждение;
th_th: การไม่รวมเข้ากับศูนย์กลาง - ธรรมชาติของเงินดิจิทัลที่ไม่รวมเข้ากับศูนย์กลาง หมายถึง ไม่ถูกควบคุมโดยรัฐบาล หรือ หน่วยงานทางการเงินเฉพาะ

source: Decline
es_es: Rechazar
it_it: Rifiuta
ru_ru: Отклонить
th_th: ปฏิเสธ

source: Deep Perl expertise
es_es: Experiencia profunda de Perl
it_it: Profonda esperienza Perl
ru_ru: Хорошее знание Perl
th_th: มีความเชี่ยวชาญเชิงลึกในภาษา Perl

source: Default
es_es: Por defecto
ru_ru: Случаи неисполнения обязательств
th_th: ค่าตั้งต้นเดิม

source: Define your position
es_es: Defina su posición
it_it: Definisci la tua posizione
ru_ru: Задайте параметры
th_th: กำหนด โพซิชั่นของท่าน

source: Definitions
es_es: Definiciones
it_it: Definizioni
ru_ru: Толкование терминов
th_th: คำนิยาม

source: Degree in Finance, Economics, Law, Risk Management, Criminology, Business Studies, or Management
es_es: Licenciatura en Finanzas, Economía, Derecho, Gestión de Riesgos, Criminología, Estudios Empresariales o Dirección
it_it: Laurea in finanzia, economia, giurisprudenza, gestione del rischio, criminologia, economia aziendale o management
ru_ru: Высшее образование в области финансов, экономики, юриспруденции, управления риском, криминологии, бизнеса или менеджмента
th_th: ปริญญาทางด้านการเงิน เศรษฐศาสตร์ กฎหมาย การบริหารความเสี่ยง อาชญวิทยา การศึกษาทางธุรกิจ หรือบริหาร

source: Delete
es_es: Eliminar
it_it: Elimina
ru_ru: Удалить
th_th: ลบ

source: Demand – Driven by industrial and commercial applications, including new technological products or fashion trends
es_es: Demanda – Impulsada por usos industriales y comerciales, incluyendo nuevos productos tecnológicos o tendencias de la moda
it_it: Domanda: dettata da applicazioni industriali e commerciali, tra cui nuovi prodotti tecnologici o tendenze della moda
ru_ru: Спрос, зависящий от промышленного и коммерческого применения, включая новую технологическую продукцию или модные тренды
th_th: อุปสงค์ - ขับเคลื่อนโดยแอพพลิเคชันทางอุตสาหกรรมหรือทางการค้า รวมถึงสินค้าทางเทคโนโลยีหรือแนวโน้มแฟชั่นใหม่

source: Demo
ru_ru: Демо
th_th: สาธิต

source: Demo Account
es_es: Cuenta de prueba
it_it: Conto demo
ru_ru: Демо-счёт
th_th: บัญชีทดลองใช้

source: Demo Accounts
es_es: Cuentas de prueba
it_it: Account demo
ru_ru: Демо-счета
th_th: บัญชีทดลองใช้

source: Demo Advanced
es_es: Demo avanzada
ru_ru: Демо расширенный
th_th: การสาธิตขั้นสูง

source: Demo Standard
es_es: Demo estándar
ru_ru: Демо стандартный
th_th: การสาธิตตามมาตรฐาน

source: Demo Synthetic Indices
es_es: Índices sintéticos Demo
ru_ru: Демо на Синтетических индексах
th_th: สาธิตดัชนีสังเคราะห์

source: Depending on the jurisdiction to which a client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About us section of the website and the type of products offered, the term "the Company" shall denote,
es_es: Dependiendo de la jurisdicción asignada a la cuenta del cliente de acuerdo a los procedimientos para apertura de una cuenta en el sitio web; tal y como se detalla en la sección Acerca de Nosotros, y de los tipos de productos ofrecidos, el término "la Empresa" podrá referirse a,
it_it: A seconda della giurisdizione a cui il conto di un cliente è stato associato, in conformità alle procedure di apertura del conto riportate sul sito, alla tipologia di prodotti offerti e come illustrato in dettaglio nella sezione Chi siamo del sito stesso, il termine "la Società" si riferisce a
ru_ru: В зависимости от вида предоставляемых продуктов, юрисдикции, к которой относится счёт клиента, а также согласно процедуре открытия счёта, указанной на вебсайте и в разделе О нас, термин "Компания" обозначает,
th_th: ขึ้นอยู่กับเขตอำนาจศาลที่บัญชีของลูกค้าที่ได้เปิดไว้ ตามขั้นตอนในการเปิดบัญชีของเว็บไซต์ และตามที่ได้ให้รายละเอียดไว้ในส่วนเกี่ยวกับเราในเว็บไซต์ และประเภทของผลิตภัณฑ์ที่นำเสนอ คำว่า "บริษัทฯ" จะหมายถึงอย่างใดอย่างหนึ่งต่อไปนี้

source: Depending on the jurisdiction to which a client's account has been attached in accordance with the account opening procedures of the website, the terms 'the Company' and '%1' shall denote either
es_es: Dependiendo de la jurisdicción a la que la cuenta de un Cliente esté sujeta de acuerdo con los procedimientos para la apertura de una cuenta del sitio web los términos de "la Empresa" y "%1" podrán referirse a cualquiera de estos
it_it: A seconda della giurisdizione a cui il conto del cliente è stato associato e in conformità alle procedure di apertura del conto riportate sul sito web, i termini "la Società" e "%1" si riferiscono a
ru_ru: В зависимости от юрисдикции, к которой относится счёт клиента, а также согласно процедуре открытия счёта, указанной на вебсайте, термины "Компания" и "%1" обозначают
th_th: ขึ้นอยู่กับเขตอำนาจศาลที่บัญชีของลูกค้าที่ได้เปิดไว้ ตามขั้นตอนในการเปิดบัญชีของเว็บไซต์ คำว่า 'บริษัทฯ' และ '%1' จะหมายถึง

source: Depending on the level of risk that the Company is exposed to while acting as the client's counterparty, the Company acts largely in a principal capacity of the client's trades. As such, the execution venue will usually be %1. However, the Company may transmit the client's order to third-party liquidity providers, in which case the Company will determine the execution venue on the basis described above.
es_es: Dependiendo del nivel de riesgo al cual se exponga la Empresa al actuar como contraparte del cliente, la Empresa actúa en gran medida como administrador de las operaciones del cliente. Como tal, el medio de ejecución será usualmente %1. Sin embargo, la Empresa puede transmitir la orden del cliente a proveedores de liquidez externos, en cuyo caso la Empresa determinará el medio de ejecución en base a lo descrito anteriormente.
it_it: In base al livello di rischio a cui è esposta agendo in qualità di controparte del Cliente, la Società agisce largamente in qualità di mandante dei trade del Cliente. In quanto tale, la sede di esecuzione sarà normalmente %1. Tuttavia, la Società può trasmettere l'ordine del Cliente a fornitori di liquidità terzi, nel qual caso stabilirà la sede di esecuzione sulla base dei criteri descritti sopra.
ru_ru: В зависимости от уровня риска, которому подвергается Компания, выступая в качестве контрагента клиента, Компания действует в рамках контракта клиента. Таким образом, как правило, местом исполнения контракта будет являться %1. Тем не менее, Компания может передать ордер клиента сторонним поставщикам ликвидности. В данном случае Компания самостоятельно определит место исполнения контракта на основе параметров, указанных выше.
th_th: ขึ้นอยู่กับระดับของความเสี่ยงที่บริษัทต้องเผชิญในการทำหน้าที่เป็นคู่สัญญาของลูกค้า บริษัททำหน้าที่ส่วนใหญ่เป็นศักยภาพหลักของการซื้อขายของลูกค้า เช่นนั้นแล้ว สถานที่ในการดำเนินการมักจะเป็น %1 อย่างไรก็ตามบริษัทอาจจะส่งคำสั่งซื้อของลูกค้าไปยังบุคคลที่สามที่เป็นผู้ให้บริการสภาพคล่อง ซึ่งเป็นกรณีที่บริษัทจะพิจารณาสถานที่ในการดำเนินการตามพื้นฐานที่อธิบายไว้ข้างต้น

source: Depending on what you do, you can apply as our Affiliate or Introducing Broker, or both. More new clients from you means higher potential commissions.
es_es: Dependiendo de su ocupación, puede presentar su solicitud de Afiliado o Broker Introductor, o ambas. Cuantos más clientes nuevos traiga, mayores podrán ser sus comisiones potenciales.
it_it: In base alle tue attività, puoi richiedere un conto per Affiliato, Introducing broker o entrambi. Maggiore è il numero di nuovi clienti che riuscirai ad attrarre, maggiori saranno le potenziali commissioni.
ru_ru: В зависимости от Ваших предпочтений, Вы можете подать заявку и стать нашим партнёром, Представляющим брокером или занять сразу обе позиции. Чем больше клиентов Вы привлечёте, тем больше размер получаемых Вами комиссионных.
th_th: ขึ้นอยู่ว่าคุณทำอะไร คุณสามารถสมัครเป็นพันธมิตรฯ หรือ โบรกเกอร์แนะนำ หรือทั้งสองอย่าง หากเราได้รับลูกค้าใหม่จากคุณมากขึ้น หมายถึง ค่าคอมมิชชั่นที่สูงขึ้นด้วย

source: Depending on your broker or trading platform, you can start trading from the time the Sydney market opens on Monday morning to the time the New York market closes on Friday evening – up to 24 hours a day, five days a week.
es_es: Según su broker o plataforma de operaciones, usted puede comenzar a operar desde la apertura del mercado en Sydney un lunes por la mañana hasta el cierre del mercado de Nueva York un viernes en la noche – hasta 24 horas por día, cinco días de la semana.
it_it: A seconda del vostro broker o della piattaforma di trading, è possibile avviare il trade dall'apertura del mercato di Sydney il lunedì mattina fino alla chiusura del mercato di New York il venerdì sera, fino a 24 ore al giorno, cinque giorni alla settimana.
ru_ru: В зависимости от брокера или торговой платформы, Вы можете начать торговлю с момента начала работы австралийского рынка (в Сиднее), открывающегося в понедельник, до момента закрытия Нью-Йоркской биржи в пятницу вечером, до 24 часов в день, пять дней в неделю.
th_th: ขึ้นอยู่กับโบรกเกอร์ หรือ แพลตฟอร์มซื้อขายของท่าน ท่านสามารถเริ่มซื้อขายตั้งแต่เวลาเปิดตลาดซิดนีย์ในเช้าวันจันทร์ กระทั่งเวลาที่ตลาดนิวยอร์กปิดเย็นวันศุกร์ – สูงถึง 24 ชั่วโมงต่อวัน ห้าวันต่อสัปดาห์

source: Deposit
es_es: Depositar
it_it: Deposita
ru_ru: Пополнение
th_th: ฝาก

source: Deposit and withdraw your funds via international bank wire transfer.
es_es: Deposite o retire sus fondos mediante transferencia bancaria internacional.
it_it: Deposita e preleva i tuoi fondi tramite bonifico bancario internazionale.
ru_ru: Пополняйте счёт и выводите средства через международные банковские переводы.
th_th: ฝากและถอนเงินของคุณผ่านทางการโอนเงินผ่านธนาคารระหว่างประเทศ

source: Deposit as little as USD 5 to start trading
es_es: Deposite tan solo 5 USD para comenzar a operar
ru_ru: Минимальная стоимость контрака от 1 USD, минимальный размер депозита от 5 USD (зависит от способа пополнения)
th_th: ฝากเงินแค่เพียง 5 เหรียญสหรัฐเพื่อเริ่มซื้อขาย

source: Deposit bonus
es_es: Bonos de depósito
it_it: Bonus sui depositi
ru_ru: Бонус на депозит
th_th: โบนัสเงินฝาก

source: Deposit or withdraw below
es_es: Depositar o retirar abajo
it_it: Deposita o preleva qui sotto
ru_ru: Пополните счёт или выведите средства
th_th: ฝากเงิน หรือ ถอนเงิน ด้านล่าง

source: Deposit or withdraw to your account via bank wire, credit card, or e-wallet.
es_es: Deposite o retire dinero de su cuenta por medio de transferencia bancaria, tarjeta de crédito o monedero electrónico.
it_it: Deposita sul tuo conto oppure preleva tramite bonifico bancario, carta di credito o portafoglio elettronico.
ru_ru: Пополните или выведите средства со счета банковским переводом, картой или через электронный кошелёк.
th_th: ฝากเงิน หรือ ถอนเงินเข้าบัญชีของท่านผ่านบริการของธนาคาร บัตรเครดิต หรือ กระเป๋าสตางค์อิเล็กทรอนิกส์

source: Deposit: %1 blockchain confirmations
es_es: Depósito: %1 confirmaciones de la blockchain
it_it: Deposito: %1 conferme di blockchain
ru_ru: Пополнение. Подтверждение блокчейнов: %1
th_th: ฝากเงิน: %1 การยืนยันจากบล็อกเชน

source: Deposit: %1 working day
es_es: Depósito: %1 día(s) laborable(s)
it_it: Deposito: %1 giorno lavorativo
ru_ru: Пополнения: %1 раб.день (дня)
th_th: ฝากเงิน: %1 วันทำการ

source: Deposit: Instant
es_es: Depósito: Instantáneo
it_it: Deposito: istantaneo
ru_ru: Пополнения: Мгновенно
th_th: ฝากเงิน: ทันที

source: Deposits and withdrawals for your MetaTrader 5 account always pass through your binary options account.
es_es: Los depósitos y retiros de su cuenta MetaTrader 5 siempre pasan por su cuenta de opciones binarias.
it_it: I depositi e prelievi del tuo conto MetaTrader 5 passano sempre attraverso il tuo conto di opzioni binarie.
ru_ru: Пополнение и вывод средств со счёта MetaTrader 5 всегда осуществляется через счёт на бинарных опционах.
th_th: การฝากและถอนเงินจากบัญชี MetaTrader 5 ของท่านจะผ่านบัญชีไบนารีออปชั่นเสมอ

source: Deposits and withdrawals have been disabled on your account. Please check your email for more details.
es_es: Depósitos y retiros han sido deshabilitados en su cuenta. Por favor revise su correo electrónico para más detalles.
it_it: La funzione di deposito e prelievo è stata disabilitata per il tuo conto. Ti invitiamo a controllare il tuo indirizzo e-mail per ulteriori indicazioni.
ru_ru: Пополнение счёта и вывод средств отключены на Вашем счету. Проверьте свою электронную почту для получения более подробной информации.
th_th: ได้มีการปิดการใช้งานการฝากและถอนเงินในบัญชีของท่าน โปรดตรวจสอบอีเมล์เพื่อศึกษารายละเอียดเพิ่มเติม

source: Deposits and/or payments due are to be made in the currency chosen by the client from the ones specified by BIEL from time to time.
es_es: Los depósitos y/o pagos vencidos deben hacerse en la divisa elegida por el cliente entre las que BIEL especifica de manera periódica.
ru_ru: Пополнение счёта и любые причитающиеся платежи должны быть выполнены в валюте, выбранной клиентом из списка, периодически предоставляемого BIEL.
th_th: การฝาก และ/หรือ การครบกำหนดชำระเงิน ถูกดำเนินการตามสกุลเงินที่ลูกค้ากำหนดไว้ให้กับ BIEL ในแต่ละครั้ง

source: Deriv — an all-new trading experience
es_es: Deriv - una experiencia de operación completamente nueva
ru_ru: Deriv — совершенно новый опыт торговли
th_th: Deriv — ประสบการณ์ใหม่ของการซื้อขาย

source: Derivative
es_es: Derivativo
it_it: Derivato
ru_ru: Производные
th_th: อนุพันธ์
