Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Use the name 'Binary' or any derivation of that name such as '%1' or the Binary Trademarks in a way that might compete with Binary's search engine optimisation without the prior written consent of Binary, which includes using the name '%1' on the title tag of the Introducing Broker's website
es_es: Utilizar el nombre de "Binary" o cualquier derivado de ese nombre como ser %1 o la Marca Registrada de Binary de una manera que pueda competir con la optimización del motor de búsqueda de Binary sin el consentimiento previo y por escrito de Binary, que incluye el uso del nombre '%1' en la etiqueta del título del sitio web del Broker Introductor
it_it: utilizzare il nome "Binary" o derivati di tale denominazione come "%1" o i marchi Binary secondo modalità che potrebbero interferire con l'ottimizzazione dei motori di ricerca messa a punto dalla Società senza previo consenso scritto di Binary, per esempio utilizzando la denominazione "%1" nel tag del titolo del sito web dell'Introducing Broker
ru_ru: Использовать имя "Binary" или любое производное от данного имени, например, "%1" или торговую марку Binary любым способом, которые может ухудшить поисковую оптимизацию Binary без предварительного письменного согласия Binary, что включает использование имени "%1" в заголовках вебсайта Представляющего брокера
th_th: ใช้ชื่อ 'Binary' หรือ การสร้างคำจากชื่อนั้น เช่น '%1' หรือ เครื่องหมายการค้าของ Binary ในลักษณะที่อาจแข่งขันกับระบบการใช้เครื่องมือสืบค้นให้เกิดประโยชน์สูงสุด (Search Engine Optimisation) ของ Binary โดยปราศจากความเห็นชอบอย่างเป็นลายลักษณ์อักษรจาก Binary ก่อน ซึ่งรวมถึงการใช้ชื่อ '%1' บนป้ายชื่อของเว็บไซต์ของโบรกเกอร์แนะนำ

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
es_es: Aproveche la oportunidad que ofrece nuestro sitio de probar gratis la cuenta de dinero virtual. Esto le ayudará a adaptarse a las funciones y reglas del sitio.
it_it: Utilizza l'opportunità offerta dal nostro sito internet per fare pratica gratuitamente con il nostro account virtuale. Ciò ti consentirà di familiarizzare con le funzionalità e le regole del sito.
ru_ru: Используйте возможность бесплатно практиковаться на нашем сайте на демо-счете. Это поможет Вам понять правила и основные функции сайта.
th_th: ใช้โอกาสที่มีในเว็บของพวกเราเพื่อเรียนรู้ให้เกิดความชำนาญโดยไม่ต้องลงทุนลงเงินจากบัญชีทดลองใช้งาน จะทำให้ท่านมีความคุ้นเคยกับการทำงานต่างๆ และหลักการในเว็บไซต์

source: Use the web platform from any Windows, MacOS, or Linux operating system – no download or installation required.
es_es: Utilice la plataforma web desde cualquier sistema operativo (Windows, MacOS o Linux), sin que sea necesario descargar ni instalar nada.
it_it: Utilizza la piattaforma Web da qualsiasi sistema operativo Windows, MacOS o Linux: non è richiesto il download o l'installazione.
ru_ru: Пользуйтесь веб платформой для операционных систем Windows, MacOS и Linux без загрузки и установки.
th_th: ใช้แพลตฟอร์มเว็บ ไม่ว่า วินโดวส์ ระบบปฏิบัติการแมค หรือ ลินุกซ์ โดยไม่ต้องดาวน์โหลดหรือติดตั้งโปรแกรมใดๆ

source: Use their best endeavours and diligence to transfer funds deposited to %1 Agent Account to its respective %1 Client account
es_es: Con sus mejores esfuerzos y diligencia, transferir los fondos depositados a la Cuenta de Agente %1 a la respectiva cuenta de Cliente %1
it_it: Si impegna al massimo per trasferire i fondi depositati sul conto %1 dell'Agente al rispettivo conto %1 del Cliente
ru_ru: Прилагать максимум усилий и стараний для перевода средств со счёта Агента на %1 на соответствующий Клиентский счёт %1
th_th: ใช้ความพยายามอย่างสุดความสามารถและความมานะในการโอนเงินหลักประกันของเขาไปยังบัญชีตัวแทนฯ ของ %1ไปยัง บัญชีลูกค้าของ %1 ตามลำดับ

source: Use their best endeavours to attract potential clients for Binary
es_es: Realizar su mejor esfuerzo para atraer clientes potenciales para Binary
it_it: adoperarsi quanto più possibile per attirare potenziali clienti per Binary
ru_ru: предпринять все разумные меры для привлечения потенциальных клиентов на Binary,
th_th: ใช้ความพยายามอย่างสุดความสามารถของเขาเพื่อสร้างความสนใจต่อลูกค้าของ Binary

source: Use to the utmost benefit any possible additional features that some payment processors offer
es_es: Aprovechar al máximo las posibles características adicionales que ofrecen algunos procesadores de pagos
it_it: Sfruttare al meglio eventuali funzionalità aggiuntive offerte da alcuni processori di pagamento
ru_ru: Использовать любые дополнительные функции, предлагаемые платёжными системами, для получения наибольших преимуществ
th_th: ใช้คุณลักษณะเพิ่มเติมที่เป็นไปได้จากผู้ให้บริการชำระเงินเพื่อให้เกิดประโยชน์สูงสุด

source: Use two different exclusion types: 'Allocation' excludes a client from future trades only, while 'Full' also closes open positions and removes its balance from the master account. Clients can choose to close any open position.
es_es: Utilice dos tipos de exclusión diferentes: 'Asignación' excluye a un cliente solo de las operaciones futuras, mientras que 'Completo' cierra las posiciones abiertas y elimina el saldo de la cuenta maestra. Los clientes pueden elegir cerrar cualquier posición abierta.
ru_ru: Пользуйтесь двумя видами исключения: "Распределение" закрывает для клиента только будущие контракты, а "Полностью" также закрывает открытые позиции и удаляет их баланс с основного счёта. Также клиенты могут самостоятельно закрыть любые открытые позиции.
th_th: ใช้ประเภทของการจำกัดสองประเภทที่แตกต่างกัน: 'การจัดสรร' จำกัดลูกค้าจากการซื้อขายในอนาคตเท่านั้น ในขณะที่ 'เต็ม' ปิดโพซิชั่นเปิด และเอายอดคงเหลือออกจากบัญชีหลักด้วย ลูกค้าสามารถเลือกที่จะปิดโพซิชั่นเปิดอันใดก็ได้

source: Use, perform, and display the Programmer's Application and its content for purposes of marketing, demonstrating, and making the Programmer's Application available to the Company's clients.
es_es: Para usar, realizar y mostrar la Aplicación del Programador y su contenido para propósitos de marketing, demostración y para hacer que la Aplicación del Programador esté disponible a los clientes de la Empresa.
it_it: usare, avviare e mostrare l'Applicazione del Programmatore e il suo contenuto a scopo di marketing, per eseguire dimostrazioni e rendere disponibile l'Applicazione del Programmatore ai clienti della Società.
ru_ru: использовать, выполнять и отображать Приложение Программиста и его контент в целях маркетинга, демонстрации и доступа клиентов Компании к Приложению Программиста,
th_th: ใช้ ดำเนินการ และแสดงแอพพลิเคชันของโปรแกรมเมอร์ และเนื้อหาเพื่อวัตถุประสงค์ทางการตลาด การสาธิต และให้ลูกค้าของบริษัทฯ ได้ใช้งานแอพพลิเคชันของโปรแกรมเมอร์

source: Using our website, customers can trade currencies, indices, commodities, and volatility indices 24/7. We have the most flexible pricing and the most comprehensive suite of products available.
es_es: A través de nuestro sitio web, los clientes pueden operar con divisas, índices, materias primas e índices de volatilidad en cualquier momento. Contamos con los precios más flexibles y la más amplia gama de productos disponibles.
ru_ru: На нашем сайте клиенты могут торговать валютами, индексами, сырьевыми товарами и индексами волатильности 24/7. У нас самая гибкая система ценообразования и самый современный пакет продуктов.
th_th: การใช้เว็บไซต์ของเรา ลูกค้าสามารถซื้อขายสกุลเงินต่างๆ ดัชนีต่างๆ สินค้าโภคภัณฑ์ต่างๆ และดัชนีผันผวนต่างๆ ได้ตลอด 24 ชั่วโมง 7 วัน เรามีความยืดหยุ่นในราคามากที่สุด และผลิตภัณฑ์ที่หลากหลายมากที่สุด

source: Utilise a variety of tactics – both online and offline – to grow and support the company's network of partners in your designated market
es_es: Utilizar una variedad de tácticas - tanto en línea como fuera de línea - para crecer y apoyar la red de socios de la empresa en el mercado designado
it_it: Utilizzare strategie diverse, sia online che offline, per ampliare e sostenere la rete di partner della società in un dato mercato
ru_ru: Использование различных онлайн и оффлайн тактик с целью поддержания роста партнёрской сети компании на Вашем целевом рынке
th_th: ใช้ยุทธวิธีที่หลากหลาย ทั้งออนไลน์และออฟไลน์ เพื่อสร้างและสนับสนุนเครือข่ายขององค์กรของพันธมิตรในตลาดที่ท่านได้รับมอบหมาย

source: Utility bill
es_es: Cuenta de servicios básicos
it_it: Fattura di un'utenza
ru_ru: Счёт за коммунальные услуги
th_th: ใบแจ้งหนี้ค่าสาธารณูปโภค

source: Utility bills (electricity, water, gas, broadband and landline)
es_es: Cuenta de servicios básicos (electricidad, agua, gas, banda ancha y red fija)
it_it: Fatture relative a servizi di uso domestico (elettricità, acqua, gas, banda larga e rete fissa)
ru_ru: Счета за коммунальные услуги (электричество, вода, газ, интернет и стационарный телефон)
th_th: ใบแจ้งหนี้ค่าสาธารณูปโภค (ไฟฟ้า น้ำ น้ำมัน อินเทอร์เน็ตบรอดแบนด์ และโทรศัพท์พื้นฐาน)

source: VPN App
es_es: Aplicación de VPN
ru_ru: Приложение VPN
th_th: แอพพลิเคชัน VPN

source: VPN app
es_es: App de VPN
ru_ru: Приложение VPN
th_th: แอพพลิเคชัน VPN

source: Variable
it_it: Variabile
ru_ru: Переменная
th_th: แปรตาม

source: Variable spreads
es_es: Spreads variables
it_it: Spread variabili
ru_ru: Переменные спреды
th_th: สเปรดตัวแปร

source: Verification
es_es: Verificación
it_it: Verifica
ru_ru: Проверка
th_th: การตรวจสอบ

source: Verification code
es_es: Código de verificación
it_it: Codice di verifica
ru_ru: Код проверки
th_th: รหัสตรวจสอบ

source: Verification code is wrong. Please use the link sent to your email.
es_es: El código de verificación es incorrecto. Por favor, haga clic en el enlace enviado a su correo electrónico.
it_it: Il codice di verifica è errato. Utilizza il link inviato alla tua e-mail.
ru_ru: Неправильный проверочный код. Пожалуйста, воспользуйтесь ссылкой, отправленной на Ваш email.
th_th: รหัสยืนยันไม่ถูกต้อง โปรดใช้ลิงค์ที่ส่งไปยังอีเมล์ของท่าน

source: Verify Reset Password
es_es: Verificar nueva contraseña
it_it: Verifica la nuova password
ru_ru: Подтвердите изменение пароля
th_th: ตรวจสอบรหัสผ่านใหม่

source: Verify and approve clients' deposit and withdrawal requests
es_es: Verificar y aprobar las solicitudes de depósito y retiro de los clientes
it_it: Verificare e approvare le richieste di deposito e prelievo dei clienti
ru_ru: Проверка и утверждение запросов клиентов на пополнение счетов и вывод средств
th_th: ตรวจสอบ และอนุมัติคำขอการฝากและถอนเงินของลูกค้า

source: Verify main password
es_es: Verificar contraseña principal
it_it: Verifica la password principale
ru_ru: Подтвердите основной пароль
th_th: ตรวจสอบรหัสผ่านหลัก

source: Verify new MT5 password
es_es: Verificar nueva contraseña en MT5
it_it: Verifica la nuova password MT5
ru_ru: Подтвердите новый пароль MT5
th_th: ตรวจสอบรหัสผ่าน MT5 ใหม่

source: Verify new password
es_es: Verificar nueva contraseña
it_it: Verifica la nuova password
ru_ru: Подтвердите новый пароль
th_th: ตรวจสอบรหัสผ่านใหม่

source: Version 48. Last modified 2019-05-10.
es_es: Versión 48. Última modificación en 2019-05-10.
it_it: Versione 48. Ultima modifica: 10-05-2019.
ru_ru: Версия 48. Последние изменения: 2019-05-10.
th_th: เวอร์ชัน 48 แก้ไขล่าสุดเมื่อ 2019-05-10

source: Video Room Facility
es_es: Sala de video
it_it: Sala video
ru_ru: Видео комната
th_th: ห้องวีดีโอ

source: Video tutorial
es_es: Video explicativo
it_it: Video di supporto
ru_ru: Видеокурс
th_th: วิดีทัศน์แนะนำการใช้งาน

source: View
es_es: Ver
it_it: Visualizza
ru_ru: Просмотр
th_th: ดู

source: View all the information you need to manage your client list – including login ID, group, leverage, balance, equity, and margin
es_es: Vea toda la información que necesita para administrar su lista de clientes, incluyendo login ID, grupo, apalancamiento, saldo, capital (equity) y margen.
ru_ru: Просматривайте всю информацию, необходимую для управления списком клиентов, включая номер счета, группу, кредитное плечо, баланс, размер свободных средств и маржу
th_th: ดูข้อมูลทั้งหมดที่ท่านต้องการเพื่อจัดการรายชื่อลูกค้าของท่าน – รวมถึง Login ID กลุ่ม เลเวอเรจ ยอดคงเหลือ ทุน และกำไร

source: View available payment methods
es_es: Ver los métodos de pago disponibles
it_it: Mostra le modalità di pagamento disponibili
ru_ru: См. доступные способы оплаты
th_th: ดูวิธีการชำระเงินต่างๆ

source: View chart
es_es: Vea la gráfica
it_it: Visualizza grafico
ru_ru: Обзор графика
th_th: ดูแผนภูมิ

source: View essential information for open positions associated with each login ID – including order type (buy/sell), open time, open price, stop loss, take profit, swap, and profit
es_es: Vea la información esencial para las posiciones abiertas asociadas con cada login ID - incluyendo tipo de contrato (compra / venta), tiempo de apertura, precio de apertura, límite de pérdida (stop loss), colectar ganancias, cambio (swap) y ganancias
ru_ru: Просматривайте важную информацию об открытых позициях для каждого имени пользователя, включая тип контракта (покупка/продажа), время открытия, цену открытия, уровень стоп-лосс и тэйк-профит, своп и прибыль
th_th: ศึกษาข้อมูลที่สำคัญสำหรับโพซิชั่นเปิดที่สัมพันธ์กับแต่ละรหัสผู้ใช้งาน รวมทั้งชนิดของคำสั่ง (ซื้อหรือขาย), เวลาเปิด ราคาเปิด คำสั่งยุติการขาดทุน เอากำไร อัตราดอกเบี้ย และผลกำไร

source: View guide
es_es: Ver la guía
it_it: Visualizza la guida
ru_ru: Просмотреть гид
th_th: ดูคำแนะนำ

source: View open positions
es_es: Ver las posiciones abiertas
it_it: Mostra le posizioni aperte
ru_ru: Просмотрите открытые позиции
th_th: ดูตำแหน่งที่เปิดรับ

source: View our platforms
es_es: Vea nuestras plataformas
it_it: Visualizza le nostre piattaforme
ru_ru: Ознакомьтесь с нашими платформами
th_th: ดูแพลตฟอร์มของเรา

source: View payment methods
es_es: Ver los métodos de pago
it_it: Mostra modalità di pagamento
ru_ru: Обзор способов оплаты
th_th: ดูวิธีการชำระเงิน

source: View statement
es_es: Vea su extracto
it_it: Visualizza l'estratto
ru_ru: Смотреть историю счета
th_th: ดูรายการบัญชี

source: View the full list of assets, contract types and durations.
es_es: Vea la lista completa de los activos, los tipos de contratos y duraciones.
it_it: Mostra l'elenco completo degli asset, tipologie di contratto e durate.
ru_ru: Смотрите полный список активов, типов контрактов и доступной продолжительности на них.
th_th: ขอดูรายการสินทรัพย์ทั้งหมด ประเภทของสัญญา และระยะเวลา

source: View the operating hours of the markets you can trade.
es_es: Ver el horario de apertura de mercados en los cuales se puede operar.
it_it: Mostra l'orario operativo dei mercati in cui puoi fare trading.
ru_ru: Узнайте время открытия и закрытия всех рынков, на которых можно работать.
th_th: ดูเวลาในของตลาดที่ท่านสามารถซื้อขาย

source: View updated statement
es_es: Ver extracto actualizado
it_it: Visualizza estratto conto aggiornato
ru_ru: Просмотреть новую выписку
th_th: ดูรายการเดินบัญชีล่าสุด

source: View your account's authentication status.
es_es: Ver el estado de autenticación de su cuenta.
it_it: Visualizza lo stato di autenticazione del conto.
ru_ru: Просмотреть статус аутентификации счёта.
th_th: ดูสถานะการรับรองความถูกต้องของบัญชีของท่าน

source: View your financial assessment settings.
es_es: Vea sus ajustes de evaluación financiera.
it_it: Visualizza le impostazioni della tua valutazione finanziaria.
ru_ru: Просмотрите настройки финансовой оценки.
th_th: ดูการตั้งค่าของการประเมินทางการเงินของท่าน

source: View your login history.
es_es: Vea su historial de accesos.
it_it: Mostra la tua cronologia di login.
ru_ru: Просмотрите свою историю входа в систему.
th_th: ดูประวัติการเข้าใช้งานระบบของท่าน

source: View your personal information.
es_es: Vea sus datos personales.
it_it: Visualizza le tue informazioni personali.
ru_ru: Посмотрите свои личные данные.
th_th: ดูข้อมูลส่วนบุคคลของท่าน

source: View your statement
es_es: Vea su extracto
it_it: Mostra il tuo estratto
ru_ru: Смотрите свою историю счета
th_th: ดูรายการเดินบัญชีของท่าน

source: View your trading and withdrawal limits.
es_es: Vea sus límites de trading y retiros.
it_it: Mostra i tuoi limiti di trading e di prelievo.
ru_ru: Лимиты на торговлю и вывод.
th_th: ดูวงเงินการซื้อขายและวงเงินสำหรับถอนเงินของท่าน

source: Virtual
it_it: Virtuale
ru_ru: Виртуальный
th_th: เสมือน

source: Virtual Account
es_es: Cuenta virtual
it_it: Conto Virtuale
ru_ru: Демо-счет
th_th: บัญชีทดลองใช้

source: Visa is an international company that supports digital payments around the world, most commonly through their brand of credit and debit cards. For more information, please visit %1.
es_es: Visa es una compañía internacional que admite pagos digitales en todo el mundo, comúnmente a través de su marca de tarjetas de crédito y débito. Para más información, visite %1.
it_it: Visa è una società internazionale che supporta i pagamenti digitali in tutto il mondo, solitamente attraverso le carte di credito o di debito dello stesso circuito. Per maggiori informazioni, visita il sito %1.
ru_ru: Visa - это международная компания, поддерживающая электронные платежи по всему миру, преимущественно посредством кредитных и дебетовых карт. Более подробная информация: %1.
th_th: วีซ่า เป็นองค์กรนานาชาติที่ให้บริการการชำระเงินดิจิทัลทั่วโลก ส่วนใหญ่ผ่านทางบัตรเครดิตหรือบัตรเดบิตของแบรนด์ต่างๆ สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Volatility 10 Index
es_es: Índice de Volatilidad 10
it_it: Indice di volatilità 10
ru_ru: Индекс волатильн. 10
th_th: ดัชนีผันผวน 10

source: Volatility 100 Index
es_es: Índice de Volatilidad 100
it_it: Indice di volatilità 100
ru_ru: Индекс волатильн. 100
th_th: ดัชนีผันผวน 100

source: Volatility 25 Index
es_es: Índice de Volatilidad 25
it_it: Indice di volatilità 25
ru_ru: Индекс волатильн. 25
th_th: ดัชนีผันผวน 25

source: Volatility 50 Index
es_es: Índice de Volatilidad 50
it_it: Indice di volatilità 50
ru_ru: Индекс волатильн. 50
th_th: ดัชนีผันผวน 50

source: Volatility 75 Index
es_es: Índice de Volatilidad 75
it_it: Indice di volatilità 75
ru_ru: Индекс волатильн. 75
th_th: ดัชนีผันผวน 75

source: Volatility Indices
es_es: Índices de Volatilidad
ru_ru: Индексы волатильности
th_th: ดัชนีผันผวน

source: Volatility Indices are further categorised into two classes:
es_es: Los índices de volatilidad se categorizan en dos clases:
ru_ru: Индексы волатильности подразделяются на два вида:
th_th: ดัชนีผันผวนถูกจำแนกเป็น 2 ระดับ

source: Volatility Indices give you exclusive access to various trade types, such as Up/Down, Touch/No Touch, In/Out, Asians, Digits, Lookbacks, Reset Call/Reset Put, Call Spread/Put Spread, Only Ups/Only Downs, and more.
es_es: Los índices de volatilidad le brindan acceso exclusivo a varios tipos de operaciones, como Arriba / Abajo, Toque / Sin toque, Dentro / Fuera, Asiáticas, Dígitos, Retroactivos, Reset Call / Reset Put, Call Spread/Put Spread, Solo Arriba / Solo Abajo y más.
ru_ru: Индексы волатильности открывают эксклюзивный доступ к различным видам контрактов, включая Вверх/Вниз, Касание/Нет касания, Внутри/Вне, Азиатские, Цифровые, Lookback, Reset колл/Reset пут, Колл спред/Пут спред, Только вверх/вниз и многие другие.
th_th: ดัชนีผันผวนทำให้ท่านมีสิทธิพิเศษในการเลือกซื้อขายหลายประเภท เช่น Up/Down, Touch/No Touch, In/Out, Asians, Digits, Lookbacks, Reset Call/Reset Put, Call Spread/Put Spread, Only Ups/Only Downs และอื่นๆ อีกมาก

source: Volume step
es_es: Paso de volumen
it_it: Volume dello step
ru_ru: Шаг
th_th: ระดับของจำนวน

source: Waiting for contract settlement.
es_es: En espera de la liquidación del contrato.
it_it: In attesa della risoluzione del contratto.
ru_ru: Ожидание закрытия контракта.
th_th: รอการชำระเงินตามสัญญา

source: Waiting for entry tick.
es_es: Esperando el tick de entrada.
it_it: In attesa del tick d'ingresso.
ru_ru: В ожидании входного тика...
th_th: กำลังรองช่วงราคาเริ่มต้น

source: Waiting for exit tick.
es_es: Esperando el tick de salida.
it_it: In attesa del tick d'uscita.
ru_ru: В ожидании выходного тика.
th_th: กำลังรอช่วงราคาสุดท้าย

source: Want to be a part of our dynamic culture? Browse all our openings and see where you fit:
es_es: ¿Quieres ser parte de nuestra cultura dinámica? Explora nuestras ofertas para ver dónde encajas:
it_it: Vorresti entrare a fare parte del nostro dinamico ambiente? Consulta le nostre offerte e scopri quella più adatta a te:
ru_ru: Хотите стать частью нашей динамичной команды? Просмотрите наши вакансии и узнайте, есть ли у нас подходящие позиции:
th_th: ต้องการเป็นส่วนหนึ่งของวัฒนธรรมของเราหรือไม่ ดูตำแหน่งงานที่เปิดรับที่เหมาะกับท่าน

source: Want to help us enhance the strength and security of our platform?
es_es: ¿Quieres ayudarnos a reforzar la resistencia y la seguridad de nuestra plataforma?
it_it: Vuoi aiutarci a migliorare la robustezza e la sicurezza della nostra piattaforma?
ru_ru: Хотите помочь нам улучшить надёжность и безопасность нашей платформы?
th_th: ปรารถนาในการดูแล ปรับปรุงความแข็งแกร่งและความปลอดภัยของระบบการซื้อขายเของเราไหม?

source: Want to telecommute?
es_es: ¿Quieres trabajar a distancia?
it_it: Vuoi lavorare da casa?
ru_ru: Хотите работать удалённо?
th_th: อยากทำงานทางไกลหรือไม่

source: Warranties
es_es: Garantías
it_it: Garanzie
ru_ru: Гарантии
th_th: การรับประกัน

source: Warranty disclaimer
es_es: Exención de Responsabilidad sobre Garantía
it_it: Disclaimer sulla garanzia
ru_ru: Отказ от гарантий
th_th: การสงวนสิทธิ์การรับประกัน

source: We
es_es: MI
it_it: Noi
ru_ru: Ср
th_th: พวกเรา

source: We accept
es_es: Aceptamos
it_it: Accettiamo
ru_ru: Мы принимаем:
th_th: เรายอมรับ

source: We always put our customers first and dedicate ourselves to building products and services that give them the best trading experience possible.
es_es: Siempre damos prioridad a nuestros clientes y nos dedicamos a construir productos y servicios con el fin de brindarles la mejor experiencia comercial posible.
it_it: Per noi i clienti sono sempre al primo posto, e ci impegniamo a creare prodotti e servizi che garantiscano loro la miglior esperienza di trading possibile.
ru_ru: Мы всегда ценим клиентов превыше всего и стремимся предоставлять продукты и услуги, дающие им наилучший опыт и условия работы.
th_th: เรามักจะให้ลูกค้าของเรามาเป็นอันดับแรก และอุทิศตัวเองเพื่อสร้างสรรค์ผลิตภัณฑ์และบริการที่ให้ประสบการณ์การซื้อขายที่ดีที่สุดที่เป็นไปได้

source: We are PayOps, part of the Compliance department. Our team emphasizes business development by implementing the payment strategy for the Binary group of companies in collaboration with the Marketing team.
es_es: Somos PayOps, parte del departamento de Cumplimiento. Nuestro equipo enfatiza el desarrollo comercial mediante la implementación de la estrategia de pago para el Binary group o de empresas en colaboración con el equipo de Marketing.
ru_ru: Мы представляем PayOps, подразделение отдела нормативно-правового регулирования. Наша команда способствует бизнес развитию путём внедрения платёжных стратегий для группы компаний Binary Group, в тесном сотрудничестве с маркетинговым отделом.
th_th: เราเป็น PayOps ซึ่งเป็นส่วนหนึ่งของฝ่ายกำกับดูแลกิจการ ทีมของเราเน้นการพัฒนาธุรกิจโดยการใช้กลยุทธ์การชำระเงินสำหรับกลุ่มบริษัทไบนารีร่วมกับทีมการตลาด

source: We are licensed and regulated in the British Isles and in Malta since 2015.
es_es: Estamos avalados y regulados en las Islas Británicas y Malta desde 2015.
it_it: Dal 2015 siamo regolamentati e autorizzati nelle Isole Britanniche e a Malta.
ru_ru: Наша деятельность лицензирована и регулируется финансовыми органами Британских островов и Мальты с 2015 года.
th_th: พวกเราได้รับใบอนุญาตเและและการรับรองการค้าตามกฎหมายในสหราชอาณาจักร และประเทศมอลตา ตั้งแต่ พ.ศ. 2558 (ค.ศ. 2015)
