Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Agent shall not be authorised to offer the Agent's services, under this agreement, to the clients who reside in restricted countries outlined in the Company's terms and conditions (as amended from time to time), which are published on the Company's website, %1www.binary.com%2.
es_es: El Agente no estará autorizado a ofrecer los servicios de Agente, bajo este acuerdo, a clientes que residen en países restringidos estipulados en los términos y condiciones de la Empresa (modificados periódicamente), y publicados en el sitio web de la Empresa, %1www.binary.com%2.
it_it: Ai sensi del presente contratto, l'Agente non è autorizzato a fornire i propri servizi ai clienti che risiedono nei paesi sottoposti a limitazioni come indicato nei termini e condizioni della Società, modificati periodicamente e pubblicati sul sito web della stessa, %1www.binary.com%2.
ru_ru: Агенту не разрешается предлагать свои услуги в рамках данного соглашения клиентам, проживающим в запрещённых странах, перечисленных в правилах и условиях Компании и опубликованных на вебсайте Компании %1www.binary.com%2 (данный список подлежит внесению периодических изменений и дополнений).
th_th: ตัวแทนฯ จะไม่ได้รับอนุญาตให้มีการให้บริการภายใต้ตกลงนี้แก่ลูกค้าที่พำนักอยู่ในประเทศที่ถูกจำกัดตามที่ระบุไว้ในข้อกำหนดและเงื่อนไข (ซึ่งมีการแก้ไขเป็นครั้งคราว) ซึ่งเผยแพร่ไว้บนเว็บไซต์ของบริษัทฯ %1www.binary.com%2

source: The Agent shall not do the following:
es_es: El Agente no hará lo siguiente:
it_it: L'Agente non potrà:
ru_ru: Агент обязуется не предпринимать следующих действий:
th_th: ตัวแทนฯ จะไม่ดำเนินการในเรื่องต่อไปนี้

source: The Agent shall not produce any copies of any Confidential Information or any content based on the concepts contained within the Confidential Information for personal use or for distribution without the Company's request.
es_es: El Agente no producirá copias de Información Confidencial ni de cualquier otro contenido basado en los conceptos incluidos en la Información Confidencial para uso personal o para su distribución, sin la solicitud de la Empresa.
it_it: L'Agente non dovrà produrre alcuna copia di Informazioni riservate o del contenuto ottenuto dai concetti espressi da tali informazioni per uso personale o per distribuzione senza previa richiesta della Società.
ru_ru: Агент не должен делать копий любой конфиденциальной информации, а также любого контента на основе концепций о конфиденциальной информации, предназначенных для личного использования или распространения, без предварительного разрешения Компании.
th_th: ตัวแทนฯ จะไม่ทำสำเนาของข้อมูลความลับ หรือ เนื้อหาใดๆ ที่อยู่ในข้อมูลลับเพื่อการใช้ส่วนบุคคล หรือ นำไปเผยแพร่โดยที่ไม่มีการร้องขอจากบริษัทฯ

source: The Agent shall provide any and all information and documentation required in the context of the due diligence that the Company shall conduct from time to time. The Company, complying with the law and providing its services under this agreement, shall be entitled, at any time, to request the Agent to provide all and any due diligence information and documentation related to the Agent and any other person connected or associated with the Agent for the purposes of this agreement.
es_es: El Agente deberá proporcionar toda la información y documentación requerida en el contexto de la diligencia debida que la Empresa deberá realizar de vez en cuando. Cumpliendo con la ley y prestando sus servicios bajo este Acuerdo, la Empresa tendrá derecho, en cualquier momento, a solicitar al Agente que proporcione toda la información y documentación de diligencia debida relacionada con ella misma y con cualquier otra persona conectada o asociada con ella para los propósitos de este Acuerdo.
it_it: L'Agente dovrà periodicamente fornire tutte le informazioni e la documentazione richieste nell'ambito della due diligence che sarà effettuata dalla Società. Quest'ultima, in conformità con le norme e la fornitura dei propri servizi previsti dal presente contratto, avrà il diritto di richiedere all'Agente, in qualsiasi momento, di fornire tutte le informazioni e la documentazione di due diligence relative all'Agente e a qualsiasi altra persona collegata o associata a quest'ultimo ai fini del presente contratto.
ru_ru: Агент обязуется предоставлять полную информацию и документы, необходимые в рамках юридической проверки, которую должна периодически выполнять Компания. Компания, действующая в рамках закона и предоставляющая услуги в рамках данного соглашения, имеет право в любое время запросить от Агента предоставить любую информацию и документы относительно себя и любых других лиц, связанных или относящихся к данному соглашению.
th_th: ตัวแทนฯ จะต้องให้ข้อมูลและเอกสารต่างๆ ที่กำหนดในบริบทของการตรวจสอบวิเคราะห์สถานะซึ่งบริษัทฯ จะต้องดำเนินการเป็นครั้งคราว บริษัทฯ ซึ่งปฏิบัติตามกฎหมาย และให้การบริการภายใต้ข้อตกลงนี้ จะมีสิทธิ์ไม่ว่าเวลาใดก็ตามที่จะร้องขอจากตัวแทนฯ ให้มอบข้อมูลการตรวจสอบวิเคราะห์สถานะและเอกสารทั้งหมดหรือบางอย่าง ที่เกี่ยวข้องกับบริษัทฯ และบุคคลอื่นที่เชื่อมโยง หรือ สัมพันธ์กับตัวแทนฯ เพื่อวัตถุประสงค์ของสัญญานี้

source: The Agent shall submit an application including the following information:
es_es: El agente deberá presentar una solicitud incluyendo la siguiente información:
it_it: L'Agente dovrà presentare una richiesta che includa le seguenti informazioni:
ru_ru: Агент должен подать заявление, включающее следующую информацию:
th_th: ตัวแทนฯ จะส่งใบสมัคร รวมถึงข้อมูลต่อไปนี้

source: The Agent shall thereinafter transfer the requested sum to the client. It is noted that these transactions fall out of the scope of this agreement, and, as a result, the Company shall not be liable against the Agent and the client or any other person, under contract, tort law, or any other applicable law, for any dispute or potential dispute arising out of or in connection with such transactions.
es_es: El Agente en adelante, transferirá la cantidad solicitada al cliente. Cabe señalar que estas transacciones caen fuera del alcance de este acuerdo y como resultado la Empresa no será responsable ante el Agente y el cliente o cualquier otra persona, bajo la ley de contratos o de responsabilidad civil, o cualquier otra ley aplicable, por cualquier disputa o posible disputa que surja de o en conexión con dichas transacciones.
it_it: Di seguito, l'Agente trasferirà al cliente la somma richiesta. Si osservi che queste operazioni non rientrano nell'ambito di applicazione del presente contratto, pertanto la Società declina ogni responsabilità verso l'Agente, il cliente o qualsiasi altra persona ai sensi del presente contratto, di leggi in materia di responsabilità civile o altre eventuali leggi applicabili per dispute effettive o potenziali derivanti da/relative a tali operazioni.
ru_ru: Настоящим Агент обязуется переводить клиенту запрошенные суммы. Данные транзакции не входят в сферу действия данного соглашения и в результате Компания не должна нести ответственности перед Агентом или клиентом, а также любым другим лицом, связанным договорными обязательствами, гражданским правом или любыми другими применимыми законами за любые фактические или потенциальные диспуты, возникающие в связи с данными перечислениями средств.
th_th: ตั้งแต่นี้ต่อไป เมื่อตัวแทนฯ จะโอนจำนวนที่ร้องขอให้แก่ลูกค้า โปรดทราบว่า ธุรกรรมเหล่านี้ไม่อยู่ภายในขอบเขตของสัญญานี้ ฉะนั้น บริษัทฯ จะไม่รับผิดชอบตามกฎหมายต่อตัวแทนฯ และ ลูกค้า หรือ บุคคลใดๆ ภายใต้สัญญา หรือ กฎหมาย หรือ กฎหมายอื่นใดที่เกี่ยวข้อง สำหรับข้อร้องเรียน หรือ ข้อร้องเรียนที่อาจเกิดขึ้น ซึ่งเกิดจาก หรือ เชื่อมโยงกับธุรกรรมดังกล่าว

source: The Agent shall treat all information related to the Company and the client, including but not limited to client's identity, financial status, trading, or transaction performance, as well as the Company's business plans, price points, ideas, concepts, formats, suggestions, developments, arrangements, programmes, techniques, methodologies, knowhow, equipment whatsoever, as confidential (hereinafter referred to as the "Confidential Information").
es_es: El Agente tratará toda la información relacionada con la Empresa y el cliente, incluyendo pero no limitándose a la identidad del cliente, estado financiero, ejecución de operaciones o transacciones, así como los planes de negocio de la Empresa, precios, ideas, conceptos, formatos, sugerencias, desarrollos, arreglos, programas, técnicas, metodologías, conocimientos prácticos, equipos, etc., de forma confidencial (en adelante, la "Información Confidencial").
it_it: L'Agente dovrà trattare come riservate tutte le informazioni relative ai clienti, incluse (ma senza limitazioni a) identità del cliente, condizione finanziaria, esito dei trading e delle operazioni, così come i piani di business, i prezzi, le idee, i concetti, i format, i suggerimenti, gli sviluppi, le disposizioni, i programmi, le tecniche, le metodologie, il knowhow e la strumentazione della Società (di seguito definite "informazioni riservate").
ru_ru: Агент обязуется считать конфиденциальной всю информацию, относящуюся к Компании и клиенту, включая, но не ограничиваясь данными о личности клиента, его финансовом статусе, торговой деятельности или заключаемых контрактах, а также бизнес планах Компании, ценовых ориентирах, идеях, концепциях, форматах, предложениях, разработках, договорённостях, программах, технологиях, методиках, ноу-хау, оборудовании, а также любых конфиденциальных аспектах (далее именуемых “Конфиденциальной информацией").
th_th: ตัวแทนฯ ปฏิบัติต่อข้อมูลทุกๆ ชนิดที่เกี่ยวข้องกับบริษัทฯ และลูกค้า รวมถึง ข้อมูลอัจลักษณ์ของลูกค้า สถานะทางการเงิน ข้อมูลการซื้อขาย หรือผลของการทำธุรกรรม ตลอดจน แผนธุรกิจของบริษัทฯ ระดับราคา หลักการ แนวคิด รูปแบบ ข้อเสนอแนะ การพัฒนา การเตรียมการ โปรแกรม เทคนิค วิธี ความรู้ อุปกรณ์ หรือไม่ว่าอะไรก็ตาม ในลักษณะที่เป็นความลับ (ต่อไปเรียกว่า "ข้อมูลลับ")

source: The Average
es_es: El promedio
it_it: La media
ru_ru: Среднее
th_th: ค่าเฉลี่ย

source: The Commencement Date of this agreement shall mean the date on which the Agent account is approved by the Company.
es_es: La Fecha de Inicio de este acuerdo significará la fecha en que la Empresa apruebe la cuenta del Agente.
it_it: La data di inizio del presente contratto indica la data in cui la Società approva il conto dell'Agente.
ru_ru: Дата начала действия данного соглашения означает день, когда счёт Агента будет одобрен Компанией.
th_th: วันเริ่มต้นของสัญญานี้ หมายถึง วันที่บริษัทฯ ได้อนุมัติบัญชีตัวแทนฯ

source: The Company Prices are determined by reference to the price of the Underlying Instrument which is quoted on external exchanges or dealing facilities that %1 selects at the Company's discretion. The Company's IT infrastructure and price aggregator system facilitate the reception of quotes from shortlisted prime brokers, who act as liquidity providers for the Company and the delivery of the quotes, derived with reference against relevant benchmark and markets, to the client. The client acknowledges that the Company Prices may differ from the Bids and Asks made available by external exchanges or dealing facilities and the Company is not liable for any losses that the client might incur arising from such differences. This clause does not apply to Volatility Indices.
es_es: Los precios de la Empresa son determinados en relación al precio del Instrumento Subyacente el cual se cotiza en bolsas o servicios externos a %1 que la Empresa selecciona a su discreción. La infraestructura de TI de la Empresa y su sistema de agregación de precios facilita al cliente la recepción de cotizaciones de los principales corredores, quienes actúan como proveedores de liquidez para la Empresa y la entrega de dichas cotizaciones, derivadas con relación a referentes y mercados relevantes. El cliente reconoce que los Precios de la Empresa pueden diferir de los Precios de Compra y Venta publicados por bolsas o fuentes externas y que la Empresa no será responsable por cualquier pérdida en la que el cliente pueda incurrir como resultado de dichas diferencias. Esta cláusula no se aplica a los Índices de Volatilidad.
ru_ru: Цены Компании основаны на ценах основных активов, указанных сторонними биржами или соответствующими агентствами, выбранными про усмотрению %1. IT-инфраструктура Компании и агрегатор цен способствуют получению цен от узкого круга ведущих брокеров, выступающих в качестве поставщиков ликвидности для Компании, а также за передачу котировок, поставляемых клиенту со ссылкой на соответствующие организации и рынки. Настоящим клиент признаёт, что цены Компании могут отличаться от цены бид и аск, доступных у сторонних бирж или соответствующих агентств, а Компания не несёт ответственности за любые убытки, понесённые клиентом ввиду данных отличий. Данное положение не относится к Индексам волатильности.
th_th: ราคาของบริษัทฯ ถูกกำหนดโดยอ้างอิงจากราคาของผลิตภัณฑ์อ้างอิงซึ่งมีการให้ราคาบนพื้นที่การแลกเปลี่ยนหรือเดิมพันภายนอก โดย %1 กำหนดตามดุลยพินิจของบริษัทฯ โครงสร้างพื้นฐานทางระบบสารสนเทศของบริษัทฯ และระบบการรวบรวมราคาให้บริการในการรับราคาจากโบรกเกอร์ชั้นนำที่บริษัทฯ ได้คัดเลือกไว้ที่ทำหน้าที่เป็นผู้ให้บริการทางสภาพคล่องแก่บริษัทฯ และให้ราคาแก่ลูกค้า ซึ่งราคานี้ได้มาโดยอ้างอิงกับตัวเปรียบเทียบและตลาด ลูกค้าทราบว่า ราคาของบริษัทฯ อาจจะต่างจากราคาซื้อและขายบนพื้นที่การแลกเปลี่ยนหรือเดิมพันภายนอก และบริษัทฯ ไม่รับผิดชอบต่อการขาดทุนของลูกค้าที่อาจจะเกิดขึ้นจากความแตกต่างดังกล่าว ข้อความนี้ไม่สามารถใช้กับดัชนีผันผวน

source: The Company aims to keep a record of the kinds of activity that the Company carries on in which a material conflict could arise or has arisen. The Company also maintains procedures to manage actual or potential conflicts. This includes procedures to maintain appropriate independence among members of the Company's staff who are involved in potentially conflicting activities. Such independence-upholding procedures can be followed, for example, through the operation of information barriers, physical separation of staff, the segregation of duties and responsibilities, and the maintenance of a policy of independence, which requires the Company's staff, when providing services to a client, to act in the best interests of the client and to disregard any conflicts of interest, or in some circumstances, to decline to act for a client or potential client in order to avoid conflicts of interest.
es_es: La Empresa tiene por objetivo mantener un registro de los tipos de actividades realizadas en las cuales podría surgir o ha surgido un conflicto material. La Empresa también mantiene procedimientos para la gestión de conflictos reales o potenciales. Esto incluye procedimientos para mantener la independencia apropiada de los miembros de la Empresa quienes están involucrados en actividades potencialmente en conflicto. Dichos procedimientos pueden ser implementados; por ejemplo, mediante la utilización de barreras de información, la separación física del personal, la segregación de funciones y responsabilidades así como el mantenimiento de una política de independencia, la cual requiere al personal, durante la prestación de servicios a un cliente, actuar en el mejor interés del cliente y obviar cualquier conflicto de intereses; y, en algunas circunstancias, negarse a actuar para un cliente o un posible cliente a modo de evitar conflictos de interés.
it_it: La Società intende mantenere un registro delle tipologie di attività che svolge per le quali potrebbe insorgere o è insorto un sostanziale conflitto. Mantiene inoltre procedure atte a gestire conflitti reali e potenziali, tra le quali rientrano procedure per mantenere un'adeguata indipendenza tra i membri del personale della Società che sono coinvolti in attività che potrebbero potenzialmente creare un conflitto. Ne sono esempi l'impiego di barriere all'accesso di informazioni, la separazione fisica dello personale, la separazione delle funzioni e delle responsabilità e il mantenimento di una politica di indipendenza che richiede al nostro staff, quando presta servizio a un cliente, di agire nel miglior interesse di quest'ultimo e di ignorare qualsiasi conflitto d'interesse; o, in alcune circostanze, di rifiutarsi di agire per un cliente o per un potenziale cliente al fine di evitare un conflitto di interesse.
ru_ru: Компания стремится сохранять записи обо всей деятельности, ввиду которой может возникнуть или уже возник материальный конфликт. Компания также поддерживает процедуры управления фактическими или потенциальными конфликтами. Данные процедуры включают поддержание необходимой независимости между персоналом Компании, вовлечённым в потенциально конфликтную деятельность. Данные процедуры могут осуществляться, например, посредством поддержания информационных барьеров, физического разделения персонала, распределения обязанностей и ответственности, а также соблюдения политики независимости, которая требует от сотрудников Компании при предоставлении услуг клиенту действовать в лучших интересах клиента и игнорировать любые конфликты интересов; в некоторых случаях данные процедуры требуют отказа действовать для клиента или потенциального клиента с целью избежания конфликта интересов.
th_th: บริษัทฯ ปรารถนาที่จะบันทึกประเภทการใช้งาน ที่บริษัทฯ ติดตามสิ่งที่เกิดเป็นข้อขัดแย้งที่สามารถเกิดขึ้น หรือ ได้เกิดขึ้นแล้ว บริษัทฯ มีวิธีการในการบริหารความขัดแย้งแท้จริง หรือ ความเป็นไปได้ของความขัดแย้ง รวมถึงขั้นตอนในการดูแลความเหมาะสมระหว่างสมาชิกของพนักงานขอบริษัทฯ ผู้มีส่วนเกี่ยวข้องกับกิจกรรมความขัดแย้ง เช่น อุปสรรคด้านข้อมูลเชิงปฏิบัติการ การแยกทางกายภาพของพนักงาน การแบ่งแยกหน้าที่และความรับผิดชอบ และการบำรุงรักษานโยบายอิสระที่มีความต้องการพนักงานของบริษัทฯ เมื่อมีการส่งมอบบริการให้กับลูกค้า เพื่อปฏิบัติต่อลูกค้าให้ดีที่สุดและหลีกเลี่ยงต่อการมีผลประโยชน์ทับซ้อน

source: The Company also collects basic tax residence information for the purposes of CRS/FATCA compliance. The tax information that the client provides may only be disclosed to the authorities who are legally charged with collecting this information for CRS/FATCA reporting, and %1 will only do so to the extent that it is legally obliged to collect it from the clients and disclose it to the authorities. The Company does not use, disclose, or process this information in any other way at any time.
es_es: La Empresa también recopila información fiscal básica para los efectos del cumplimiento de CRS/FATCA. La información impositiva que el cliente provee solo puede ser divulgada a las autoridades encargadas legalmente de recopilar dicha información para la prestación de informes de CRS/FATCA, y en la medida que %1 este obligada legalmente a recopilar y divulgar esta información del cliente a las autoridades. La Empresa no utiliza, divulga, o procesa esta información con otros propósitos en ningún momento.
it_it: La Società raccoglie anche informazioni basilari sulla residenza fiscale per conformità con CRS/FATCA. Le informazioni fornite dal cliente possono essere condivise esclusivamente con le autorità incaricate di raccoglierle per le comunicazioni CRS/FATCA, e %1 lo farà solo laddove fosse obbligata per legge. La Società non usa, diffonde o utilizza in alcun momento le informazioni secondo modalità diverse da quelle descritte.
ru_ru: Также компания собирает основную информацию о налоговой регистрации с целью соответствия требованиям единого стандарта по обмену налоговой информацией/Закона о налоговом соответствии иностранных счетов (CRS/FATCA). Предоставляемая клиентом налоговая информация может быть разглашена лишь органам, имеющим юридическое право на сбор данной информации с целью отчётности CRS/FATCA и лишь в той мере, в которой %1 разрешено собирать и разглашать данную информацию. Данная информация не используется и не разглашается Компанией ни в каких других целях.
th_th: บริษัทฯ ยังได้เก็บรวบรวมข้อมูลพื้นฐานเกี่ยวกับสถานที่เกิดแหล่งรายได้สำหรับภาษี เพื่อวัตถุประสงค์ในการปฏิบัติตามข้อกำหนดของ CRS/FATCA ข้อมูลภาษีที่ลูกค้าให้ไว้นั้นจะถูกเปิดเผยให้กับเจ้าหน้าที่ที่มีหน้าที่ในการเก็บรวบรวมข้อมูลนี้เพื่อการทำรายงานสำหรับ CRS/FATCA เท่านั้น และ %1 จะดำเนินการในขอบเขตที่กฎหมายบังคับเพื่อเก็บรวบรวมจากลูกค้า และเปิดเผยให้กับเจ้าหน้าที่ที่มีอำนาจเท่านั้น บริษัทฯ จะไม่ใช้ เปิดเผย หรือ ดำเนินการกับข้อมูลนี้ในทางอื่นไม่ว่าเมื่อไรก็ตาม

source: The Company also reserves the right to request documentation pertaining to any other legal obligation.
es_es: La Empresa también se reserva el derecho a solicitar documentación pertinente a cualquier otra obligación legal.
it_it: La Società si riserva inoltre il diritto di richiedere documenti in relazione a eventuali altri obblighi legali.
ru_ru: Также Компания оставляет за собой право запросить документы для соблюдения любых других юридических обязательств.
th_th: บริษัทฯ สงวนสิทธิ์ในการขอเอกสารใดๆ ที่เกี่ยวกับหน้าที่ทางกฎหมาย

source: The Company and the Agent (hereinafter referred to as "the Parties") desire to enter into this agreement whereby the Company will offer to its clients local payment processing services through the Agent within a territory as specified in Section D of this agreement.
es_es: La Empresa y el Agente (en adelante denominados "las Partes") desean celebrar este acuerdo en virtud del cual la Empresa ofrecerá a sus clientes servicios locales de procesamiento de pagos a través del Agente dentro de un territorio especificado en la Sección D de este acuerdo.
it_it: La Società e l'Agente (di seguito denominati "le Parti") intendono sottoscrivere il presente contratto per mezzo del quale la Società offre ai propri clienti servizi per l'elaborazione dei pagamenti locali attraverso l'Agente all'interno di un territorio, come specificato nella sezione D del presente contratto.
ru_ru: Компания и Агент (далее совместно именуемые как “Стороны”) вступают в данное соглашение, в рамках которого Компания предлагает своим клиентам местные услуги обработки платежей посредством Агента на территории, указанной в Разделе D данного соглашения.
th_th: บริษัทฯ และตัวแทนฯ (ต่อไปนี้เรียกว่า "คู่สัญญา") ปรารถนาในการดำเนินตามสัญญานี้ โดยบริษัทฯ จะให้บริการในการชำระเงินในท้องถิ่นผ่านตัวแทนฯ ตามเขตพื้นที่ที่ระบุไว้ในหมวด D ของสัญญานี้

source: The Company collects and assesses the client's data to profile the client in relation to the Company's products. The Company does this manually with the assistance of automated processing. By categorisation, the Company will be able to provide the most appropriate products and services to the client.
es_es: La Empresa recopila y evalúa los datos del cliente a fin de realizar un perfil en relación a los productos disponibles. La Empresa realiza este proceso manualmente con la ayuda de un sistema automático. Mediante la clasificación, la Empresa podrá proveer los productos y servicios más apropiados para el cliente.
it_it: La Società raccoglie e valuta i dati del cliente per creare un profilo idoneo in base ai prodotti offerti; esegue questa procedura manualmente ricorrendo al trattamento automatizzato dei dati. Con la classificazione, la Società sarà in grado di fornire al cliente i servizi e i prodotti più appropriati.
ru_ru: Компания собирает и пользуется данными Клиента для формирования его профайла в отношении использования нашей продукции. Компания делает это вручную и с помощью автоматизированных процедур. Благодаря категоризации, Компания предоставляет клиентам наиболее актуальные продукты и услуги.
th_th: บริษัทฯ รวบรวม และประเมินข้อมูลของลูกค้า เพื่อรวบรวมสถานะของลูกค้าที่เกี่ยวข้องกับผลิตภัณฑ์ของบริษัทฯ บริษัทฯ ดำเนินการนี้เองโดยการใช้วิธีการประมวลผลอัตโนมัติ ด้วยการจำแนกลูกค้าตามผลการประเมินนี้ บริษัทฯ จะสามารถนำเสนอผลิตภัณฑ์และบริการที่เหมาะสมที่สุดให้กับลูกค้า
