Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The services offered by the Introducing Broker to the clients are offered because the Introducing Broker is approved and qualified to offer such services. Additionally, such services are offered by the Introducing Broker fairly, honestly, and in good faith and in accordance with all business-ethics rules.
es_es: Los servicios ofrecidos por el Broker Introductor a los clientes se ofrecen porque el Broker Introductor está aprobado y calificado para ofrecer dichos servicios. Además, el Broker Introductor ofrece estos servicios de manera justa, honesta y de buena fe y de acuerdo con todas las reglas de ética empresarial.
it_it: L'Introducing Broker fornisce ai clienti servizi per cui è qualificato a autorizzato; inoltre, eroga tali servizi in modo onesto, equo e in buona fede, nel rispetto delle leggi a tutela dell'etica del business.
ru_ru: Услуги, оказываемые клиентам Представляющим брокером, предоставляются ввиду того, что Представляющий брокер одобрен и квалифицирован для предоставления данных услуг. Кроме того, данные услуги оказываются Представляющим брокером честно, объективно и добросовестно, согласно правилам бизнес этики.
th_th: โบรกเกอร์แนะนำนำเสนอบริการต่างๆให้แก่ลูกค้าได้ เนื่องจากโบรกเกอร์แนะนำ นั้นได้รับการอนุมัติ และมีคุณสมบัติที่จะนำเสนอบริการดังกล่าว นอกจากนี้ โบรกเกอร์แนะนำจะนำเสนอบริการอย่างยุติธรรม เที่ยงตรง และโดยสุจริต และเป็นไปตามกฎระเบียบด้านจริยธรรมในการทำธุรกิจทั้งหมด

source: The size of your instrument portfolio exceeds EUR 500,000 or its equivalent
es_es: El tamaño de su cartera de instrumentos excede los 500 EUR o su equivalente
ru_ru: Размер Вашего портфеля превышает EUR 500,000 или эквивалентную сумму в другой валюте
th_th: ขนาดของพอร์ตโฟลิโอเครื่องมือของท่านเกิน 500,000 ยูโร หรือ เทียบเท่า

source: The specific instructions that the Company receives from the client
es_es: Las instrucciones específicas que la Empresa recibe del cliente
it_it: le istruzioni specifiche che la Società riceve dal cliente
ru_ru: конкретными инструкциями, полученными Компанией от клиента,
th_th: คำสั่งเฉพาะเจาะจงที่บริษัทฯ ได้รับจากลูกค้า

source: The spread is the difference between the ask and bid price.
es_es: El spread es la diferencia entre el precio de compra y el precio de venta.
it_it: Lo spread è la differenza tra il prezzo di domanda e il prezzo di offerta.
ru_ru: Спред представляет собой разницу между ценой аск и ценой бид.
th_th: สเปรด คือ ความแตกต่างระหว่าง ราคาจะขาย กับ ราคาจะซื้อ

source: The spread is the difference between the buy price and sell price. A fixed spread means that the spread will remain as it is no matter the market condition except in rare cases of extreme market volatility. A variable spread means that the spread is constantly changing, depending on the market condition.
ru_ru: Спред – это разница между ценой покупки и ценой продажи актива. Фиксированный спред означает, что он останется неизменным, независимо от условий рынка, за исключением редких случаев сильной волатильности. Переменный спред означает, что он постоянно меняется, в зависимости от условий рынка.

source: The spread – why it matters
es_es: El spread - por qué es importante
it_it: Lo spread e la sua importanza
ru_ru: Спреды и их преимущества
th_th: สเปรด ทำไมถึงมีความสำคัญ

source: The stake is the amount that a trader must pay to enter into a trade.
es_es: La apuesta es el monto que el operador debe pagar para comprar un contrato.
it_it: La puntata è l'importo che un trader deve pagare per iniziare un trade.
ru_ru: Ставка – это цена, которую должен заплатить трейдер за приобретение контракта.
th_th: เงินเดิมพัน คือ จำนวนเงินที่ผู้ทำการซื้อขายต้องชำระเพื่อเริ่มการซื้อขาย

source: The sum received in the %1 Agent Account shall be subsequently transferred by the Agent to the respective client's %1 account (hereinafter referred to as the "%1 Client Account").
es_es: La cantidad recibida en la Cuenta Agente de %1 será posteriormente transferida por el Agente a la cuenta %1 respectiva del cliente (en adelante, la "Cuenta del Cliente %1").
it_it: L'Agente dovrà quindi trasferire la somma ricevuta dal proprio conto %1 al corrispettivo conto %1 del cliente (di seguito definito "%conto %1 del cliente").
ru_ru: Сумма, полученная на счёт Агента %1, должна быть впоследствии переведена Агентом на соответствующий счёт клиента %1 (далее именуемый "Клиентским счётом %1").
th_th: ตัวแทนฯ จะทำการโอนจำนวนเงินที่ได้รับในบัญชีตัวแทนฯ ของ %1 ต่อไปเพื่อเข้าในบัญชี %1ของลูกค้า (ต่อไปนี้เรียกว่า "บัญชีลูกค้า %1")

source: The system fills orders on a first-in, first-out basis, i.e. based on the sequence of the order received, and this is beyond the Company's control. As a result, the client may find it difficult or impossible to close a position at the intended price stipulated in the client's stop order during certain market conditions. The placement of stop order by the client, though useful as a risk management tool, will not necessarily limit the client's losses to the client's intended amounts in the event of highly volatile trading conditions, since market conditions may make it impossible to execute such orders, and there is uncertainty about the client's possible exit price. In short, a stop order is not guaranteed because it cannot operate in all market circumstances.
es_es: El sistema llena las órdenes en una base de primero en entrar, primero en salir, es decir, basado en la secuencia del pedido recibido, y esto está fuera del control de la Empresa. Como resultado, el cliente puede encontrar difícil o imposible cerrar una posición al precio previsto estipulado en la orden Stop del cliente durante ciertas condiciones del mercado. La colocación de la orden Stop por parte del cliente, aunque útil como herramienta de gestión de riesgos, no necesariamente limitará las pérdidas del cliente a los montos previstos en el caso de condiciones comerciales altamente volátiles, ya que las condiciones del mercado pueden hacer imposible ejecutar tales órdenes y habiendo incertidumbre sobre el posible precio de salida del cliente. En resumen, una orden Stop no está garantizada porque no puede operar en todas las circunstancias del mercado.
it_it: Il sistema gestisce gli ordini in base al principio "first in - first out", ovvero in base alla sequenza dell'ordine ricevuto, su cui la Società non esercita nessun controllo. Di conseguenza, per il cliente potrebbe essere difficile o impossibile chiudere una posizione al prezzo previsto nello stop order in determinate condizioni di mercato. Il collocamento di stop order da parte sua, sebbene sia utile come strumento di gestione del rischio, non limiterà necessariamente le perdite sugli importi previsti in caso di elevata volatilità, poiché le condizioni di mercato potrebbero rendere impossibile l'esecuzione di tali ordini e il possibile prezzo di uscita non sarebbe certo. In breve, uno stop order non è garantito perché non può operare indipendentemente dalle circostanze del mercato.
ru_ru: Система размещает ордеры в порядке их поступления, т.е. в том порядке, в котором они были получены, что находится вне контроля Компании. В результате закрытие контракта по цене, установленной клиентом в стоп-приказе, может оказаться сложным или невозможным, ввиду определённых рыночных условий. Размещение стоп-приказа является полезным инструментом управления риском, который не всегда может ограничить потери клиента запланированным размером убытка (в случае высокой волатильности на рынке, так как исполнение приказа клиента может оказаться невозможным при определённых рыночных условиях, и цена на выходе из контракта окажется неопределённой). Иными словами, стоп-приказ не даёт никаких гарантий, так как он не может быть исполнен при абсолютно любых условиях на рынке.
th_th: ระบบบันทึกข้อมูลสั่งซื้อในลักษณะเข้าก่อนออกก่อน กล่าวคือ เป็นไปตามลำดับของคำสั่งซื้อที่ได้รับ และสิ่งนี้อยู่เหนือการควบคุมของบริษัทฯ ดังนั้น ลูกค้าอาจพบว่า การปิดโพซิชั่นด้วยราคาที่ตั้งใจไว้ตามที่กำหนดเงื่อนไขไว้ในคำสั่งยุติการสั่งซื้อในช่วงสภาพตลาดบางเวลานั้นทำได้ยาก หรือ เป็นไม่ได้ ถึงแม้ว่าคำสั่งยุติการสั่งซื้อของลูกค้าจะเป็นเครื่องมือที่เป็นประโยชน์ในการบริหารความเสี่ยง เครื่องมืออาจไม่ได้จำกัดการขาดทุนให้เป็นตามที่ตั้งไว้ในสภาพตลาดที่การซื้อขายมีความผันผวนสูง เนื่องจากสภาพของตลาดทำให้เป็นไปไม่ได้ที่จะดำเนินการคำสั่งซื้อดังกล่าว และมีความไม่แน่นอนเกี่ยวกับราคายุติของลูกค้าที่เป็นไปได้ โดยสรุป คือ คำสั่งยุติการสั่งซื้อไม่สามารถรับประกันได้ เนื่องจากไม่สามารถใช้คำสั่งดำเนินการได้ในทุกๆ สภาพของตลาด

source: The terms 'the Company' and '%1' shall denote
es_es: Los términos 'la Empresa' y '%1' indicarán
it_it: I termini "la Società" e "%1" indicano
ru_ru: Термины "Компания" и "%1" должны обозначать
th_th: 'บริษัทฯ' และ '%1' จะหมายถึง

source: The time at which the client's order will be executed
es_es: El tiempo al que se ejecutará la orden del cliente
it_it: l'orario in cui verrà eseguito l'ordine del cliente;
ru_ru: временем, в которое будет исполнен ордер клиента,
th_th: เวลาที่คำสั่งซื้อของลูกค้าจะถูกประมวลผล

source: The timeframe or duration of the contract as defined by the client's order execution
es_es: El plazo o la duración del contrato según lo definido por la ejecución de la orden del cliente
it_it: l'intervallo di tempo o la durata del contratto come definiti dall'ordine di esecuzione del Cliente.
ru_ru: сроком действия контракта, указанным при исполнении ордера клиента.
th_th: ช่วงเวลา หรือ ระยะเวลาของสัญญาที่กำหนดว่าคำสั่งซื้อของลูกค้าจะถูกประมวลผล

source: The trading services described in this agreement are OTC. This means that one or more of the Underlying Instruments in which the client transacts with BIEL, though quoted on an exchange, are not traded on an exchange when transacted through the electronic trading platform as described in this agreement.
es_es: Los servicios de trading descritos en este Acuerdo son OTC. Esto significa que el mercado de uno o más de los instrumentos subyacentes que el cliente opera con BIEL, aunque se coticen en una bolsa, no se negocian en una bolsa cuando se realizan transacciones a través de la plataforma de operaciones electrónicas como se describe en este Acuerdo.
ru_ru: Услуги торговли, перечисленные в данном соглашении, осуществляются на внебиржевом рынке. Это означает, что по условиям данного соглашения, один или несколько инструментов, на которых клиент заключает контракты с BIEL, ссылаются на биржи, но не торгуются непосредственно на бирже во время осуществления контрактов на электронной торговой платформе.
th_th: การบริการซื้อขายที่อธิบายในสัญญาข้อตกลงนี้เป็นแบบ OTC ซึ่งหมายถึง เครื่องมือที่อ้างอิงรายการหนึ่ง หรือมากกว่าซึ่งลูกค้าทำธุรกรรมกับ BIEL นั้น ถึงแม้ว่าจะมีการให้ราคาบนตลาดหลักทรัพย์ จะไม่ถูกซื้อขายในตลาดหลักทรัพย์ เมื่อมีการทำธุรกรรมผ่านแพลตฟอร์มการซื้อขายอิเล็กทรอนิกส์ตามที่อธิบายในข้อตกลงนี้

source: The transactions performed on this site and the relationship between clients and the Company are to be governed by, and construed in accordance with, the laws of the country of incorporation of the Company (the "Jurisdiction"). The client agrees that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, the client irrevocably submits to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and agrees that any claim the client might have against the Company shall only be brought before the courts of the Jurisdiction. For further information on complaints and disputes, kindly refer to the Company's %1Complaints and disputes%2 section.
es_es: Las transacciones realizadas en este sitio y la relación entre los Clientes y la Empresa se regirán e interpretarán de acuerdo a las leyes del país de constitución de la Empresa (la "Jurisdicción"). El cliente acepta que los tribunales de la Jurisdicción tendrán jurisdicción exclusiva para resolver cualquier disputa que pueda surgir en la misma. Para tales fines, se somete irrevocablemente a la jurisdicción de los tribunales de la Jurisdicción en relación a cualquier disputa y acepta que cualquier reclamo que pueda tener en contra de la Empresa solo se presentará ante los tribunales de la Jurisdicción. Para obtener más información sobre quejas y disputas, consulte la sección %1Quejas y disputas%2 de la Empresa.
it_it: Le operazioni eseguite su questo sito e i rapporti tra Cliente e Società sono disciplinati e interpretati in conformità alla legislazione del Paese di costituzione della Società (la "Giurisdizione"). Il Cliente accetta che i tribunali della Giurisdizione avranno competenza esclusiva per risolvere eventuali controversie sorte a tal riguardo. A questo scopo, il Cliente è sottoposto in modo irrevocabile ai tribunali della Giurisdizione interessata in caso di eventuali controversie, e accetta di sottoporre solamente ai suddetti tribunali eventuali reclami nei confronti della Società. Per ulteriori informazioni circa reclami e controversie, invitiamo i clienti a consultare la sezione %1Reclami e controversie%2.
ru_ru: Транзакции, производимые на данном сайте, а также отношения между клиентами и Компанией регулируются и толкуются в соответствии с законодательством страны регистрации Компании ("Юрисдикции"). Клиент соглашается, что суды данных стран будут единственными инстанциями, которые имеют право регулировать любые споры и несогласия, которые могут возникнуть между сторонами. С этой целью клиент обязуется безоговорочно подчиняться решению суда определенной Юрисдикции относительного любого иска и соглашаетесь, что любая претензия, которую клиент может иметь к Компании, будет решаться в суде соответствующей Юрисдикции. Для дальнейшей информации по жалобам и искам смотрите раздел %1Жалобы и иски%2.
th_th: ธุรกรรมที่เกิดขึ้นในเว็บไซต์นี้และความสัมพันธ์ระหว่างลูกค้าและบริษัทฯ ถูกกำกับและเกิดขึ้นตามกฎหมายของประเทศนั้นที่เป็นที่ตั้งบริษัทฯ ("เขตอำนาจตามกฎหมาย") ลูกค้ายินยอมต่อการดำเนินการของศาลในเขตอำนาจตามกฎหมาย หากมีข้อโต้แย้งใดๆ เกิดขึ้นระหว่างกัน โดยอาศัยอำนาจศาลในการดำเนินการต่อข้อโต้แย้งใดๆ สำหรับข้อมูลเพิ่มเติมในการสื่อสารข้อพิพาท ข้อโต้แย้ง ให้ศึกษาข้อมูลจาก %1ข้อพิพาทและข้อโต้แย้ง %2 ของบริษัทฯ

source: The two passwords that you entered do not match.
es_es: Las dos contraseñas introducidas no coinciden.
it_it: Le due password inserite non combaciano.
ru_ru: Введенные пароли не совпадают.
th_th: รหัสผ่านที่ท่านป้อนสองครั้งไม่เหมือนกัน

source: The types of partnerships we offer
es_es: Los tipos de afiliación que ofrecemos
it_it: Offriamo diversi tipi di collaborazione
ru_ru: Доступные виды партнёрства
th_th: ประเภทของพันธมิตรนายหน้าออนไลน์ที่เรานำเสนอ

source: The use of the %1 API is at the Programmer's own risk, and the Programmer assumes full responsibility and risk of the loss it may suffer as a result of using, or accessing, the %1 API. Except to the extent that liability under any applicable law or regulation cannot be excluded, the following cases hold:
es_es: El Programador acepta utilizar la API de %1 bajo su propio riesgo y asume la responsabilidad plena ante cualquier pérdida que pueda sufrir como resultado de usar o acceder a la API de %1. Excepto en la medida en la que dicha responsabilidad no pueda excluirse según la ley o regulación vigente:
it_it: Il Programmatore si assume ogni rischio legato all'utilizzo dell'API di %1, così come la piena responsabilità e rischio per eventuali perdite legate all'utilizzo dell'API di %1 o all'accesso a quest'ultima. Fatti salvi i casi in cui non vi sia esclusione di responsabilità in base a leggi o regolamenti vigenti, valgono i seguenti casi:
ru_ru: Использование API %1 происходит на страх и риск Программиста. Программист берёт на себя полную ответственность и риск потерь, которые могут возникнуть в результате использования или доступа к API %1. Помимо меры, в пределах которой не может быть исключена ответственность в рамках любого применимого закона:
th_th: การใช้ API ของ %1 ถือเป็นความเสี่ยงของโปรแกรมเมอร์ และโปรแกรมเมอร์จะรับผิดชอบ และความเสี่ยงทั้งหมด ต่อการสูญเสีย ที่เป็นผลมาจากการใช้ หรือการเข้าถึง API ของ %1 นอกเหนือจากขอบเขตของความรับผิดชอบตามกฎหมาย หรือ หลักปฏิบัติที่เกี่ยวข้องที่ไม่อาจหลีกเลี่ยงได้ กรณีต่อไปนี้จะมีผลบังคับใช้

source: The use, operation, or combination of the %1 API with non-%1 API(s), data, equipment, or documentation if liability would have been avoided but for such use, operation, or combination
es_es: El uso, la operación o la combinación de la API de %1 con la no API(s) de %1, sus datos, equipo, o documentación cuya responsabilidad se habría evitado para tal uso, operación, o combinación
it_it: L'utilizzo, il funzionamento o la combinazione dell'API di %1 con API, dati, strumentazione e documenti non appartenenti a %1, qualora la responsabilità riguardi solo utilizzo, funzionamento o combinazione
ru_ru: использование, работа или сочетание API %1 с другими интерфейсами прикладного программирования (API), не принадлежащими %1, данными, оборудованием или документами, если можно было бы избежать ответственности за данное использование, работу или сочетание данных действий,
th_th: การใช้งาน ปฏิบัติการ หรือ การผสมผสาน ของ API ของ %1 กับ API อื่นๆ ที่ไม่ใช่ของ %1 ข้อมูล อุปกรณ์ หรือ เอกสารต่างๆ หากมีการหลีกเลี่ยงความรับผิดชอบใน การใช้งาน ปฏิบัติการ หรือ การผสมผสาน ดังกล่าว

source: The venue at which the client's order will be executed
es_es: El medio por el cual se ejecutará la orden del cliente
it_it: la sede in cui verrà eseguito l'ordine del cliente;
ru_ru: площадкой, на которой будет исполнен ордер клиента,
th_th: สถานที่ที่คำสั่งซื้อของลูกค้าจะถูกประมวลผล

source: The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends.
es_es: Los índices de volatilidad simulan varias situaciones reales del mercado y proporcionan una plataforma ideal para acostumbrarse al comercio y probar estrategias en varias condiciones del mercado. Estos índices dependen de la volatilidad y la deriva y ayudan a los usuarios a probar escenarios de - alta volatilidad, baja volatilidad, tendencias alcistas y bajistas.
ru_ru: Индексы волатильности моделируют различные ситуации на рынке и предоставляют идеальную платформу, на которой можно научиться торговать и протестировать свои стратегии в самых разных рыночных условиях. Данные индексы зависят от уровня волатильности и движения рынка, помогая пользователям опробовать такие сценарии, как высокая или низкая волатильность, восходящие или нисходящие тренды.
th_th: ดัชนีความผันผวนจำลองความหลากหลายของสถานการณ์ตลาดจริงและมีแพลตฟอร์มในอุดมคติสำหรับการซื้อขายและการทดสอบกลยุทธ์ภายใต้เงื่อนไขทางตลาดที่หลากหลาย ดัชนีเหล่านี้ขึ้นกับความผันผวน การเคลื่อนไหว และช่วยผู้ใช้งานให้ใช้รูปแบบต่างๆ เช่น ความผันผวนระดับสูง ความผันผวนระดับต่ำ แนวโน้มตลาดหมีและตลาดกระทิง

source: The willingness to learn new skills
es_es: Voluntad de aprender nuevas habilidades
it_it: La volontà di acquisire nuove competenze
ru_ru: Желание обучиться новым навыкам
th_th: มีความมานะและพากเพียรในการเรียนรู้ทักษะใหม่ๆ

source: The work that you do is complex, challenging, and essential to our future.
es_es: Su trabajo es complejo, desafiante y esencial para nuestro futuro.
it_it: Il lavoro di cui vi occupate è complesso, impegnativo e fondamentale per il nostro futuro.
ru_ru: Вы будете выполнять комплексные задачи, сложные, но необходимые для для нашей работы в будущем.
th_th: งานที่ท่านได้รับมีความซับซ้อน ท้าทาย และมีความสำคัญต่ออนาคตขององค์กร

source: Then, make your trade
es_es: Después, compre su contrato
it_it: Quindi, esegui il tuo trade
ru_ru: Потом купите контракт
th_th: แล้วก็ทำการซื้อขาย

source: There are four types of Smart FX indices that you can trade:
es_es: Existen cuatro tipos de índices Smart FX disponibles para operar:
it_it: Ci sono quattro tipi di indici Smart FX su cui fare trading:
ru_ru: Представляем Вашему вниманию четыре вида индексов Smart FX, доступных для торговли:
th_th: มีดัชนี Smart FX สี่ประเภทที่ท่านสามารถซื้อขายได้

source: There are less than 2 ticks between the start and end times
es_es: Hay menos de 2 ticks entre el inicio y el final
it_it: Ci sono meno di 2 tick tra gli orari di inizio e di fine
ru_ru: Между временем начала и окончания контракта менее 2 тиков
th_th: มีน้อยกว่า 2 ช่วงราคา ระหว่างเวลาเริ่ม และ เวลาสิ้นสุด

source: There are no charges for transferring money from the client's %1 account to their MT5 Real Account.
es_es: No hay cargos por transferir dinero desde la cuenta %1 a la Cuenta Real MT5 del cliente.
it_it: Non sono previste commissioni per il trasferimento di denaro dal conto %1 al conto reale MT5 del cliente.
ru_ru: Перевод средств между счётом %1 и Реальным счётом MT5 клиента осуществляется без комиссии.
th_th: ไม่มีการเรียกเก็บค่าธรรมเนียมในการโอนเงินจากบัญชี %1 ของลูกค้าไปบัญชี MT5 จริง

source: There are no guaranteed profits in investment trading.
es_es: No hay garantías de obtener ganancias en las operaciones de inversión.
it_it: il trading di investimenti non garantisce profitti certi;
ru_ru: Инвестиционная торговля не гарантирует прибылей.
th_th: ไม่มีการรับประกันกำไรจากการลงทุน

source: There are no restrictions to the use of Expert Advisors on the MT5 trading platform apart from unethical trading.
es_es: No hay restricciones en el uso de Expert Advisors en la Plataforma de trading MT5 además de las operaciones no éticas.
it_it: Non vi sono restrizioni sull'utilizzo dei consulenti esperti sulla piattaforma di trading MT5, tranne in caso di modalità non etiche di trading.
ru_ru: Нет никаких ограничений относительно применения Expert Advisors на торговой платформе MT5, помимо неэтичной торговли.
th_th: ไม่มีข้อจำกัดการใช้ Expert Advisors บนแพลตฟอร์มซื้อขาย MT5 นอกจากซื้อขายผิดจรรยาบรรณ
