Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Plan to start trading CFDs? Learn when to buy and sell, how to calculate your profits and losses, and how to close a position.
es_es: ¿Planea comenzar a operar CFD? Aprenda cuándo comprar y vender, cómo calcular sus ganancias y pérdidas y cómo cerrar una posición.
it_it: Stai pensando di iniziare a fare trading di CFD? Impara quando comprare e vendere, come calcolare i profitti e le perdite e come chiudere una posizione.
ru_ru: Хотите начать торговлю на CFD? Узнайте, когда покупать и продавать контракты, как рассчитать прибыль и убыток, а также как закрыть позицию.
th_th: วางแผนที่จะเริ่มต้นการซื้อขาย CFD หรือไม่ เรียนรู้ว่า เมื่อไรจะซื้อ และขาย วิธีการคำนวณกำไรและขาดทุน และวิธีในการปิดตำแหน่ง

source: Plan, coordinate, and execute a wide range of promotional campaigns
es_es: Planificar, coordinar y ejecutar una amplia gama de campañas promocionales
it_it: Pianificare, coordinare ed eseguire un ampia varietà di campagne promozionali
ru_ru: Планирование, координирование и проведение широкого спектра маркетинговых кампаний
th_th: วางแผน ประสานงาน และดำเนินการตามแผนงานส่งเสริมการขายต่างๆ

source: Plan, install, and configure world-class database systems that meet business objectives and the needs of end users
es_es: Planificar, instalar y configurar sistemas de bases de datos de clase mundial que cumplan con los objetivos comerciales y las necesidades de los usuarios finales
it_it: Pianificare, installare e configurare sistemi di banche dati di livello internazionale che soddisfino gli obiettivi di business e le necessità degli utenti finali
ru_ru: Планирование, установка и настройка первоклассной базы данных, соответствующей целям компании и нуждам пользователей
th_th: วางแผน ติดตั้ง และปรับแต่งระบบฐานข้อมูลระดับโลกที่ตอบสนองวัตถุประสงค์ทางธุรกิจและความต้องการของผู้ใช้ปลายทาง

source: Plant and Machine Operators and Assemblers
es_es: Operadores y ensambladores de plantas y máquinas
it_it: Operatori di impianti e macchinari e assemblatori
ru_ru: Работники заводов, механики и сборщики
th_th: ผู้ผลิต เจ้าหน้าที่ปฏิบัติการในโรงงานและเครื่องจักร

source: Platform Tour
es_es: La plataforma
it_it: Tour della piattaforma
ru_ru: О платформе
th_th: เยี่ยมชมระบบของเรา

source: Platforms
es_es: Plataformas
it_it: Piattaforme
ru_ru: Платформы
th_th: แพลตฟอร์ม

source: Platinum vs US Dollar
es_es: Platino vs dólar estadounidense
ru_ru: Платина против доллара США
th_th: แพลทินัม และ ดอลลาร์สหรัฐ

source: Please %1accept the updated Terms and Conditions%2 to lift your deposit and trading limits.
es_es: Por favor, %1acepte los Términos y Condiciones actualizados%2 para remover el límite de depósito y operación.
it_it: Per aumentare il limite dei depositi e del trading, %1accetta i Termini e le condizioni aggiornati%2.
ru_ru: Пожалуйста, %1примите Правила и условия,%2 чтобы снять ограничения на торговые лимиты и пополнение средств.
th_th: โปรด %1ยอมรับข้อตกลงและเงื่อนไข%2 เพื่อเพิ่มวงเงินการซื้อขายและหลักประกันของท่าน

source: Please %1accept the updated Terms and Conditions%2.
es_es: Por favor, %1acepte los Términos y Condiciones actualizados%2.
it_it: Ti invitiamo ad %1accettare i Termini e le condizioni aggiornati%2.
ru_ru: Пожалуйста, %1примите обновлённые Правила и условия%1.
th_th: โปรด %1 ยอมรับข้อตกลงและเงื่อนไข %2 ที่แก้ไขแล้ว

source: Please %1authenticate your account%2 before creating an MT5 account.
es_es: Por favor, %1autentique su cuenta%2 antes de crear una cuenta MT5.
it_it: Prima di aprire un conto MT5, %1autentica il tuo conto%2.
ru_ru: Пожалуйста, пройдите %1аутентификацию счёта%2 перед открытием счёта MT5.
th_th: โปรด %1ยืนยันบัญชีของท่าน%2 ก่อนการเปิดบัญชี MT5

source: Please %1authenticate%2 your account to continue trading.
es_es: Por favor, %1autentique%2 su cuenta para continuar operando.
it_it: Effettua %1l'autenticazione%3 del tuo conto per continuare con il trading.
ru_ru: Для продолжения торговли, пожалуйста, пройдите %1аутентификацию%2 Вашего счёта.
th_th: โปรด %1ยืนยัน%2 บัญชีของท่านเพื่อการซื้อขายอย่างต่อเนื่อง

source: Please %1authenticate%2 your account.
es_es: Por favor, %1autentique%2 su cuenta.
it_it: Ti preghiamo di %1autenticare%2 il tuo conto.
ru_ru: Пожалуйста, пройдите %1аутентификацию%2 счёта.
th_th: โปรด %1 ยืนยันและรับรอง %2 บัญชีของท่าน

source: Please %1complete the financial assessment%2 to open an MT5 account.
es_es: Por favor, %1complete la evaluación financiera%2 para abrir una cuenta MT5.
it_it: Ti invitiamo a %1completare la valutazione finanziaria%2 per aprire un conto MT5.
ru_ru: Пожалуйста, %1завершите финансовую оценку%2, чтобы открыть счёт MT5.
th_th: โปรด %1ทำแบบประเมินทางการเงิน%2 เพื่อเปิดบัญชี MT5

source: Please %1complete the trading experience section%2 in the financial assessment to open an MT5 account.
es_es: Por favor, %1complete la sección de experiencia comercial%2 en la evaluación financiera para abrir una cuenta MT5.
it_it: Per aprire un conto MT5, %1completa la sezione sull'esperienza di trading%2 nella valutazione finanziaria.
ru_ru: Пожалуйста, %1заполните информацию о торговом опыте%2 в разделе финансовой оценки, чтобы открыть счёт MT5.
th_th: โปรด %1กรอกประสบการณ์ด้านการซื้อขาย%2 ในการประเมินทางการเงิน เพื่อเปิดบัญชี MT5

source: Please %1complete your account profile%2 to lift your withdrawal and trading limits.
es_es: Por favor "complete su perfil" para aumentar el límite de retiro y negociación de su cuenta.
it_it: Per aumentare il limite dei prelievi e del trading, %1completa il profilo del tuo account%2.
ru_ru: Пожалуйста, %1заполните свой профайл,%2 чтобы снять торговые лимиты и ограничения на вывод.
th_th: โปรด %1ปรับปรุงประวัติของท่าน%2 เพื่อเพิ่มวงเงินการซื้อขายและการถอนเงินของท่าน

source: Please %1deposit%2 before transferring to client.
es_es: Por favor %1deposite%2 saldo antes de transferir a un cliente.
it_it: Effettua il %1deposito%2 prima di trasferire al cliente.
ru_ru: Пожалуйста, %1пополните%2 счёт перед переводом клиенту.
th_th: โปรด %1ฝากเงิน%2 ก่อนทำการโอนให้ลูกค้า

source: Please %1deposit%2 to your account.
es_es: Por favor, %1deposite saldo%2 en su cuenta.
it_it: Si prega di %1depositare%2 sul conto.
ru_ru: Пожалуйста, %1пополните%2 счёт.
th_th: โปรดฝาก% %2 ยังบัญชีของท่าน

source: Please %1log in%2 or %3sign up%4 to view this page.
es_es: %1Inicie sesión%2 o %3regístrese%4 para ver esta página.
it_it: Ti preghiamo di effettuare il %1log in%2 o %3registrarti%4 per visualizzare questa pagina.
ru_ru: Чтобы просмотреть эту страницу, пожалуйста %1войдите на сайт%2 или %3зарегистрируйтесь%4.
th_th: โปรด %1ลงชื่อเข้าใช้%2 หรือ %3ลงทะเบียน%4 เพื่อเข้าชมหน้านี้

source: Please accept the terms and conditions.
es_es: Por favor acepte los términos y condiciones.
it_it: Accetta i termini e le condizioni.
ru_ru: Пожалуйста, примите правила и условия.
th_th: โปรดยอมรับข้อตกลงและเงื่อนไข

source: Please check your email for details
es_es: Por favor revise su correo electrónico para más detalles
it_it: Controlla la tua casella di posta per ulteriori dettagli
ru_ru: Пожалуйста, проверьте свою электронную почту
th_th: โปรดตรวจสอบอีเมล์ของท่านสำหรับรายละเอียดเพิ่มเติม

source: Please check your email for further instructions.
es_es: Por favor, revise su correo para más instrucciones.
it_it: Ti invitiamo a controllare il tuo indirizzo e-mail per ulteriori indicazioni.
ru_ru: Проверьте свою электронную почту. Вам должны прийти инструкции.
th_th: โปรดตรวจสอบอีเมล์ของท่านเพื่อติดตามการแนะนำวิธีการใช้งานขั้นต่อไป

source: Please check your email for the password reset link.
es_es: Por favor, verifique su correo electrónico para obtener el enlace de restablecimiento de su contraseña.
it_it: Per il link di ripristino della password, controlla le tue email.
ru_ru: Пожалуйста, проверьте свой email. Вам должна прийти ссылка для восстановления пароля.
th_th: โปรดตรวจสอบอีเมล์ของท่านสำหรับลิงค์การตั้งค่ารหัสผ่านใหม่

source: Please check your email for the verification code to complete the process.
es_es: Se ha enviado un código de verificación a su correo electrónico para completar el proceso.
it_it: Ti abbiamo inviato via e-mail il codice di verifica necessario per completare l'operazione.
ru_ru: Пожалуйста, проверьте свой email. Вам должен прийти проверочный код, необходимый для завершения процесса.
th_th: กรุณาตรวจสอบอีเมล์ของท่านสำหรับรหัสยืนยันเพื่อให้ขั้นตอนดำเนินการเสร็จสมบูรณ์

source: Please check your email for the verification link to complete the process.
es_es: Por favor, revise su correo electrónico para obtener el enlace de verificación para completar su proceso.
it_it: Per il link di verifica, per il completamento della procedura, verifica le tue email.
ru_ru: Пожалуйста, проверьте свой email. Вам должна прийти проверочная ссылка для успешного завершения процесса.
th_th: โปรดตรวจสอบอีเมล์ของท่านสำหรับลิงค์การยืนยันเพื่อการดำเนินการให้สมบูรณ์

source: Please check your inbox for details.
es_es: Por favor revise su correo electrónico para más detalles.
it_it: Controlla la tua casella di posta per ulteriori dettagli.
ru_ru: Пожалуйста, проверьте электронную почту.
th_th: โปรดตรวจสอบกล่องจดหมายของท่านสำหรับรายละเอียดเพิ่มเติม

source: Please choose a currency
es_es: Por favor elija una moneda
it_it: Scegli una valuta
ru_ru: Пожалуйста, выберите валюту
th_th: โปรดเลือกสกุลเงิน

source: Please complete the %1Real Account form%2 to verify your age as required by the %3UK Gambling%4 Commission (UKGC).
es_es: Por favor, complete el %1formulario de la Cuenta Real%2 para verificar su edad según lo requerido por la %3Comisión de juegos de azar de Reino Unido%4 (UKGC).
it_it: Ti invitiamo a completare %1il modulo relativo al conto reale%2 per verificare la tua età come richiesto dalla %3UK Gambling%4 Commission (UKGC).
ru_ru: Пожалуйста, заполните %1форму на открытие Реального счёта%2, чтобы подтвердить Ваш возраст, в соответствии с требованиями %3Комиссии по азартным играм%4 Великобритании (UKGC).
th_th: โปรดกรอก %1แบบฟอร์มบัญชีจริง%2 เพื่อยืนยันอายุของท่าน ตามข้อกำหนดของ %3UK Gambling%4 Commission (UKGC)

source: Please complete the %1financial assessment form%2 to lift your withdrawal and trading limits.
es_es: Por favor complete el %1formulario de evaluación financiera%2 para aumentar el límite de retiro y operación de su cuenta.
it_it: Per aumentare il limite dei prelievi e del trading, %1compila il modulo della valutazione finanziaria%2.
ru_ru: Прежде, чем продолжить, пожалуйста, заполните следующую %1форму финансовой оценки%2.
th_th: โปรดบันทึกผล %1แบบฟอร์มการประเมินทางการเงิน%2 เพื่อเพิ่มวงเงินการซื้อขายและการถอนเงินของท่าน

source: Please complete the Real Account form to verify your age as required by the %1UK Gambling%2 Commission (UKGC).
es_es: Por favor, complete el formulario de la Cuenta Real para verificar su edad según lo requerido por la %3Comisión de juegos de azar de Reino Unido%4 (UKGC).
it_it: Ti invitiamo a completare il modulo per il conto reale per verificare la tua età come richiesto dalla %1UK Gambling%2 Commission (UKGC).
ru_ru: Пожалуйста, заполните форму на открытие Реального счёта, чтобы подтвердить свой возраст, согласно требованию %1Комиссии по азартным играм%2 Великобритании (UKGC).
th_th: โปรดกรอกแบบฟอร์มบัญชีจริงเพื่อยืนยันอายุของท่าน ตามที่กำหนดไว้โดย %1UK Gambling%2 Commission (UKGC)

source: Please complete your %1personal details%2 before you proceed.
es_es: Por favor complete sus %1datos personales%2 antes de continuar.
it_it: Prima di procedere, completa i tuoi %1dati personali%2.
ru_ru: Чтобы продолжить, введите Ваши %1личные данные%2.
th_th: โปรดกรอก %1รายละเอียดส่วนบุคคลของท่าน%2 ก่อนที่จะดำเนินการต่อ

source: Please complete your personal details before you proceed.
es_es: Por favor complete sus datos personales antes de continuar.
it_it: Prima di procedere, completa i tuoi dati personali.
ru_ru: Чтобы продолжить, введите Ваши личные данные.
th_th: โปรดกรอกรายละเอียดส่วนบุคคลของท่านก่อนที่จะดำเนินการต่อ

source: Please confirm that all the information above is true and complete.
es_es: Por favor, confirme que toda la información anterior es verdadera y está completa.
it_it: Ti chiediamo di confermare che tutte le informazioni sopra riportate sono veritiere e complete.
ru_ru: Пожалуйста, подтвердите, что вся информация, указанная выше, является точной и достоверной.
th_th: โปรดยืนยันว่า ข้อมูลทั้งหมดข้างต้นถูกต้อง และครบถ้วน

source: Please confirm that you are not a politically exposed person.
es_es: Por favor, confirme que no es una persona políticamente expuesta.
it_it: Confermare di non essere una persona politicamente esposta.
ru_ru: Пожалуйста подтвердите, что Вы не являетесь политически-значимым лицом.
th_th: โปรดยืนยันว่า ท่านไม่ใช่บุคคลที่เกี่ยวข้องกับการเมือง

source: Please confirm the transaction details in order to complete the transfer:
es_es: Confirme los detalles de la transacción para completar la transferencia:
it_it: Per completare il trasferimento, conferma i dettagli della transazione:
ru_ru: Просим подтвердить данные транзакции для завершения перевода:
th_th: โปรดยืนยันรายละเอียดของธุรกรรมเพื่อทำให้การโอนสมบูรณ์

source: Please contact your payment agent to validate your withdrawal request.
es_es: Comuníquese con su agente de pagos para validar su solicitud de retiro.
it_it: Contatta il tuo agente di pagamento per validare la richiesta di prelievo.
ru_ru: Пожалуйста, свяжитесь со своим платёжным агентом, чтобы активировать Ваш запрос на вывод.
th_th: โปรดติดต่อตัวแทนชำระเงินของท่านเพื่อตรวจสอบคำขอถอนเงินของท่าน

source: Please do not share your bank account, credit card, or e-wallet with another client, as this may cause delays in your withdrawals.
es_es: Por favor, no comparta su cuenta bancaria, tarjeta de crédito o billetera electrónica con otro cliente, ya que esto puede causar retrasos en sus retiros.
it_it: Ti invitiamo a non condividere conto bancario, carta di credito o portafoglio elettronico con altri clienti al fine di evitare possibili ritardi nei prelievi.
ru_ru: Пожалуйста, не разглашайте данные банковского счёта, кредитной карты и электронного кошелька другим клиентам, т.к. это может вызвать задержку при выводе средств.
th_th: กรุณาอย่าใช้บัญชีธนาคาร บัตรเครดิต หรือกระเป๋าเงินอิเล็กทรอนิกส์กับลูกค้าอื่น เพราะอาจทำให้เกิดความล่าช้าในการถอนเงินของคุณ

source: Please ensure that you have the Telegram app installed on your device.
es_es: Asegúrese de tener la aplicación Telegram instalada en su dispositivo.
it_it: Assicurati di aver installato l'app Telegram sul tuo dispositivo.
ru_ru: Пожалуйста, убелитесь, что Вы установили приложение Telegram на телефон.
th_th: โปรดตรวจให้แน่ใจว่า ท่านมีแอพพลิเคชัน Telegram ติดตั้งในอุปกรณ์ที่ท่านใช้งาน

source: Please enter a valid Login ID.
es_es: Ingrese un ID de usuario válido.
it_it: Inserire credenziali di accesso valide.
ru_ru: Пожалуйста, введите правильное имя пользователя.
th_th: โปรดป้อนรหัสผู้ใช้งานที่ถูกต้อง

source: Please enter date in the format DD MMM, YYYY HH:mm (local time).
es_es: Por favor, ingrese la fecha en el formato DD MMM, AAAA HH:mm (hora local).
it_it: Inserisci la data nel formato GIORNO-MESE-ANNO HH:mm (orario locale).
ru_ru: Пожалуйста, введите дату в формате ДД ММ, ГГГГ ЧЧ:мм (по местному времени).
th_th: โปรดป้อนวันที่ในรูปแบบ DD MMM, YYYY HH:mm (เวลาท้องถิ่น)

source: Please enter date in the format DD MMM, YYYY.
es_es: Por favor introduzca la fecha en el formato DD MMM, AAAA.
it_it: Inserisci la data nel formato GIORNO-MESE-ANNO.
ru_ru: Пожалуйста, введите дату в формате ДД ММ, ГГГГ.
th_th: โปรดป้อนวันที่ในรูปแบบ DD MMM, YYYY

source: Please enter your %1tax information%2 below to continue.
es_es: Por favor, ingrese su %1información tributaria%2 abajo para continuar.
it_it: Inserisci le tue %1informazioni fiscali%2 di seguito per continuare.
ru_ru: Чтобы продолжить, пожалуйста, введите свою %1налоговую информацию%2 ниже.
th_th: โปรดกรอก %1ข้อมูลภาษี%2 ของท่านด้านล่าง เพื่อดำเนินการต่อ

source: Please enter your full address to avoid authentication delays.
es_es: Por favor, ingrese su dirección completa para evitar demoras en la autenticación.
it_it: Inserisci il tuo indirizzo completo per evitare ritardi nel processo di autenticazione.
ru_ru: Во избежание промедлений в проверке, укажите полный адрес.
th_th: โปรดกรอกที่อยู่ของท่านให้สมบูรณ์เพื่อหลีกเลี่ยงความล่าช้าในการตรวจสอบความถูกต้อง

source: Please enter your full home address to avoid authentication delays.
es_es: Por favor, ingrese el domicilio completo para evitar retrasos en la autenticación.
it_it: Inserisci il tuo indirizzo di residenza completo per evitare ritardi nel processo di autenticazione.
ru_ru: Во избежание промедлений в проверке, укажите полный домашний адрес.
th_th: โปรดกรอกที่อยู่ของท่านให้สมบูรณ์เพื่อหลีกเลี่ยงความล่าช้าในการตรวจสอบความถูกต้อง

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
es_es: Complete con su identificación de acceso y el monto que desea transferir a su cliente en el formulario a continuación:
it_it: Inserisci l'ID di accesso e l'Importo che desideri trasferire al tuo Cliente nel modulo sottostante:
ru_ru: Просим указать логин и сумму, которую Вы желаете перевести Клиенту, в форме ниже:
th_th: โปรดกรอกรหัสผู้ใช้งาน และจำนวนเงินที่ท่านต้องการโอนให้กับลูกค้าของท่านในแบบฟอร์มด้านล่าง

source: Please note that Asians, Digits, Reset Call/Reset Put, High Ticks/Low Ticks, and Only Ups/Only Downs are available exclusively with our Volatility Indices.
es_es: Tenga en cuenta que los tipos de contratos Asiáticas, Dígitos, Reset Call/Reset Put, Ticks Altos/Ticks Bajos, y Solo Arriba/Solo Abajo están disponibles exclusivamente con nuestros Índices de Volatilidad.
ru_ru: Обратите внимание, что Азиатские, Цифровые контракты, контракты Reset Колл/Reset Пут, Наибольший/Наименьший тик и Только вверх/вниз доступны лишь на Индексах волатильности.
th_th: โปรดทราบว่า Asians, Digits, Reset Call/Reset Put, HighTicks/Low Ticks และ Only Ups/Only Downs มีเฉพาะในดัชนีผันผวนของเราเท่านั้น

source: Please note that one lot is equivalent to 100 units, based on our %1contract specifications%2.
es_es: Tenga en cuenta que un lote es equivalente a 100 unidades, según nuestras %1especificaciones de contrato%2.
it_it: Tieni conto che, come da %1specifiche contrattuali%2, un lotto corrisponde a 100 unità.
ru_ru: Обратите внимание, что один лот равен 100 единицам, %1cогласно особенностям контракта%2.
th_th: กำหนดให้ 1 ล็อต เทียบเท่า 100 หน่วย โดยอ้างอิงจาก %1 ข้อกำหนดในสัญญา %2

source: Please note that one lot is equivalent to 100 units, based on our contract specifications. Your profit or loss will be calculated as follows:
es_es: Tenga en cuenta que un lote es equivalente a 100 unidades, según nuestras especificaciones de contrato. Sus ganancias o pérdidas se calcularán de la siguiente forma:
it_it: Si precisa che un lotto corrisponde a 100 unità, come da nostre specifiche contrattuali. Il tuo profitto o la tua perdita saranno calcolati come segue:
ru_ru: Пожалуйста, обратите внимание, что согласно характеристикам контракта, один лот равен 100 единицам. Ваша прибыль или убыток будет рассчитываться следующим образом:
th_th: โปรดทราบว่า ล็อตหนึ่ง เท่ากับ 100 หน่วย ขึ้นอยู่กับข้อกำหนดของสัญญา โดยมีการคำนวณ กำไร หรือ ขาดทุน ดังนี้

source: Please provide the tax identification number for the country where you are a tax resident. If you cannot provide this information, kindly contact our customer support team.
es_es: Indique el número de identificación fiscal del país donde usted es residente fiscal. Si no puede proporcionar esta información, comuníquese con nuestro equipo de atención al cliente.
it_it: È necessario fornire il numero di identificazione fiscale per ogni paese in cui risiedi fiscalmente. Se non sei in grado di fornire queste informazioni, contatta la nostra assistenza clienti per ricevere supporto.
ru_ru: Пожалуйста, укажите идентификационный номер налогоплательщика для страны, где Вы являетесь налоговым резидентом. Если Вы не можете предоставить данную информацию, обратитесь в наш отдел поддержки клиентов.
th_th: โปรดกรอกหมายเลขประจำตัวผู้เสียภาษีของประเทศที่ท่านเป็นผู้อยู่อาศัยที่ต้องเสียภาษี หากท่านไม่สามารถให้ข้อมูลนี้ได้ โปรดติดต่อทีมลูกค้าสัมพันธ์

source: Please provide us with the following information:
es_es: Por favor, proporciónenos la siguiente información:
it_it: Fornire le seguenti informazioni:
ru_ru: Пожалуйста, предоставьте нам следующую информацию:
th_th: โปรดให้ข้อมูลดังต่อไปนี้

source: Please read this %1privacy policy%2 before submitting your application.
es_es: Por favor, lea la %1política de privacidad%2 antes de enviar su solicitud.
it_it: Ti invitiamo a leggere la presente %1politica sulla privacy%2 prima di inoltrare la tua candidatura.
ru_ru: Пожалуйста, ознакомьтесь с данной %1политикой конфиденциальности%2 перед подачей заявления.
th_th: โปรดอ่าน%1นโยบายการรักษาข้อมูลส่วนบุคคล%2นี้ ก่อนส่งใบสมัครของท่าน

source: Please reapply once the required criteria has been fulfilled.
es_es: Por favor, vuelva a solicitar una vez que se hayan cumplido los criterios requeridos.
it_it: Invia nuovamente la richiesta una volta in possesso dei requisiti necessari.
ru_ru: Пожалуйста, подайте повторную заявку, когда будут выполнены необходимые критерии.
th_th: กรุณาสมัครอีกครั้ง เมื่อท่านมีคุณสมบัติตามเกณฑ์ที่กำหนด

source: Please refer to the %1asset index%2 for each asset's minimum and maximum contract durations based on trade type.
es_es: Consulte el %1indice de activos%2 para obtener información acerca de la duración mínima y máxima de los contratos con base en el tipo de operación.
it_it: Consulta l'%1indice degli asset%2 per informazioni sulla durata minima e massima del contratto di ogni asset, a seconda del tipo di trade.
ru_ru: Пожалуйста, ознакомьтесь с %1индексом активов%2 для установления минимальной и максимальной длительности контракта на каждом активе, в зависимости от вида выбранного контракта.
th_th: โปรดอ้างอิง %1ดัชนีสินทรัพย์%2 สำหรับระยะเวลาสัญญาที่ต่ำที่สุดและสูงที่สุดของแต่ละสินทรัพย์ตามประเภทของการซื้อขาย

source: Please reload the page
es_es: Por favor, vuelva a cargar la página
it_it: Ricaricare la pagina
ru_ru: Пожалуйста, перезагрузите страницу
th_th: โปรดโหลดหน้านี้อีกครั้ง
