Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: This is why we've come up with the following three-step tutorial to help you bridge that gap and make your first trade:
es_es: Por este motivo hemos creado el siguiente tutorial de tres pasos para ayudarle a cerrar esa brecha y realizar su primera operación:
it_it: Ecco perché abbiamo creato questo tutorial suddiviso in tre passi: per aiutarti a colmare le tue lacune e realizzare la tua prima operazione di trading:
ru_ru: В этой связи предлагаем Вашему вниманию руководство из трёх шагов, восполняющее возможные пробелы в знаниях и позволяющее совершить первую сделку:
th_th: เราจึงมีโปรแกรมการเรียนรู้ขั้นสามขั้นตอนต่อไปนี้ เพื่อช่วยให้ท่านสามารถซื้อขายครั้งแรกได้เร็วขึ้น

source: This is your %1 account.
es_es: Esta es su cuenta %1.
it_it: Questo è il tuo conto in %1.
ru_ru: Это Ваш счёт %1.
th_th: นี่คือ บัญชี %1 ของท่าน

source: This notice does not explain all of the risks involved in investments or similar products or how such risks relate to the client's personal circumstances. It is important that the client fully understands the risks involved before making a decision to enter into a trade with the Company%1. If the client is in any doubt about the risks involved, the client should seek professional advice%2.
es_es: Este aviso no explica todos los riesgos involucrados en inversiones o productos similares o cómo dichos riesgos se relacionan a las circunstancias personales del cliente. Es importante que el cliente entienda completamente los riesgos involucrados antes de tomar la decisión de operar con cualquier producto de la Empresa%1. Si tiene alguna duda sobre los riesgos implicados, el cliente debe buscar asesoramiento profesional%2.
it_it: L'informativa non spiega tutti i possibili rischi legati agli investimenti o a prodotti simili, o quali ripercussioni questi possano avere sulla situazione personale del cliente. È importante comprenderli a pieno prima di decidere di avviare un trade con la Società%1. Se il cliente dovesse avere dubbi circa i rischi correlati, è bene che richieda la consulenza di un professionista%2.
ru_ru: Данное уведомление не объясняет все возможные риски, сопряженные с инвестициями или подобными продуктами, а также соответствие данных рисков с личными обстоятельствами клиента. Важно, чтобы клиент полностью понимал возможные риски перед принятием решения о приобретении любого продукта Компании%1. Если у клиента есть сомнения относительно рисков, ему/ей рекомендуется получить квалифицированную консультацию%2.
th_th: ข้อสังเกตนี้ไม่ได้ชี้แจงความเสี่ยงที่เกี่ยวข้องทั้งหมดในการลงทุน หรือ ในผลิตภัณฑ์ที่ใกล้เคียงกัน หรือ ความเสี่ยงเหล่านั้นมีความสัมพันธ์อย่างไรกับกรณีของลูกค้า จึงเป็นสิ่งสำคัญที่ลูกค้าต้องมีความเข้าใจในความเสี่ยงต่างๆ อย่างถ่องแท้ ก่อนที่จะตัดสินใจในการซื้อขายกับบริษัทฯ%1 หากลูกค้ามีข้อสงสัยใดๆ เกี่ยวกับความเสี่ยงที่เกี่ยวข้อง ลูกค้าควรขอคำแนะนำจากผู้เชี่ยวชาญ%2

source: This notice provides the client with information about the risks associated with the contracts the client may purchase through services provided by %1 services.
es_es: Este aviso brinda información al cliente sobre los riesgos asociados a los contratos que el cliente pueda adquirir a través de los servicios prestados por %1.
it_it: La presente comunicazione fornisce al cliente informazioni sui rischi derivanti dai contratti che potrebbe acquistare attraverso i servizi forniti da %1.
ru_ru: Данное уведомление предоставляет клиенту информацию о риске, сопряженном с контрактами, приобретаемыми посредством %1.
th_th: ข้อสังเกตนี้ให้ข้อมูลแก่ลูกค้าเกี่ยวกับความเสี่ยงที่เกี่ยวข้องกับสัญญาที่ลูกค้าซื้อผ่านทางบริการของ %1

source: This obligation encompasses the prohibition of unlawful payments or the granting of any form of unlawful benefits to public officials, business partners, employees, family members, or any other partners.
es_es: Esta obligación abarca la prohibición de pagos ilícitos o la concesión de cualquier forma de beneficios ilícitos a funcionarios públicos, socios comerciales, empleados, familiares, o cualquier otro socio.
it_it: Tale obbligo include il divieto di pagamenti illeciti o la garanzia di qualsiasi tipo di benefit illecito a funzionari pubblici, partner commerciali, dipendenti, famigliari e qualsiasi altro collaboratore.
ru_ru: Данное обязательство включает запрет на незаконные платежи, начисление любого вида незаконной прибыли лицам, занимающим гос. должности, бизнес партнёрам, сотрудникам, членам семьи или любым другим партнёрам.
th_th: หน้าที่ความรับผิดชอบนี้หมายรวมถึงการห้ามปฏิบัติขัดต่อกฎหมายการชำระเงิน หรือ การห้ามในการให้ผลประโยชน์ใดๆ ทุกรูปแบบที่ผิดกฎหมายต่อเจ้าหน้าที่ภาครัฐ พันธมิตรทางการค้า ลูกจ้าง สมาชิกในครอบครัว หรือ คู่ค้าต่างๆ

source: This offer cannot be used in conjunction with any other offer.
es_es: Esta oferta no se puede usar en combinación con otras ofertas.
it_it: Questa offerta non può essere utilizzata insieme a qualsiasi altra offerta.
ru_ru: Это предложение не может быть использовано совместно с другим предложением.
th_th: ข้อเสนอนี้ไม่สามารถใช้ร่วมกับข้อเสนออื่นๆ

source: This page is only available to logged out clients.
es_es: Esta página sólo está disponible para clientes desconectados.
it_it: La pagina è disponibile solo per i clienti che non hanno effettuato log-in.
ru_ru: Данная страница доступна лишь для клиентов, вошедших на сайт.
th_th: หน้านี้สำหรับแสดงให้กับผู้ใช้งานที่ออกจากระบบแล้ว

source: This policy applies to clients classified as retail or professional. Clients classified as eligible counterparties are outside the scope of this policy.
es_es: Esta política se aplica a clientes clasificados como minoristas o profesionales. Los clientes clasificados como contrapartes elegibles están fuera del alcance de esta política.
it_it: La presente politica riguarda i clienti al dettaglio o professionisti, non comprende invece i clienti classificati come controparti autorizzate.
ru_ru: Данное положение относится к клиентам, попадающим под категорию индивидуальных или профессиональных. К клиентам, являющимся правомочными контрагентами, данное положение не относится.
th_th: นโยบายนี้ใช้กับลูกค้าในกลุ่มลูกค้ารายย่อย (Retail) หรือ ลูกค้าผู้เชี่ยวชาญ (Professional) ไม่สามารถใช้กับลูกค้าพึงมีคุณสมบัติ (Eligible Counterparty)

source: This privacy notice only applies to job applicants residing in the EU.
es_es: Este aviso de privacidad solo se aplica a los solicitantes de empleo que residen en la UE.
it_it: Questa informativa sulla privacy si applica solo ai candidati che risiedono nell'Unione europea.
ru_ru: Данное уведомление о конфиденциальности относится лишь к заявителям, проживающим в ЕС.
th_th: นโยบายการรักษาข้อมูลส่วนบุคคลนี้ใช้กับงานที่มีผู้สมัครอยู่ในภูมิภาคยุโรป

source: This promotion is only available to new clients. Existing or former clients do not qualify. It is only available once to each client.
es_es: Esta promoción solo está disponible para Clientes nuevos. No se aplica a Clientes actuales o anteriores. Está disponible solo una vez para cada Cliente.
it_it: Questa promozione è valida solo per i nuovi clienti. I clienti già esistenti o antecedenti non ne hanno diritto, ed è disponibile solo una volta per ogni cliente.
ru_ru: Данное предложение распространяется только на новых клиентов. Настоящие или бывшие клиенты не могут им воспользоваться. Каждый клиент может воспользоваться предложением только один раз.
th_th: การส่งเสริมการขายนี้สำหรับลูกค้ารายใหม่เท่านั้น ลูกค้าปัจจุบัน หรือ ลูกค้าเดิมไม่สามารถเข้าร่วมได้ และลูกค้าแต่ละรายจะใช้ได้เพียงครั้งเดียว

source: This requirement is mandated by the Common Reporting Standard (CRS) and the Foreign Account Tax Compliance Act (FATCA).
es_es: Este es un requisito del Estándar Común de Reporte (ECR/CRS) y de la Ley de cumplimiento tributario de cuentas extranjeras (FATCA).
it_it: Questo requisito è espressamente richiesto dal Common Reporting Standard (CRS) e dal Foreign Account Tax Compliance Act (FATCA).
ru_ru: Данное требование предусмотрено Единым стандартом отчётности (Common Reporting Standard - CRS) и Законом о налоговой отчётности по зарубежным счетам (FATCA).
th_th: ข้อกำหนดนี้ถูกบังคับ โดยมาตรฐานรายงานทั่วไป (CRS) และพระราชบัญญัติการปฏิบัติตามบัญชีภาษีต่างชาติ (FATCA)

source: This risk disclosure statement is not exhaustive and is not intended to constitute a comprehensive statement of all the risks to which the client might be exposed and does not describe all the risks inherent to forex and contracts for differences that exist now or which may arise in the future. Its objective is rather to provide the client with information, so that the client can reasonably understand the risks associated with forex and contracts for differences offered by %1, as it is the Company's intention to provide the client with the best possible trading experience.
es_es: Esta declaración de divulgación de riesgos no es exhaustiva y no pretende constituir una declaración completa de todos los riesgos a los que podría estar expuesto y tampoco describe todos los riesgos inherentes al mercado de divisas y a los contratos por diferencias que existen ahora o que puedan surgir en el futuro. Su objetivo es más bien proporcionar información para que el cliente comprenda razonablemente los riesgos asociados con el mercado de divisas y los contratos por diferencias ofrecidos por %1, ya que es el interés de la Empresa proporcionar al cliente la mejor experiencia posible en sus operaciones.
it_it: Questa informativa sui rischi non è esaustiva, non è volta a costituire una dichiarazione completa di tutti i rischi a cui il cliente potrebbe essere esposto e non descrive tutti i rischi inerenti al mercato forex e ai contratti per differenze attuali o potenziali. Il suo obiettivo è piuttosto quello di fornire al cliente informazioni per poter ragionevolmente comprendere i rischi associati al forex e ai contratti per differenze offerti da %1, poiché è intenzione della Società fornire al cliente la migliore esperienza di trading possibile.
ru_ru: Данное уведомление о риске не является всеобъемлющим документом и не служит универсальным уведомлением обо всех видах риска, которым могут быть подвержены клиенты, а также не охватывает все существующие и возможные в будущем риски, присущие торговле на валютных рынках (Forex) и торговле контрактами на разницу. Целью данного уведомления является предоставление клиенту информации для разумного осознания рисков, сопряжённых с рынком Forex и контрактами на разницу, предложенными сайтом %1 в рамках стремления Компании предоставить клиенту наилучший опыт торговли.
th_th: ข้อตกลงการสงวนสิทธิ์ด้านความเสี่ยงนี้ยังไม่ครบถ้วน และไม่ได้ตั้งใจที่จะให้เป็นข้อมูลที่ครอบคลุมความเสี่ยงทั้งหมดที่ลูกค้าอาจจะเผชิญ และไม่ได้อธิบายความเสี่ยงทั้งหมดที่มีอยู่โดยธรรมชาติของฟอเร็กซ์และสัญญาการซื้อขายส่วนต่างที่มีอยู่ขณะนี้ หรือที่อาจจะเกิดขึ้นในอนาคต วัตถุประสงค์นั้นเพื่อให้ข้อมูลแก่ลูกค้าที่จะเข้าใจความเสี่ยงที่เกี่ยวข้องกับฟอเร็กซ์และสัญญาส่วนต่างที่นำเสนอโดย %1 ในความตั้งใจของบริษัทฯ ที่จะมอบประสบการณ์ในการซื้อขายที่ดีที่สุดเท่าที่จะเป็นไปได้แก่ลูกค้า

source: This section on force majeure events does not apply to Volatility Indices.
es_es: Esta sección sobre eventos de fuerza mayor no aplica a los Índices de Volatilidad.
ru_ru: Раздел Форс-мажорные обстоятельства не распространяется на Индексы волатильности.
th_th: ในวรรคนี้ของกรณีเหตุสุดวิสัยไม่สามารถใช้กับดัชนีผันผวน

source: This website's services are not made available in certain countries such as the USA, Canada, Hong Kong, Japan, or to persons under age 18.
es_es: Los servicios de este sitio web no están disponibles en ciertos países como los Estados Unidos, Canadá, Hong Kong, Japón, y tampoco para personas menores de 18 años.
ru_ru: Услуги данного вебсайта недоступны в ряде стран, включая США, Канаду, Гонконг, Японию, а также для лиц моложе 18 лет.
th_th: บริการต่างๆ ของเว็บไซต์นี้ไม่ได้มีให้บริการในบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ฮ่องกง ญี่ปุ่น หรือ ให้บริการต่อบุคคลที่อายุต่ำกว่า 18 ปี

source: Thorough knowledge of bash scripting, and experience with the Perl scripting language
es_es: Conocimiento profundo de scripts de bash y experiencia con el lenguaje de scripts de Perl
it_it: Conoscenza approfondita dello scripting con Bash ed esperienza con il linguaggio di scripting di Perl
ru_ru: Хорошее знание скриптов bash scripting, а также хороший опыт работы со скриптом Perl
th_th: ตลอดจนทักษะความรู้ในการทำสคริปต์แบช (Bash) และประสบการณ์ในการใช้ภาษาเพิร์ล (Perl)

source: Thorough knowledge of web writing best practices
es_es: Conocimiento profundo de las mejores prácticas en la redacción web
it_it: Conoscenza approfondita delle migliori pratiche di scrittura per il web
ru_ru: Хорошие знания методики и практики написания веб статей
th_th: ตลอดจนทักษะความรู้ในเรื่องการพัฒนาเว็บไซต์ด้วยการใช้วิธีปฏิบัติที่เป็นเลิศ

source: Thorough understanding of Anti-Money Laundering (AML) and Know Your Customer (KYC) processes
es_es: Entendimiento profundo de los procesos de Anti-Lavado de Dinero (AML) y Conozca a su Cliente (KYC)
it_it: Dimestichezza con i processi anti-riciclaggio di denaro (AML) e di verifica dei clienti "Know Your Customer" (KYC)
ru_ru: Детальное понимание политики, направленной против отмывания денег (AML), а также политики "Знай своего клиента" (KYC)
th_th: ตลอดจนความเข้าใจในเรื่องการปราบปรามการฟอกเงิน (AML) และ กระบวนการแสดงตัวตนของลูกค้า (KYC)

source: Thursday
es_es: Jueves
it_it: Giovedì
ru_ru: Четверг
th_th: วันพฤหัสบดี

source: Tick
es_es: Intervalo
ru_ru: Тики
th_th: ช่วงห่างของราคา

source: Tick Prediction
es_es: Tick de Predicción
it_it: Previsione del tick
ru_ru: Прогноз тика
th_th: พยากรณ์ช่วงราคา

source: Tick Trade Android App
it_it: App Android Tick Trade
ru_ru: Приложение Tick Trade для Android
th_th: แอพ Tick Trade สำหรับแอนดรอยด์

source: Ticks
it_it: Tick
ru_ru: Тики
th_th: ช่วงราคา

source: Ticks history returned an empty array.
es_es: El historial de ticks devolvió una matriz vacía.
it_it: La cronologia dei tick ha riportato una serie vuota.
ru_ru: История тиков представляет пустой массив.
th_th: ประวัติช่วงราคาถูกส่งกลับมาเป็นแถวลำดับว่างเปล่า

source: Tier
es_es: Nivel
it_it: Livello
ru_ru: Уровень
th_th: ชั้น

source: Time is in the wrong format.
es_es: La hora está en el formato equivocado.
it_it: L'orario è in un formato errato.
ru_ru: Неправильный формат времени.
th_th: เวลาอยู่ในรูปแบบที่ไม่ถูกต้อง

source: Time out cannot be in the past.
es_es: El tiempo de inactividad no puede ser en el pasado.
it_it: La scadenza non può essere nel passato.
ru_ru: Перерыв не может быть в прошлом.
th_th: ช่วงเวลาที่ใช้อ้างอิงไม่สามารถเป็นเวลาในอดีต

source: Time out cannot be more than 6 weeks.
es_es: El tiempo de inactividad no puede ser mayor a seis semanas.
it_it: La scadenza non può essere superiore alle 6 settimane.
ru_ru: Перерыв не может превышать 6 недель.
th_th: ช่วงระยะเวลาอ้างอิงไม่สามารถมากกว่า 6 สัปดาห์

source: Time out must be after today.
es_es: El tiempo de inactividad debe ser después de hoy.
it_it: La scadenza non può essere nella giornata di oggi.
ru_ru: Перерыв должен быть позднее сегодняшней даты.
th_th: ช่วงเวลาอ้างอิงต้องเริ่มในวันพรุ่งนี้

source: Time out until
es_es: Pausa hasta
it_it: Periodo di pausa fino al
ru_ru: Перерыв до
th_th: หมดเวลากระทั่ง

source: Timed out until
es_es: Bloqueado hasta
it_it: Sessione sospesa fino a
ru_ru: Ограничение до
th_th: หมดเวลากระทั่ง

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
es_es: Los tiempos están cambiando. Aumentamos los pagos para que nuestros clientes puedan sacar el máximo provecho de sus transacciones ganadoras.
it_it: I tempi stanno cambiando. Aumentiamo i payout in modo che i nostri clienti possano ottenere il massimo dai loro trade vincenti.
ru_ru: Времена меняются. Мы увеличиваем выплаты, позволяя своим клиентам получить наилучший выигрыш от своих контрактов.
th_th: เวลาเปลี่ยนแปรไป เราเพิ่มการจ่ายเงิน ดังนั้นลูกค้าของเราสามารถมีโอกาสมากขึ้นในการได้รับเงินเพิ่มจากการซื้อขาย

source: Tips
es_es: Consejos
it_it: Suggerimenti
ru_ru: Советы
th_th: เคล็ดลับ

source: Tips:
es_es: Consejos:
it_it: Suggerimenti:
ru_ru: Советы:
th_th: เคล็ดลับ:

source: Title
es_es: Título
it_it: Titolo
ru_ru: Заголовок
th_th: คำนำหน้าชื่อ

source: To
es_es: A
it_it: A
ru_ru: До
th_th: เพื่อ

source: To account:
es_es: A la cuenta:
it_it: Al conto:
ru_ru: На счёт:
th_th: ไปที่บัญชี:

source: To apply, please submit your CV and a cover letter to %1
es_es: Para postular, envíe su CV y una carta de presentación a %1
it_it: Per candidarti, invia il tuo CV e una lettera di presentazione a %1
ru_ru: Чтобы подать заявку, пришлите свое резюме и сопроводительное письмо на адрес %1
th_th: หากประสงค์จะร่วมงานกับเรา โปรดส่งประวัติย่อของท่าน และจดหมายแนะนำตัวมาที่ %1

source: To be able to trade OTC instruments available on the MT5 trading platform, the client has to first
es_es: Para poder operar con los instrumentos OTC disponibles en la plataforma de trading MT5, el cliente deberá primero
it_it: Per poter effettuare trading con gli strumenti OTC disponibili sulla piattaforma MT5, è prima necessario
ru_ru: Чтобы иметь возможность торговать внебиржевыми инструментами, доступными на торговой платформе MT5, клиенту необходимо выполнить следующие действия
th_th: เพื่อการซื้อขายเครืองมือ OTC ที่มีอยู่ในแพลตฟอร์มซื้อขาย MT5 ลูกค้าต้องมีสิ่งเหล่านี้ก่อน

source: To change your name, date of birth, country of residence, email, or tax information, please contact %1Customer Support%2.
es_es: Para cambiar su nombre, fecha de nacimiento, país de residencia, correo electrónico o información sobre impuestos, comuníquese con %1Atención al Cliente%2.
it_it: Per modificare nome, data di nascita, paese di residenza, e-mail o informazioni fiscali, contatta l'%1assistenza clienti%2.
ru_ru: Чтобы изменить имя, дату рождения, страну проживания или эл. адрес или налоговую информацию, пожалуйста, обратитесь в %1службу поддержки%2.
th_th: โปรดติดต่อ %1เจ้าหน้าที่ลูกค้าสัมพันธ์ %2 ในการเปลี่ยนแปลง ชื่อ วันเกิด ประเทศที่พำนัก อีเมล์ของท่าน หรือ ข้อมูลภาษี

source: To create a MAM real account, please:
es_es: Para crear una cuenta real para la gestión de cuentas múltiples o GCM, por favor:
ru_ru: Чтобы открыть реальный счёт ММС, пожалуйста:
th_th: เพื่อสร้างบัญชี MAM จริง โปรด

source: To create a MetaTrader 5 account:
es_es: Para crear una cuenta MetaTrader 5:
it_it: Per aprire un conto MetaTrader 5:
ru_ru: Чтобы открыть счёт MetaTrader 5:
th_th: สร้างบัญชี MetaTrader 5:

source: To disable two-factor authentication, please enter the code generated by the app below:
es_es: Para desactivar la autenticación de dos factores, ingrese el código generado por la aplicación a continuación:
it_it: Per disabilitare l'autenticazione a due fattori, inserisci il codice generato dalla app qui sotto:
ru_ru: Чтобы деактивировать двухступенчатую аутентификацию, пожалуйста, введите код, сгенерированный приложением ниже:
th_th: หากต้องการปิดใช้งานการรับรองโดยใช้ 2 ตัวแปร โปรดใส่รหัสที่สร้างขึ้นโดยแอพพลิเคชันด้านล่าง

source: To excel, you must demonstrate a passion for open-source technologies. You must also have a burning desire to challenge yourself in a fast-paced environment.
es_es: Para sobresalir, debe demostrar una pasión por las tecnologías de código abierto. También debe tener un deseo ardiente de desafiarse a sí mismo en un entorno acelerado.
it_it: Per emergere, devi dimostrare una grande passione per le tecnologie open-source e una forte determinazione a lavorare con ritmi incalzanti.
ru_ru: В этой связи вы должны продемонстрировать страсть к технологиям с открытым исходным кодом. Также у Вас должно присутствовать сильное желание работать в быстро меняющейся обстановке.
th_th: เพื่อแสดงศักยภาพของท่าน ท่านต้องแสดงให้เห็นถึงความหลงใหลในเทคโนโลยีโอเพ่นซอร์ซ และความปรารถนาในการนำความสามารถของตัวเองมาใช้และเกิดผลลัพธ์ได้ในสภาพแวดล้อมที่เปลี่ยนแปลงไปอย่างรวดเร็ว

source: To exchange one currency for another in order to make profit.
es_es: Cambiar una moneda por otra para obtener ganancias.
it_it: Scambiare una valuta con un'altra al fine di realizzare un profitto.
ru_ru: обменять одну валюту на другую с целью получения прибыли.
th_th: เพื่อแลกเปลี่ยนเงินสกุลหนึ่งไปยังอีกสกุลหนึ่งเพื่อทำกำไร

source: To find out more and to sign up with GAMSTOP, please visit %1.
es_es: Para más detalles e inscribirse en GAMSTOP, por favor visite %1.
it_it: Per saperne di più e per iscriverti a GAMSTOP, visita il sito %1.
ru_ru: Чтобы узнать больше и зарегистрироваться на GAMSTOP, посетите %1.
th_th: เพื่อหาข้อมูลเพิ่มเติมและลงทะเบียนกับ GAMSTOP โปรดเยี่ยมชมที่ %1

source: To go long, you will click on 'Buy' to purchase GBP 1 for USD 1.22781. To go short, you will click on 'Sell' to sell GBP 1 and receive USD 1.22771 in return.
es_es: Para abrir una posición larga, haga clic en "Comprar" para comprar 1 GBP por 1,22781 USD. Para abrir una posición corta, usted hará clic en 'Vender' para vender 1 GBP y recibir 1,22771 USD a cambio.
ru_ru: Чтобы занять длинную позицию, нажмите кнопку "Покупка" и купите 1 GBP за 1.22781 USD. Чтобы занять короткую позицию, нажмите кнопку "Продажа," продайте 1 GBP и получите USD 1.22771.
th_th: ถ้าต้องการส่งคำสั่ง Long กดที่ 'ซื้อ' เพื่อซื้อ 1 ปอนด์ ด้วยเงิน 1.22781 เหรียญสหรัฐ ถ้าต้องการส่งคำสั่ง Short กดที่ 'ขาย' เพื่อขาย 1 ปอนด์ และรับเงิน 1.22771 เหรียญสหรัฐกลับไป

source: To go long, you'll want to click on 'Buy' to purchase EUR 1 for USD 1.17726
es_es: Para abrir una posición larga, haga clic en "Comprar" para comprar 1 EUR por 1,17726 USD
ru_ru: Чтобы открыть длинную позицию, нажмите "Buy," чтобы купить 1 EUR по цене 1.17726 USD
th_th: ถ้าต้องการส่งคำสั่ง Long ท่านจะต้องกดที่ 'ซื้อ' เพื่อซื้อ 1 ยูโร ด้วยเงิน 1.17726 เหรียญสหรัฐ

source: To go short, you'll click on 'Sell' to sell EUR 1 and receive USD 1.17725 in return.
es_es: Para abrir una posición corta, haga clic en "Vender", para vender 1 EUR y recibir 1,17725 USD a cambio.
ru_ru: Чтобы открыть короткую позицию, нажмите "Sell," чтобы продать 1 EUR по цене 1.17725 USD.
th_th: ถ้าต้องการส่งคำสั่ง Short ท่านจะต้องกดที่ 'ขาย' เพื่อขาย 1 ยูโร และรับเงิน 1.17725 เหรียญสหรัฐกลับไป

source: To learn more, please read our %1CFD contract specifications%2.
es_es: Para saber más, lea nuestras %1Especificaciones de contratos CFD%2.
it_it: Per ulteriori informazioni, consultare le %1specifiche del contratto su CFD%2.
ru_ru: Для получения подробной информации прочтите наши %1Характеристики контрактов CFD%2.
th_th: ศึกษาเพิ่มเติม %1ข้อกำหนดสัญญา CFD%2

source: To learn more, read our %1Margin Policy%2 that further explains our margin requirements.
es_es: Para más detalles, lea nuestra %1Política de márgenes%2 que explica con más detalle nuestros requisitos de margen.
it_it: Per ulteriori informazioni, leggi la nostra %1Politica sul margine%2 che spiega ulteriormente i nostri requisiti di margine.
ru_ru: Чтобы получить более подробную информацию, ознакомьтесь с нашей %1Политикой расчёта маржи%2, которая также объясняет наши маржевые требования.
th_th: ศึกษาเพิ่มเติม %1 นโยบายมาร์จิน %2 อธิบายเกี่ยวกับข้อกำหนดมาร์จินของเรา
