Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Are there any minimum client or volume conditions that I need to meet before I can withdraw my commissions?
es_es: ¿Existen condiciones mínimas respecto al número de clientes o al volumen que deba cumplir antes de poder retirar mis comisiones?
it_it: Ci sono delle condizioni minime relative al volume del trading o ai clienti che devono essere soddisfatte per poter ritirare le commissioni?
ru_ru: Существуют ли минимальные требования по отношению к клиенту или объёму, которые необходимо соблюсти для вывода комиссионных?
th_th: จะต้องมีจำนวนลูกค้าขั้นต่ำ หรือ เงื่อนไขในเชิงปริมาณ ที่จะต้องเป็นไปตามเงื่อนไข ก่อนที่ข้าพเจ้าจะถอนเงินค่าคอมมิชชันออกมาได้หรือไม่?

source: Are you a Payment Agent, or interested in acting as one?
es_es: ¿Es un Agente de Pago o le interesa actuar como uno?
it_it: Sei un Agente di pagamento o sei interessato ad agire come tale?
ru_ru: Вы являетесь или хотите стать Платежным агентом?
th_th: ท่านเป็นตัวแทนรับชำระเงิน หรือ สนใจที่จะเป็นตัวแทนกับเราหรือไม่?

source: Are you a money manager who wants to easily manage multiple client accounts? Our %1Multiple Accounts Manager (MAM)%2 application gives you the ability to view, track, and trade on behalf of all MT5 client accounts under your control.
es_es: ¿Es usted un administrador de dinero que quiere manejar fácilmente múltiples cuentas de clientes? Nuestra %1aplicación de Gestor de cuentas múltiples (GCM)%2 le permite ver, rastrear y operar en nombre de todas las cuentas de clientes MT5 bajo su control.
ru_ru: Вы являетесь инвестиционным менеджером, которому нужно управлять несколькими счетами клиентов? Наше приложение %1Менеджер множественных счетов (ММС)%2 позволит Вам просматривать, следить и торговать от имени всех MT5 счетов Ваших клиентов, находящихся под Вашим ведением.
th_th: ท่านเป็นผู้จัดการเงินทุนบุคคลที่ต้องการจัดการบัญชีลูกค้าอย่างง่ายดายหรือไม่ แอพพลิเคชัน%1 เป็นตัวช่วยจัดการบัญชี (MAM)%2 ของเราให้ท่านได้ดู ติดตาม และซื้อขายในนามของบัญชีลูกค้า MT5 ทั้งหมด ภายใต้การควบคุมของท่าน

source: Are you sure that you want to permanently delete the token
es_es: ¿Está seguro de querer eliminar definitivamente el token?
it_it: Sei sicuro di voler eliminare definitivamente il token
ru_ru: Вы уверены, что хотите навсегда удалить ключ?
th_th: ท่านแน่ใจใช่ไหมที่จะลบโทเค่นถาวร

source: Are you sure that you want to permanently revoke access to the application
es_es: ¿Está seguro de que desea revocar permanentemente el acceso a la aplicación?
it_it: Sei sicuro di voler revocare definitivamente l'accesso all'applicazione
ru_ru: Вы уверены, что хотите навсегда отказаться от доступа к приложению
th_th: ท่านแน่ใจใช่ไหมที่จะยกเลิกการเข้าใช้ระบบถาวร

source: Are you sure you want to create a fiat account in %1?
es_es: ¿Está seguro que desea crear una cuenta fiat en %1?
it_it: Sei sicuro di voler creare un conto fiat in %1?
ru_ru: Вы уверены, что хотите открыть фидуциарный счёт на %1?
th_th: ท่านแน่ใจหรือไม่ว่า ท่านต้องการสร้างบัญชีเงินกระดาษ %1 ของท่านขณะนี้?

source: Are you sure you want to create your %1 account now?
es_es: ¿Está seguro que desea crear su cuenta %1 ahora?
it_it: Sei sicuro di voler creare il tuo conto %1 ora?
ru_ru: Вы уверены, что хотите открыть счёт %1 сейчас?
th_th: ท่านแน่ใจหรือไม่ว่า ท่านต้องการสร้างบัญชี %1 ของท่านขณะนี้?

source: Are you sure?
es_es: ¿Está seguro?
it_it: Sei sicuro?
ru_ru: Вы уверены?
th_th: ท่านแน่ใจแล้วหรือ?

source: Armed Forces
es_es: Fuerzas Armadas
it_it: Forze armate
ru_ru: Вооруженные Силы
th_th: เหล่าทัพ

source: As a Professional Client, you must keep us informed about any changes that may affect your status.
es_es: Como cliente profesional, debe mantenernos informados sobre cualquier cambio que pueda afectar su estatus.
it_it: Come Cliente Professionale, ci devi tenere informati su eventuali cambiamenti che possono influenzare il tuo stato.
ru_ru: Будучи профессиональным клиентом, Вы должны держать нас в курсе любых изменений Вашего статуса.
th_th: ในฐานะลูกค้า Professional Client ท่านจะต้องแจ้งให้บริษัทฯ ทราบเกี่ยวกับเปลี่ยนแปลงใดๆ ที่อาจมีผลต่อสถานะของท่าน

source: As a first step, please send us an application with:
es_es: Como primer paso, por favor envíenos una aplicación con:
it_it: Come primo step, inviaci un modulo di richiesta con:
ru_ru: Для начала, отправьте нам заявку с указанием:
th_th: ในลำดับแรก โปรดส่งใบสมัครของท่านพร้อมด้วยสิ่งเหล่านี้

source: As a high-tech knowledge hub, Cyberjaya enjoys the presence of several multinational companies and private universities. This has created a vibrant, thriving community thanks to the many expats and international students who call Cyberjaya home.
es_es: Como centro de conocimiento de alta tecnología, Cyberjaya cuenta con la presencia de varias empresas multinacionales y universidades privadas. Esto ha creado una comunidad vibrante y próspera gracias a los muchos expatriados y estudiantes internacionales que consideran a Cyberjaya como su hogar.
it_it: In qualità di hub di conoscenze in campo high-tech, Cyberjaya gode della presenza di numerose società multinazionali e università private. In questo ambiente si è creata una comunità florida e vivace grazie ai numerosi studenti internazionali e persone da tutto il mondo che vivono a Cyberjaya.
ru_ru: Будучи центром высоких технологий, Сайберджайя стала домом для ряда международных компаний и частных университетов. Этот фактор создал живую, успешно развивающуюся среду для многочисленных специалистов и международных студентов.
th_th: ในฐานะศูนย์กลางความรู้ไฮเทค เมืองไซเบอร์จายามีบริษัทระดับข้ามชาติหลายบริษัทและมหาวิทยาลัยเอกชน ซึ่งทำให้เกิดชุมชนที่มีชีวิตชีวาและเฟื่องฟู ซึ่งมาจากชาวต่างชาติและนักเรียนต่างชาติที่เข้ามาอยู่ในเมืองไซเบอร์จายานี้

source: As a result, the client's trades are executed at market as follows:
es_es: Por consiguiente, las operaciones del cliente se ejecutan en el mercado de la siguiente manera:
it_it: Di conseguenza, i trade del cliente vengono svolti alle condizioni di mercato come segue:
ru_ru: В результате, контракты клиента будут исполняться по рыночной цене следующим образом:
th_th: ฉะนั้นแล้ว การซื้อขายของลูกค้าได้ถูกประมวลผลในตลาดดังนี้

source: As a strong proponent of open source, we encourage publication of findings, methods, and tools via GitHub and our technical blog at %1 You will also assist our developers in understanding and patching the bugs that you find.
es_es: Como firmes defensores del código abierto, fomentamos la publicación de hallazgos, métodos y herramientas a través de GitHub y nuestro blog técnico en %1. Usted también asistirá a nuestros desarrolladores a comprender y solucionar los errores que encuentre.
it_it: In quanto grandi sostenitori dell'open source, incoraggiamo la pubblicazione di risultati, metodi e strumenti via GitHub e il nostro blog tecnico su %1. Ti occuperai anche di assistere i nostri sviluppatori nella comprensione e patching dei bug incontrati.
ru_ru: Будучи сторонником систем с открытым исходным кодом, мы поощряем публикацию результатов, методов и инструментов на GitHub и в рамках нашего технического блога %1 . Также Вы будете помогать нашим разработчикам лучше понимать и фиксировать найденные Вами баги.
th_th: ในฐานะผู้สนับสนุนที่แข็งแกร่งของโอเพ่นซอส เราสนับสนุนให้มีการเผยแพร่การค้นคว้า วิธีการ และเครื่องมือ ผ่านทาง GitHub และบล็อกเทคนิคของเราที่ %1 และคุณยังจะได้ช่วยผู้พัฒนาของเราให้เข้าใจและซ่อมแซมจุดบกพร่องที่คุณพบ

source: As an example, Expert Advisors might be able to be programmed for
es_es: Por ejemplo, los Expert Advisors pueden ser programados para
it_it: Per esempio, i Consulenti Esperti potrebbero essere programmati per:
ru_ru: Например, Expert Advisors могут быт запрограммированы для следующих целей
th_th: ตัวอย่างเช่น ที่ปรึกษาผู้เชี่ยวชาญ (Expert Advisor) อาจถูกตั้งโปรแกรมสำหรับ

source: As between the Programmer and the Company, the Company owns all rights, title, and interest, including all intellectual property rights, in and to, the %1 API and all elements, components, and executables of the %1 API.
es_es: Entre el Programador y la Empresa, la Empresa posee todos los derechos, títulos e intereses, incluyendo todos los derechos de propiedad intelectual, de y para la API de %1, y todos los elementos, componentes, y ejecutables de la API de %1.
it_it: Relativamente al rapporto tra Programmatore e Società, quest'ultima possiede diritti, titoli e interessi, compresi i diritti di proprietà intellettuale, l'API di %1 e tutti i componenti ed elementi eseguibili dell'API di %1.
ru_ru: В отношениях между Программистом и Компанией, Компания обладает всеми правами, правом и долей собственности, включая права на всю интеллектуальную собственность, права в отношении API %1, а также всех элементов, компонентов и выполняемых программ API %1.
th_th: ระหว่างโปรแกรมเมอร์และบริษัทฯ บริษัทฯ มีสิทธิ์ กรรมสิทธิ์ และผลประโยชน์ รวมถึงสิทธิ์ทางทรัพย์สินทางปัญญาใน API ของ %1 และในองค์ประกอบต่างๆ ชิ้นส่วน และชุดคำสั่งที่ประมวลผลได้จาก API ของ %1

source: As conclusion, keeping up with market news and trends in a certain sector can help you always
es_es: Como conclusión, mantenerse al día con las noticias y tendencias del mercado en un sector determinado puede ayudarle siempre
it_it: In conclusione, tenere il passo con le notizie di mercato e le tendenze in un certo settore può sempre aiutarvi
ru_ru: И, наконец, всегда будьте в курсе рыночных новостей и трендов в интересующем Вас секторе. Это поможет Вам всегда
th_th: โดยสรุปแล้ว การติดตามข่าวของตลาดและแนวโน้มของตลาดสามารถช่วยท่านได้เสมอ

source: As expected, the seafood is affordable and simply amazing. Locals absolutely adore crayfish which they refer to as 'satak'. Despite being a small island, Labuan still offers so much in terms of culture; you can explore the island's rich history at the Labuan Museum, Peace Park, the Chimney, and Labuan Square. The island also has a vibrant nightlife.
es_es: Como era de esperar, los mariscos son asequibles y simplemente increíbles. La gente local adora los cangrejos llamados 'satak'. A pesar de ser una isla pequeña, Labuan todavía ofrece mucho en términos de cultura; puede explorar la rica historia de la isla en el Museo Labuan, el Parque de la Paz, la Chimenea y la Plaza de Labuan. La isla también tiene una vida nocturna vibrante.
it_it: Come previsto, il pesce è a buon prezzo e semplicemente buonissimo. Le persone del posto adorano i gamberi, chiamati "satak" in lingua locale. Nonostante si tratti di una piccola isola, Labuan ha molto da offrire per quanto riguarda la cultura: puoi scoprire la sua ricca storia in luoghi d'interesse come Labuan Museum, Peace Park, the Chimney e Labuan Square. L'isola offre anche una vivace vita notturna.
ru_ru: Разумеется, на острове можно найти вкусные и недорогие морепродукты. Местные жители высоко ценят раков, которых здесь называют "satak". Несмотря на свою небольшую площадь, Лабуан может похвастаться богатой культурой. Вы можете ознакомиться с историей острова в Музее Лабуана, посетить парк Пис, музей Чимни и центральную площадь Лабуана. Также остров интересен активной ночной жизнью.
th_th: อย่างที่คาดเอาไว้ อาหารทะเลราคาไม่แพงและยอดเยี่ยม คนท้องถิ่นชอบกั้งซึ่งเขาเรียกว่า 'satak' ทั้งที่เป็นเกาะเล็กๆ Labuan ยังมีวัฒนธรรมให้ศึกษามาก คุณสามารถค้นหาประวัติศาสตร์ของเกาะนี้ได้ที่พิพิธภัณฑ์ Labuan, Peace Park, the Chimney และ Labuan Square เกาะนี้ยังมีสถานบันเทิงยามค่ำคืนที่มีชีวิตชีวา

source: As long as the Programmer follows these Terms, the Company grants the Programmer a limited, non-exclusive, non-assignable, non-transferable, terminable licence to use the %1 API to develop, test, and support the Programmer's Application and to let the Programmer's customers use the Programmer's integration of the %1 API within the Programmer's Application.
es_es: Siempre que el Programador siga estos Términos, la Empresa le otorga una licencia limitada, no exclusiva, no asignable, no transferible y rescindible para usar la API de %1 a fin de desarrollar, probar y apoyar su Aplicación, y para dejar que sus clientes usen su integración de la API de %1 dentro de su Aplicación.
it_it: Nella misura in cui rispetti i presenti Termini, la Società concede al Programmatore una licenza limitata, non esclusiva, non attribuibile, non trasferibile e a termine sull'utilizzo dell'API di %1 per sviluppare, testare e supportare l'applicazione del Programmatore e consentire ai suoi clienti di usare la l'integrazione dell'API di %1 sulla sua applicazione.
ru_ru: В период соблюдения Программистом данных Правил, Компания предоставляет ему/ей ограниченную, неэксклюзивную, неуступаемую, непередаваемую другому лицу и подлежащую расторжению лицензию на использование API %1 с целью разработки, тестирования и поддержки Приложения Программиста, а также с целью предоставления клиентам Программиста возможности пользоваться интеграцией с API %1 в рамках Приложения Программиста.
th_th: ตราบที่โปรแกรมเมอร์ยังคงปฏิบัติตามข้อตกลงเหล่านี้ บริษัทฯ ให้สิทธิ์โปรแกรมเมอร์ในการใช้งานตามขอบเขต มีสิทธิ์พื้นฐานทั่วไป ไม่สามารถโอนสิทธิ์ ไม่สามารถเปลี่ยนแปลง เป็นใบอนุญาตที่มีเวลากำหนด เพื่อใช้ API ของ %1 ในการพัฒนา ทดสอบ ทำงานร่วมกับแอพพลิเคชันของโปรแกรมเมอร์ และอนุญาตให้ลูกค้าของโปรแกรมเมอร์เชื่อมต่อกับระบบ API ของ %1 กับแอพพลิเคชันของโปรแกรมเมอร์ได้

source: As our Accounts & Payments Executive, you will be able to contribute to all these key areas and increase the efficiency of our financial operations.
es_es: Como nuestro Ejecutivo de Contabilidad y Pagos, usted podrá contribuir a todas estas áreas clave y aumentar la eficiencia de nuestras operaciones financieras.
it_it: In qualità di responsabile amministrativo di conti e pagamenti, contribuirai a gestire queste aree fondamentali e a migliorare l'efficienza delle nostre operazioni finanziarie.
ru_ru: Будучи нашим администратором счетов и выплат, Вы внесёте значительный вклад в эту важную сферу работы компании и повысите эффективность наших финансовых процессов.
th_th: ในฐานะเจ้าหน้าที่ด้านบัญชีและการจ่ายเงิน คุณจะรับผิดชอบต่องานหลักเหล่านี้และเพิ่มประสิทธิภาพของการปฏิบัติงานด้านการเงินของเรา

source: As our Back-End Developer, you will be taking on the challenge of writing robust, high-quality, and production-ready code. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
es_es: Como nuestro Desarrollador Back-End, usted asumirá el reto de escribir código robusto, de alta calidad y listo para la producción. Su trabajo contribuirá en gran medida a la arquitectura que impulsa nuestro sitio web de comercio de opciones binarias de alto tráfico.
it_it: In qualità di sviluppatore Back-End, ti occuperai di creare codici forti, di qualità e pronti per la produzione. Il tuo lavoro sarà fondamentale per la struttura del nostro sito di trading di opzioni binarie a traffico elevato.
ru_ru: Back-End разработчик занимается написанием надёжного, качественного и готового к использованию кода. Ваша работа станет важным вкладом в архитектуру нашей платформы для торговли бинарными опционами.
th_th: ในฐานะ Back-End Developer คุณจะมีหน้าที่ในการเขียนรหัสคำสั่งที่ทนทาน คุณภาพสูง และพร้อมในการผลิต งานของคุณจะมีส่วนอย่างมากในการสร้างสถาปัตยกรรมที่ขับเคลื่อนเว็บไซต์การซื้อขายไบนารีออปชันของเราที่มีการใช้งานสูง

source: As our Compliance Executive, you must ensure that our group of companies worldwide conduct their business operations in full compliance with relevant laws and regulations - both national and international.
es_es: Como nuestro Ejecutivo de Cumplimiento, usted debe garantizar que nuestro grupo de empresas en todo el mundo realiza sus operaciones comerciales en pleno cumplimiento de las leyes y reglamentos pertinentes, tanto nacionales como internacionales.
it_it: In qualità di responsabile della compliance, ti occuperai di verificare che le società del nostro gruppo in ogni paese operino nel pieno rispetto delle leggi e dei regolamenti applicabili, sia a livello nazionale che internazionale.
ru_ru: Будучи нашим специалистом отдела регулирования и контроля, Вы должны будете следить за тем, чтобы группа наших компаний, работающих по всему миру, производила все бизнес операции в полном соответствии с местными и международными законами и нормативными требованиями.
th_th: ในฐานะเจ้าหน้าที่ด้านการปฏิบัติตามกฎระเบียบ คุณจะต้องทำให้แน่ใจว่ากลุ่มบริษัทของเราทั่วโลกดำเนินการธุรกิจในลักษณะที่ปฏิบัติตามกฎหมายและกฎระเบียบที่เกี่ยวข้อง ทั้งของประเทศ และระดับนานาชาติ

source: As our Copywriter, you will help us to craft copy and content that engages our audiences - both online and offline.
es_es: Como Redactor, usted nos ayudará a elaborar textos y contenido que atrape a nuestro público objetivo, tanto en línea como fuera de línea.
it_it: In qualità di copywriter, ci aiuterai a realizzare copie e contenuti che coinvolgano il nostro pubblico, sia online che offline.
ru_ru: Будучи нашим копирайтером, Вы будете помогать нам создавать тексты и контент, привлекающий нашу основную аудиторию, онлайн и оффлайн.
th_th: ในฐานะผู้เขียนต้นฉบับ คุณจะช่วยเราในการสร้างสำเนาและเนื้อหาที่ทำให้ผู้ชมมีส่วนร่วมทั้งออนไลน์และออฟไลน์

source: As our Cryptocurrency/Blockchain Developer, you will be taking on the challenge of revamping our existing cashier system and infrastructure for our ICO launch. You will also drive all our future blockchain-based projects. Your work will greatly contribute to the architecture that drives our high-traffic binary options trading website.
es_es: Como nuestro desarrollador de Criptomonedas/Blockchain, usted asumirá el reto de renovar nuestro sistema de caja e infraestructura existentes para el lanzamiento de ICO. También dirigirá todos nuestros futuros proyectos basados en blockchain. Su trabajo contribuirá en gran medida a la arquitectura que impulsa nuestro sitio web de alto tráfico de trading con opciones binarias.
it_it: In qualità di sviluppatore di blockchain/criptovalute, ti occuperai di migliorare il nostro sistema di cassa e le infrastrutture per il lancio di ICO, così come di condurre tutti i progetti futuri basati sulla blockchain. Il tuo lavoro sarà fondamentale per la struttura del nostro sito web di trading di opzioni binarie a traffico elevato.
ru_ru: Будучи нашим разработчиком криптовалют/блокчейна, Вы будете ответственны за модернизацию текущей системы кассы, а также инфраструктуры для запуска нашего ICO. Также Вы будете поддерживать наши будущие проекты на основе блокчейн. Ваша работа внесёт вклад в архитектуру нашего вебсайта для торговли бинарными опционами.
th_th: ในฐานะ Cryptocurrency/Blockchain Developer คุณจะมีหน้าที่ในการปรับปรุงแก้ไขระบบแคชเชียร์และระบบพื้นฐานที่มีอยู่ของเราสำหรับการเปิดตัว ICO คุณยังได้ขับเคลื่อนโครงการที่เกี่ยวข้องกับบล็อกเชนในอนาคต งานของคุณจะมีส่วนอย่างมากในการสร้างสถาปัตยกรรมที่ขับเคลื่อนเว็บไซต์การซื้อขายไบนารีออปชันของเราที่มีการใช้งานสูง

source: As our Customer Support Executive, you will serve as the voice of the company, and help our customers resolve and reduce the issues they're facing with our products and services. The frontline is essential to our business and you are expected to deliver world-class customer service that creates customer loyalty and promotes business growth.
es_es: Como nuestro Ejecutivo de Atención al Cliente, será la voz de la empresa que ayudará a nuestros clientes a resolver los problemas que enfrentan con nuestros productos y servicios. La primera línea es esencial para nuestro negocio y se espera que usted brinde un servicio de clase mundial al cliente que genere la lealtad y promueva el crecimiento del negocio.
it_it: In qualità di responsabile dell'assistenza clienti, sarai il portavoce della società e aiuterai i clienti a risolvere e contenere le problematiche riscontrate utilizzando i nostri prodotti e servizi. La prima linea è fondamentale per la nostra attività, per questo dovrai essere in grado di garantire un'assistenza di prim'ordine che fidelizzi i clienti e promuova la crescita del business.
ru_ru: Будучи специалистом отдела поддержки клиентов, Вы станете голосом нашей компании и будете помогать клиентам разрешать вопросы и сложности, возникающие в отношении наших продуктов и услуг. Передовая линия поддержки очень важна для нашего бизнеса и мы ждём от Вас первоклассного клиентского сервиса, укрепляющего доверие к Компании и способствующего её дальнейшему развитию.
th_th: ในฐานะเจ้าหน้าที่ลูกค้าสัมพันธ์ ท่านจะทำหน้าที่เป็นตัวแทนกระบอกเสียงของบริษัทฯ และช่วยลูกค้าของเราแก้ไขและลดปัญหาที่ลูกค้ากำลังเผชิญกับผลิตภัณฑ์และบริการของเรา ทีมงานที่ดูแลลูกค้าเป็นสิ่งสำคัญต่อธุรกิจของเรา ซึ่งท่านถูกคาดหวังในการให้บริการระดับโลกแก่ลูกค้าที่จะสร้างความภักดีของลูกค้า และส่งเสริมการเติบโตทางธุรกิจ

source: As our DevOps Engineer, you will have a critical role in our approach to our infrastructure and operations. The stability and scalability of our applications have a direct impact on our bottom line. This means that you will be taking on a mission critical role.
es_es: Como nuestro Ingeniero de DevOps, tendrá un papel fundamental en nuestro enfoque de infraestructura y operaciones. La estabilidad y la escalabilidad de nuestras aplicaciones tienen un impacto directo en nuestros resultados. Esto significa que estará asumiendo un papel decisivo en la organización.
it_it: In qualità di ingegnere DevOps, avrai un ruolo fondamentale nell'approccio alla nostra infrastruttura e alle nostre operazioni. Stabilità e scalabilità delle applicazioni hanno un impatto diretto sui risultati finali, per questo ricoprirai una posizione cruciale.
ru_ru: Разработчики DevOps выполняют важную роль в работе нашей инфраструктуры и технических операций. Стабильность и масштабируемость наших приложений оказывает непосредственное влияние на работу нашего портала. Это означает, что став частью нашей команды, Вы будете выполнять очень важную роль.
th_th: ในฐานะวิศวกร DevOps ของเรา คุณจะมีบทบาทสำคัญในวิธีการของเราต่อโครงสร้างพื้นฐานและการปฏิบัติงาน ความมั่นคงและยืดหยุ่ยของแอพพลิเคชันของเราจะมีผลกระทบโดยตรงต่อกำไร ซึ่งหมายความว่าคุณจะรับบทบาทที่สำคัญ

source: As our Front-End Developer, you will be taking on the challenge of developing and maintaining advanced applications and interfaces that connect clients with our patented trading system.
es_es: Como nuestro Desarrollador Front-End, usted asumirá el reto de desarrollar y mantener aplicaciones e interfaces avanzadas que conectan clientes con nuestro sistema de comercio patentado.
it_it: In qualità di sviluppatore front-end, ti occuperai di sviluppare e curare la manutenzione di applicazioni e interfacce avanzate che collegano i clienti al nostro sistema di trading autorizzato.
ru_ru: Будучи нашим Front-End разработчиком, Вы будете заниматься разработкой и поддержкой передовых приложений и интерфейсов, соединяющих клиентов с нашей центральной торговой системой.
th_th: ในฐานะนักพัฒนาระบบส่วนหน้า ท่านจะทำหน้าที่พัฒนาและบำรุงรักษาแอพพลิเคชันขั้นสูงและอินเทอร์เฟสที่ติดต่อกับลูกค้าด้วยระบบการซื้อขายที่ได้รับสิทธิบัตรของเรา
