Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: A keen eye to identify new trends in marketing, evaluate new technologies and ensure the brand is at the forefront of industry developments
es_es: Gran visión para identificar nuevas tendencias en marketing, evaluar nuevas tecnologías y asegurar que la marca esté a la vanguardia de los avances de la industria
it_it: Un occhio attento per individuare nuove tendenze nel marketing, valutare nuove tecnologie e garantire la posizione d'avanguardia del marchio rispetto agli sviluppi del settore
ru_ru: Острый глаз для определения новых трендов в области маркетинга, оценки новых технологий и поддержания бренда в лидерских позициях данной индустрии
th_th: มีตาแหลมคมในการระบุแนวโน้มใหม่ในการตลาด ประเมินเทคโนโลยีใหม่ และทำให้แบรนด์อยู่แถวหน้าของการพัฒนาอุตสาหกรรม

source: A lifelong interest in accounting, and an aptitude for numbers
es_es: Pasión por la contabilidad y habilidades matemáticas
it_it: Un interesse costante per la contabilità e un'attitudine per i numeri
ru_ru: Большой интерес к бухгалтерии и хорошие математические способности
th_th: มีความสนใจมานานในด้านบัญชีและมีความถนัดในการทำงานกับตัวเลข

source: A list of accepted payment methods
es_es: Una lista de métodos de pago aceptados
it_it: Elenco dei metodi di pagamento accettati
ru_ru: список применимых платёжных методов,
th_th: วิธีการชำระเงิน

source: A list of payment methods you will accept from Clients
es_es: Una lista de los métodos de pago que aceptará de los clientes
it_it: Un elenco delle modalità di pagamento che accetterai da parte dei Clienti
ru_ru: Список методов оплаты, которые Вы будете принимать от Клиентов
th_th: วิธีการชำระเงินที่ท่านจะได้รับจากลูกค้า

source: A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to "look back" over time to determine the payout.
es_es: El pago de un contrato retroactivo depende del valor óptimo alcanzado por el mercado (alto o bajo). Este tipo de opción permite al titular actuar "retrospectivamente" en el tiempo para determinar el valor del pago.
it_it: Un contratto di opzione retrospettiva (lookback option) ha un payout che dipende dal punto più alto o più basso raggiunto dal mercato. L'opzione consente al titolare di "guardare indietro" nel tempo per determinare il payout.
ru_ru: Выплата в контракте Lookback зависит от оптимальной наибольшей или наименьшей цены, достигнутой за определённый период времени. Опцион позволяет владельцу "оглянуться назад" на некоторый период, чтобы определить выплату.
th_th: สัญญา Lookback มีเงินการชำระเงินที่ขึ้นอยู่กับค่าสูงที่สุดและต่ำสุดที่ตลาดมี ซึ่งให้ผู้ถือสัญญานี้ "มองกลับไป (Lookback)" ในช่วงเวลาที่ผ่านมาเพื่อกำหนดดูการชำระเงิน

source: A panel featuring industry leaders awards BetOnMarkets.com 'Financial Trading Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
es_es: Un jurado compuesto por líderes de la industria ha premiado BetOnMarkets.com como "Operador de Negociación Financiera del Año" frente a otros dos finalistas. Es una gran victoria para nuestra marca y un reconocimiento de nuestro servicio de clase superior. Diez años después, nos seguimos esforzando para ofrecer lo mejor a nuestros clientes.
it_it: Un gruppo formato dai leader nel settore premia BetOnMarkets.com come 'L'operatore di trading finanziario dell'anno' preferendolo agli altri due finalisti. È una grande vittoria per il nostro brand e un ulteriore riconoscimento del nostro servizio globale. Dopo dieci anni continuiamo a crescere e rafforzarci.
ru_ru: Жюри с участием лидеров в данной индустрии награждает BetOnMarkets.com премией в номинации "Financial Trading Operator of the Year" (оператор года по финансовой торговле), предпочтя нас двум другим финалистам. Это большая победа для нашего бренда и важный знак признания нашего сервиса. Десять лет спустя мы не останавливаемся на достигнутом.
th_th: เหล่าคณะผู้นำในวงการมอบรางวัล ‘Financial Trading Operator of the Year’ ให้กับ BetOnMarkets.com ซึ่งเป็นชัยชนะหลักของแบรนด์ของเราและการยอมรับของบริการระดับโลกของเรา สิบปีที่ผ่านมาจากจุดแข็งสู่จุดแข็งที่ยั่งยืน

source: A politically exposed person (PEP) is an individual who is or has been entrusted with a prominent public function. Family members and close associates of such individuals are also considered as PEPs. A PEP who has ceased to be entrusted with a prominent public function for at least 12 months no longer qualifies as a PEP.
es_es: Una persona expuesta políticamente (PEP) es una persona que es o ha sido el encargado de una función pública prominente. También se consideran PEP los familiares y allegados de estas personas. Una PEP que ha dejado de estar encargada de una función pública prominente durante al menos 12 meses ya no califica como tal.
it_it: Una persona politicamente esposta (PPE) è un soggetto che ricopre o ha ricoperto una funzione pubblica prominente. Anche i membri della famiglia e i collaboratori stretti di tale individuo vengono considerati PEP. Il soggetto che non ricopre una funzione pubblica prominente da almeno 12 mesi non viene classificato più come PEP.
ru_ru: Политически значимое лицо (ПЗЛ) – это человек, который выполняет или в прошлом выполнял важную политическую роль. Данный статус распространяется на родственников и близких друзей ПЗЛ. ПЗЛ, переставшее выполнять важную политическую роль на протяжении минимум 12 месяцев, больше не рассматривается в качестве ПЗЛ.
th_th: บุคคลที่เกี่ยวข้องกับการเมือง (PEP) คือ บุคคลธรรมดาผู้ได้รับมอบหมายให้ปฏิบัติงานต่อสาธารณะ สมาชิกในครอบครัว เครือญาติ และบุคคลใกล้ชิดของบุคคลที่เกี่ยวข้องกับการเมือง เป็นผู้ถูกพิจารณาเสมือนเป็นบุคคลที่เกี่ยวข้องกับการเมือง หากแต่บุคคลที่เกี่ยวข้องกับการเมืองนั้นได้สิ้นสุดสภาพดังกล่าวแล้วอย่างน้อย 12 เดือน จึงจะถูกถอนถอนจากสภาพบุคคลที่เกี่ยวข้องกับการเมือง

source: A proactive approach in problem-solving
es_es: Proactividad a la hora de resolver problemas
it_it: Un approccio proattivo nella risoluzione dei problemi
ru_ru: Активный подход к решению проблем
th_th: วิธีการเชิงรุกในการแก้ปัญหา

source: A referred client is someone who has been referred through your unique affiliate link and who has deposited money into their %1 account. They must fulfil the following criteria:
es_es: Un cliente referido es alguien que ha sido referido a través de su enlace único de afiliado y que ha depositado dinero en su cuenta de %1. Deberán cumplir con los siguientes criterios:
it_it: Un cliente suggerito è qualcuno che è stato indirizzato attraverso il tuo link unico di associato e che ha depositato del denaro nel proprio conto %1. Per essere tale, un cliente deve soddisfare i seguenti criteri:
ru_ru: Направленным клиентом считается человек, который зашел к нам на сайт через Вашу уникальную партнёрскую ссылку и пополнил свой счет на %1. Клиенты должны соответствовать следующим критериям:
th_th: ลูกค้าอ้างอิง คือ บุคคลที่ได้ถูกอ้างอิงและแนะนำให้ใช้ลิงค์พันธมิตรที่เป็นเอกลักษณ์ของท่าน และคือผู้ที่ได้ฝากเงินเข้าในบัญชี %1 ของเขา โดยลูกค้ามีคุณสมบัติต่อไปนี้

source: A strong background in statistics, mathematics or engineering.
es_es: Una formación sólida en estadística, matemáticas o ingeniería.
it_it: Solide conoscenze di statistica, matematica o ingegneria.
ru_ru: Опыт работы в сфере статистики, математики или по технической специальности.
th_th: มีประสบการณ์ที่เกี่ยวข้องทางด้านสถิติ คณิตศาสตร์ หรือ วิศวกรรม

source: A strong understanding of internal controls and business processes
es_es: Amplios conocimientos acerca de controles internos y procesos comerciales
it_it: Una profonda comprensione dei controlli e processi di business interni
ru_ru: Хорошее понимание систем внутреннего контроля и бизнес-процедур
th_th: ความเข้าใจที่ดีในระบบการควบคุมภายในและกระบวนการทางธุรกิจ

source: A tick is the minimum upward or downward movement in the price of a market.
es_es: Un tick (intervalo) es una fluctuación mínima hacia arriba o abajo en el precio de un mercado.
it_it: Un "tick" è la variazione minima verso l'alto o verso il basso del prezzo di mercato.
ru_ru: Тик – это минимальное движение рыночной цены вверх или вниз.
th_th: ช่วงห่างของราคา (Tick) คือ การเคลื่อนไหวของราคาที่เล็กที่สุดในทิศทางขึ้น หรือ ลง ในตลาด

source: A trade is opened by either executing a "Buy" or a "Sell" Order based on a specified number of lots (volume) that constitute the Underlying Instrument of the relevant market.
es_es: Una operación se inicia mediante la ejecución de una Orden "Buy (Compra)" o "Sell (Venta)" en base a un número específico de lotes (volumen) que constituye el Instrumento Subyacente del mercado relevante.
it_it: Un trade si apre effettuando un ordine di "acquisto" o "vendita" sulla base di uno specifico numero di lotti (volume) che rappresenta lo strumento sottostante del mercato in questione.
ru_ru: Контракт можно открыть, разместив “ордер на покупку” или “ордер на продажу,” с указанием количества лотов (объёма) основного инструмента на соответствующем рынке.
th_th: การเริ่มการซื้อขาย ทำได้โดยการดำเนินการคำสั่ง "ซื้อ" หรือ "ขาย" ตามจำนวนที่ระบุในแต่ละคราว (จำนวนคำสั่ง) ซึ่งถือเป็นเครื่องมืออ้างอิงของตลาดที่เกี่ยวข้อง

source: A university degree in Accounting/Finance or its equivalent
es_es: Título universitario en Contabilidad/Finanzas o afines
it_it: Una laurea in contabilità/finanza o equivalente
ru_ru: Высшее образование в области бухгалтерского учёта/финансов или его эквивалент
th_th: สำเร็จการศึกษาระดับปริญญาด้านบัญชี/การเงินหรือเทียบเท่า

source: A university degree in marketing or computer science is a plus
es_es: Un título universitario en marketing o informática es una ventaja
it_it: Un diploma di laurea in Marketing o Informatica è un vantaggio
ru_ru: Высшее образование в области маркетинга или информатики является плюсом
th_th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการตลาด หรือ วิทยาการคอมพิวเตอร์ จะพิจารณาเป็นพิเศษ

source: A university degree with a major in accounting, or other relevant professional qualifications
es_es: Título universitario en contabilidad u otras competencias profesionales relevantes
it_it: Laurea con specializzazione in contabilità o altre qualifiche professionali rilevanti
ru_ru: Высшее образование по специальности бухгалтерский учёт или профессиональная квалификация в схожей области
th_th: สำเร็จการศึกษาในระดับปริญญาวิชาหลักด้านการบัญชี หรือ สาขาอื่นที่เกี่ยวข้อง

source: A university degree, or other relevant professional qualifications
es_es: Título universitario u otras competencias profesionales relevantes
it_it: Laurea o altre qualifiche professionali rilevanti
ru_ru: Высшее образование или профессиональная квалификация
th_th: สำเร็จการศึกษาในระดับปริญญาหรือสาขาอื่นที่เกี่ยวข้อง

source: A whole new easy-to-use platform that's rich with features.
es_es: Una nueva plataforma fácil de usar y con múltiples funciones.
it_it: Una nuova piattaforma semplice da usare con tante diverse funzionalità.
ru_ru: Новая и простая в использовании платформа со множеством полезных функций.
th_th: แพลตฟอร์มใหม่ใช้งานง่าย เครื่องมือจัดเต็ม

source: A. Introduction
es_es: A. Introducción
it_it: A. Introduzione
ru_ru: A. Введение
th_th: A. บทนำ

source: A. Introduction and scope of agreement
es_es: A. Introducción y alcance del acuerdo
it_it: A. Introduzione e ambito di applicazione del contratto
ru_ru: A. Введение и предмет соглашения
th_th: ก. บทนำและขอบเขตของสัญญา

source: A. Spot FX
ru_ru: A. Спот Forex

source: AM
ru_ru: утра
th_th: น.

source: API Token
es_es: Token API
it_it: Token API
ru_ru: Ключ API
th_th: API โทเค่น

source: API token for third party applications.
es_es: Token de API para aplicaciones de terceros.
it_it: Token API per applicazioni di terze parti.
ru_ru: Ключ API для независимых приложений.
th_th: API โทเค่นสำหรับแอพพลิเคชันอื่น ๆ

source: AUD Index – Measures the value of the Australian Dollar against a basket of five global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%
es_es: El índice de AUD mide el valor del dólar australiano frente a una cesta de cinco divisas mundiales (USD, EUR, GBP, JPY, CAD), cada una ponderada por 20%
ru_ru: Индекс AUD, измеряющий значение австралийского доллара против корзины из 5 основных мировых валют (USD, EUR, GBP, JPY, CAD), каждая из которых взвешена на 20%
th_th: ดัชนี AUD - วัดมูลค่าของเหรียญออสเตรเลียต่อ 5 สกุลเงินหลักของโลก (ได้แก่ USD, EUR, GBP, JPY, CAD) โดยมีน้ำหนักของแต่ละสกุลเงินที่ 20%

source: Ability to communicate and present your ideas and work in a clear, descriptive manner
es_es: Habilidad para comunicarse y presentar sus ideas, así como para trabajar de forma clara y descriptiva
it_it: Capacità di comunicare e presentare le tue idee e lavorare in modo chiaro e descrittivo
ru_ru: Способность эффективно коммуницировать и презентовать Ваши идеи и предложения в чёткой манере, с подробным описанием
th_th: มีความสามารถในการสื่อสาร และนำเสนอความคิด และทำงานในลักษณะที่ชัดเจน อธิบายได้

source: Ability to conduct end-to-end UX research, including usability testing, and A/B testing
es_es: Capacidades de investigación integral de UX, incluyendo pruebas de usabilidad y pruebas A/B
it_it: Capacità di condurre ricerche end-to-end in materia di user experience, compresi i test A/B e di usabilità
ru_ru: Умение проводить всеобъемлющее исследование UX, включая тестирование практичности и A/B-тестирование
th_th: มีความสามารถในการดำเนินการวิจัย UX ตั้งแต่ต้นจนจบ รวมทั้งการทดสอบการใช้งานระบบในมุมมองผู้ใช้ และการทดสอบ A/B

source: Ability to present data using various tools to help the team to make informed business decisions.
es_es: Capacidad de presentar datos utilizando varias herramientas para ayudar al equipo a tomar decisiones de negocio informadas.
it_it: Capacità di presentare i dati utilizzando diversi strumenti per aiutare il team a prendere decisioni consapevoli sul business.
ru_ru: Умение находить данные с использованием различных инструментов с целью помогать команде принимать информированные бизнес-решения.
th_th: มีความสามารถวนการนำเสนอข้อมูลโดยใช้เครื่องมือต่างๆ เพื่อช่วยให้ทีมงานสามารถนำข้อมูลที่วิเคราะห์มาใช้ในการตัดสินใจทางธุรกิจ

source: Ability to produce high-quality, self-documenting code by using test-driven development (TDD) techniques
es_es: Capacidad de producir código autodocumentado de alta calidad mediante el uso de técnicas de desarrollo guiado por pruebas (TDD)
it_it: Capacità di produrre codici auto-documentati di elevata qualità ricorrendo a tecniche di sviluppo basato su test (TDD)
ru_ru: Умение писать высококачественный, самодокументируемый код, используя методику разработки через тестирование (TDD)
th_th: มีความสามารถในการสร้างโปรแกรมที่มีคุณภาพสูง ทำเอกสารประกอบได้เอง โดยใช้เทคนิคการพัฒนาที่ผลักดันจากการทดสอบ (TDD)

source: Ability to quickly learn new (proprietary) systems and procedures
es_es: Capacidad para aprender rápidamente nuevos sistemas y procedimientos (patentados)
it_it: Capacità di imparare velocemente nuovi sistemi e procedure (proprietari)
ru_ru: Способность быстро изучать новые (внутренние) системы и процедуры
th_th: มีความสามารถในการเรียนรู้ระบบและกระบวนการใหม่ (กรรมสิทธิ์) ได้อย่างรวดเร็ว

source: Ability to quickly learn new systems and procedures
es_es: Capacidad para aprender rápidamente nuevos sistemas y procedimientos
it_it: Capacità di imparare velocemente nuovi sistemi e procedure
ru_ru: Способность быстро изучать новые системы и процедуры
th_th: มีความสามารถในการเรียนรู้ระบบและกระบวนการใหม่ได้อย่างรวดเร็ว

source: Ability to speak multiple languages is preferred
es_es: Conocimiento de varios idiomas es preferible
it_it: La capacità di parlare più lingue costituisce un elemento preferenziale
ru_ru: Знание нескольких языков
th_th: มีความสามารถสื่อสารได้หลายภาษาจะเป็นประโยชน์ในการพิจารณา

source: Ability to translate complex, technical information into clear, attractive benefits
es_es: Capacidad de traducir información compleja y técnica a un contenido claro y atrayente
it_it: Capacità di tradurre complesse informazioni tecniche in vantaggi chiari e allettanti
ru_ru: Умение переводить сложные технические материалы в понятные и привлекательные для читателей статьи
th_th: สามารถแปลข้อมูลซับซ้อน และข้อมูลเชิงเทคนิคให้เป็นเนื้อหาที่มีความชัดเจน และนำไปใช้เป็นประโยชน์

source: Ability to work independently
es_es: Habilidad para trabajar de manera independiente
it_it: Capacità di lavorare in autonomia
ru_ru: Способность работать независимо
th_th: สามารถทำงานได้ด้วยตนเอง

source: Ability to write high-quality, self-documenting code using test-driven development techniques
es_es: Habilidad para escribir código de auto-documentación de alta calidad, utilizando técnicas de desarrollo basadas en pruebas
it_it: Capacità di scrivere codici auto-documentati di elevata qualità utilizzando tecniche di sviluppo basate su test
ru_ru: Умение писать высококачественный, самодокументируемый код, используя методику разработки через тестирование
th_th: ความสามารถในการเขียนโปรแกรมที่มีคุณภาพสูง การทำเอกสารประกอบได้เอง โดยใช้เทคนิคการพัฒนาที่ผลักดันจากการทดสอบ

source: Able to assess the security impact of bugs and API inconsistencies
es_es: Capaz de evaluar el impacto de seguridad de errores e inconsistencias de API
it_it: In grado di valutare l'impatto sulla sicurezza di bug e incongruenze dellAPI
ru_ru: Способность оценивать угрозы безопасности со стороны багов и несоответствий в API
th_th: สามารถประเมินผลกระทบทางด้านความปลอดภัยของจุดบกพร่องและความไม่สอดคล้องของ API

source: About BIEL and BIEL's regulator
es_es: Acerca de BIEL y su regulador
ru_ru: О BIEL и регуляторе BIEL
th_th: เกี่ยวกับ BIEL และ ผู้ดูแล BIEL

source: About Us
es_es: Sobre nosotros
it_it: Chi siamo
ru_ru: О нас
th_th: เกี่ยวกับเรา

source: About the Company and these Terms
es_es: Acerca de la Empresa y estos Términos
it_it: Informazioni su Società e Termini presenti
ru_ru: О Компании и условиях
th_th: เกี่ยวกับบริษัทฯ และเงื่อนไขเหล่านี้

source: Abusively or fraudulently use, for any purpose, the Application Programme Interface (API) of %1
es_es: Utilizar la interfaz de programación de aplicaciones (API) de %1 de manera abusiva o fraudulenta
it_it: Utilizzare abusivamente o in maniera fraudolenta l'Interfaccia di Programmazione dell'Applicazione (API) di %1
ru_ru: злоупотреблять или использовать интерфейс прикладного программирования (API) Компании %1 в любых мошеннических целях.
th_th: การใช้ Application Programme Interface (API) ของ %1อย่างไม่ถูกต้อง หรือ ผิดกฎหมาย

source: Academy
es_es: Academia
ru_ru: Академия
th_th: สถาบัน

source: Accept
es_es: Aceptar
it_it: Accetta
ru_ru: Принять
th_th: ยอมรับ

source: Accept local bank wires
es_es: Aceptar transferencias bancarias locales
it_it: Accettano bonifici bancari locali
ru_ru: Принимают местные банковские переводы
th_th: ยอมรับการโอนเงินของธนาคารท้องถิ่น

source: Acceptance
es_es: Aceptación
it_it: Accettazione
ru_ru: Принятие условий
th_th: การยอมรับ

source: Acceptance of Agreement
es_es: Aceptación del Acuerdo
it_it: Accettazione del Contratto
ru_ru: Принятие Соглашения
th_th: การยอมรับในเงื่อนไขข้อตกลง

source: Access MT5 dashboard
es_es: Acceder al panel de MT5
it_it: Accesso al dashboard di MT5
ru_ru: Открыть панель MT5
th_th: เรียกรายงานสรุปภาพรวม MT5

source: Access all available tools and features for trading on MT5, including Expert Advisors (EAs), charts, and order types
es_es: Acceda a todas las herramientas y características disponibles para operar en MT5, incluyendo Expert Advisors (EAs), gráficos y tipos de órdenes
ru_ru: Получите все необходимые инструменты для торговли на MT5, включая программы советники, графики и многое другое
th_th: สามารถเข้าถึงเครื่องมือที่มีอยู่และคุณสมบัติต่างๆ สำหรับการซื้อขายบน MT5 รวมถึงที่ปรึกษาผู้เชี่ยวชาญ (Expert Advisor: EA) แผนภูมิ และประเภทคำสั่ง

source: Access market quotes and trade execution from top-tier liquidity providers, including banks and non-banks.
es_es: Acceda a cotizaciones de mercado y a la ejecución de operaciones de proveedores de liquidez de primera categoría, incluyendo entidades bancarias y no bancarias.
it_it: Accedere alle quotazioni di mercato ed esecuzione di trade dei provider di liquidità di alto livello, incluse banche ed istituti non bancari.
ru_ru: Получите доступ к рыночным котировкам и возможности исполнять контракты через ведущих поставщиков ликвидности, включая банки и другие организации.
th_th: สามารถเข้าถึงราคาตลาดที่มีการเสนอซื้อขาย และการดำเนินการการซื้อขายจากผู้ให้บริการการเงินที่มีสภาพคล่องชั้นนำที่เป็นธนาคารและที่ไม่ใช่ธนาคาร

source: Access multi-asset liquidity from top-tier institutions.
es_es: Acceda a la liquidez de activos múltiples de instituciones de primer nivel.
it_it: Accesso alla liquidità multi asset degli istituti di alto livello.
ru_ru: Получите высокую ликвидность на множестве активов от крупнейших организаций.
th_th: สามารถเข้าถึงสภาพคล่องของสินทรัพย์ต่างๆ จากสถาบันการเงินชั้นนำ

source: Access our products and services from a single app.
es_es: Acceda a nuestros productos y servicios desde una sola aplicación.
it_it: Accedi ai nostri prodotti e servizi usando una sola app.
ru_ru: Пользуйтесь всеми нашими продуктами и услугами с единого приложения.
th_th: เข้าถึงผลิตภัณฑ์และบริการของเราจากแอพพลิเคชันเดียว

source: Access the markets anytime, anywhere from your Android device.
es_es: Acceda a los mercados en cualquier momento y en cualquier lugar desde su dispositivo Android.
it_it: Puoi accedere ai mercati in qualsiasi momento e in qualsiasi parte del mondo con il tuo dispositivo Android.
ru_ru: Заходите на рынки с устройства Android в любое время и где бы Вы ни находились.
th_th: เข้าถึงตลาดได้ตลอดเวลา ทุกหนแห่งจากอุปกรณ์แอนดรอยด์ของท่าน

source: Access the markets anytime, anywhere from your iOS device.
es_es: Acceda a los mercados en cualquier momento y en cualquier lugar desde su dispositivo iOS.
it_it: Puoi accedere ai mercati in qualsiasi momento e in qualsiasi parte del mondo con il tuo dispositivo iOS.
ru_ru: Заходите на рынки с устройства iOS в любое время и где бы Вы ни находились.
th_th: เข้าถึงตลาดได้ตลอดเวลา ทุกหนแห่งจากอุปกรณ์ iOS ของท่าน

source: Access the markets anytime, anywhere using native apps for your iOS or Android devices.
es_es: Acceda a los mercados en cualquier momento y lugar a través de las aplicaciones nativas para dispositivos iOS y Android.
it_it: Accesso ai mercati in qualsiasi momento e ovunque grazie all'utilizzo di app native per dispositivi iOS o Android.
ru_ru: Заходите на рынок и участвуйте в торговле в любое время, используя приложения для iOS и Android.
th_th: เข้าถึงตลาดได้ตลอดเวลา ทุกหนแห่ง โดยใช้แอพพลิเคชันสำหรับอุปกรณ์พกพาของท่าน ทั้งระบบปฏิบัติการไอโอเอสและแอนดรอยด์

source: Access to Advanced trading
es_es: Acceso a operaciones avanzadas
it_it: Accesso a Trading avanzato
ru_ru: Доступ к углубленной торговле
th_th: เข้าถึงการซื้อขายขั้นสูง

source: Access to multi-asset liquidity and back-office functionality via margin accounts
es_es: Acceda a la liquidez de activos múltiples y a la funcionalidad de back-office a través de cuentas de margen
it_it: Accesso alla liquidità multi-asset e alla funzionalità di back-office tramite account di margine
ru_ru: Получите ликвидность на всех активах и бэк-офис на маржевых счетах
th_th: สามารถเข้าถึงสภาพคล่องของสินทรัพย์ต่างๆ จากสถาบันการเงินชั้นนำ และการบริหารผ่านทางบัญชีมาร์จิน

source: Access to personal data
es_es: Acceso a los datos personales
it_it: Accesso ai dati personali
ru_ru: Доступ к личным данным
th_th: การเข้าถึงข้อมูลส่วนบุคคล
