Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: All calls are recorded for training and monitoring purposes.
es_es: Todas las llamadas se registran con fines de capacitación y supervisión.
it_it: Tutte le chiamate vengono registrate a fini formativi e di monitoraggio.
ru_ru: Все звонки записываются с целью обучения и мониторинга.
th_th: ทุกสายการสนทนาจะถูกบันทึกเพื่อการพัฒนาบุคลากรและการปรับปรุงคุณภาพ

source: means %1.
es_es: significa %1.
it_it: indica %1.
ru_ru: означает %1.
th_th: หมายถึง %1

source: means Monday to Friday (UTC+8).
es_es: significa de lunes a viernes (UTC+8).
it_it: si riferisce ai giorni da lunedì a venerdì (UTC+8).
ru_ru: означает с понедельника по пятницу (UTC+8).
th_th: หมายถึง วันจันทร์ ถึง วันศุกร์ (UTC+8)

source: means a client's trading account opened with Binary in accordance with the account procedure provided on %1.
es_es: significa una cuenta de trading del Cliente, abierta con Binary de acuerdo con el procedimiento de cuenta previsto en %1.
it_it: si riferisce a un conto per il trading del cliente aperto con Binary secondo le procedure relative al conto disponibili su %1.
ru_ru: означает торговый счёт клиента, открытый в компании Binary, согласно процедуре, описанной на сайте %1.
th_th: หมายถึง บัญชีซื้อขายของลูกค้าที่เปิดกับ Binary ตามขั้นตอนในการเปิดบัญชีที่ระบุไว้ใน %1

source: means all laws including rules of common law, principles of equity, statutes, regulations, proclamations, ordinances, by-laws, rules, regulatory principles and requirements, policy statements, practice notes, mandatory codes of conduct, writs, orders, injunctions, judgments, determinations, and statutory licence conditions.
es_es: significa todas las leyes, incluyendo normas de derecho común, principios de equidad, proclamaciones, ordenanzas, estatutos, reglas, principios y requisitos normativos, declaraciones de la política, notas de práctica, códigos de conducta obligatorios, decretos judiciales, órdenes, medidas cautelares, sentencias judiciales, determinaciones y condiciones legales de la licencia.
it_it: si riferisce a ogni legge, tra cui: leggi di common law, principi di equità, normative, regolamenti, promulgazioni, ordinanze, statuti, norme, principi e requisiti normativi, comunicazioni sulla politica, note pratiche, codici di condotta obbligatori, decreti, ordini, giudizi, decisioni, risoluzioni e condizioni relative alle licenze legali.
ru_ru: означает все законы, включая правила общего права, принципы справедливости, правовые акты, нормативно-правовые положения, провозглашение, статуты, постановления, правила, регулирующие положения и требования, декларацию принципов, практические руководства, обязательные нормы поведения, предписания, распоряжения, приказы, постановления, заключения и условия государственной лицензии.
th_th: หมายถึง กฎหมายทั้งหมด รวมถึง กฎหมายจารีตประเพณี หลักปฏิบัติในเรื่องความเสมอภาค พระราชบัญญัติ กฎระเบียบ การประกาศใช้ กฤษฎีกา เทศบัญญัติ กฎข้อบังคับ หลักการและข้อกำหนดทางกฎหมาย นโยบาย คำอธิบายกฎหมาย จรรยาบรรณที่บังคับ หมายศาล คำสั่ง คำสั่งห้าม คำพิพากษา ข้อกำหนด และเงื่อนไขของใบอนุญาตตามกฎหมาย

source: means all of the information about the client, including but not limited to their name, address, contact details, account details and trading history.
es_es: significa toda la información sobre el Cliente, que incluye, entre otros, su nombre, dirección, detalles de contacto, detalles de la cuenta e historial de operaciones.
it_it: si riferisce alle informazioni relative al cliente, comprendenti (ma senza limitazioni) nome, indirizzo, dettagli dei contatti, dettagli del conto e cronologia del trading.
ru_ru: означает всю информацию клиента, включая, но не ограничиваясь именем, адресом, контактной информацией, данными о счёте и историей торговли.
th_th: หมายถึง ข้อมูลทั้งหมดที่เกี่ยวกับลูกค้า รวมถึง ชื่อ ที่อยู่ รายละเอียดติดต่อ รายละเอียดบัญชี และประวัติการซื้อขาย ของลูกค้า

source: means an arrangement where Binary devotes its time and resources to identify prospective clients in a specified manner.
es_es: significa un acuerdo en el que Binary dedica su tiempo y recursos para identificar posibles Clientes de una manera específica.
it_it: si riferisce a un accordo per cui Binary dedica tempo e risorse per identificare potenziali clienti secondo modalità precise.
ru_ru: означает классификацию, при которой Binary уделяет время и ресурсы на идентификацию будущих клиентов указанным образом.
th_th: หมายถึง การดำเนินการที่ Binary จะทุ่มเทเวลาและทรัพยากรในการระบุกลุ่มลูกค้าเป้าหมายที่มีพฤติกรรมอยู่ในขอบข่ายที่กำหนด

source: means any content, whether in electronic or hard copy form, created by or under Binary's direction, for the purpose of marketing the Binary business or services, and incorporating the Binary Trademarks.
es_es: significa cualquier contenido, ya sea electrónico o impreso, creado por o bajo la dirección de Binary, con el propósito de promocionar el negocio o los servicios de Binary, e incorporar las marcas registradas de Binary.
it_it: si riferisce a qualsiasi contenuto, elettronico o cartaceo, creato da Binary o sotto la sua direzione al fine di promuovere i servizi e le attività della Società e di incorporare i marchi Binary.
ru_ru: означают любой контент в электронном или печатном виде, созданный непосредственно или под руководством Binary, с целью маркетинга бизнеса или услуг Binary, а также включающий торговую марку Binary.
th_th: หมายถึง เนื้อหาใดๆ ไม่ว่าจะอยูในรูปแบบเอกสารอิเล็กทรอนิกส์ หรือ ตัวเอกสารที่พิมพ์ออกมา ที่ Binary จัดทำขึ้น หรือ จัดทำขึ้นตามคำสั่งของ Binary เพื่อวัตถุประสงค์ด้านการตลาดแก่ธุรกิจและบริการของบริษัท Binary และเครื่องหมายการค้าของ Binary

source: means any manipulations of Binary's systems and business in ways which resulted in any adverse, special, incidental, punitive or consequential loss or damages to Binary.
es_es: significa cualquier manipulación de los sistemas o negocios de Binary, que hayan resultado en cualquier pérdida especial, incidental, punitiva, o adversa, o daño consecuente para Binary.
it_it: si riferisce a qualsiasi manipolazione dei sistemi e delle attività di Binary che porti a perdite o danni indiretti, punitivi, accidentali, particolari o incisivi.
ru_ru: означает любые манипуляции с системами и бизнесом Binary, приводящие к любым неблагоприятным, особым, непредвиденным, штрафным или последующим потерям или вреду для Binary.
th_th: หมายถึง การเปลี่ยนแปลงใดๆ ในระบบและธุรกิจของ Binary ในลักษณะที่ทำให้เกิดความสูญเสีย หรือ ความเสียหายในทางลบ ความเสียหายข้างเคียง ความเสียหายที่ต้องจ่ายค่าชดเชย หรือความเสียหายที่ไม่ได้เกิดขึ้นทันทีหรือโดยตรงต่อ Binary

source: means any organisation, whether governmental or not, or physical person or any type of legal person or entity or body of persons and any executor, administrator, or representative of such Competent Authority located in any jurisdiction that has legally delegated or invested authority, capacity, power, or competence to perform a designated function.
es_es: significa cualquier organización, ya sea gubernamental o no, persona física o cualquier tipo de persona jurídica o entidad o grupo de personas y cualquier ejecutor, administrador o representante de dicha Autoridad Competente ubicada en cualquier jurisdicción que tenga autoridad o capacidad legalmente delegada o atribuida, poder, o competencia para realizar una función designada.
it_it: si riferisce a qualsiasi organizzazione (governativa o di altra natura), persona fisica o qualsiasi tipo di persona giuridica, ente od organo di persone, così come a esecutori, amministratori o esponenti di tale autorità competente presenti in una giurisdizione cui siano stati attribuiti o delegati potere, facoltà, autorità o competenza di operare secondo la funzione designata.
ru_ru: означают любую организацию (государственную или иную), физическое лицо, любое юридическое лицо или группу лиц, любого исполнителя, администратора или представителя данного компетентного органа, расположенного в любой юрисдикции, которая официально наделена полномочиями, правом, властью или компетенцией выполнять переданную функцию.
th_th: หมายถึง องค์กรใดๆ ไม่ว่าจะเป็นขององค์กรของรัฐ หรือบุคคลธรรมดา หรือนิติบุคคลใดๆ หรือกลุ่มบุคคล และผู้ปฏิบัติตามคำสั่ง ผู้ดำเนินการ หรือตัวแทน ของพนักงานเจ้าหน้าที่ที่อยู่ในเขตอำนาจศาล ที่ได้มอบหมายให้ทำงาน หรือดำเนินงานโดยใช้ อำนาจ ความสามารถ หรืออำนาจหน้าที่ ที่จะดำเนินการตามที่ได้รับมอบหมาย

source: means any physical person or any type of legal person or entity or body of persons which has business, commercial, financial, entrepreneurial, employment, agency, family, personal, and other links or bonds with the Introducing Broker and includes any person who has the same personal information, IP address, physical or mailing address, telephone number, email address, or passport details as the Introducing Broker.
es_es: significa cualquier persona física o cualquier persona jurídica o entidad o grupo de personas que tenga negocios, vínculos comerciales, financieros, empresariales, de empleo, de agencia, familiares, personales y otro tipo de vínculos o enlaces con el Broker Introductor e incluye cualquier persona que tenga la misma información personal, dirección IP, dirección física o postal, número de teléfono, dirección de correo electrónico o los mismos detalles del pasaporte que el Broker Introductor.
it_it: si riferisce a persone fisiche, persone giuridiche, entità od organismi di persone che hanno legami o vincoli commerciali, finanziari, imprenditoriali, impiegatizi, istituzionali, famigliari, personali o di altro tipo con l'Introducing Broker, e riguarda qualsiasi individuo con informazioni personali, indirizzo IP, indirizzo di domicilio o corrispondenza, numero di telefono, indirizzo e-mail e dati del passaporto coincidenti con quelli dell'Introducing Broker.
ru_ru: означает любое физическое или юридическое лицо, а также объединение лиц, связанных бизнесом, коммерческой, финансовой, предпринимательской деятельностью, наймом, а также агентскими, семейными, личными или иными взаимоотношениями с Представляющим брокером и включающими любое лицо, обладающее одной и той же личной информацией, IP-адресом, физическим или почтовым адресом, телефоном, имейлом или паспортными данными, совпадающими с данными Представляющего брокера.
th_th: หมายถึง บุคคลธรรมดา หรือ นิติบุคคลใดๆ หรือ กลุ่มบุคคลที่มีความสัมพันธ์ทางธุรกิจ การค้า การเงิน การเป็นผู้ประกอบการ การเป็นลูกจ้าง การเป็นตัวแทน ครอบครัว ส่วนบุคคล และความสัมพันธ์อื่นๆ กับโบรกเกอร์แนะนำ รวมถึง บุคคลที่มีข้อมูลส่วนบุคคล ไอพีแอดเดรส ที่อยู่ที่พำนัก หรือที่อยู่ทางไปรษณีย์ หมายเลขโทรศัพท์ ที่อยู่อีเมล์ หรือรายละเอียดหนังสือเดินทาง เช่นเดียวกับโบรกเกอร์แนะนำ

source: means any potential individual or entity willing to provide Binary with IB services.
es_es: significa cualquier individuo o entidad potencial, disponible para proporcionar servicios de Broker Introductor a Binary.
it_it: si riferisce a ogni potenziale individuo o ente che intenda fornire a Binary servizi di IB.
ru_ru: означает любое потенциальное частное или юридическое лицо, желающее предоставить Binary услуги ПБ.
th_th: หมายถึง บุคคลธรรมดา หรือ นิติบุคคลที่ประสงค์จะให้บริการ IB แก่ Binary

source: means any trademarks, signs, logos, designs, expressions, and trading names owned by or licensed to Binary, whether registered or not registered, and any subsequent trademark created.
es_es: significa todas las marcas comerciales, signos, logotipos, diseños, expresiones y nombres comerciales de propiedad o con licencia de Binary, estén registrados o no, y cualquier marca comercial posteriormente creada.
it_it: si riferisce a marchi, insegne, loghi, design, espressioni e denominazioni commerciali di proprietà di Binary o autorizzati da quest'ultima, indipendentemente da una loro effettiva registrazione, ed eventuali marchi successivi.
ru_ru: означает любые товарные знаки, фирменные знаки, логотипы, дизайн, выражения и торговые наименования, принадлежащие или находящиеся под действием лицензии Binary, будь то зарегистрированные или незарегистрированные знаки, а также торговые марки, созданные позже.
th_th: หมายถึง เครื่องหมายการค้า สัญลักษณ์ โลโก้ งานออกแบบ การสื่อความ และชื่อในการซื้อขาย ที่ Binary เป็นเจ้าของ หรือได้รับอนุญาต ไม่ว่าจะมีการจดทะเบียนหรือไม่ รวมถึงเครื่องหมายการค้าใดๆ ที่จัดทำขึ้นในภายหลัง

source: means any written notarisation, certificate, license, approval, permission, Authority, exemptions, registration, filing, agreement, consent, notice, or notice of non-objection.
es_es: significa cualquier certificación notarial por escrito, certificado, licencia, aprobación, permiso, Autoridad, exenciones, registro, tramitación electrónica, acuerdo, consentimiento, notificación o notificación de no objeción.
it_it: si riferisce ad autenticazioni notarili, certificati, licenze, approvazioni, permessi, autorità, esenzioni, registrazioni, archiviazioni, accordi, consensi, notificazioni o notificazioni di non obiezione.
ru_ru: означает письменную нотаризацию, сертификат, лицензию, одобрение, разрешение, полномочия, привилегии, регистрацию, официальное представление, соглашение или уведомление о согласии.
th_th: หมายถึง การรับรองโดยหน่วยงานรับรองเอกสาร หนังสือรับรอง ใบอนุญาต คำอนุมัติ สิทธิ์ อำนาจโดยชอบธรรม ข้อยกเว้น การจดทะเบียน การยื่นฟ้อง ข้อตกลง การยินยอม ประกาศ หรือเอกสารรับรองว่าไม่มีข้อขัดข้อง ที่เป็นลายลักษณ์อักษร

source: means organisation, whether governmental or not, or physical person or any type of legal person or entity or body of persons and any executor, administrator, or representative of such Competent Authority located in any jurisdiction that has legally delegated or invested authority, capacity, power, or competence to perform a designated function.
es_es: significa organización, ya sea gubernamental o no, persona física o cualquier tipo de persona jurídica o entidad o grupo de personas y cualquier ejecutor, administrador o representante de dicha Autoridad Competente ubicada en cualquier jurisdicción que tenga autoridad o capacidad legalmente delegada, o competencia para realizar una función designada.
it_it: si riferisce a un'organizzazione (governativa o non governativa), persona fisica, persona giuridica, entità, organismo di persone, esecutore, amministratore o rappresentante di tale autorità competente situato in qualsiasi giurisdizione a cui siano state delegate o disponga legalmente di autorità, capacità, facoltà e competenze necessarie a eseguire le funzioni stabilite.
ru_ru: означают организацию (государственную или иную), физическое лицо, любое юридическое лицо или группу лиц, любого исполнителя, администратора или представителя данного компетентного органа, расположенного в любой юрисдикции, которая официально делегировала или облекла полномочиями, правом, властью, компетенцией выполнять переданную функцию.
th_th: หมายถึง องค์กรใดๆ ไม่ว่าจะเป็นขององค์กรของรัฐ หรือ บุคคลธรรมดา หรือ นิติบุคคลประเภทใดๆ หรือ หน่วยงาน หรือ กลุ่มบุคคล และผู้ปฏิบัติตามคำสั่ง ผู้ดำเนินการ หรือ ตัวแทนของพนักงานเจ้าหน้าที่ที่อยู่ในเขตอำนาจศาล ที่ได้มอบหมายให้ทำงาน หรือ ดำเนินงานโดยใช้ อำนาจ ความสามารถ หรืออำนาจหน้าที่ ที่จะดำเนินการตามที่ได้รับมอบหมาย

source: means the commencement date of this Agreement.
es_es: significa la fecha de inicio de este Acuerdo.
it_it: si riferisce alla data di inizio del presente Contratto.
ru_ru: означает дату начала действия данного соглашения.
th_th: หมายถึง วันที่เริ่มต้นของเงื่อนไขข้อตกลงนี้

source: means the commission payable by Binary to the Introducing Broker as set out in the Appendix below.
es_es: significa la comisión a pagar por Binary al Broker Introductor como se establece en el Apéndice a continuación.
it_it: si riferisce alla commissione che Binary corrisponde all'Introducing Broker, come indicato nell'appendice di seguito.
ru_ru: означает комиссионное вознаграждение, выплачиваемое Binary Представляющему брокеру, согласно Приложению ниже.
th_th: หมายถึง ค่าตอบแทนที่ Binary จ่ายให้แก่โบรกเกอร์แนะนำ ตามที่ระบุไว้ในภาคผนวกด้านล่าง

source: means this agreement and includes all appendices, schedules and annexures as amended, supplemented, replaced, or novated.
es_es: significa este acuerdo e incluye todos los apéndices, horarios y anexos modificados, complementados, reemplazados, o renovados.
it_it: si riferisce al presente contratto e comprende eventuali appendici, elenchi e allegati oggetti di modifiche, integrazioni, sostituzioni o novazioni.
ru_ru: означает данное соглашение, включая все приложения к нему, расписания и дополнения, со всеми изменениями, правками, заменами и нововведениями.
th_th: หมายถึง ข้อตกลงนี้ และรวมถึง ภาคผนวก ภาพประกอบ และเอกสารแนบท้ายสัญญาทั้งหมด ตามที่ได้แก้ไข เพิ่มเติม แทนที่ หรือเปลี่ยนแปลงใหม่

source: "%1 API" means the %1 proprietary set of programmatic routines, protocols, tools, and resources created and maintained by %1 that allows the Programmer to use a registered Application to interface with the %1 trading platform.
es_es: "%1 API" se refiere al set de %1 de rutinas programáticas, protocolos, herramientas y recursos creados y mantenidos por %1 que permite al Programador usar una aplicación registrada para interactuar con la plataforma de trading de %1.
it_it: "API di %1" si riferisce all'insieme speciale di routine, risorse, protocolli e strumenti programmatici di %1 creati e mantenuti dalla Società stessa e che consentono al Programmatore di utilizzare un'applicazione registrata per interfacciarsi con la piattaforma di trading %1.
ru_ru: "API %1" означает набор программ, протоколов, инструментов и ресурсов %1, созданных и поддерживаемых %1, а также позволяющих Программисту пользоваться доступным приложением для работы на торговой платформе %1.
th_th: "API ของ %1" หมายถึง ระบบของ %1 ที่ประกอบด้วย ชุดคำสั่งต่างๆ โปรโตคอลต่างๆ เครื่องมือต่างๆ และทรัพยากรต่างๆ ที่ถูกพัฒนาขึ้นและดำเนินการโดย %1 ซึ่งโปรแกรมเมอร์สามารถใช้งานแอพพลิเคชันที่ลงทะเบียนเพื่อเชื่อมต่อกับแพลตฟอร์มการซื้อขายของ %1

source: "Account" means Client Trading Account opened with Binary (V) Ltd.
es_es: "Cuenta" se refiere a la cuenta de trading del cliente abierta con Binary (V) Ltd.
ru_ru: "Счет" означает торговый счет клиента, открытый на Binary (V) Ltd.
th_th: "บัญชี" หมายถึง บัญชีซื้อขายของลูกค้าที่เปิดกับ Binary (V) Ltd.

source: "Binary" or "digital" options are options that pay a pre-determined, fixed amount, depending on whether or not an event occurs at the time the Binary Option expires. binary options can have only one of two possible outcomes and allow the client to take a simple "Yes or No" approach. Like traditional options, binary options are based on an underlying asset such as currencies, commodities, or indices; however, one of the most significant differences between binary options and traditional options, among others, is that there can only be two outcomes for the option, either the client is paid the return upon the occurrence of the event, or the client loses the investment amount as determined in each option.
es_es: Las opciones "binarias" o "digitales" son opciones que pagan un monto predeterminado o fijo, dependiendo de la ocurrencia de un evento en el momento en que la opción binaria expire. Las opciones binarias pueden tener solo uno de dos resultados posibles y le permiten adoptar un enfoque simple de "Sí o No". Igual que las opciones tradicionales, las opciones binarias se basan en un activo subyacente, como por ejemplo las divisas, las materias primas y los índices; sin embargo, una de las diferencias más significativas con respecto a las opciones tradicionales, entre otras diferencias, es el hecho que puede haber solo dos resultados posibles para la opción: el cliente recibe el pago de las ganancias por la ocurrencia del evento, o el cliente pierde la inversión tal como se determina en cada opción.
ru_ru: "Бинарные" или "цифровые" опционы – это опционы, по которым выплачивается заранее определенная, фиксированная сумма, в зависимости от того, подтверждается или нет сделанный прогноз на момент окончания действия опциона. Бинарные опционы могут иметь только один из двух возможных вариантов исхода: "да или нет". Как и традиционные опционы, бинарные опционы предлагаются на конкретных рынках, например, валютах, сырьевых товарах или индексах; однако, одно из их самых существенных отличий между бинарными опционами и традиционными опционами заключается в том, что в контрактах есть лишь два варианта исхода: либо клиенту выплачивается выигрыш при подтверждении прогноза, либо он теряет инвестированную в сделку сумму – цену покупки, как заранее установленную для каждого опциона.
th_th: "ไบนารี (Binary)" หรือ "ดิจิทัล (Digital)" ออปชั่น คือ ผลิตภัณฑ์ทางการเงินประเภทหนึ่งซึ่งจะมีการกำหนดมูลค่า หรือ มูลค่าคงที่ ขึ้นกับวาระการหมดอายุของไบนารีออปชั่นดังกล่าว ไบนารีออปชั่นมีผลลัพธ์เพียง 2 ทาง ซึ่งจะให้ลูกค้าพิจารณาง่ายๆ ว่า ใช่ หรือ ไม่ใช่ เช่นเดียวกับออปชั่นดั้งเดิม ไบนารีออปชั่น จะมีพื้นฐายขึ้นกับผลิตภัณฑ์อ้างอิง ได้แก่ สกุลเงินต่างๆ สินค้าโภคภัณฑ์ หรือ ดัชนีต่างๆ แต่มีสิ่งสำคัญที่ทำให้ไบนารีออปชั่นในปัจจุบันมีความแตกต่างจากออปชั่นดั้งเดิม คือ ไบนารีออปชั่นมีผลลัพธ์เพียง 2 ทาง กล่าวคือ ลูกค้าได้รับผลตอบแทนจากสิ่งที่เกิดขึ้นในธุรกรรมนั้น หรือ ลูกค้าขาดทุนจากการลงทุนนั้น เท่านั้น

source: "Client Agreement" means the Agreement between the Client and the Company including but not limited to the Terms and Conditions, Order Execution Policy, and Slippage Policy.
es_es: "Acuerdo con el cliente" se refiere al acuerdo entre el cliente y la Empresa, incluyendo entre otros, los Términos y Condiciones, la Política de ejecución de órdenes y la Política de deslizamientos (slippage).
ru_ru: "Клиентское соглашение" означает соглашение между Клиентом и Компанией, включая, но не ограничиваясь Правилами и условиями, Политикой исполнения ордеров, а также Политикой проскальзывания.
th_th: "ข้อตกลงลูกค้า" หมายถึง ข้อตกลงระหว่างลูกค้าและบริษัทฯ รวมถึง ข้อกำหนดและเงื่อนไข นโยบายการดำเนินการสั่งซื้อ และ นโยบายการจัดการ Slippage

source: "Commencement Date of this Agreement" shall mean the date on which an appointment of a Money Manager is made by the Client.
es_es: "Fecha de inicio del acuerdo" se refiere a la fecha en la cual el Cliente designa un Administrador de Fondos.
ru_ru: "Дата вступления в силу Соглашения" обозначает дату, когда Клиент назначает своего фондового менеджера.
th_th: "วันเริ่มต้นใช้งานข้อตกลงนี้" หมายความว่า วันที่ที่ลูกค้าทำการแต่งตั้งผู้จัดการเงินทุนบุคคล

source: "Company" means Binary (V) Ltd, operating under the brand or trademark of %1, incorporated and registered in the Republic of Vanuatu, under the International Companies Act Cap. 222 and Financial Dealers Licensing Act (Cap. 70), licensed to provide Investment services and dealing with Securities.
es_es: La "Empresa" significa Binary (V) Ltd, que opera bajo el nombre o marca registrada de %1, constituida y registrada en la República de Vanuatu, de conformidad con la Ley de Compañías Internacionales, capítulo 222 y la Ley de Licencias para los Comerciantes Financieros (Cap. 70), con licencia para prestar servicios de inversión y negociar con valores.
ru_ru: "Компания" означает Binary (V) Ltd, работающую под брендом или торговой маркой %1, зарегистрированную в республике Вануату в рамках главы 222 Закона о международных компаниях и Закона о лицензировании финансовых услуг (глава 70), имеющую лицензию на предоставление инвестиционных услуг и работу с ценными бумагами.
th_th: "บริษัท" หมายถึง Binary (V) Ltd ดำเนินการภายใต้แบรนด์หรือเครื่องหมายการค้า %1 ก่อตั้งและลงทะเบียนในสาธารณรัฐวานูอาตู ภายใต้พระราชบัญญัติบริษัทสากล วรรค 222 และพระราชบัญญัติการให้ใบอนุญาตและผู้ประกอบการค้าทางการเงิน (วรรค 70) ได้รับใบอนุญาตเพื่อให้บริการทางการลงทุนและซื้อขายหลักทรัพย์
