Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Strong oral and written communication skills in both the regional language(s) and English
es_es: Habilidades sobresalientes en comunicación oral y escrita tanto en el idioma regional como en inglés
it_it: Eccellenti capacità comunicative scritte e orali sia in inglese che nella lingua locale o nelle lingue locali
ru_ru: Отличные навыки устной и письменной коммуникации на английском и Вашем региональном языке
th_th: มีทักษะการสื่อสารทั้งการพูดและการเขียนในทั้งภาษาของภูมิภาคและภาษาอังกฤษ

source: Strong understanding of colours, typography, identity design, and branding
es_es: Una gran comprensión de colores, tipografía, diseño de identidad y marca corporativa
it_it: Ottima comprensione di colori, tipografia, progettazione dell'identità e branding
ru_ru: Хорошее знание цветов, типографии, корпоративного дизайна и брендинга
th_th: มีความเข้าใจที่ลึกซึ่งในเรื่องสี การพิม์ การออกแบบอัตลักษณ์ และการออกแบบตราสัญลักษณ์

source: Students
es_es: Estudiantes
it_it: Studenti
ru_ru: Студенты
th_th: นักเรียน

source: Study financial data to forecast market movements using our charting tools.
es_es: Estudie los datos financieros para predecir los movimientos del mercado utilizando nuestras herramientas de gráficos.
it_it: Analizza i dati finanziari per prevedere i movimenti del mercato utilizzando i nostri strumenti di creazione di grafici.
ru_ru: Изучение финансовых данных для прогноза движений рынка с применением наших графиков.
th_th: ศึกษาข้อมูลทางการเงินเพื่อพยากรณ์การเคลื่อนไหวของตลาดโดยใช้เครื่องมือแผนภูมิของเรา

source: Su
es_es: DO
it_it: Dom
ru_ru: Вс
th_th: อา

source: Subject to %1 transfer fee or %2, whichever is higher
es_es: Sujeto a tasa de transferencia %1 o %2, cual sea mayor
it_it: Soggetto a tassa di trasferimento di %1 o %2, in base a quale ha un importo superiore
ru_ru: Подлежит выплате комиссии за перевод %1 или %2, в зависимости от того, какая сумма окажется выше
th_th: จะต้องมีค่าโอน %1 หรือ%2 แล้วแต่ว่าจำนวนใดสูงกว่า

source: Subject to any specific instructions which may be provided by the client, when executing client orders, BIEL will take all reasonable steps to obtain the best possible results for the client. The best possible results will be determined in terms of total consideration, that is, the price of the instrument and the costs related to execution, which shall include all expenses incurred by the client that are directly related to the execution of the order.
es_es: Sujeto a las instrucciones específicas que pueden ser proporcionadas por el cliente, al ejecutar las órdenes del cliente, BIEL seguirá todos los pasos necesarios para obtener el mejor resultado posible para el cliente. Los mejores resultados posibles serán determinados en términos de contraprestación total, es decir, el precio del instrumento y los costos relacionados con la ejecución, que incluirán todos los gastos incurridos por el cliente que están directamente relacionados con la ejecución de la orden.
ru_ru: С учетом конкретных инструкций, которые могут быть предоставлены клиентом при выполнении ордеров, BIEL примет все разумные меры для получения наилучших результатов для клиента. Лучшие результаты будут определяться в рамках общего рассмотрения, то есть, цены инструмента и расходов, связанных с исполнением, которые будут включать все расходы, понесенные клиентом и непосредственно связанные с исполнением ордера.
th_th: ขึ้นกับข้อแนะนำพิเศษใดๆ ที่ท่านดำเนินการ เมื่อมีคำสั่งของลูกค้า BIEL ปฏิบัติหน้าที่ด้วยความรับผิดชอบเพื่อให้ได้มีผลลัพธ์ที่ดีที่สุดสำหรับลูกค้า ผลลัพธ์ที่ดีที่สุดจะกำหนดข้อตกลงของการพิจารณาในภาพรวม ซึ่งเป็นราคาและค่าใช้จ่ายที่ใช้ในการดำเนินการและรวมถึงค่าใช้จ่ายอื่นทั้งหมดที่เกิดขึ้นจากลูกค้าและเป็นรายการที่เกี่ยวข้องโดยตรงจากคำสั่งนั้น

source: Subject to network latency, the Company endeavours to execute the client's Order within a reasonable time from the time that they trigger the Order, at the price nearest to the client's specified price. The Company does not guarantee that a transaction will be opened/closed following an Order being triggered by the client at their specified price. This can happen under certain trading conditions when there are sharp price movements in the market. In that case, the Company has the right to execute the Order at the first available price.
es_es: Sujeto a la latencia de la red, la Empresa se esfuerza en ejecutar las Órdenes de los clientes dentro de un tiempo razonable desde el momento que la Orden es iniciada, al precio más cercano al especificado por el cliente. La Empresa no garantiza que la transacción será abierta/cerrada tras su ejecución al precio especificado por el cliente. Esto puede suceder bajo ciertas condiciones cuando se registran movimientos bruscos en el precio de mercado. En este caso, la Empresa tiene el derecho a ejecutar la Orden al primer precio disponible.
it_it: A fronte della latenza di rete, la Società si impegna a eseguire gli ordini del cliente in un intervallo di tempo ragionevole dal loro inoltro, al prezzo più vicino a quello specificato dal cliente. La Società non garantisce che l'operazione verrà aperta/chiusa seguendo esattamente le indicazioni di prezzo fornite nell'Ordine dal cliente. È possibile, infatti, che si verifichino rapide oscillazioni dei prezzi in un dato mercato: in tal caso, la Società ha la facoltà di eseguire l'Ordine al primo prezzo disponibile.
ru_ru: В случае задержки сигнала Компания предпримет все возможные усилия, чтобы исполнить ордер клиента в разумные сроки, с момента размещения ордера и по цене, максимально близкой к цене, указанной клиентом. Компания не гарантирует, что контракт будет открыт/закрыт сразу после получения ордера от клиента и по указанной клиентом цене. Это может произойти в ряде торговых условий, при резких ценовых колебаниях на рынке. В данном случае Компания оставляет за собой право исполнить ордер по ближайшей доступной цене.
th_th: ขึ้นกับเวลาในการตอบสนองของการสื่อสารของระบบเครือข่าย บริษัทฯ พยายามประมวลผลคำสั่งของลูกค้าภายในเวลาที่สมเหตุสมผล นับจากเวลาที่คำสั่งถูกส่งเข้ามา ที่ราคาที่ใกล้เคียงกับราคาที่ลูกค้ากำหนดมากที่สุด บริษัทฯ ไม่รับประกันว่า ธุรกรรมจะถูกเปิด/ปิดตามคำสั่งของลูกค้าที่ถูกส่งเข้ามาประมวลผล ณ ราคาที่ลูกค้ากำหนด ซึ่งเหตุการณ์ดังกล่าวนี้เกิดขึ้นได้ในภาวะที่มีการเปลี่ยนแปลงของราคาอย่างมากในตลาด ในกรณีดังกล่าว บริษัทฯ มีสิทธิ์ที่จะดำเนินการประมวลผลคำสั่งที่ราคาแรกที่ได้รับ

source: Subject to the applicable governing law and the Client Agreement, you represent and acknowledge that this Agreement shall be admissible as an evidence in any legal, judicial, administrative, arbitration or mediation proceedings.
es_es: Sujeto a la ley correspondiente y al Acuerdo con el cliente, usted declara y reconoce que este Acuerdo será admisible como evidencia en cualquier procedimiento legal, judicial, administrativo, de arbitraje o de mediación.
ru_ru: Согласно действующему законодательству и Клиентскому соглашению, Вы признаёте, что данное Соглашение может служить в качестве доказательства в любом правовом, судебном, административном, арбитражном или медиативном процессе.
th_th: ภายใต้กฎหมายที่เกี่ยวข้องและข้อตกลงของลูกค้า ท่านรับรองและทราบว่า ข้อตกลงนี้เป็นที่ยอมรับที่จะเป็นหลักฐานในการดำเนินการทางกฎหมาย การพิจารณาคดี การบริหาร อนุญาโตตุลาการ หรือ การไกล่เกลี่ย

source: Subject to the availability and sufficiency of funds in their MT5 Real Account and any daily transfer limits, the client may withdraw funds from their MT5 Real Account to their %1 account.
es_es: Sujeto a disponibilidad y suficiencia de los fondos en su Cuenta Real MT5, el cliente podrá retirar fondos de su Cuenta Real MT5 hacia su cuenta %1.
it_it: A fronte della disponibilità e sufficienza di fondi sul conto reale MT5 e dei limiti giornalieri sui trasferimenti, il cliente ha la possibilità di trasferire denaro dal proprio conto reale MT5 al conto %1.
ru_ru: При условии наличия достаточного количества средств на Реальном счету MT5 и соответствия лимитам на перевод за день, клиент может перевести средства с текущего Реального счёта MT5 на счёт %1.
th_th: ขึ้นอยู่กับความพร้อมและจำนวนหลักประกันในบัญชี MT5 จริง และวงเงินการโอนในแต่ละวัน ลูกค้าสามารถถอนหลักประกันจากบัญชี MT5 จริง ไปยังบัญชี %1 ได้

source: Subject to the law and the terms and conditions of this agreement, the Company shall not be liable to the Agent for any matter arising out of or in relation to this agreement.
es_es: De conformidad con las leyes y los términos y condiciones del presente Acuerdo, la Empresa no será responsable para con el Agente por cualquier asunto que surja de o esté relacionado con este Acuerdo.
it_it: Fatto salvo quanto espresso dalla legge, dai termini e dalle condizioni del presente contratto, la Società declina ogni responsabilità nei confronti dell'Agente per ogni questione derivante dal contratto stesso o in relazione a esso.
ru_ru: В рамках действующего законодательства, правил и условий данного соглашения, Компания не должна нести ответственности перед Агентом за любые обстоятельства, возникающие ввиду или в связи с данным соглашением.
th_th: ภายใต้กฎหมาย และเงื่อนไขและข้อตกลงของสัญญานี้ บริษัทฯ จะไม่รับผิดชอบต่อตัวแทนฯ ในเรื่องใดๆ ก็ตามที่เกิดขึ้นจาก หรือ เกี่ยวข้องกับสัญญานี้

source: Subject to the law and the terms of the Client Agreement, the Company shall not be liable to you or your Money Manager for any matter arising out of or in relation to this Agreement.
es_es: Sujeto a la ley y a los términos del Acuerdo con el cliente, la Empresa no será responsable ante usted o su administrador de fondos por cualquier asunto que surja del Acuerdo o que esté relacionado con este.
ru_ru: Согласно действующему законодательству и условиям данного Соглашения, Компания не должна нести ответственность перед Вами или Вашим фондовым менеджером в любых вопросах, возникающих в отношении действия данного Соглашения.
th_th: ภายใต้กฎหมายและข้อตกลงของลูกค้า บริษัทฯ จะไม่มีรับผิดชอบต่อท่าน หรือ ผู้จัดการเงินทุนบุคคลของท่าน ในเรื่องใดๆ ก็ตามที่เกิดขึ้นจาก หรือ ในส่วนที่เกี่ยวข้องกับข้อตกลงนี้

source: Subject to the law, neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable to the Agent or client for any loss, damage, or debt whatsoever arising directly or indirectly out of, or in connection with, this agreement. The Agent agrees to indemnify the Company and its directors, officers, managers, employees, or agents from, and against, any and all liabilities, losses, damages, costs, and expenses, including all and any legal fees incurred arising out of the Agent's failure to comply with any and all of the Agent's obligations set forth in this agreement.
es_es: Sujeto a la ley, ni la Empresa ni ninguno de sus directores, funcionarios, gerentes, empleados o agentes serán responsables ante el Agente o Cliente por cualquier pérdida, daño o deuda que surja directa o indirectamente de este Acuerdo o en conexión con el mismo. El Agente acuerda indemnizar a la Empresa y a sus directores, funcionarios, gerentes, empleados o agentes por cualquier y todas las responsabilidades, pérdidas, daños, costos y gastos incluyendo todos y cada uno de los honorarios legales incurridos que surjan de su incumplimiento con cualquiera y todas sus obligaciones establecidas en este Acuerdo.
it_it: Fatta salva la legge, né la Società né alcuno dei suoi amministratori, funzionari, dirigenti, dipendenti o agenti sarà ritenuto responsabile nei confronti dell'Agente o del cliente per qualsiasi tipo di perdita, danno o debito derivante, direttamente o indirettamente, dal presente contratto o in relazione a esso. L'Agente accetta di indennizzare la Società e i suoi direttori, funzionari, dirigenti, dipendenti o agenti per ogni responsabilità, perdita, danno, costo e spesa, incluse eventuali spese legali sostenute a seguito del mancato adempimento degli obblighi dell'Agente stabiliti nel presente contratto.
ru_ru: Согласно закону, Компания, а также её руководители, представители, управляющие, сотрудники или агенты не несут ответственности перед Агентом или клиентом за любые потери, ущерб или задолженности, прямо или косвенно возникающие в результате или в связи с данным соглашением. Настоящим Агент соглашается оградить Компанию, её руководителей, представителей, управляющих, сотрудников или агентов от любой ответственности, потерь, убытков, затрат или расходов (включая соответствующий гонорар юриста), возникающих в результате несоблюдения им любых обязанностей, перечисленных в данном соглашении.
th_th: ภายใต้กฎหมาย บริษัทฯ กรรมการฯ พนักงานเจ้าหน้าที่ ผู้จัดการ ลูกจ้าง หรือตัวแทนฯ จะไม่รับผิดชอบให้แก่ตัวแทนฯและลูกค้า ต่อความสูญเสีย ความเสียหาย หรือ หนี้ที่เกิดขึ้นทั้งทางตรงและทางอ้อมจาก หรือ เชื่อมโยงกับสัญญานี้ ตัวแทนฯ ตกลงที่จะชดเชยบริษัทฯ และกรรมการฯ พนักงานเจ้าหน้าที่ ผู้จัดการ ลูกจ้าง หรือ ตัวแทนฯ จาก และ/หรือ ต่อหนี้สิน ความสูญเสีย เสียหาย ต้นทุน หรือค่าใช้จ่ายใดๆ รวมถึงค่าธรรมเนียมทนายที่เหมาะสมที่เกิดขึ้นจากความล้มเหลวในการปฏิบัติตามข้อผูกมัดใดๆ หรือ ทั้งหมดที่อยู่ในสัญญานี้

source: Sublicense any of the rights granted under these Terms, other than as permitted by these Terms
es_es: Sub-licenciará cualquiera de los derechos otorgados por estos Términos, de una manera diferente a lo permitido por estos Términos
it_it: concedere una sotto-licenza sui diritti garantiti dai presenti Termini, diversamente da quanto permesso da quest'ultimi
ru_ru: Перепоручать любые права, полученные в рамках данных Правил, за исключением случаев, разрешенных данными Правилами.
th_th: ใบอนุญาตย่อยใดๆ เพื่อให้สิทธิ์ภายใต้เงื่อนไขข้อตกลงนี้ ยกเว้นที่อนุญาตโดยเงื่อนไขข้อตกลงนี้

source: Submit
es_es: Enviar
it_it: Invia
ru_ru: Подтвердить
th_th: ส่ง

source: Submit a report on HackerOne of any potential security issue you found, along with any suggestions you have to resolve the issue.
es_es: Envíe un informe en HackerOne por cualquier potencial problema de seguridad que haya encontrado, junto con sugerencias para resolverlo.
it_it: Invia un rapporto su HackerOne per segnalare qualsiasi potenziale problema di sicurezza che hai trovato, assieme ad eventuali suggerimenti per la sua risoluzione.
ru_ru: Отправьте на HackerOne отчёт о любых потенциальных нарушениях системы безопасности, которые Вам удалось найти, а также укажите свои варианты улучшений.
th_th: เขียนรายงานทาง HackerOne เมื่อพบปัญหาด้านความปลอดภัย ประกอบกับข้อเสนอแนะในการแก้ประเด็นปัญหาที่พบ

source: Submit for review
es_es: Enviar para revisión
it_it: Invia per la verifica
ru_ru: Отправить на ознакомление
th_th: ส่งเพื่อการพิจารณา

source: Submit one of the documents below
es_es: Envíe uno de los siguientes documentos
it_it: Invia uno dei seguenti documenti
ru_ru: Отправьте один из документов, указанных ниже
th_th: ส่งเอกสารอย่างใดอย่างหนึ่งต่อไปนี้

source: Submit the document below
es_es: Envíe el siguiente documento
it_it: Invia il documento seguente
ru_ru: Отправьте документ, указанный ниже
th_th: ส่งเอกสารตามรายการด้านล่างนี้

source: Submit your CV and Cover Letter
es_es: Envíe su currículum y carta de presentación
it_it: Invia il tuo CV e la lettera di presentazione
ru_ru: Отправьте своё резюме и сопроводительное письмо
th_th: ส่งประวัติและจดหมายแนะนำตัวของท่าน

source: Submitted
es_es: Enviado
it_it: Inviato
ru_ru: Отправлено
th_th: ส่งแล้ว

source: Submitting
es_es: Enviando
it_it: Invio in corso
ru_ru: Отправка
th_th: กำลังส่ง

source: Successful
es_es: Exitoso
it_it: Riuscito
ru_ru: Успешно
th_th: เรียบร้อยแล้ว

source: Such a transfer would result in the client's Account Equity dropping to less than zero.
es_es: Dicha transferencia causaría que el Capital de la Cuenta del cliente caiga por debajo de cero.
it_it: tale trasferimento porterebbe a un calo dell'equity del conto del cliente al di sotto dello zero;
ru_ru: данный вывод средств приведёт к тому, что остаток средств на счёте клиента будет ниже нуля,
th_th: การโอนเงินดังกล่าวจะทำให้มูลค่าในบัญชีของลูกค้าลดลงเหลือน้อยกว่าศูนย์

source: Such a withdrawal would result in the client's Account Equity being less than zero.
es_es: Dicho retiro resultaría en que el capital de la cuenta del cliente sea menor a cero.
it_it: tale prelievo porterebbe a un calo dell'equity del conto del cliente al di sotto dello zero;
ru_ru: данный вывод средств приведёт к тому, что остаток средств на счёте клиента будет ниже нуля,
th_th: การถอนเงินดังกล่าวจะทำให้มูลค่าในบัญชีของลูกค้าคงเหลือน้อยกว่าศูนย์

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. All rights reserved.&rdquo;
es_es: Dichos materiales pueden copiarse y distribuirse en forma limitada y solo para propósitos no comerciales, siempre y cuando el material que se copie permanezca intacto y con el siguiente aviso en una posición visible: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Todos los derechos reservados.&rdquo;
ru_ru: Такие материалы могут копироваться и распространяться на ограниченной основе и только для некоммерческих целей, при условии, что любой скопированный материал останется без изменений, а все копии будут иметь следующую пометку на хорошо видном месте: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Все права защищены.&rdquo;
th_th: เอกสารและสื่อใดๆ ที่อาจจะถูกคัดลอกและใช้ในวงจำกัดสำหรับวัตถุประสงค์ที่ไม่ใช่เชิงพาณิชย์เท่านั้น และเอกสารหรือสื่อดังกล่าวนั้นถูกคัดลอกโดยไม่เปลี่ยนแปลงรวมถึงการบอกกล่าวอย่างชัดเจนในการนำไปใช้: &ldquo; ลิขสิทธิ์ 1999-<span class='currentYear'></span>สงวนลิขสิทธิ์โดย Binary Ltd. &rdquo;

source: Summarise audit findings and work with department heads on the proposed solutions
es_es: Resumir los resultados de la auditoría y trabajar con los jefes de departamento en las soluciones propuestas
it_it: Riassumere i risultati degli audit e lavorare con i capi dipartimento sulle soluzioni proposte
ru_ru: Резюмирование итогов аудита и сотрудничество с главами отделов при работе над предложенными решениями
th_th: สรุปผลการตรวจสอบ และทำงานร่วมกับหัวหน้าแผนกเพื่อนำเสนอการแก้ปัญหา

source: Summary
es_es: Resumen
it_it: Riepilogo
ru_ru: Детали
th_th: บทสรุป

source: Summary of conflicts policy
es_es: Resumen de la política de conflictos
it_it: Sintesi della politica sui conflitti di interesse
ru_ru: Обзор политики по конфликтам
th_th: บทสรุปของนโยบายความขัดแย้ง

source: Summary of the order execution policy
es_es: Resumen de la política de ejecución de órdenes
it_it: Riassunto della politica di esecuzione degli ordini
ru_ru: Обзор политики исполнения ордеров
th_th: บทสรุปของนโยบายการประมวลผลคำสั่งซื้อ

source: Sunday
es_es: Domingo
it_it: Domenica
ru_ru: Воскресенье
th_th: วันอาทิตย์

source: Supplementary terms and conditions for Financial Products offered by Binary Investments (Europe) Ltd
es_es: Términos y Condiciones Complementarios para los Productos Financieros ofrecidos por Binary Investments (Europe) Ltd
ru_ru: Дополнительные правила и условия для финансовых продуктов, предлагаемых Binary Investments (Europe) Ltd
th_th: ข้อตกลงและเงื่อนไขเพิ่มเติมสำหรับผลิตภัณฑ์ทางการเงินของ Binary Investments (Europe) Ltd

source: Supply - Decline or increase in supply
es_es: Oferta - Disminución o aumento de la oferta
it_it: Offerta: diminuzione o aumento nell'offerta
ru_ru: Предложение, а также его рост и снижение
th_th: อุปทาน - การลดลงหรือเพิ่มขึ้นของอุปทาน

source: Supply – Decline or increase in supply
es_es: Oferta – Disminución o aumento de la oferta
it_it: Offerta: diminuzione o aumento nell'offerta
ru_ru: Предложение, а также его рост и снижение
th_th: อุปทาน - การลดลงหรือเพิ่มขึ้นของอุปทาน

source: Support
es_es: Soporte
it_it: Assistenza
ru_ru: Поддержка
th_th: สนับสนุน

source: Support our global recruitment and talent management needs
es_es: Cubrir las necesidades globales de reclutamiento y gestión del talento
it_it: Sostenere i bisogni relativi a reclutamento e gestione dei talenti a livello globale
ru_ru: Поддержание процесса найма сотрудников по всему миру для группы наших компаний и управление кадровым потенциалом
th_th: รับผิดชอบงานเกี่ยวกับการสรรหาบุคลากรของเครือและการบริหารบุคลากรที่มีศักยภาพ

source: Support our global recruitment and talent management needs, including onboarding, processing work permits, and expat management
es_es: Cubrir las necesidades globales de reclutamiento y gestión del talento, incluyendo la incorporación, el procesamiento de permisos de trabajo y la gestión de expatriados
it_it: Sostenere i bisogni relativi a reclutamento e gestione dei talenti a livello globale, tra cui assunzioni, elaborazione permessi di lavoro e gestione dei espatriati
ru_ru: Поддержка нашего мирового процесса найма и управление кадровым потенциалом, включая адаптацию новых сотрудников, получение разрешений на работу и управление делами иностранных работников
th_th: รับผิดชอบงานเกี่ยวกับการสรรหาบุคลากรของเครือและการบริหารบุคลากรที่มีศักยภาพ รวมถึงกระบวนการรับพนักงานเข้าทำงาน การประสานงานเรื่องใบอนุญาตทำงาน และการดำเนินการในกรณีแรงงานต่างด้าว

source: Support overall development, planning and execution of the team's digital marketing efforts in accordance to the marketing objectives of respective projects
es_es: Apoyar el desarrollo general, la planificación y la ejecución de los esfuerzos del equipo de marketing digital de acuerdo con los objetivos publicitarios de los proyectos respectivos
it_it: Sostenere lo sviluppo generale, la pianificazione e la realizzazione delle operazioni svolte dal team di digital marketing conformemente agli obiettivi di marketing dei rispettivi progetti
ru_ru: Поддержка общего развития, планирования и исполнения проектов команды в области цифрового маркетинга, согласно основным маркетинговым целям соответствующих проектов
th_th: สนับสนุนการพัฒนา การวางแผน และการดำเนินการโดยรวมของการตลาดดิจิทัลของทีมตามวัตถุประสงค์ด้านการตลาดของโครงการที่เกี่ยวข้อง

source: Support the Payments team in daily analyses when needed
es_es: Apoyar al equipo de pagos en ciertos análisis diarios según sea necesario
it_it: Supportare il team incaricato dei pagamenti con le analisi giornaliere quando necessario
ru_ru: Оказание поддержки команде, обрабатывающей платежи, с проведением ежедневного анализа, если таковой необходим
th_th: ให้ความช่วยเหลือทีมบริการชำระเงินในการวิเคราะห์ประจำวันตามความจำเป็น

source: Suspend the trading of the affected instrument
es_es: Suspender la operación del instrumento afectado
it_it: Sospendi il trading dello strumento interessato
ru_ru: приостановить торговлю на соответствующем инструменте,
th_th: พักการซื้อขายจากเครื่องมือที่เกี่ยวข้อง

source: Suspending the client's MT5 Real Account and refusing to execute any Orders to enter into further transactions with the client
es_es: Suspender la Cuenta Real MT5 del cliente y negarse a ejecutar órdenes para realizar más transacciones con el cliente
it_it: sospensione del conto reale MT5 del cliente e rifiuto di eseguire gli ordini per evitare di impegnarsi in ulteriori operazioni con il cliente.
ru_ru: приостановить работу Реального счёта MT5 клиента и отказаться исполнять любые ордеры для заключения дополнительных контрактов с клиентом.
th_th: การระงับบัญชี MT5 จริงของลูกค้า และการปฏิเสธการดำเนินการคำสั่งซื้อใดๆ ของลูกค้า

source: Swaps Long (per annum)
es_es: Swaps de posición larga (anual)
it_it: Swap a lungo termine (annuo)
ru_ru: Свопы по длинным позициям (год)
th_th: สัญญาระยะยาว (ต่อปี)

source: Swaps short (per annum)
es_es: Swaps de posición corta (anual)
it_it: Swap a breve termine (annuo)
ru_ru: Свопы по коротким позициям (год)
th_th: สัญญาระยะสั้น (ต่อปี)

source: Swiss Franc vs Japanese Yen
es_es: Franco suizo vs yen japonés
ru_ru: Швейцарский франк против японской иены
th_th: ฟรังก์สวิส เทียบกับ เงินเยนญี่ปุ่น

source: Symbol
es_es: Símbolo
it_it: Simbolo
ru_ru: Символ
th_th: สัญลักษณ์
