Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: If BIEL decides to introduce a new trading platform, it shall provide the client with a relevant notice within 30 days before it introduces the new trading platform or the additional trading platform. In such a notice, BIEL will outline information including, but not limited to, features and operations of the new trading platform. Thus, using its backup database on the MT5 trading platform, BIEL shall integrate all data to the new trading platform, including but not limited to open trades, historical trades/data, and accounts.
es_es: Si BIEL decide introducir una nueva plataforma de trading, se notificará al cliente al respecto al menos 30 días antes de introducir la nueva plataforma de trading o la plataforma de trading adicional. En dicha notificación, la Empresa incluirá información que comprenderá, pero no limitada a, funcionalidades y operaciones de la nueva plataforma de trading. De ese modo, utilizando la base de datos de respaldo de BIEL en la plataforma de trading MT5, se integrarán todos los datos a la nueva plataforma de trading, lo cual incluye pero no está limitado a operaciones abiertas, historial de datos/operaciones, y cuentas.
ru_ru: Если BIEL решит внедрить новую торговую платформу, компания предоставит клиенту соответствующее уведомление в течение 30 дней до начала использования новой или дополнительной торговой платформы. Данное уведомление будет содержать всю необходимую информацию, включая, но не ограничиваясь характеристиками и операциями новой торговой платформы. Таким образом, используя резервную базу данных на торговой платформе MT5, BIEL интегрирует все данные на новую торговую платформу, включая, но не ограничиваясь открытыми контрактами, историей торгов/данных, а также информацией о счетах.
th_th: หาก BIEL ตัดสินใจที่จะแนะนำแพลตฟอร์มซื้อขายใหม่ บริษัทฯ จะแจ้งให้ลูกค้าทราบภายใน 30 วัน ก่อนที่บริษัทฯ จะแนะนำแพลตฟอร์มการซื้อขายใหม่ หรือ แนะนำส่วนเพิ่มของแพลตฟอร์ม ในการแจ้งนั้น BIEL จะให้ข้อมูลถึงคุณลักษณะและการทำงานของแพลตฟอร์มการซื้อขายใหม่ โดยการใช้ฐานข้อมูลสำรองของ แพลตฟอร์มซื้อขาย MT5 BIEL จะรวมข้อมูลทั้งหมดเข้าสู่แพลตฟอร์มซื้อขายใหม่ ซึ่งรวมถึง การซื้อขายที่เปิดอยู่ ประวัติ/ข้อมูลการซื้อขาย และข้อมูลบัญชีผู้ใช้งาน

source: If an error is made in the calculation of the Affiliate's share of the revenue share, the Company reserves the right to correct such calculation at any time, and to reclaim from the Affiliate any overpayment made by the Company to the Affiliate (including, without limitation, by way of reducing future payments earned, revenue to cover any processed chargebacks) before the Affiliate can start earning revenue again. In special cases, the Company reserves the right to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
es_es: Si se comete un error en el cálculo de la cuota de participación del Afiliado, la Empresa se reserva el derecho de corregir dicho cálculo en cualquier momento y recuperar del Afiliado cualquier pago en exceso que la Empresa haya realizado (incluyendo, pero no limitado a, la reducción de pagos de ingresos futuros para cubrir la devolución de cargos) antes de que pueda empezar a obtener ingresos nuevamente. En casos especiales, la Empresa se reserva el derecho a restringir la redistribución de los ingresos por fondos promocionales depositados en la cuenta del cliente por la misma Empresa.
it_it: In caso di errore nel calcolo della quota dei profitti dell'Associato, la Società si riserva il diritto di correggere tale calcolo in qualsiasi momento e di pretendere il pagamento in eccesso accreditato all'Associato da parte della Società (tra cui si includono, senza limitazioni, i profitti necessari a coprire lo storno attraverso la riduzione di futuri pagamenti) prima che l'Associato possa iniziare a guadagnare nuovamente. In casi particolari, la Società si riserva il diritto di escludere la ripartizione dei profitti su fondi promozionali depositati sul conto del cliente da parte della Società.
ru_ru: Если происходит ошибка в расчете доли чистой прибыли Партнёра, Компания оставляет за собой право корректировать такие расчеты в любое время и отзывать сделанные чрезмерные выплаты (включая, но не ограничиваясь уменьшением будущих выплат, чтобы компенсировать любые произведенные чрезмерные выплаты, прежде чем Партнёр снова начнёт получать прибыль). В особых случаях Компания оставляет за собой право исключать предоставление доли чистой прибыли Партнёра от средств, происходящих от бонусов или других рекламных акций, которые были внесены Компанией на клиентский счет.
th_th: หากมีข้อผิดพลาดในการคำนวณส่วนแบ่งของรายได้ของพันธมิตรนายหน้าออนไลน์ บริษัทฯ สงวนสิทธิ์ในการแก้ไขการคำนวณนั้นๆ ณ เวลาใดๆ และบริษัทฯ จะพิจารณาเพื่อดำเนินการเรียกคืนเงินเกินที่ได้จ่ายให้พันธมิตรนายหน้าออนไลน์ (รวมถึงการลดทอนจำนวนเงินที่จะได้รับในอนาคต รายได้ที่ครอบคลุมกระบวนการชำระเงิน โดยไม่มีข้อจำกัด) ก่อนที่พันธมิตรนายหน้าออนไลน์จะเริ่มรับรู้รายได้อีกครั้ง ในกรณีพิเศษ ต่างๆ บริษัทฯ สงวนสิทธิ์ในการแยกเงินได้ที่เกิดจากส่วนของการส่งเสริมการตลาดที่ต้องจัดสรรให้กับบัญชีลูกค้า

source: If any of the parties is a physical person, this Agreement shall be terminated in the event of death or physical or mental incapacity of such parties.
es_es: Si cualquiera de las partes es una persona natural, este Acuerdo deberá ser terminado en caso de muerte o incapacidad mental o física de dichas partes.
it_it: Se una qualunque delle parti è una persona fisica, il presente Contratto dovrà essere terminato in caso di decesso o incapacità fisica o mentale di tale parte.
ru_ru: Если любая из сторон является физическим лицом, данное Соглашение должно быть расторгнуто в случае смерти, а также физической или психической недееспособности данной стороны.
th_th: หากฝ่ายหนึ่งฝ่ายใดเป็นบุคคลธรรมดา สัญญานี้จะยุติเมื่อมีการเสียชีวิต หรือ เกิดการลุสมรรถภาพทางร่างกาย หรือ จิตใจของฝ่ายดังกล่าว

source: If any provision of these Terms is found to be illegal, void, or unenforceable, the unenforceable provision will be modified so as to render it enforceable to the maximum extent possible in order to effect the intention of the provision; if a term cannot be so modified, it will be severed and the remaining provisions of these Terms will not be affected in any way.
es_es: Si cualquier disposición de estos términos es ilegal, nula o inaplicable, la disposición inaplicable será modificada para que pueda ser aplicable en la máxima medida posible con el fin de realizar la intención de la disposición; si una disposición no puede ser modificada, será eliminada y las disposiciones restantes de estos Términos no serán afectadas de ninguna manera.
it_it: Nel caso in cui qualsiasi disposizione dei presenti Termini venga ritenuta illegale, nulla o non applicabile, la disposizione non applicabile verrà modificata in modo da renderla applicabile nella misura massima possibile al fine di realizzare l'intento della disposizione; nel caso in cui un termine non possa essere modificato, potrà essere eliminato e le disposizioni rimanenti dei presenti Termini non saranno in alcun modo influenzate.
ru_ru: Если любое положение данных Правил будет признано незаконным, недействительным или неосуществимым, данное положение будет изменено с целью сделать его осуществимым в максимально возможной мере, чтобы сохранить суть данного положения; если положение не может быть изменено, оно будет исключено из Соглашения, не затрагивая остальные положения данных Правил.
th_th: หากข้อกำหนดของข้อตกลงเหล่านี้พบว่ามีการดำเนินการผิดกฎหมาย ยกเลิก หรือบังคับใช้ไม่ได้ ข้อกำหนดที่บังคับใช้ไม่ได้นั้นจะถูกแก้ไขเพื่อให้บังคับใช้ได้ หรือขยายผลให้มากที่สุดเพื่อเป็นไปตามวัตถุประสงค์ของข้อกำหนด และหากข้อตกลงใดๆ ไม่สามารถแก้ไขได้ ผลของเงื่อนไขเหล่านั้นจะไม่ถูกบังคับผลที่เกิดขึ้นเช่นกัน

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
es_es: Si alguna disposición de este Acuerdo es considerada inválida o inaplicable total o parcialmente, la disposición impugnada (o parte de ella) se considerará eliminada de este Acuerdo y las disposiciones restantes (incluyendo el resto de la disposición afectada) continuarán siendo válidas y aplicables.
it_it: Nel caso in cui una qualsiasi disposizione del presente Accordo dovesse essere considerata in tutto o in parte nulla o inapplicabile, la disposizione impugnata (o parte della stessa) sarà considerata eliminata dal presente Accordo e le disposizioni rimanenti (inclusa la parte restante della disposizione interessata) continueranno ad essere valide e applicabili.
ru_ru: Если какой-либо из пунктов данного Соглашения становится частично или полностью недействительным или неприменимым, данный пункт (или его часть) будет считаться удаленным из данного Соглашения, в то время как остальные пункты (включая действующую часть затронутого пункта) будут оставаться действительными и применимыми.
th_th: หากเงื่อนไขของข้อตกลงนี้ถูกยกเลิก หรือ ไม่สามารถบังคับใช้ได้ทั้งหมด หรือบางส่วน เงื่อนไขที่ขัดแย้ง (หรือ ส่วนนั้น) จะถือว่า ถูกลบจากข้อตกลงและเงื่อนไข และเงื่อนไขข้อตกลงที่เหลือ (รวมถึงเงื่อนไขที่มีผล) จะยังถูกต้องและสามารถใช้ได้ต่อไป

source: If any provision of this agreement is held to be invalid, void, or unenforceable in any way by any court, arbitration, regulatory body, competent authority, or any other authority or law whatsoever in any jurisdiction in which the Agent provides their services, the remainder of this agreement shall remain in full force and effect.
es_es: Si alguna de las disposiciones de este acuerdo es considerada inválida, nula o inaplicable por cualquier tribunal, arbitraje, organismo regulador o autoridad competente o cualquier otra autoridad o ley en cualquier jurisdicción en la que el Agente preste sus servicios, el resto del presente acuerdo permanecerá en pleno vigor y vigencia.
it_it: Qualora alcune disposizioni del presente contratto fossero ritenute nulle, impraticabili o non valide da tribunali, organismi arbitrali, enti regolatori o autorità competenti, oppure in base ad altre eventuali autorità o leggi, in qualunque giurisdizione in cui l'Agente eroga i propri servizi, le restanti disposizioni rimarranno pienamente valide ed efficaci.
ru_ru: Если любые положения данного соглашения будут признаны недействительными, не имеющими юридической силы или неисполнимыми любым судом, арбитражем или регулирующим органом или компетентным учреждением, а также любым другим органом или законом, действующим в любой юрисдикции, в которой будут предоставляться услуги в рамках данного соглашения, все остальные положения данного соглашения должны сохранять полную силу и продолжать действовать.
th_th: หากข้อกำหนดของสัญญานี้ ถือว่าไม่มีผลบังคับใช้ หรือ เป็นโมฆะ หรือ ไม่สามารถบังคับใช้ได้ไม่ว่าเหตุผลอะไรก็ตามโดยศาล หรือ อนุญาโตตุลาการ หรือ หน่วยงานที่มีอำนาจควบคุมใดๆ หรือ พนักงานเจ้าหน้าที่ หรือ เจ้าหน้าที่ผู้มีอำนาจอื่นๆ หรือ กฎหมาย ไม่ว่าใครก็ตามในพื้นที่เขตอำนาจตามกฎหมายที่ตัวแทนฯ ให้บริการอยู่ ส่วนที่เหลือของสัญญาจะยังคงมีผลบังคับใช้และสมบูรณ์

source: If any provision of this agreement shall be held invalid or unenforceable by a court or regulatory body of competent jurisdiction, the remainder of this agreement shall remain in full force and effect.
es_es: Si cualquier disposición de este acuerdo es considerada inválida o inaplicable por una corte, entidad reguladora o jurisdicción competente, el resto de este acuerdo permanecerá en plena vigencia y efecto.
it_it: Se qualsiasi disposizione del presente contratto sarà ritenuta non valida o inapplicabile da un tribunale o da un ente regolatore della giurisdizione competente, la rimanente parte dello stesso rimarrà invece in pieno vigore ed effetto.
ru_ru: Если любое положение данного соглашения будет признано недействительным или невыполнимым по решению суда или надзорного органа соответствующей юрисдикции, остальные положения данного соглашения должны оставаться в полной юридической силе и действии.
th_th: หากมีเงื่อนไขใดๆ ของข้อตกลงนี้มีข้อผิดพลาด หรือ ไม่สามารถบังคับใช้โดยศาล หรือ บทบัญญัติของศาลที่มีเขตอำนาจ ข้อความอื่นในข้อตกลงจะยังมีผลและบังคับใช้

source: If any terms of this Agreement be held invalid, void, or unenforceable by any relevant authority or regulatory body, the remainder of this Agreement shall remain in full force and effect.
es_es: Si cualquiera de los términos de este acuerdo se llegase a considerar inválido, nulo o inaplicable por cualquier autoridad competente u organismo regulador, el resto de este Acuerdo permanecerá en pleno vigor y efecto.
ru_ru: Если любое положение данного соглашения будет признано недействительным, утратившим силу или неприменимым любым уполномоченным или регулирующим органом, остальные положения Соглашения должны сохранить прежнюю силу и действие.
th_th: หากเงื่อนไขใดๆ ในข้อตกลงนี้ถือว่าเป็นโมฆะ หรือ ผู้มีอำนาจกำกับดูแล หรือ เจ้าหน้าที่ดูแลกฎข้อบังคับไม่สามารถบังคับใช้ได้ เงื่อนไขที่เหลือในข้อตกลงนี้ ยังถือว่า มีผลบังคับใช้

source: If force majeure events last for more than 30 business days, the Party not suffering force majeure events may terminate this agreement immediately.
es_es: Si algún evento de fuerza mayor durase más de 30 días hábiles, la parte no afectada podrá poner término a este acuerdo inmediatamente.
it_it: Se gli eventi di forza maggiore si protraggono per più di 30 giorni lavorativi, la Parte non pregiudicata da tali eventi può terminare il presente contratto immediatamente.
ru_ru: Если форс-мажорные обстоятельства длятся более 30 рабочих дней, Сторона, не затронутая данными обстоятельствами, может незамедлительно расторгнуть данное соглашение.
th_th: หากเหตุการณ์ที่เป็นเหตุสุดวิสัยกินเวลานานกว่า 30 วันทำการ คู่สัญญาที่ไม่ได้รับผลกระทบจากเหตุการณ์ที่เป็นเหตุสุดวิสัยอาจจะยกเลิกสัญญานี้ทันที

source: If such documents expire, the Company reserves the right to request updated documentation.
es_es: Si estos documentos expiran, la Empresa se reserva el derecho a solicitar nueva documentación.
it_it: Se tali documenti dovessero scadere, la Società si riserva il diritto di richiedere ulteriore documentazione.
ru_ru: Если срок действия предоставленных инструментов истечёт, Компания оставляет за собой право запросить предоставление действующих документов.
th_th: เมื่อเอกสารดังกล่าวหมดอายุ บริษัทฯ สงวนสิทธิ์ในการขอเอกสารใหม่ทดแทน

source: If the <strong>exit spot</strong> is equal to either the <strong>Low barrier</strong> or the <strong>High barrier</strong>, you don't win the payout.
es_es: Si el <strong>punto de salida</strong> es igual a la <strong>barrera inferior</strong> o a la <strong>barrera superior</strong>, no recibirá el premio.
it_it: Se <strong>il punto di uscita</strong> corrisponde alla <strong>barriera inferiore</strong> o alla <strong>barriera superiore</strong>, non ottieni il payout.
ru_ru: Если <strong>последняя котировка</strong> равна <strong>нижнему барьеру</strong> или <strong>верхнему барьеру</strong>, Вы не получаете прибыли.
th_th: ถ้า<strong>สปอตสิ้นสุด</strong>มีค่าเท่ากับ<strong>Barrier ต่ำ</strong>หรือ<strong>Barrier สูง</strong>แล้ว ท่านจะไม่ได้เงิน

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong> or the <stronm g>new barrier (if a reset occurs)</stronmg>, you don't win the payout.
es_es: Si el <strong>punto de salida</strong> es igual a la <strong>barrera</strong> o a la <stronm g>nueva barrera (en caso de un reset)</stronmg>, usted no gana el pago.
it_it: Se il <strong>punto di uscita</strong> coincide con la <strong>barriera</strong> o la <stronm g>nuova barriera (in caso di reset)</stronmg>, non ottieni il payout.
ru_ru: Если <strong>последняя котировка</strong> равна <strong>барьеру</strong> или <stronm g>новому барьеру (в случае его переустановки)</stronmg>, Вы не получаете прибыли.
th_th: ถ้า<strong>สปอตสิ้นสุด</strong>มีค่าเท่ากับ<strong>Barrier</strong>หรือ<stronm g>Barrier ใหม่</stronmg>แล้ว ท่านจะไม่ได้เงิน

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong>, you don't win the payout.
es_es: Si el <strong>punto de salida</strong> es igual a la <strong>barrera</strong>, no recibirá el premio.
it_it: Se il <strong>punto di uscita</strong> corrisponde alla <strong>barriera</strong>, non ottieni il payout.
ru_ru: Если <strong>котировка на выходе</strong> совпадёт с <strong>барьером</strong>, Вы не получите прибыли.
th_th: ถ้า<strong>สปอตสิ้นสุด</strong>มีค่าเท่ากับ<strong>Barrier</strong>แล้ว ท่านจะไม่ได้เงิน

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong>, you only win the payout for "Higher" contracts
es_es: Si el <strong>punto de salida</strong> es igual a la <strong>barrera</strong>, sólo recibirá el premio para los contratos de tipo "Superior"
it_it: Se il <strong>punto di uscita</strong> corrisponde alla <strong>barriera</strong>, ottieni il payout solo per i contratti di tipo "Superiore"
ru_ru: Если <strong>котировка на выходе</strong> совпадёт с <strong>барьером</strong>, Вы получите выплату только на контрактах "Выше"
th_th: ถ้า<strong>สปอตสิ้นสุด</strong>มีค่าเท่ากับ<strong>Barrier</strong>แล้ว ท่านจะได้รับเงินแค่จากสัญญาที่ "สูงกว่า"

source: If the <strong>last tick</strong> is equal to the average of the ticks, you don't win the payout.
es_es: Si el <strong>último intervalo</strong> es igual a la media de los intervalos, no recibirá el premio.
it_it: Se <strong>l'ultimo tick</strong> corrisponde alla media dei tick, non ottieni il payout.
ru_ru: Если <strong>последний тик</strong> равен среднему значению тиков, Вы не получите прибыли.
th_th: ถ้า<strong>ช่วงราคาสุดท้าย</strong>เท่ากับ ค่าเฉลี่ยของช่วงราคา ท่านจะไม่ได้รับเงิน

source: If the Company (in its sole discretion) is not satisfied that a client is complying with these terms, or if a client does not comply with a reasonable request for information made by the Company, the Company may cancel the client's account and withhold any funds accumulated therein.
es_es: Si la Empresa (a su sola discreción) no está convencida que un cliente esté cumpliendo con estos términos, o si un cliente no coopera con una solicitud razonable de información para la Empresa, la Empresa puede cancelar la cuenta del cliente y retener cualquier fondo acumulado en la misma.
it_it: Qualora la Società (a sua esclusiva discrezione) non ritenesse che il cliente stia rispettando i suddetti termini, o qualora un cliente non adempisse ad una ragionevole richiesta di informazioni avanzata dalla Società, quest'ultima potrebbe cancellare il conto del cliente e trattenere tutti i fondi in esso accumulati.
ru_ru: Если Компания (по своему усмотрению) не удовлетворена степенью соблюдения клиентом данных условий, а также в случае, если клиент не удовлетворил соответствующий запрос Компании на предоставление определённой информации, Компания имеет право закрыть счёт клиента и удержать любые находящиеся на нём средства.
th_th: หากบริษัทฯ (โดยดุลยพินิจของบริษัทฯ) พบว่า ลูกค้าไม่พึงปฏิบัติตาม หรือ ลูกค้าไม่ได้ให้ความร่วมมือในการให้ข้อมูลตามการร้องขอของบริษัทฯ บริษัทฯ สามารถยกเลิกบัญชีของลูกค้า และระงับการชำระเงินที่เกี่ยวข้องทั้งหมด

source: If the Company believes that unauthorised persons are using an account, it reserves the right to suspend the client's right to use the trading facility without prior notice.
es_es: Si la Empresa cree que personas no autorizadas están usando una cuenta, se reserva el derecho a suspender los derechos del cliente a utilizar los servicios de trading sin aviso previo.
it_it: Qualora la Società ritenga che persone non autorizzate stiano usando un conto, si riserva il diritto di sospendere, senza previa comunicazione, ogni utilizzo del sistema di trading del cliente.
ru_ru: Если у Компании возникнут основания полагать, что счёт клиента используется неуполномоченными лицами, Компания оставляет за собой право приостановить права клиента пользоваться торговой системой Компании, не отправляя при этом дополнительных уведомлений.
th_th: หากบริษัทฯ พบว่า มีบุคคลอื่นที่ไม่ได้รับอนุญาตกำลังใช้งานบัญชี บริษัทฯ ขอสงวนสิทธิ์ที่ระงับการใช้งานการซื้อขายต่างๆ ชั่วคราวโดยไม่ต้องแจ้งให้ทราบล่วงหน้า

source: If the Company considers, on the basis of the information provided by the client, that the client does not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, the Company will issue a warning to the client. Such a warning shall be displayed on the website.
es_es: Cuando la Empresa considere, en base a la información proporcionada por el cliente, que este no posee el conocimiento y la experiencia para comprender los riesgos asociados a una inversión en el instrumento propuesto, la Empresa le emitirá una advertencia. Esta advertencia se mostrará en la página web.
it_it: Laddove la Società considerasse, sulla base di informazioni fornite dal cliente, che quest'ultimo non possiede la formazione e l'esperienza necessarie per valutare i rischi connessi a un investimento sugli strumenti proposti, gli invierà un avviso che verrà poi pubblicato sul sito web.
ru_ru: В случае необходимости, Компания может отправить клиенту предостережение на основании предоставленной информации о том, что клиент не обладает знаниями и опытом для оценки рисков, сопряжённых с инвестициями в предложенный инструмент. Данное предостережение будет размещено на вебсайте.
th_th: เมื่อบริษัทฯ พิจารณาบนพื้นฐานข้อมูลที่ลูกค้าให้ไว้ และพบว่า ลูกค้าไม่มีความรู้และประสบการณ์ที่จะจัดการความเสี่ยงที่เกี่ยวข้องกับการลงทุน ในเครื่องมือการลงทุนที่นำเสนอแล้ว บริษัทฯ จะส่งข้อความเตือนให้กับลูกค้า และข้อความเตือนดังกล่าวจะถูกแสดงไว้บนเว็บไซต์

source: If the Company determines that a force majeure event exists, the Company shall promptly give notice thereof to the client. Subsequently, the Company may, at its absolute discretion, take one or more steps, including but not limited to the following:
es_es: Si la Empresa determina la existencia de un evento de fuerza mayor, notificará de inmediato al cliente. Posteriormente, la Empresa puede, a su absoluta discreción, tomar una o más de las siguientes medidas, incluyendo pero no limitándose a lo siguiente:
it_it: Qualora la Società stabilisse che sussiste un evento di forza maggiore, lo comunicherà tempestivamente al cliente. In seguito, potrà adottare, a sua assoluta discrezione e senza limitazioni, uno o più dei seguenti passaggi:
ru_ru: В случае выявления форс-мажорных обстоятельств Компания должна своевременно уведомить об этом клиента. Таким образом, Компания может по своему усмотрению предпринять один или несколько шагов, перечисленных ниже:
th_th: หากพบว่า มีเหตุการณ์สุดวิสัย บริษัทฯ จะแจ้งไปยังลูกค้าให้ทราบ ในขั้นตอนต่อมา บริษัทฯ จะใช้ดุลยพินิจในการพิจารณา และดำเนินการด้วยขั้นตอนต่างๆ ต่อไปนี้

source: If the Introducing Broker breaches any of the provisions or terms of this Agreement, the Company shall have the discretion to suspend any or all payments to the Introducing Broker.
es_es: Si el Broker Introductor incumple alguna de las disposiciones o términos de este Acuerdo, la Empresa tendrá la discreción de suspender cualquiera o todos los pagos al Broker introductor.
it_it: Se l'Introducing Broker dovesse violare alcuni termini e disposizioni del presente Contratto, alla Società spetta la facoltà di sospendere eventuali pagamenti a suo favore.
ru_ru: Если Представляющий брокер нарушит положения или условия данного Соглашения, Компания вправе приостановить любые или все выплаты Представляющего брокера.
th_th: หากโบรกเกอร์แนะนำละเมิดข้อกำหนดหรือเงื่อนไขใดๆ ของสัญญานี้ บริษัทฯ จะพิจารณาด้วยดุลยพินิจของบริษัทฯ ในการระงับการจ่ายเงินทั้งหมด หรือ เพียงบางส่วนให้แก่โบรกเกอร์แนะนำ
