Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Engage in market development to grow the client base for existing products and platforms of the company
es_es: Participar en el desarrollo del mercado para hacer crecer la base de clientes de los productos y plataformas existentes de la Empresa
it_it: Impegnarsi nello sviluppo del mercato per ampliare la base di clienti per i prodotti e le piattaforme esistenti della Società
ru_ru: Участие в маркетинговых разработках для увеличения клиентской базы для текущих продуктов и платформ нашей компании
th_th: มีส่วนร่วมในการพัฒนาตลาดเพื่อขยายฐานลูกค้าสำหรับผลิตภัณฑ์และแพลตฟอร์มที่มีอยู่ของบริษัทฯ

source: Engage in misleading or deceptive conduct or illusory or deceptive advertising
es_es: Participar en conductas engañosas o en publicidad engañosa
it_it: assumere una condotta fuorviante e favorire una pubblicità illusoria o ingannevole
ru_ru: Предпринимать вводящие в заблуждение или обманные действия, а также размещать обманчивую или ложную рекламу
th_th: ทำให้เข้าใจผิด หรือ จงใจหลอกลวง หรือ จอมปลอม หรือเป็นโฆษณาหลอกลวง

source: Engage in misleading, illusory, or deceptive advertising or promises
es_es: Realizar publicidad o promesas confusas, ilusorias o engañosas
it_it: contribuire a promesse e pubblicità fuorvianti, illusorie o ingannevoli
ru_ru: давать вводящие в заблуждение, обманчивые или мошеннические обещания,
th_th: ทำให้เข้าใจผิด หรือ จอมปลอม หรือ เป็นโฆษณาหลอกลวง หรือ ให้คำมั่นสัญญา

source: Engage in misleading, illusory, or deceptive conduct
es_es: Incurrir en conducta confusa, ilusoria o engañosa
it_it: assumere comportamenti fuorvianti, illusori o ingannevoli
ru_ru: предпринимать вводящие в заблуждение, обманчивые или мошеннические действия,
th_th: ทำให้เข้าใจผิด หรือ จอมปลอม หรือชักชวนไปในทางหลอกลวง

source: Enhanced performance. Intuitively simple.
es_es: Rendimiento mejorado. Intuitivamente sencilla.
it_it: Ottenere prestazioni migliori è ancora più semplice.
ru_ru: Высокая функциональность. Простота в использовании.
th_th: เพิ่มศักยภาพ ใช้งานง่าย

source: Enjoy a trading platform that's easy to navigate and use
es_es: Disfrute una plataforma de operaciones de fácil navegación y uso
ru_ru: Наша торговая платформа проста в освоении и удобна в работе
th_th: เพลิดเพลินไปกับแพลตฟอร์มการซื้อขายที่ใช้งานง่าย

source: Enjoy an award-winning online trading platform with trading conditions that are ideal for new and experienced traders.
es_es: Disfrute de una galardonada plataforma de operaciones en línea que cuenta con condiciones de negociación ideales para inversionistas nuevos y experimentados.
it_it: Sfrutta a pieno una pluripremiata piattaforma di trading online con condizioni ideali per trader esperti o alle prime armi.
ru_ru: Широко признанная торговая платформа, предлагающая уникальные условия для опытных и начинающих трейдеров.
th_th: เพลิดเพลินไปกับแพลตฟอร์มการซื้อขายออนไลน์ที่ได้รับรางวัล ด้วยเงื่อนไขที่เหมาะสำหรับนักลงทุนหน้าใหม่ และนักลงทุนที่มีประสบการณ์

source: Enjoy exciting opportunities to trade indices with the benefit of real-time charts and pricing.
es_es: Disfrute de emocionantes oportunidades de operar con índices con el beneficio de los gráficos y los precios en tiempo real.
ru_ru: Воспользуйтесь захватывающей возможностью торговли индексами с точными котировками и подробными графиками в режиме реального времени.
th_th: เพลิดเพลินกับโอกาสที่หน้าตื่นเต้นในการซื้อขายหลักทรัพย์และดัชนี พร้อมด้วยประโยชน์จากแผนภูมิและราคาแบบเรียลไทม์

source: Enjoy our fastest type of trading with our Tick Trade app, wherever you are.
es_es: Disfrute de las operaciones más rápidas con nuestra Tick Trade app, dondequiera que esté.
it_it: Goditi la nostra tipologia di trading più veloce con la nostra app Tick Trade, ovunque ti trovi.
ru_ru: Воспользуйтесь быстрой торговлей с приложения Tick Trade, где бы Вы не находились.
th_th: เพลิดเพลินกับการซื้อขายที่รวดเร็วที่สุดด้วยแอพ Tick Trade ของเรา ทำการซื้อขายได้ตลอดเวลา ทุกสถานที่ แม้ว่าท่านกำลังอยู่ระหว่างการเดินทาง

source: Enjoy the simplicity of online banking to fund your %1 account.
es_es: Disfrute de la simplicidad de la banca electrónica para transferir fondos a su cuenta %1.
ru_ru: Насладитесь простотой онлайн банкинга при пополнении счёта %1.
th_th: เพลิดเพลินไปกับความง่ายของธนาคารออนไลน์เพื่อฝากเงินเข้าบัญชี %1ของคุณ

source: Ensure that your original documents are ready when the video call starts
es_es: Asegúrese de que sus documentos originales están listos cuando la videollamada comience
it_it: Assicurati che i documenti originali siano pronti quando inizia la videochiamata
ru_ru: Перед началом видео звонка пожалуйста убедитесь, что Вы приготовили оригиналы всех необходимых документов
th_th: ให้แน่ใจว่า ท่านมีเอกสารต้นฉบับพร้อมเมื่อการสนทนาทางวีดีโอเริ่มต้นขึ้น

source: Ensure the design and development of each page or product is consistent with our style guide, and that everything works as planned with each release
es_es: Garantizar que el diseño y desarrollo de cada página o producto sea coherente con nuestra guía de estilo, y que todo funcione según lo previsto con cada lanzamiento
it_it: Garantire che la progettazione e lo sviluppo di ogni pagina o prodotto siano coerenti con la nostra guida di stile, e che tutto funzioni come previsto dopo ogni emissione
ru_ru: Дизайн и разработка каждой страницы продукта в соответствии с нашим руководством, а также обеспечение бесперебойной работы каждого релиза
th_th: ให้แน่ใจว่าการออกแบบและพัฒนาแต่ละหน้าและแต่ละผลิตภัณฑ์สอดคล้องกับคู่มือรูปแบบ และทุกอย่างทำงานอย่างที่วางแผนเอาไว้ในทุกๆการเปิดตัว

source: Ensure the integrity of releases by coordinating testing activities
es_es: Garantizar la integridad de los lanzamientos coordinando las actividades de prueba
it_it: Assicurare l'integrità delle emissioni coordinando le attività di verifica
ru_ru: Обеспечение целостности релизов путём координации тестирования
th_th: ให้แน่ใจถึงความสมบูรณ์ของการเปิดตัวโดยประสานงานกิจกรรมการทดสอบ

source: Enter payment agent ID
es_es: Ingresar ID del Agente de Pago
it_it: Inserire ID dell'agente di pagamento
ru_ru: Введите ID платежного агента
th_th: ป้อนรหัสของตัวแทนชำระเงิน

source: Enter the authentication code generated by the app below:
es_es: Ingrese el código de autenticación generado por la aplicación a continuación:
it_it: Inserisci il codice di autenticazione generato dalla app qui sotto:
ru_ru: Введите код проверки, сгенерированный приложением ниже:
th_th: ป้อนรหัสการรับรองความถูกต้องที่สร้างโดยแอพพลิเคชันด้านล่าง

source: Enter your email
es_es: Ingrese su correo electrónico
it_it: Inserisci il tuo indirizzo email
ru_ru: Введите свой email
th_th: ป้อนอีเมล์ของท่าน

source: Entertainment
es_es: Entretenimiento
it_it: Tempo libero
ru_ru: Развлечения
th_th: การบันเทิง

source: Entry Spot
es_es: Punto de entrada
it_it: Punto d'ingresso
ru_ru: Входная котировка
th_th: สปอตเริ่มต้น

source: Entry spot
es_es: Punto de entrada
it_it: Punto d'ingresso
ru_ru: Входная котировка
th_th: สปอตเริ่มต้น

source: Entry spot price
es_es: Precio de punto de entrada
it_it: Prezzo d'ingresso
ru_ru: Спот-котировка на входе
th_th: ราคาสปอตเริ่มต้น

source: Equals
es_es: Equivale
it_it: Equivale a
ru_ru: Равно
th_th: เท่ากับ

source: Equity is the sum of your balance and floating profit and loss (PnL). Margin level is the ratio of equity to margin. When that ratio reaches a specified percentage (usually 100%), your account will be placed under margin call. This does not affect your ability to open new positions; it serves to alert you that your floating PnL is moving lower. However, it is recommended to add funds to your account in order to keep your positions open. Alternatively, you may close losing positions.
es_es: El capital corresponde a la suma de su saldo y de sus ganancias y pérdidas flotantes (P&L). El nivel de margen es la relación entre el capital y el margen. Cuando esa proporción alcance un porcentaje específico (generalmente el 100%), se producirá una llamada de margen de su cuenta. Esto no afecta su capacidad de abrir nuevas posiciones, sino que sirve para alertarle que su P&L flotante se está moviendo hacia abajo. No obstante, se recomienda agregar fondos a su cuenta para mantener sus posiciones abiertas. Como alternativa, puede cerrar las posiciones que estén generando pérdidas.
it_it: L'equità corrisponde alla somma del saldo e del fluttuante dei profitti e delle perdite (PnL). Il livello di margine è il rapporto tra equità e margine. Quando tale rapporto raggiunge una percentuale specifica (di solito il 100%), il tuo conto sarà vincolato alla chiamata a margine. Ciò non pregiudica la possibilità di aprire nuove posizioni e serve per avvisarti che il PnL fluttuante è ribassista. Tuttavia, è consigliabile aggiungere fondi al conto al fine di mantenere le posizioni aperte. In alternativa, è possibile chiudere le posizioni in perdita.
ru_ru: Средства представляют собой сумму на Вашем балансе и плавающей прибыли (убытка). Уровень маржи – это отношение средств к марже. Когда это отношение достигает определённого процента (как правило, 100%), к Вашему счёту будет применен маржин колл. Это не влияет на Вашу способность открывать новые позиции, но служит предупреждением, что Ваш незафиксированный финансовый результат ухудшается. Тем не менее, рекомендуется пополнить счёт, чтобы сохранить позиции открытыми. Также Вы можете закрыть проигрышные позиции.
th_th: ทุน (Equity) คือ ผลรวมของยอดดุลคงเหลือและกำไรและขาดทุนลอย (PnL) ระดับมาร์จิน คือ สัดส่วนของทุนต่อมาร์จิน เมื่อสัดส่วนนั้นถึงร้อยละที่ระบุ (โดยปกติ 100%) บัญชีของท่านจะถูกวางไว้ภายใต้มาร์จินคอล สิ่งนี้จะไม่กระทบต่อความสามารถในการเพิ่มตำแหน่งใหม่ของท่าน เพื่อทำหน้าที่เตือนว่า PnL ลอยของท่านกำลังเคลื่อนต่ำลง อย่างไรก็ตาม แนะนำให้เพิ่มเงินทุนในบัญชีของท่านเพื่อรักษาตำแหน่งเปิดเอาไว้ หรือ ท่านอาจจะปิดตำแหน่งที่กำลังจะขาดทุน

source: Establish a secure Internet connection and protect your privacy.
es_es: Establezca una conexión segura a Internet y proteja su privacidad.
ru_ru: Установите надёжное соединение с интернетом и защитите Ваши личные данные.
th_th: สร้างการเชื่อมต่ออินเทอร์เนตที่ปลอดภัยและป้องกันข้อมูลส่วนบุคคลของท่าน

source: Establish a secure, encrypted connection to a virtual private network (VPN) server using our VPN app to protect your data and privacy.
es_es: Establezca una conexión segura y codificada con un servidor de red virtual privado (VPN, por sus siglas en inglés) utilizando nuestra aplicación de VPN para proteger sus datos y su privacidad.
ru_ru: Установите надёжное зашифрованное соединение с сервером частной виртуальной сети (VPN), воспользовавшись нашим приложением VPN app для защиты Ваших данных и конфиденциальности
th_th: สร้างการเชื่อมต่อที่ปลอดภัย และมีการเข้ารหัสกับเซิร์ฟเวอร์ของเครือข่ายเสมือนส่วนตัว (VPN) โดยใช้แอพพลิเคชัน VPN ของเราเพื่อปกป้องข้อมูลและความเป็นส่วนตัวของท่าน

source: Estimated net worth
es_es: Valor neto estimado
it_it: Patrimonio netto stimato
ru_ru: Собственный капитал
th_th: ประมาณการมูลค่าสุทธิ

source: Ether is a cryptocurrency that is used to pay for transactions on the Ethereum platform. For more information, please visit %1.
es_es: Ether es una criptomoneda que se utiliza para pagar transacciones en la plataforma Ethereum. Para más información, visite %1.
it_it: Ether è una criptovaluta utilizzata per le operazioni sulla piattaforma Ethereum. Per maggiori informazioni, visita il sito %1.
ru_ru: Ether — это криптовалюта для осуществления транзакций на платформе Ethereum. Более подробная информация: %1.
th_th: อีเธอร์ (Ether) เป็นเงินดิจิทัลที่ถูกใช้เพื่อชำระเงินสำหรับธุรกรรมบนแพลตฟอร์มอีเธอเรียม สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Ethereum vs US Dollar
es_es: Ethereum vs dólar estadounidense
ru_ru: Ethereum против доллара США
th_th: อีเธอเรียม เทียบกับ ดอลลาร์สหรัฐ

source: Euro vs Australian Dollar
es_es: Euro vs dólar australiano
ru_ru: Евро против австралийского доллара
th_th: เงินยูโร เทียบกับ ดอลลาร์ออสเตรเลีย

source: Euro vs Canadian Dollar
es_es: Euro vs dólar canadiense
ru_ru: Евро против канадского доллара
th_th: เงินยูโร เทียบกับ ดอลลาร์แคนาดา

source: Euro vs Great Britain Pound
es_es: Euro vs libra esterlina
ru_ru: Евро против британского фунта
th_th: เงินยูโร เทียบกับ ปอนด์อังกฤษ

source: Euro vs Hong Kong Dollar
es_es: Euro vs. Dólar de Hong Kong
ru_ru: Евро против гонконгского доллара
th_th: ยูโร เทียบกับ ดอลลาร์ฮ่องกง

source: Euro vs Israeli New Shekel
es_es: Euro vs. Nuevo shéquel israelí
ru_ru: Евро против нового израильского шекеля
th_th: ยูโร เทียบกับ อิสราเอลนิวเชเขล

source: Euro vs Japanese Yen
es_es: Euro vs yen japonés
ru_ru: Евро против японской иены
th_th: เงินยูโร เทียบกับ เงินเยนญี่ปุ่น

source: Euro vs Mexican Peso
es_es: Euro vs. Peso mexicano
ru_ru: Евро против мексиканского песо
th_th: ยูโร เทียบกับ เม็กซิกันเปโซ

source: Euro vs New Zealand Dollar
es_es: Euro vs dólar neozelandés
ru_ru: Евро против новозеландского доллара
th_th: เงินยูโร เทียบกับ ดอลลาร์นิวซีแลนด์

source: Euro vs Norwegian Krone
es_es: Euro vs corona noruega
ru_ru: Евро против норвежской кроны
th_th: เงินยูโร เทียบกับ เงินโครนนอร์เวย์

source: Euro vs Polish Zloty
es_es: Euro vs zloty polaco
ru_ru: Евро против польского злоты
th_th: เงินยูโร เทียบกับ เงินซวอตีโปแลนด์

source: Euro vs Singapore Dollar
es_es: Euro vs dólar de Singapur
ru_ru: Евро против сингапурского доллара
th_th: เงินยูโร เทียบกับ ดอลลาร์สิงคโปร์

source: Euro vs South African Rand
es_es: Euro vs. Rand sudafricano
ru_ru: Евро против южноафриканского рэнда
th_th: ยูโร เทียบกับ แรนด์แอฟริกาใต้

source: Euro vs Swedish Krona
es_es: Euro vs corona sueca
ru_ru: Евро против шведской кроны
th_th: เงินยูโร เทียบกับ เงินโครนาสวีเดน

source: Euro vs Swiss Franc
es_es: Euro vs franco suizo
ru_ru: Евро против швейцарского франка
th_th: เงินยูโร เทียบกับ ฟรังก์สวิส

source: Euro vs Turkish Lira
es_es: Euro vs lira turca
ru_ru: Евро против турецкой лиры
th_th: เงินยูโร เทียบกับ ลีราตุรกี

source: Euro vs US Dollar
es_es: Euro vs dólar estadounidense
ru_ru: Евро против доллара США
th_th: เงินยูโร เทียบกับ ดอลลาร์สหรัฐ

source: European Union residents who wish to trade gambling products will have their accounts opened with Binary (Europe) Limited.
es_es: A los residentes de la Unión Europea que quieran operar con productos de juego se les abrirá su cuenta en Binary (Europe) Ltd.
it_it: I residenti nell'Unione Europea che desiderano fare trading in prodotti da gioco d'azzardo apriranno i loro account con Binary (Europe) Limited.
ru_ru: Резиденты Евросоюза, желающие работать с продуктами, связанными с азартными играми, могут открыть счета под юрисдикцией Binary (Europe) Limited.
th_th: ผู้ที่พำนักอาศัยในสหภาพยุโรปที่ต้องการซื้อขายผลิตภัณฑ์การพนันจะมีบัญชีที่เปิดไว้กับบริษัท Binary (Europe) Ltd

source: European Union residents who wish to trade investment products will have their accounts opened with Binary Investments (Europe) Ltd.
es_es: Los residentes de la Unión Europea que desean operar con productos de inversión tendrán sus cuentas abiertas con Binary Investments (Europe) Ltd.
ru_ru: Резиденты Евросоюза, желающие торговать инвестиционными продуктами, могут открыть счета под юрисдикцией Binary (Europe) Ltd.
th_th: ผู้อยู่อาศัยในสหภาพยุโรปที่ปรารถนาซื้อขายผลิตภัณฑ์การลงทุนจะมีบัญชีเปิดกับบริษัท Binary (Europe) Ltd.

source: Evaluate and improve the effectiveness of internal controls, risk management, regulatory compliance, financial and operational processes
es_es: Evaluar y mejorar la efectividad de los controles internos, gestión de riesgos, cumplimiento normativo, procesos financieros y operativos
it_it: Valutare e migliorare l'efficacia di controlli interni, gestione del rischio, conformità normativa, processi operativi e finanziari
ru_ru: Оценка и повышение эффективности внутреннего контроля, управления риском, нормативно-правового соответствия, финансовых и оперативных процессов
th_th: ประเมินและปรับปรุงประสิทธิภาพของการควบคุมภายใน การบริหารความเสี่ยง การปฏิบัติตามกฎระเบียบ กระบวนการด้านการเงินและการปฏิบัติงาน

source: Evaluate existing procedures and policies with respect to risk management and suggest improvements
es_es: Evaluar los procedimientos y políticas existentes con respecto a la gestión de riesgos y sugerir mejoras
it_it: Valutare le procedure e politiche esistenti in materia di gestione del rischio e suggerire miglioramenti
ru_ru: Оценка текущих процедур и политики управления риском, и предложение улучшений
th_th: ประเมินกระบวนการและนโยบายที่มีอยู่ในส่วนของการบริหารความเสี่ยงและแนะนำการปรับปรุง

source: Even/Odd
es_es: Par/Impar
it_it: Pari/Dispari
ru_ru: Чётное/Нечётное
th_th: ดิจิตคู่/ดิจิตคี่

source: Even/Odd contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
es_es: Los contratos de pares/impares se reembolsarán el precio de compra si el contrato no termina en 5 minutos.
it_it: I contratti Pari/Dispari verranno rimborsati al prezzo d'acquisto se il contratto non termina entro 5 minuti.
ru_ru: Цена покупки контрактов Чётное/Нечётное будет возмещена, если контракт не истечёт в течение 5 минут.
th_th: สัญญา Even/Odd จะถูกคืนมูลค่าที่ราคาซื้อหากสัญญาไม่สิ้นสุดภายใน 5 นาที

source: Event
es_es: Evento
it_it: Evento
ru_ru: Обстоятельство
th_th: เหตุการณ์

source: Event examples include circumstances whereby the type of transaction, to which the client's Order is related, ceases to be offered, or a Corporate Event, or the insolvency of a company whose shares are related to the subject matter of the Order, and others.
es_es: Algunos ejemplos de eventos incluyen circunstancias en las que el tipo de transacción con la que está relacionada la Orden del cliente ha dejado de ser ofrecida, o un Evento Corporativo, o la insolvencia de una empresa cuyas acciones están relacionadas con el objeto de la Orden, entre otros.
it_it: Esempi di eventi includono circostanze in cui il tipo di operazione a cui l'ordine si riferisce non è più offerto, eventi aziendali oppure il caso di insolvenza di un Società le cui azioni sono collegate all'oggetto dell'ordine, ecc.
ru_ru: обстоятельства могут включать события, ввиду которых перестанет предлагаться тип контракта, к которому относится ордер клиента, а также корпоративные мероприятия или неплатежеспособность Компании (акции которой являются объектом ордера) и другие ситуации.
th_th: ตัวอย่างเหตุการณ์ ได้แก่ เหตุการณ์ที่ประเภทของการซื้อขายที่คำสั่งซื้อของลูกค้าเกี่ยวข้อง เหตุการณ์ที่เกี่ยวกับการยุติให้บริการ หรือ กิจกรรมของบริษัทฯ หรือ การล้มละลายของบริษัทหนึ่งที่มีหุ้นอยู่เกี่ยวข้องกับสาระสำคัญของคำสั่งซื้อ และอื่นๆ

source: Event-driven programming in Perl
es_es: Programación dirigida por eventos en Perl
it_it: Programmazione a eventi in Perl
ru_ru: Событийно-управляемое программирование на Perl
th_th: การเขียนโปรแกรมที่ขับเคลื่อนด้วยเหตุการณ์ใน Perl

source: Events of Default
es_es: Eventos de incumplimiento
it_it: Casi di inadempienza
ru_ru: Случаи невыполения обязательств
th_th: กรณีเพิกเฉยต่อสัญญา

source: Everyone else can use the FIX API to connect to our One Zero bridge – subject to a conformance test.
es_es: Todo el mundo puede utilizar la API FIX para conectarse a nuestro puente One Zero – sujeto a una prueba de conformidad.
it_it: Tutti possono utilizzare FIX API per la connessione al nostro ponte One Zero – purché idoneo al test di conformità.
ru_ru: Каждый может воспользоваться функцией FIX API, чтобы присоединиться к нашей опции "Мост Один-ноль" (что подразумевает прохождение теста на соответствие).
th_th: ทุกคนสามารถใช้ FIX API เพื่อเชื่อมต่อกับ One Zero ของเรา โดยขึ้นกับผลการทดสอบความสอดคล้องกันในการใช้งาน API

source: Example:
es_es: Ejemplo:
it_it: Esempio:
ru_ru: Пример:
th_th: ตัวอย่าง:

source: Example: XAU/USD (Gold vs US Dollar) symbol pair
es_es: Ejemplo: par de símbolos XAU/USD (oro vs dólar estadounidense)
ru_ru: Рассмотрим пример: пара XAU/USD (золото против доллара США)
th_th: ตัวอย่าง: สัญลักษณ์คู่ XAU/USD (ทอง และ ดอลลาร์สหรัฐ)

source: Excellent English language skills, both oral and written
es_es: Comprobable dominio del inglés, escrito y oral
it_it: Ottime capacità, scritte e orali, in lingua inglese
ru_ru: Отличное знание английского языка: устного и письменного
th_th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน

source: Excellent communication (both oral and written) and interpersonal skills
es_es: Excelente comunicación (oral y escrita) y habilidades interpersonales
it_it: Eccellenti capacità interpersonali e di comunicazione (sia scritta che orale)
ru_ru: Отличные навыки коммуникации (устной и письменной), а также межличностного общения
th_th: มีทักษะในการสื่อสาร (ทั้งการพูดและการเขียน) และมนุษยสัมพันธ์ที่ดี

source: Excellent communication and interpersonal skills
es_es: Excelentes habilidades interpersonales y de comunicación
it_it: Eccellenti capacità interpersonali e di comunicazione
ru_ru: Отличные навыки коммуникации и межличностного общения
th_th: มีทักษะในการสื่อสารและมนุษยสัมพันธ์ที่ดี

source: Excellent oral and written communication skills in English and Bahasa Malaysia
es_es: Excelentes habilidades de comunicación oral y escrita en inglés y bahasa Malasia
it_it: Eccellenti capacità di comunicazione scritte e orali in inglese e in malese
ru_ru: Отличные навыки устной и письменной коммуникации на английском и малазийском языке бахаса
th_th: มีทักษะในการสื่อสารทั้งการพูดและการเขียนเป็นภาษาอังกฤษและภาษาบาฮาซามาเลเซียที่ดีเยี่ยม

source: Excellent proficiency in spoken and written English
es_es: Comprobable dominio del inglés hablado y escrito
it_it: Ottima conoscenza della lingua inglese orale e scritta
ru_ru: Отличное владение английским языком (устным и письменным)
th_th: มีความสามารถในการพูดและเขียนภาษาอังกฤษได้ดีเยี่ยม

source: Excellent understanding of Bitcoin or other cryptocurrencies
es_es: Comprensión excelente de Bitcoin u otras criptomonedas
it_it: Ottima comprensione di Bitcoin e altre criptovalute
ru_ru: Отличное понимание Bitcoin и других криптовалют
th_th: มีความเข้าใจในบิทคอยน์และเงินดิจิทัลอื่นๆ อย่างดีเยี่ยม

source: Except for the licence granted in this Agreement, the Company does not grant the Programmer any right, title, or interest in the %1 API. The Programmer agrees to take such actions as the Company may reasonably request to perfect the Company's rights to the %1 API.
es_es: A excepción de la licencia otorgada en este Acuerdo, la Empresa no le concede al Programador ningún derecho, título o interés a la API de %1. El Programador se compromete a tomar acciones que la Empresa pueda solicitar de forma razonable para perfeccionar los derechos de la misma en relación a la API de %1.
it_it: A eccezione della licenza garantita dal presente Contratto, la Società non garantisce al Programmatore alcun diritto, titolo o partecipazione rispetto all'API di %1. Il Programmatore accetta di agire come ragionevolmente richiesto dalla Società al fine di perfezionare i diritti di quest'ultima rispetto all'API di %1.
ru_ru: За исключением лицензии, предоставляемой в рамках данного Соглашения, Компания не даёт Программисту иных прав, права и доли собственности в API %1. Программист соглашается выполнять действия, которые может обоснованно попросить Компания с целью улучшения прав Компании в отношении API %1.
th_th: ปราศจากใบอนุญาตในข้อตกลงนี้ บริษัทฯ ไม่อนุญาตในสิทธิ์ กรรมสิทธิ์ หรือผลประโยชน์จาก API ของ %1 ให้กับโปรแกรมเมอร์ โปรแกรมเมอร์ยินยอมในการปฏิบัติตามในสิ่งที่บริษัทฯ อาจจะร้องขอเพื่อให้ได้รับสิทธิ์ที่ถูกต้องของ API ของ %1
