Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Dubai is an independent city-state and one of the seven emirates that make up the United Arab Emirates. Dubai is the largest and most advanced emirate; it has rapidly evolved from a humble port city into a global metropolis well-known for its futuristic architecture.
es_es: Dubái es una ciudad-estado independiente y uno de los siete emiratos que conforman los Emiratos Árabes Unidos. Es el emirato más grande y avanzado. Ha evolucionado rápidamente de una humilde ciudad portuaria a una metrópolis global conocida por su arquitectura futurista.
it_it: Dubai è una città-stato indipendente ed è il più ampio e sviluppato dei sette emirati che formano gli Emirati Arabi Uniti. L'emirato più grande ed avanzato, Dubai era un tempo cittadina portuale povera che si è rapidamente trasformata in grande metropoli globale famosa per la sua architettura futuristica.
ru_ru: Дубай — независимый город-эмират и один из семи эмиратов, входящий в состав ОАЭ. Дубай — крупнейший и наиболее прогрессивный эмират. Город стремительно разросся от небольшого портового городка в мировой мегаполис, славящийся смелой футуристической архитектурой.
th_th: ดูไบเป็นนครรัฐอิสระ และเป็นหนึ่งในเจ็ดเอมิเรตส์ของสาธารณรัฐอาหรับเอมิเรตส์ ดูไบเป็นเอมิเรตส์ที่ใหญ่ที่สุดและรุ่งเรืองที่สุด เมืองนี้ได้ค่อยๆ พัฒนาจากการเป็นเมืองท่าเล็กๆ กลายเป็นมหานครที่เป็นที่รู้จักระดับโลกในด้านสถาปัตยกรรมแห่งอนาคต

source: Dubai offers a cosmopolitan experience like no other with residents from over 200 countries speaking over 140 languages.
es_es: Dubái ofrece una experiencia cosmopolita única con residentes de más de 200 países que hablan más de 140 idiomas.
it_it: Dubai offre un ambiente cosmopolita unico nel suo genere con residenti proveniente da oltre 200 Paesi, per un totale di oltre 140 lingue differenti.
ru_ru: Дубай подарит Вам отличный космополитичный опыт и познакомит с представителями более 200 стран мира, говорящими на более 140 языках.
th_th: ดูไบจะทำให้ท่านได้รับประสบการณ์ด้านความหลากหลายในเชื้อชาติ อย่างที่ไม่เคยพบเห็นมาก่อน จากผู้อาศัยที่มาจากกว่า 200 ประเทศ และสื่อสารมากกว่า 140 ภาษา

source: Dubai offers an excellent quality of life, from safety and education to childcare and healthcare, befitting its reputation as a global, modern city with sunny weather all year round. Expats make up over 90% of Dubai's total population; you may never need to learn a word of Arabic since English is so widely spoken.
es_es: Dubái ofrece una calidad de vida excelente, desde seguridad y educación hasta cuidado de niños y atención médica, que es acorde a su reputación de una ciudad global y moderna con clima soleado durante todo el año. Los expatriados representan más del 90% de la población total de Dubái. Es posible que nunca necesite aprender una palabra de árabe, ya que el inglés se habla extensamente.
it_it: Dubai offre una qualità della vita eccellente in ogni ambito: dalla sicurezza e l'educazione, ai servizi per l'infanzia e la sanità. Questa moderna città internazionale, inoltre, vanta un clima soleggiato tutto l'anno. I cittadini di origine straniera costituiscono il 90% della popolazione di totale, non sarà necessario imparare nemmeno una parola di arabo poiché l'inglese è ampiamente diffuso.
ru_ru: Дубай предоставляет высокий уровень жизни, включая безопасность, качественное образование и хорошее здравоохранение, что поддерживает репутацию современного мегаполиса с большим количеством солнечных дней круглый год. Более 90% населения Дубая составляют выходцы из других стран. Ввиду большого распространения английского языка, знать арабский совсем не обязательно.
th_th: ดูไบให้คุณภาพชีวิตที่ยอดเยี่ยม ทั้งด้านความปลอดภัย การศึกษา ไปจนถึง การเลี้ยงดูและอบรมเด็ก และการสาธารณสุข ทั้งยังเป็นเมืองที่เหมาะสมกับการกล่าวขานในฐานะเมืองทันสมัยระดับโลกที่มีอากาศแจ่มใสตลอดปี มีชาวต่างชาติอาศัยกว่า 90% ของประชากรของดูไบ ท่านไม่จำเป็นต้องเรียนภาษาอาราบิก เนื่องจากเมืองนี้ใช้ภาษาอังกฤษอย่างแพร่หลาย

source: Dubai offers world-class entertainment with numerous events, places, and natural attractions to enjoy.
es_es: Dubái ofrece entretenimiento de clase mundial con numerosos eventos, lugares y atracciones naturales para disfrutar.
it_it: A Dubai è sempre il momento giusto per divertirsi, grazie ai numerosi eventi a cui partecipare e a luoghi e attrazioni naturali da visitare.
ru_ru: Дубай по праву считается столицей мировых развлечений, предлагающий множество интересных возможностей, мест и мероприятий для туристов.
th_th: ดูไบมีแหล่งบันเทิงระดับโลก ซึ่งรวมทั้ง กิจกรรมมากมาย สถานที่ และสถานที่ท่องเที่ยวทางธรรมชาติ ที่ให้ท่านได้เพลิดเพลินเจริญใจ

source: Dubai's iconic architecture includes the world's tallest building, artificial islands, gigantic malls, and more.
es_es: La arquitectura icónica de Dubái incluye el edificio más alto del mundo, islas artificiales, centros comerciales gigantescos y más.
it_it: L'iconica architettura della città comprende l'edificio più alto del mondo, isole artificiali, centri commerciali immensi e molto altro ancora.
ru_ru: Самобытная дубайская архитектура включает самые высокие здания мира, искусственные острова, гигантские торговые центры и многое другое.
th_th: สถาปัตยกรรมที่โดดเด่นของดูไบ มีทั้งอาคารที่สูงที่สุดในโลก เกาะที่สร้างขึ้น ห้างสรรพสินค้าขนาดมหึมา และอื่นๆ อีกมาก

source: Dubai, United Arab Emirates
es_es: Dubái, Los Emiratos Árabes Unidos
it_it: Dubai, Emirati arabi uniti
ru_ru: Дубай, ОАЭ
th_th: ดูไบ ประเทศสหรัฐอาหรับเอมิเรตส์

source: Due to market volatility and gold's reputation as a safe-haven asset, you predict that the price of gold will rise.
es_es: Debido a la volatilidad del mercado y la reputación del oro como valor refugio, se prevé que aumentará el precio del oro.
it_it: A causa della volatilità del mercato e della reputazione dell'oro come bene rifugio, prevedi che il prezzo dell'oro aumenterà.
ru_ru: Ввиду рыночной волатильности и репутации золота в качестве безопасного актива, Вы предсказываете рост цены на золото.
th_th: เนื่องจากความผันผวนของตลาดและในฐานะที่ทองคำเป็นสินทรัพย์ปลอดภัย ท่านคาดการณ์ว่า ราคาทองคำจะเพิ่มขึ้น

source: Due to regulatory requirements, we are required to ask our clients to complete the following Financial Assessment.
es_es: Debido a requisitos reglamentarios, tenemos la obligación de solicitar a nuestros clientes que completen la siguiente Evaluación Financiera.
it_it: In conseguenza ad alcuni requisiti normativi, la Società è tenuta a chiedere ai clienti di completare la seguente valutazione finanziaria.
ru_ru: Ввиду действующих нормативно-правовых требований, мы просим клиентов заполнить следующую Финансовую оценку.
th_th: ตามที่กฎหมายบัญญัติ เราต้องขอให้ลูกค้าของเราทำแบบประเมินทางการเงินต่อไปนี้

source: Due to the high degree of risk involved, which could result in the loss of the entire investment, the Company has adequate internal procedures in place to ensure that the client is in all cases treated fairly and that the risk of damage to client interests will be mitigated.
es_es: Debido al alto riesgo involucrado, el cual puede resultar en la pérdida total de la inversión, la Empresa cuenta con procedimientos internos adecuados para asegurar que el cliente es, en todos los casos, tratado justamente y que el riesgo de perjuicio a los intereses del cliente sea mitigado.
it_it: A causa dell'elevato livello di rischio, che potrebbe risultare nella totale perdita dell'investimento, la Società segue procedure interne che assicurano in ogni circostanza un corretto trattamento dei clienti e un'attenuazione del rischio di danno ai loro interessi.
ru_ru: Ввиду высокой степени риска, который может привести к полной потере всех инвестированных средств, Компания придерживается ряда внутренних процедур, чтобы гарантировать, что клиент во всех случаях получает справедливое отношение, а риск ущерба интересам клиента сведён до минимума.
th_th: เนื่องจากระดับความเสี่ยงสูง และอาจทำให้เกิดความสูญเสียในการลงทุนทั้งหมด บริษัทฯ มีกระบวนวิธีภายในเพื่อให้แน่ใจว่า ลูกค้าได้รับการปฏิบัติอย่างยุติธรรมเสมอ และความเสี่ยงในความเสียหายต่อผลประโยชน์ของลูกค้าจะถูกบรรเทาให้น้อยลง

source: Due to the nature of the Company's business as a trading counterparty, the Company's profits are tied to the net revenue generated by clients through trading. However, the Company aims to establish, maintain, and operate effective organisational and administrative arrangements with a view to taking all reasonable steps to prevent conflicts of interest from constituting or giving rise to a material risk of damage to the interests of clients.
es_es: Debido a la naturaleza del negocio de la Empresa como contraparte comercial, las ganancias de la misma están vinculadas a los ingresos netos generados por los clientes a través del trading. Sin embargo, el objetivo de la Empresa es establecer, mantener, y operar acuerdos organizativa y administrativamente eficientes con vistas a tomar todas las medidas razonables para prevenir que los conflictos de interés constituyan o den lugar a un riesgo material de perjuicio a los intereses de los clientes.
it_it: Data la natura della nostra attività quale controparte nel trading, i profitti della Società sono legati alle entrate nette generate dal trading dei clienti. Tuttavia, la Società mira a stabilire, mantenere e applicare efficaci disposizioni organizzative e amministrative, con l'intenzione di adottare ogni ragionevole misura preventiva verso conflitti di interesse che possono rappresentare o comportare un rischio sostanziale per gli interessi dei clienti.
ru_ru: Учитывая особенности бизнеса Компании в качестве торгового контрагента, следует сообщить, что прибыль Компании связана с чистой прибылью от торговли клиентов. Тем не менее, Компания стремимся устанавливать, поддерживать и реализовывать эффективные организационные и административные механизмы, принимая все разумные меры для предотвращения конфликта интересов, существующего или представляющего материальный риск для интересов клиентов.
th_th: เนื่องจากลักษณะของธุรกิจของบริษัทฯ เป็นคู่สัญญาซื้อขาย ผลกำไรของบริษัทฯ จะเชื่อมโยงกับรายได้สุทธิของลูกค้าผ่านการซื้อขาย อย่างไรก็ตาม บริษัทฯ มุ่งมั่นจะสร้าง ดูแล และดำเนินการการจัดการที่มีประสิทธิภาพขององค์กร และการบริหารด้วยมุมมองที่ทำตามขั้นตอนที่เหมาะสมทั้งหมดเพื่อป้องกันผลประโยชน์ทับซ้อนจากการสร้าง หรือ นำไปสู่ความเสี่ยงต่อความเสียหายอย่างมากของลูกค้า

source: Due to the online nature of the business and instruments, there is a small delay between an order being entered and the same order being executed on the server. Any significant delay can have negative impacts on clients; therefore, the Company monitors the latency between the entering and execution of client orders. Should this delay exceed the established threshold, then the system administrators will be notified so that they can investigate any possible issue.
es_es: Debido a la naturaleza del negocio e instrumentos en línea, existe una pequeña demora entre una orden ingresada y la ejecución de la misma por el servidor. Cualquier demora significativa puede tener un impacto negativo en los clientes; por lo tanto, la Empresa monitorea la latencia entre el ingreso y la ejecución de las órdenes de los clientes. Si esta demora supera el umbral establecido, entonces los administradores de sistema serán notificados para que puedan investigar alguna posible situación.
it_it: Poiché il business e gli strumenti sono online, c'è un piccolo ritardo tra l'inserimento di un ordine e l'esecuzione dello stesso sul server. Eventuali ritardi significativi possono avere un effetto negativo sui clienti; pertanto, la Società monitora la latenza tra l'inserimento e l'esecuzione degli ordini dei clienti. Nel caso in cui tale ritardo dovesse superare la soglia indicata, gli amministratori di sistema ne verranno informati per indagare possibili problemi.
ru_ru: Ввиду онлайн-характера нашего бизнеса и инструментов, возникают небольшие промедления между размещением ордера и его исполнением на сервере. Любое значительное промедление может иметь негативные последствия для клиентов. В этой связи Компания следит за любыми промедлениями, возникающими между размещением и исполнением ордеров клиентов. Если промедление превысит установленный предел, об этом будут уведомлены системные администраторы, которые займутся расследованием данного происшествия.
th_th: เนื่องจากลักษณะของธุรกิจและเครื่องมือ อาจจะมีความล่าช้าเล็กน้อยระหว่างการป้อนคำสั่งซื้อและเมื่อคำสั่งซื้อถูกดำเนินการบนเซิร์ฟเวอร์ ความล่าช้าอย่างมากจะมีผลกระทบที่เป็นลบกับลูกค้า ดังนั้น บริษัทจึงคอยเฝ้าสังเกตเวลาแฝงระหว่างการป้อนและการดำเนินการคำสั่งซื้อของลูกค้า หากความล่าช้าเกินขีดจำกัดที่ระบุไว้ ผู้บริหารระบบจะได้รับการแจ้งเตือนเพื่อทำการตรวจสอบปัญหาที่เป็นไปได้ต่อไป

source: Due to the responsibilities under responsible gaming, %1 reserves the right to assess and safeguard the client's account by excluding the client definitely or indefinitely, based on the company's client assessment.
es_es: Debido a las responsabilidades bajo el juego responsable, %1 se reserva el derecho a evaluar y salvaguardar la cuenta del cliente, excluyéndolo de forma definitiva o indefinida, en base a la evaluación del cliente por parte de la Empresa.
it_it: Viste le responsabilità previste dal gioco responsabile, %1 si riserva il diritto di monitorare e tutelare il conto del cliente, escludendolo in via o meno definitiva, secondo la valutazione effettuata dalla società sul cliente.
ru_ru: Ввиду обязательств в рамках требований к ответственной торговле, %1 оставляет за собой право оценивать и защищать счета клиентов, отстраняя клиентов на определённый или неопределённый срок, согласно оценке клиента, произведённой компанией.
th_th: จากหน้าที่ภายใต้ความรับผิดชอบต่อการพนัน %1สงวนสิทธิ์ที่จะประเมินและปกป้องบัญชีของลูกค้า ด้วยการพักการซื้อขายของลูกค้าแบบมีกำหนด หรือไม่มีกำหนด ขึ้นอยู่กับการประเมินลูกค้าของบริษัทฯ

source: Due to the responsibilities under responsible gaming, %1 reserves the right to assess and safeguard the client's account by setting limits to the client's activity as deemed proportionate and necessary for their protection.
es_es: Debido a las responsabilidades bajo el juego responsable, %1 se reserva el derecho a evaluar y salvaguardar la cuenta del cliente estableciendo límites a la actividad del cliente, según se considere necesario y en proporción a su protección.
it_it: Viste le responsabilità previste dal gioco responsabile, %1 si riserva il diritto di monitorare e tutelare il conto del cliente impostando dei limiti alla sua attività, in base a quanto li ritenga appropriati e necessari per la sua tutela.
ru_ru: Ввиду обязательств в рамках требований к ответственной торговле, %1 оставляет за собой право оценивать и защищать счета клиентов, устанавливая ограничения на деятельность клиентов, которые будут сочтены соразмерными и необходимыми для их защиты.
th_th: ตามที่กล่าวไว้ในหน้าที่ภายใต้ความรับผิดชอบต่อการพนัน %1สงวนสิทธิ์ที่จะประเมินและปกป้องบัญชีของลูกค้า ด้วยการตั้งวงเงินในกาซื้อขายแก่ลูกค้า โดยพิจารณาถึงสัดส่วนที่เหมาะสม และความจำเป็นในการป้องกันของลูกค้า

source: Due to the responsibilities under responsible gaming, the Company reserves the right to assess and safeguard the client's account by setting limits to the client's activity as deemed proportionate and necessary for their protection.
es_es: Debido a las responsabilidades del juego responsable, la Empresa se reserva el derecho a evaluar y salvaguardar la cuenta del cliente estableciendo limites a la actividad del cliente, según se considere necesario para su protección.
it_it: Viste le responsabilità previste dal gioco responsabile, la Società si riserva il diritto di monitorare e tutelare il conto del cliente impostando dei limiti alla sua attività, in base a quanto li ritenga appropriati e necessari per tutelarlo.
ru_ru: Ввиду обязательств в рамках требований к ответственной торговле, Компания оставляет за собой право оценивать и защищать счета клиентов, устанавливая ограничения на деятельность клиентов, которые будут сочтены соразмерными и необходимыми для их защиты.
th_th: ตามที่กล่าวไว้ในหน้าที่ภายใต้ความรับผิดชอบต่อการพนัน บริษัทฯ สงวนสิทธิ์ที่จะประเมินและปกป้องบัญชีของลูกค้า ด้วยการตั้งวงเงินในกาซื้อขายแก่ลูกค้า โดยพิจารณาถึงสัดส่วนที่เหมาะสม และความจำเป็นในการป้องกัน

source: Duration
es_es: Duración
it_it: Durata
ru_ru: Длительность
th_th: ระยะเวลา

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
es_es: Durante los mercados rápidos (es decir, en períodos de movimientos muy rápidos del mercado), puede que se ofrezcan contratos con precios menos favorables que los ofrecidos en las condiciones habituales del mercado.
it_it: in presenza di mercati rapidi (ad esempio periodi di movimenti del mercato molto veloci), i contratti possono essere offerti a prezzi non favorevoli rispetto a quelli offerti in condizioni normali.
ru_ru: Во время нестабильного рынка (то есть, при быстрых движениях рынка) контракты могут предлагаться по менее выгодным ценам, чем контракты при обычных условиях.
th_th: ท่ามกลางตลาดอันรวดเร็ว (เช่น การเคลื่อนตัวอย่างรวดเร็วในช่วงเวลาต่างๆ) สัญญาจะถูกเสนอที่ราคาที่ไม่พึงประสงค์มากกว่าในสถานการณ์ตลาดปกติ

source: During the application process, the Company may ask the client for information about the client's background, experience, and investment assets and earnings. The Company does not monitor on the client's behalf whether the amount of money that the client has sent to the Company or the client's profits or losses are consistent with that information. It is up to the client to assess whether the client's investment resources are adequate for the client's investment activity with the Company and the client's risk appetite in the products and services that the client uses.
es_es: Durante el proceso de aplicación, la Empresa puede solicitar información acerca de antecedentes, experiencia, así como activos y ganancias de inversión. La Empresa no controla en representación del cliente si la cantidad de dinero indicada o sus ganancias o pérdidas son consistentes con esa información. Es responsabilidad del cliente evaluar si sus recursos de inversión son adecuados para su actividad de inversión con la Empresa y su apetito en relación al riesgo en los productos y servicios que utiliza.
it_it: Durante il processo di iscrizione, la Società potrebbe richiedere al cliente informazioni relative a formazione, esperienza, investimenti e guadagni. La Società non monitora per conto del cliente che la cifra di denaro inviata, i suoi profitti o le perdite siano coerenti con tali informazioni. Sta a quest'ultimo stabilire se le risorse investite sono adeguate per le sue attività di investimento con la Società e la propensione al rischio rispetto ai prodotti e servizi utilizzati.
ru_ru: Во время процесса подачи заявки Компания может запросить у клиента информацию о нём/ней, его/её опыте, инвестициях и заработке. Компания не производит проверок от имени клиента, соответствует ли этой информации сумма денег, внесенная клиентом, его прибыль и убытки. Клиент несёт ответственность за оценку адекватности своих инвестиционных ресурсов и их соответствие инвестиционной деятельности клиента на сайте Компании, а также за оценку готовности клиента к риску при использовании продуктов и услуг.
th_th: ในระหว่างกระบวนการสมัคร บริษัทฯ อาจจะขอข้อมูลของลูกค้าเกี่ยวกับประวัติ ประสบการณ์ สินทรัพย์ในการลงทุน และผลตอบแทนที่ได้รับ บริษัทฯ จะไม่ตรวจสอบข้อมูลการซื้อขายของลูกค้า ไม่ว่าจำนวนเงินที่ฝากเพื่อซื้อขาย หรือ มูลค่ากำไรหรือขาดทุน เนื่องจากเป็นส่วนที่ลูกค้าสามารถกำหนดได้เองเพื่อประเมินศักยภาพการลงทุนของลูกค้าเพื่อความเหมาะสมในกิจกรรมการลงทุนกับบริษัทฯ รวมถึงความเสี่ยงตามระดับของผลิตภัณฑ์และบริการที่ลูกค้าเลือกลงทุน

source: During the term of this Agreement, the Programmer grants the Company a royalty-free, non-exclusive, worldwide, irrevocable right, under all of the Programmer's intellectual property rights, to do the following:
es_es: Durante la vigencia de este Acuerdo, el Programador concede a la Empresa un derecho libre de regalías, no exclusivo, mundial e irrevocable, bajo todos sus derechos de propiedad intelectual, para lo siguiente:
it_it: Nel rispetto dei diritti sulla proprietà intellettuale del Programmatore, quest'ultimo garantisce alla Società, per la durata del presente Contratto, diritti royalty-free non esclusivi, internazionali e irrevocabili di operare come segue:
ru_ru: На протяжении действия данного Соглашения Программист предоставляет Компании безвозмездное, неэксклюзивное и безотзывное право, действующее в любой стране мира, в рамках права Программиста на интеллектуальную собственность, с целью:
th_th: เงื่อนไขข้อตกลงในสัญญานี้ โปรแกรมเมอร์อนุญาตให้บริษัทฯ ปลอดลิขสิทธิ์ ไม่มีขอบเขต สามารถใช้งานครอบคลุมทั่วโลก สิทธิ์ที่ไม่อาจเพิกถอนได้ ภายใต้สิทธิทรัพย์สินทางปัญญาของโปรแกรมเมอร์ เพื่อดำเนินการต่อไปนี้

source: During volatile markets, the Company's trading platform runs across a high number of concurrent online users, high volumes of client orders, and a high number of imported price ticks. As part of the Company's best execution delivery to its clients, the Company ensures that its platform runs smoothly under such stressed conditions and takes all reasonable steps to safeguard the continuity and regularity in the performance of investment activities.
es_es: Durante mercados volátiles, la plataforma de operaciones de la Empresa encuentra un alto número de usuarios simultáneamente conectados, un alto volumen de operaciones, y un alto número de precios de ticks importados. Como parte de las políticas para entregar la mejor ejecución a sus clientes, la Empresa asegura que la plataforma de operaciones funcione sin inconvenientes bajo tales condiciones de estrés y toma todas las medidas razonables para salvaguardar la continuidad y regularidad en el rendimiento de las actividades de inversión.
it_it: Nei periodi di volatilità dei mercati, la piattaforma di trading della Società è attiva contemporaneamente per un elevato numero di utenti online, di ordini dei clienti e di tick di prezzi importati. Nel rispetto del proprio obbligo di migliore esecuzione verso i clienti, la Società si assicura che la piattaforma funzioni regolarmente in tali condizioni di pressione e prende ogni ragionevole misura per garantire continuità e regolarità nello svolgimento delle attività di investimento.
ru_ru: В период волатильности на рынках, торговая платформа Компании сталкивается с наплывом онлайн пользователей, высокими объёмами ордеров и большим числом импортированных тиков. В рамках политики наилучшего исполнения клиентских ордеров, Компания предпринимает все усилия, чтобы обеспечить бесперебойную работу платформы в столь сложных условиях, а также предпринимает ряд шагов для защиты продолжительности и регулярности инвестиционной деятельности.
th_th: ในช่วงเวลาที่ตลาดผันผวน แพลตฟอร์มการซื้อขายของบริษัทฯ จะมีผู้ใช้ออนไลน์พร้อมกันจำนวนมาก มีปริมาณคำสั่งซื้อลูกค้าจำนวนมาก และช่วงราคาที่ถูกนำเข้ามาจำนวนมาก ในส่วนหนึ่งของการดำเนินการสั่งซื้อต่อลูกค้าที่ดีที่สุดของบริษัท บริษัทจะทำให้แน่ใจว่าแพลตฟอร์มทำงานอย่างราบรื่นภายใต้สภาวะที่ตึงเครียด และจะดำเนินการทุกขั้นตอนเพื่อปกป้องความต่อเนื่องและความสม่ำเสมอของประสิทธิภาพของกิจกรรมการลงทุน

source: E-wallet
es_es: Billetera electrónica
it_it: Portafoglio elettronico
ru_ru: Электронный кошелёк

source: E. Best execution obligation
es_es: E. Obligación de mejor ejecución
it_it: E. Obbligo di miglior esecuzione
ru_ru: E. Обязательство наилучшего исполнения
th_th: E. หน้าที่การดำเนินการที่ดีที่สุด

source: E. Orders
es_es: E. Órdenes
it_it: E. Ordini
ru_ru: F. Ордеры
th_th: จ. คำสั่งซื้อ

source: EGR Operator Award
es_es: Premio EGR Operator
ru_ru: Церемония EGR Operator Award
th_th: รางวัลผู้ประกอบการ EGR

source: EGR Operator Awards
ru_ru: Церемония EGR Operator Awards
th_th: รางวัลผู้ประกอบการ EGR

source: EOS vs US Dollar
es_es: Euro vs dólar estadounidense
ru_ru: EOS против доллара США
th_th: EOS เทียบกับ ดอลลาร์สหรัฐ
