Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: If the client would like to file a complaint with regards to the Company's service, the client can contact the Company at %1, providing any relevant details relating to the client's complaint. The Company will investigate each inquiry and provide a final response in the shortest time possible.
es_es: Si el cliente desea presentar una queja en relación a los servicios de la Empresa, el cliente puede contactarnos a través de %1, proveyendo los detalles relevantes a su queja. La Empresa investigará cada reclamo y proveerá una respuesta final en el menor tiempo posible.
it_it: Qualora il Cliente intenda presentare un reclamo relativo al servizio della Società, può contattarla scrivendo all'indirizzo %1 e dando tutti i dettagli rilevanti. La Società prenderà in esame ogni richiesta e darà un riscontro definitivo il prima possibile.
ru_ru: Если клиент желает подать жалобу относительно услуг Компании, он может связаться с Компанией по адресу %1 и предоставить информацию относительно данной жалобы. Компания обязуется расследовать каждый запрос и предоставить ответ в кратчайшие сроки.
th_th: หากลูกค้าต้องการร้องทุกข์เกี่ยวกับบริการของบริษัทฯ ลูกค้าสามารถติดต่อบริษัทฯ ที่ %1 และให้รายละเอียดที่เกี่ยวข้องกับประสบการณ์ที่ลูกค้าพบ บริษัทฯ จะดำเนินการตรวจสอบและแจ้งผลให้ลูกค้าทราบด้วยเวลาที่สั้นที่สุดเท่าที่เป็นไปได้

source: If the client's %1 account is closed, their MT5 Real Account will be automatically closed as well.
es_es: Si la cuenta %1 del cliente se cierra, su cuenta real MT5 también se cerrará automáticamente.
it_it: Se il conto %1 del cliente è chiuso, anche il suo conto reale MT5 verrà chiuso automaticamente.
ru_ru: Если счёт %1 закрыт, Реальный счёт MT5 будет также автоматически закрыт.
th_th: หากบัญชี %1 ของลูกค้าถูกปิดลง บัญชี MT5 จริงของลูกค้าจะถูกปิดโดยอัตโนมัติเช่นเดียวกัน

source: If the client's complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should clients be unsatisfied with the Company's response, they can choose to escalate their complaint to the regulator or to an alternative dispute resolution entity.
es_es: Si su queja está relacionada al resultado de un contrato o una transacción y permanece sin resolver, se convertirá en una disputa. En caso que la respuesta de la Empresa no satisfaga a dichos clientes, los mismos podrán optar por escalar su queja al regulador o a una entidad de resolución de conflictos alternativa.
it_it: Se il reclamo del cliente si riferisce al risultato di un trade o di un'operazione e rimane irrisolto, assumerà la natura di controversia. Qualora il cliente non fosse soddisfatto della risposta della Società, può scegliere di presentare la disputa al regolatore o a un altro organo preposto.
ru_ru: Если жалоба клиента касается исхода контракта или транзакции и остается нерешенной, она перерастает в иск. Если клиенты не удовлетворены ответом Компании, они могут довести свою жалобу до сведения регулирующего органа или альтернативного органа по разрешению споров.
th_th: หากข้อร้องทุกข์ของลูกค้าเกี่ยวข้องกับผลกำไรขาดทุนของการซื้อขาย หรือ ธุรกรรม และยังไม่ถูกดำเนินการแก้ไขให้ลุล่วง รายการนั้นจะอยู่รวมอยู่ในกลุ่มข้อโต้แย้ง (Dispute) หากลูกค้าไม่พึงพอใจในคำตอบของบริษัทฯ ลูกค้าสามารถส่งข้อร้องเรียนของลูกค้าให้กับผู้พิจารณาลำดับถัดไป ได้แก่ ผู้ดูแลระเบียบและควบคุมกฎเกณฑ์ หรือ ส่งไปที่หน่วยบริหารจัดการข้อโต้แย้งทางเลือก

source: If the client's complaint relates to the Company's data processing practices, the client may formally submit a complaint to the Information and Data Protection Commissioner (Malta) on the entity's %1website%2. Alternatively, the client can make a complaint to any Supervisory Authority within the European Union.
es_es: Si la queja del cliente se refiere a las practicas del procesamiento de datos de la Empresa, el cliente podrá presentar formalmente una queja al Comisionado de Protección de Datos e Información (en Malta) en el %1 website de la entidad%2. Alternativamente, el cliente podrá presentar una queja ante cualquier Autoridad de Supervisión dentro de la Unión Europea.
it_it: Qualora il reclamo si riferisca alle pratiche per il trattamento dei dati della Società, il cliente potrà presentare un reclamo formale al garante per la protezione dei dati e delle informazioni personali (Malta) sul %1sito web%2 dell'ente. In alternativa, potrà presentare un reclamo all'autorità di vigilanza competente all'interno dell'Unione Europea.
ru_ru: Если жалоба клиента относится к методам обработки данных Компании, клиент может подать официальную жалобу в Комитет по защите информации и данных (Information and Data Protection Commissioner, Мальта) на %1вебсайте%2 данной организации. Также клиент может подать жалобу в надзорный орган Европейского Союза.
th_th: หากเรื่องร้องเรียนของลูกค้าเกี่ยวข้องกับการดำเนินการประมวลผลข้อมูลของบริษัทฯ ลูกค้าสามารถส่งเรื่องร้องเรียนไปยังหน่วยงาน Information and Data Protection Commissioner (ประเทศมอลตา) ที่ %1เว็บไซต์%2 ของหน่วยงานรับเรื่องร้องเรียน นอกจากนี้ ลูกค้ายังสามารถส่งเรื่องร้องเรียนไปยัง Supervisory Authority ภายในสหภาพยุโรปได้

source: If the client's usable Margin drops below 100%, a Margin Call mode will be triggered and maintained till the level of 50%. In the event that the client's Margin Level is equal to, or drops below 50%, the Company will initiate the closing of the client's current Open Positions, starting from the most unprofitable, until the required Margin Level is achieved. In such events, the positions will be automatically closed at the current market price at that point in time.
es_es: Si el margen utilizable del cliente cae por debajo del 100%, se activará un modo de Llamada de Margen y se mantendrá hasta el nivel de 50%. En caso que el Nivel de Margen del cliente sea igual a, o caiga por debajo de 50%, la Empresa iniciará el cierre de sus Posiciones Abiertas, comenzando por las menos rentables, hasta alcanzar el Nivel de Margen requerido. En dichos casos, las posiciones se cerrarán automáticamente al precio del mercado en ese momento.
it_it: Se il margine utilizzabile scende sotto il 100%, verrà attivata e mantenuta la modalità di margin call fino al raggiungimento del 50%. Nel caso un cui il livello di margine sia uguale o inferiore al 50%, la Società avvierà la chiusura delle posizioni aperte del cliente, partendo da quelle più profittevoli, finché non verrà raggiunto il livello di margine richiesto. In questi casi, le posizioni verranno chiuse automaticamente al prezzo di mercato di quel momento.
ru_ru: Если уровень используемой клиентом маржи опустится ниже 100%, будет запущен режим маржинального требования, который сохранится, пока уровень не поднимется до 50%. В случае, если уровень маржи клиента равен или опускается ниже 50%, Компания инициирует закрытие текущих открытых позиций клиента, начиная с наименее прибыльных, пока не будет достигнут требуемый уровень маржи. В таких случаях позиции будут автоматически закрыты по текущей рыночной цене, доступной на этот момент времени.
th_th: หากมาร์จินที่ลูกค้าใช้ได้ลงลงต่ำกว่า 100% กลไกมาร์จินคอลจะถูกเรียกใช้งานและดำเนินการกระทั่งอยู่ที่ระดับ 50% ในกรณีที่ระดับมาร์จินของลูกค้าเท่ากับ หรือ ลดลงต่ำกว่า 50% บริษัทฯ จะเริ่มปิดโพซิชั่นปัจจุบันที่เปิดอยู่ของลูกค้า โดยเริ่มจากรายการที่ไม่ทำกำไรมากที่สุด จนกระทั่งระดับมาร์จินของลูกค้าอยู่ในระดับที่เป็นไปตามเงื่อนไขที่กำหนดไว้ ในกรณีดังกล่าว โพซิชั่นจะถูกปิดโดยอัตโนมัติที่ราคาปัจจุบันของตลาด ณ เวลานั้นๆ

source: If the payment agent is not listed, type in the payment agent ID. For example: CR000000.
es_es: Si el agente de pago no se encuentra en la lista, ingrese la ID. Por ejemplo, CR000000.
it_it: Se l'agente di pagamento non è nell'elenco, inserisci il suo ID, per esempio CR000000.
ru_ru: Если платежного агента нет в списке, введите его ID. Например, CR000000.
th_th: หากไม่มีตัวแทนชำระเงินในรายการที่ให้เลือก ให้พิมพ์รหัสของตัวแทนชำระเงินในช่อง ตัวอย่างเช่น CR000000

source: If this Agreement is terminated for any reason, the Programmer must permanently delete all Content, except when doing so would cause the Programmer to violate any law or obligation imposed by a governmental authority.
es_es: Si este Acuerdo es rescindido por cualquier razón, el Programador deberá eliminar permanentemente todo el Contenido, excepto cuando el hacer esto pueda causar que el Programador viole alguna ley u obligación impuesta por una autoridad gubernamental.
it_it: In caso di cessazione del presente Contratto, il Programmatore deve cancellare i tutti i Contenuti in modo permanente, salvo quando ciò comporterebbe una violazione da parte del Programmatore di leggi od obblighi imposti da un'autorità governativa.
ru_ru: В случае прекращения действия данного Соглашения (по любой причине), Программист должен удалить весь контент без возможности восстановления, за исключением случаев, когда таковые действия приведут к нарушению Программистом любых законов или обязательств, возложенных государственными органами.
th_th: หากข้อตกลงนี้ถูกทำให้สิ้นสุดไม่ว่าด้วยกรณีใด โปรแกรมเมอร์ต้องลบข้อมูลที่เกี่ยวข้องอย่างถาวร ยกเว้นการการกระทำต่างๆ ที่อาจจะส่งผลให้โปรแกรมเมอร์ละเมิดต่อข้อกฎหมายใดๆ หรือ หน้าที่ความรับผิดชอบตามประกาศภาครัฐ

source: If we decide to extend an offer, we'll conduct background and reference checks.
es_es: Si decidimos extender una oferta, llevaremos a cabo una verificación de antecedentes y referencias.
it_it: Qualora decidessimo di farti un'offerta, effettueremo una verifica del tuo percorso lavorativo e delle referenze presentate.
ru_ru: Если нам понравится Ваша кандидатура, мы проведём проверку Ваших анкетных данных и рекомендаций.
th_th: หากบริษัทฯ ตัดสินใจที่จะขยายข้อเสนอ เราจะทำการตรวจสอบประวัติและบุคคลอ้างอิง

source: If we have reason to believe that your tax information is incomplete, we may contact you for clarification.
es_es: Si tenemos motivos para creer que su información tributaria está incompleta, podemos contactarlo para aclarar su situación.
it_it: Se abbiamo motivo di ritenere che i tuoi dati fiscali siano incompleti, potremmo contattarti per chiarimenti.
ru_ru: Если у нас появятся основания полагать, что Ваша налоговая информация является неполной, мы свяжемся с Вами для дальнейших разъяснений.
th_th: หากมีเหตุผลที่จะให้เชื่อว่า ข้อมูลภาษีของท่านยังไม่สมบูรณ์ บริษัทฯ จะติดต่อท่านเพื่อขอคำชี้แจงเพิ่มเติม

source: If you are considering self-exclusion, you may wish to register with GAMSTOP.
es_es: Si está considerando la autoexclusión, le recomendamos registrarse en GAMSTOP.
it_it: Se stai valutando l'autoesclusione, potresti volere registrarti con GAMSTOP.
ru_ru: Если Вы планируете самоисключение, рекомендуем зарегистрироваться в GAMSTOP.
th_th: หากท่านกำลังพิจารณาพักตัวเองจากการใช้งานระบบ ท่านอาจต้องการลงทะเบียนกับ GAMSTOP ด้วย

source: If you are not located in the above-mentioned countries, simply dial any of our contact numbers for help.
es_es: Si usted no se encuentra en los países mencionados anteriormente, simplemente marque cualquiera de nuestros números de contacto para obtener ayuda.
ru_ru: Если Вы не проживаете в вышеперечисленных странах, наберите один из наших номеров для получения помощи.
th_th: ถ้าท่านไม่ได้พำนักในประเทศดังกล่าวข้างต้น โปรดติดต่อเราเพื่อดำเนินการต่อไป

source: If you are unable to scan the QR code, you can manually enter this code instead:
es_es: Si no puede escanear el código QR, puede ingresar este código manualmente:
it_it: Se non riesci a leggere il codice QR, puoi inserire manualmente questo codice:
ru_ru: Если Вы не можете отсканировать QR-код, введите данный код вручную:
th_th: หากท่านไม่สามารถสแกน QR Code ท่านสามารถป้อนรหัสโดยตรง

source: If you call yourself a foodie, you'll be blown away by the sheer number of choices in town. From Middle Eastern, Indian, Japanese, and international cuisine to essential local fare such as Malay, Chinese, and mamak — you can expect to satisfy any cravings you may have.
es_es: Si usted es un "foodie", quedará impresionado por la gran cantidad de opciones en la ciudad. Desde la cocina del Medio Oriente, india, japonesa e internacional hasta platos locales esenciales malayos, chinos o el mamak, puede esperar satisfacción en cualquier antojo que pueda tener.
it_it: Se il cibo è la tua passione, rimarrai senza parole di fronte all'ampia varietà di scelte disponibili in città. Dalla cucina medio-orientale a quella indiana, giapponese e internazionale, passando per quella locale malese, cinese e mamak: specialità per ogni gusto e richiesta.
ru_ru: Если Вы считаете себя гурманом, Вам непременно понравится огромное гастрономическое разнообразие в регионе. К Вашим услугам ближневосточная, индийская, японская и международная кухня, а также ярмарки с малазийскими, китайскими и мамакскими продуктами, которые придутся по вкусу любому гурману.
th_th: หากท่านเรียกตัวเองว่า นักชิม ท่านจะประทับใจกับตัวเลือกมากมายในเมือง ตั้งแต่อาหารตะวันออกกลาง อาหารอินเดีย อาหารญี่ปุ่น และอาหารนานาชาติ ไปจนถึง อาหารท้องถิ่นที่สำคัญ เช่น อาหารมาเลย์ อาหารจีน และ อาหารมาแมค โดยท่านสามารถคาดหวังความพึงพอใจต่อความปรารถนาของท่านได้

source: If you choose to be treated as a Professional Client, we'll regard you as having the required market knowledge and experience. As such, we'll take steps to ensure that your request for Professional Client status meets the above criteria, including a request for the following:
es_es: Si elige ser tratado como cliente profesional, consideraremos que posee el conocimiento y experiencia de mercado necesarios. En tal caso, tomaremos algunas medidas para garantizar que su solicitud cumpla con los criterios mencionados anteriormente, incluyendo la petición de lo siguiente:
it_it: Se scegli di essere trattato come un Cliente Professionale, considereremo che tu possieda la necessaria esperienza e conoscenza del mercato. Pertanto, adotteremo le misure necessarie a garantire che la tua richiesta per lo status di Cliente Professionale soddisfi i criteri indicati in precedenza, tra cui la richiesta di quanto segue:
ru_ru: Если Вы хотите получить статус Профессионального клиента, мы будем считать, что Вы обладаете должным опытом и необходимыми знаниями о рынке. В свою очередь, мы предпримем шаги, чтобы убедиться, что Ваш запрос на приобретение статуса Профессионального клиента соответствует вышеперечисленным критериям, а также запросим следующее:
th_th: หากท่านเลือกที่จะได้รับการปฏิบัติในฐานะ ลูกค้าผู้เชี่ยวชาญ (Professional Client) เราจะถือว่า ท่านมีความรู้ตลาดและประสบการณ์ที่กำหนด เช่นนี้แล้ว เราจะดำเนินการตามขั้นตอนเพื่อให้แน่ใจว่า สถานะลูกค้าผู้เชี่ยวชาญของท่านตรงตามเงื่อนไขข้างต้น รวมถึงคำร้องขอต่อไปนี้

source: If you decide to buy or 'go long' on the US 100 index, your profit will continue to increase as long as the price of the US 100 index keeps rising. However, if the price falls, the losses you incur will also increase.
es_es: Si decide comprar una participación en el índice US 100, sus ganancias seguirán creciendo mientras el precio del índice siga subiendo. Sin embargo, si el precio cae, sus pérdidas también aumentarán.
it_it: Se decidi di acquistare o "aprire una posizione lunga" sull'indice US 100, il tuo profitto continuerà ad aumentare fino a quando il prezzo dell'indice US 100 continua ad aumentare. Tuttavia, se il prezzo scende, le perdite che subirai aumenteranno a loro volta.
ru_ru: Если Вы хотите купить или открыть "длинную позицию" по индексу US 100, Ваша прибыль продолжит расти, пока повышается цена индекса US 100. Тем не менее, если цена снизится, Ваш убыток начнёт расти соответственно.
th_th: ถ้าท่านตัดสินใจซื้อ หรือ 'เปิดสัญญา Long' ดัชนี US 100 กำไรของท่านจะเพิ่มขึ้นต่อไปตราบใดที่ราคาของดัชนี US 100 สูงขึ้นต่อไป อย่างไรก็ตาม ถ้าราคาตก ท่านก็จะขาดทุนเพิ่มด้วย

source: If you decide to buy or 'go long' on the XAU/USD, you will profit if the price of the XAU/USD rises, and incur losses if the price falls.
es_es: Si decide comprar el par XAU/USD, obtendrá ganancias si sube el precio del par y viceversa.
it_it: Nel caso decidessi di acquistare o "aprire una posizione lunga" su XAU/USD, otterai un profitto se il prezzo di XAU/USD sale e subirai delle perdite se il prezzo scende.
ru_ru: Если Вы хотите купить контракт или занять "длинную позицию" на паре XAU/USD, Вы получите прибыль в случае роста цены XAU/USD и понесёте убыток, если цена пары упадёт.
th_th: ถ้าท่านตัดสินใจซื้อหรือ 'ส่งคำสั่ง Long' กับคู่ XAU/USD ท่านจะกำไร หากราคาของ XAU/USD เพิ่มขึ้น และขาดทุน หากราคาลดลงมา

source: If you decide to sell or 'go short' on XAU/USD, you will profit if the price of the XAU/USD falls, and incur losses if the price rises.
es_es: Si decide vender el par XAU/USD, obtendrá ganancias si cae el precio del par y viceversa.
it_it: Se decidi di vendere o "aprire una posizione corta" su XAU/USD, avrai un profitto se il prezzo di XAU/USD scende e subirai delle perdite se il prezzo sale.
ru_ru: Если Вы хотите приобрести контракт на продажу или занять "короткую позицию" на паре XAU/USD, Вы получите прибыль, если цена XAU/USD снизится и понесёте убыток, если цена вырастет.
th_th: ถ้าท่านตัดสินใจขายหรือ 'ส่งคำสั่ง Short' กับคู่ XAU/USD ท่านจะกำไร หากราคาของ XAU/USD ลง และขาดทุน หากราคาเพิ่มขึ้น

source: If you decided that the British economy will underperform instead, then you will go short on the GBP/USD.
es_es: Si en cambio usted considera que la economía británica tendrá un desempeño inferior, entonces venderá el par GBP/USD.
it_it: Se ritieni invece che l'economia britannica avrà una performance inferiore al previsto, aprirai una posizione corta su GBP/USD.
ru_ru: Если же Вы считаете, что британская экономика покажет плохие результаты, следует занять короткую позицию на паре GBP/USD.
th_th: ถ้าท่านตัดสินใจว่า เศรษฐกิจของสหราชอาณาจักรจะไม่ดีอย่างที่คาดการณ์ไว้ แล้ว ให้ท่านเปิดสัญญา Short กับคู่ GBP/USD

source: If you do not have a %1 Real Account yet, please %2create one%3.
es_es: Si todavía no tiene una cuenta real %1, por favor %2cree una%3.
it_it: Se non hai ancora un conto reale %1, ti invitiamo a %2crearlo%3 ora.
ru_ru: Если у Вас ещё нет реального счёта %1, пожалуйста, %2откройте его%3.
th_th: หากท่านยังไม่มีบัญชีจริง %1 โปรด%2ดำเนินการเปิดบัญชี%3

source: If you don't receive the email within the next few minutes, please check your junk/spam folder.
es_es: Si no recibe el correo electrónico en los próximos minutos, revise su carpeta spam/correo no deseado.
it_it: Se non ricevi l'email nei prossimi minuti, controlla la cartella spam.
ru_ru: Если вы не получите сообщения от нас в следующие несколько минут, пожалуйста, проверьте папку со спамом.
th_th: หากท่านไม่ได้รับอีเมล์ในอีก 2-3 นาที ข้างหน้า โปรดตรวจสอบอีเมล์ในกล่องขยะ หรือ กล่องสแปมของท่าน

source: If you find any vulnerabilities in our %1open-source code%2, feel free to submit a pull request on GitHub.
es_es: Si encuentra cualquier vulnerabilidad en nuestro %1código de fuente abierto%2, no dude de enviar un pull-request a través de GitHub.
it_it: Nel caso in cui dovessi riscontrare una qualsiasi vulnerabilità nel nostro %1codice di open source%2, non esitare a inviarci una richiesta pull su GitHub.
ru_ru: Если Вы обнаружите какие-либо уязвимости в нашем %1проекте с открытым кодом%2, пожалуйста, отправьте на GitHub отчёт со списком улучшений.
th_th: หากท่านพบความเปราะบาง หรือ ช่องโหว่ของระบบ %1 โอเพ่นซอสของเรา %2 โปรดส่งข้อมูลการเปลี่ยนแปลงให้เราทราบทาง GitHub

source: If you keep any positions open overnight, an interest adjustment will be made to your trading account as indication of the cost required to keep your position open.
es_es: Si mantiene cualquier posición abierta durante la noche, se realizará un ajuste de interés a su cuenta de operaciones como indicación del costo necesario para ello.
it_it: Se mantieni posizioni aperte durante la notte, verrà effettuato un aggiustamento degli interessi sul tuo conto di trading ad indicazione del costo necessario per mantenere aperta la tua posizione.
ru_ru: Если Вы оставляете позицию открытой на ночь, по ней будет произведена корректировка чтобы отразить расходы, связанные с ее переносом на следующие сутки.
th_th: ถ้าท่านเก็บตำแหน่งเปิดใดๆ เอาไว้ข้ามคืน จะมีการปรับดอกเบี้ยในบัญชีซื้อขายของท่านเพื่อแสดงต้นทุนในการเก็บรักษาตำแหน่งเปิด

source: If you need assistance feel free to contact our %1Customer Support%2.
es_es: Si necesita asistencia, no dude en ponerse en contacto con %1nuestro servicio%2 de Atención al cliente.
it_it: Se hai bisogno di assistenza, non esitare a contattare la nostra %1Assistenza clienti%2.
ru_ru: Если Вам нужна помощь, пожалуйста, обратитесь в %1службу поддержки%2.
th_th: หากท่านต้องการความช่วยเหลือใดๆ โปรดติดต่อ %1ฝ่ายลูกค้าสัมพันธ์%2 ของเรา

source: If you score well in the hackathon or talent test, we'll send you a Self-Assessment Topgrading Interview (SATI) questionnaire. Do well on the SATI and we'll invite you for an interview with a member of our recruitment team.
es_es: Si obtiene una buena puntuación en la hackatón o prueba para medir sus capacidades, le enviaremos un cuestionario SATI (entrevista de autoevaluación para definir el mejor candidato o Self-Assessment Topgrading Interview, en inglés). Asegúrese de tener un buen resultado en el SATI y le agendaremos una entrevista con un miembro de nuestro equipo de selección.
it_it: Se otterrai un buon punteggio nell'hackathon o nella prova di verifica del talento, ti invieremo un questionario di autovalutazione di alto livello (SATI). Rispondendo in maniera soddisfacente al questionario SATI, verrai invitato ad un colloquio con un membro delle risorse umane.
ru_ru: Если Вы получили хорошие баллы в состязании hackathon или тесте, мы отправим Вам опросник на интервью Self-Assessment Topgrading Interview (SATI). Если Вы хорошо пройдёте тест SATI, мы пригласим Вас на интервью с членом нашего отдела по набору персонала.
th_th: ถ้าท่านทำคะแนนได้ดีในการทดสอบ Hackathon หรือ การทดสอบความสามารถพิเศษ บริษัทฯ จะส่งแบบทดสอบการสัมภาษณ์การประเมินผลตัวเองของท๊อปเกรด (SATI) หากผลลัพธ์เป็นที่พอใจ และบริษัทฯ จะเชิญท่านมาสัมภาษณ์กับหนึ่งในสมาชิกทีมสรรหาบุคลากรของเรา

source: If you score well on the talent test, we'll send you a Self-Assessment Topgrading Interview (SATI) questionnaire. Do well on the SATI and we'll invite you for an interview with a member of our recruitment team.
es_es: Si obtiene una buena puntuación en la prueba de talento, le enviaremos un cuestionario de autoevaluación SATI (Self-Assessment Topgrading Interview, en inglés). Asegúrese de tener un buen resultado en el SATI y le agendaremos una entrevista con un miembro de nuestro equipo de reclutamiento.
it_it: Se otterrai un buon punteggio nel test di talento, ti invieremo un questionario di autovalutazione di alto livello (SATI). Se l'esito della prova risulta positivo, ti inviteremo a sostenere un colloquio con un membro del nostro gruppo di selezione del personale.
ru_ru: Если Вы получили хорошие баллы в тесте на способности, мы отправим Вам опросник на интервью Self-Assessment Topgrading Interview (SATI). Если Вы хорошо пройдёте тест SATI, мы пригласим Вас на интервью с членом нашего отдела по набору персонала.
th_th: ถ้าคุณทำคะแนนได้ดีในการทดสอบความสามารถพิเศษ เราจะส่งแบบทดสอบการสัมภาษณ์การประเมินผลตัวเองของท๊อปเกรด (SATI) ทำให้ดีใน SATI และเราจะเชิญคุณให้สัมภาษณ์กับหนึ่งในสมาชิกทีมสรรหาบุคลากรของเรา

source: If you see EUR/USD has a bid price of 1.05229, you will buy USD 1.05229 for every EUR 1 that you sell.
es_es: Si el precio de compra del par EUR/USD es 1,05229, usted comprará 1,05229 USD por cada euro que venda.
ru_ru: Если цена бид пары EUR/USD равна 1.05229, Вы купите 1.05229 USD за каждый проданный 1 EUR.
th_th: หากพบว่า EUR/USD มีราคาเสนอซื้อที่ 1.05229 ท่านจะซื้อ 1.05229 ดอลลาร์สหรัฐ สำหรับทุกๆ 1 ยูโรที่ท่านขาย
