Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Money collected from clients is not invested in any securities, futures, currencies, derivatives or other investments, on behalf of clients.
es_es: El dinero recibido de los clientes no se invierte en valores, futuros, divisas, derivados u otras inversiones en representación de los clientes.
it_it: Il denaro raccolto dai clienti non viene investito in alcun titolo, futures, valuta, derivato o altro investimento per conto dei clienti.
ru_ru: Денежные средства, полученные от клиентов, не могут быть инвестированы в какие-либо ценные бумаги, фьючерсы, валюты, производные и другие активы от имени клиентов.
th_th: เงินที่ได้จากลูกค้าจะไม่ถูกนำไปลงทุนในหลักทรัพย์ใดๆ ฟิวเจอร์ใดๆ สกุลเงินใดๆ อนุพันธ์ใดๆ หรือ การลงทุนอื่น แทนลูกค้า

source: Monies deposited by clients with BIEL in advance of a trade or pending withdrawal is treated by BIEL as clients' money. BIEL holds such monies in pooled or omnibus clients' money bank accounts opened with banks or other institutions ("Institutions"), segregated from BIEL's own money. Such clients' money bank accounts may be opened with EEA Institutions or Institutions outside the EEA. Where clients' money is held with non-EEA Institutions, this means that such accounts will be subject to laws other than those of an EEA member state and clients' rights may differ accordingly.
es_es: Los fondos depositados por los clientes con BIEL en función a una operación o retiro pendiente, son tratados por BIEL como la moneda del cliente. BIEL mantiene estos fondos en cuentas bancarias de clientes agrupados u cuentas ómnibus abiertas con bancos u otras instituciones ("Instituciones"), segregadas del propio dinero de BIEL. Dichas cuentas bancarias de clientes podrán ser abiertas con Instituciones del EEE (Espacio Económico Europeo) o Instituciones fuera del EEE. Esto significa que cuando el dinero de los clientes es mantenido en Instituciones fuera del EEE, las cuentas estarán sujetas a leyes distintas a aquellas de un estado miembro del EEE y los derechos de los clientes pueden diferir consecuentemente.
ru_ru: Денежные средства, внесенные клиентом на сайт BIEL в счет будущей торговли или в ожидании вывода, считаются клиентскими средствами. BIEL содержит эти деньги на объединенных банковских счетах омнибус, открытых в банках или других финансовых организациях ("Учреждениях"), отдельно от собственных средств BIEL. Такие банковские счета для средств клиентов могут быть открыты в учреждениях Европейской Экономической Зоны или организациях за пределами ЕЭЗ. В случаях, когда деньги клиентов содержатся не в учреждениях ЕЭЗ, такие счета будут регулироваться иными законами, отличными от законов в государствах-членах ЕЭЗ, а права клиентов могут отличаться, в соответствии с законом.
th_th: เงินที่ท่านฝากเข้ามาให้กับ BIEL เพื่อสำรองการซื้อขาย หรือ ระหว่างการรอถอนออกนั้น BIEL จะถือเป็นเงินของลูกค้าทั้งหมด BIEL ดูแลเงินส่วนกลาง หรือ บัญชีธนาคารของลูกค้า หรือ สถาบันการเงินอื่น ("สถาบัน") และแยกออกจากเงินของ BIEL ในบริษัทฯ โดยเงินของลูกค้าจากบัญชีต่างๆ อาจเปิดกับสถาบัน EEA หรือ สถาบันอื่นที่นอกจาก EEA โดยเงินของลูกค้าที่ดูแลโดย สถาบันที่มิใช่ EEA บัญชีเหล่านั้นจะอยู่ภายใต้กฎหมายต่างๆ ต่างจากกลุ่มสมาชิก EEA และสิทธิ์ของลูกค้าอาจแตกต่างกันไป

source: Monitor and manage your client list, adjust settings for individual sub accounts, and more
es_es: Vigile y administre su lista de clientes, ajuste la configuración de subcuentas individuales y mucho más.
ru_ru: Следите и управляйте списком клиентов, устанавливайте настройки для отдельных субсчетов и многое другое
th_th: ตรวจสอบและจัดการรายชื่อลูกค้าของท่าน ปรับการตั้งค่าสำหรับบัญชีย่อยแต่ละอัน และอื่นๆ อีกมาก

source: Monitor campaigns using key metrics and submit reports on campaign performance
es_es: Supervisar las campañas utilizando métricas clave y enviar informes sobre el rendimiento de las mismas
it_it: Monitorare le campagne utilizzando le metriche principali e presentare rapporti sul rendimento delle stesse
ru_ru: Мониторинг кампаний с использованием ключевых показателей и подачей отчётов об эффективности кампаний
th_th: ตรวจสอบการโฆษณาโดยใช้ตัววัดหลักและส่งรายงานในประสิทธิภาพของแคมเปญ

source: Monitor hardware and software deployment, including our worldwide network of servers and office networks
es_es: Supervisar el despliegue de hardware y software, incluyendo nuestra red mundial de servidores y redes de oficinas
it_it: Monitorare l'utilizzo di software e hardware, inclusa la nostra rete globale di server e le reti di uffici
ru_ru: Мониторинг внедрения аппаратного и программного обеспечения, а также управление нашей мировой сетью серверов и учрежденческой сетью
th_th: ตรวจสอบการติดตั้งฮาร์ดแวร์และซอฟท์แวร์ และเครื่องแม่ข่ายที่อยู่ในเครือข่ายทั่วโลกและเครือข่ายของสำนักงาน

source: Monitor our automated security scripts and utilise them to identify threats
es_es: Supervisar nuestros scripts de seguridad automatizados y utilizarlos para identificar amenazas
it_it: Monitorare i nostri script di sicurezza automatizzati e utilizzarli per identificare le minacce
ru_ru: Мониторинг наших скриптов автоматизированной безопасности и применение их для обнаружения угроз
th_th: ตรวจสอบสคริปต์อัตโนมัติการรักษาความปลอดภัยของเรา และใช้สคริปต์ในการระบุภัยคุกคาม

source: Monitor recent logins to your account using the %1login history%2 facility.
es_es: Controle los inicios de sesión recientes de su cuenta a través del %1historial de sesiones%2.
it_it: Monitora gli accessi recenti al tuo conto usando la funzione %1cronologia dei login%2.
ru_ru: Следите за информацией о входе на Ваш счёт через %1историю входов%2.
th_th: ตรวจสอบการลงชื่อเข้าใช้ในบัญชีของคุณล่าสุดโดยใช้เครื่องมือ%1loประวัติการเข้าใช้%2

source: Monitor the movements of your favourite assets and markets at the same time.
es_es: Supervise los movimientos de sus activos y mercados favoritos al mismo tiempo.
it_it: Controlla contemporaneamente i movimenti dei tuoi asset e mercati preferiti.
ru_ru: Одновременно следите за динамикой интересующих Вас активов и рынков.
th_th: ติดตามการเคลื่อนไหวของสินทรัพย์และตลาดที่ท่านโปรดปรานในเวลาเดียวกัน

source: Monitor website trading activity and minimise abuse
es_es: Monitorear la actividad comercial del sitio web y minimizar el abuso
it_it: Monitorare l'attività di trading sul sito Internet e ridurre al minimo gli usi impropri
ru_ru: Мониторинг торговой активностью сайта и минимизация злоупотреблений
th_th: ตรวจสอบกิจกรรมการซื้อขายในเว็บไซต์และลดการดำเนินการในทางมิชอบให้ลงน้อยที่สุด

source: Monitor your portfolio in real time.
es_es: Supervise su cartera en tiempo real.
it_it: Controlla i tuoi contratti in tempo reale.
ru_ru: Следите за своим портфолио в режиме реального времени.
th_th: ดูแลและติดตามพอร์ตโฟลิโอแบบเรียลไทม์

source: Monitoring and review of this policy
es_es: Supervisión y revisión de esta política
it_it: Monitoraggio e revisione della presente politica
ru_ru: Мониторинг и обзор данной политики
th_th: ตรวจสอบและทบทวนนโยบายนี้

source: More benefits
es_es: Más ventajas
it_it: Maggiori vantaggi
ru_ru: Дополнительные преимущества
th_th: ประโยชน์อื่นๆ

source: More information can be found in an email sent to you.
es_es: Puede encontrar más información en un correo electrónico enviado a usted.
it_it: Troverai ulteriori informazioni nell'e-mail che ti è stata inviata.
ru_ru: Дополнительная информация указана в отправленном Вам письме.
th_th: ท่านสามารถอ่านรายละเอียดเพิ่มเติมได้จากอีเมล์ที่ส่งถึงท่าน

source: More specifically, when the Company enters into a Binary Option trade with the client (each, a "Contract"), the Company has a duty to provide the client with 'best execution'. Best execution means that the Company must take reasonable steps to obtain the best possible result for the client when executing a client order. This document provides a summary of the Company's best execution policy.
es_es: Más específicamente, cuando la Empresa acuerda una operación de Opciones Binarias con el cliente (cada una, un "Contrato"), la Empresa tiene el deber de ofrecerle la "mejor ejecución". Mejor ejecución se refiere a que la Empresa debe tomar las medidas necesarias para otorgar el mejor resultado posible al cliente cuando ejecuta las órdenes. Este documento proporciona un resumen de nuestra política de mejor ejecución.
it_it: Più specificamente, quando la Società si impegna in un trade di opzioni binarie con i cliente (ognuno definito "Contratto"), quest'ultima è tenuta a garantire al cliente la "migliore esecuzione". Migliore esecuzione significa che la Società dovrà adottare ogni misura ragionevole durante l'esecuzione dell'ordine per il cliente. Il presente documento fornisce una sintesi della politica di migliore esecuzione della Società.
ru_ru: Более конкретно, когда Компания заключает с клиентом договор бинарного контракта ("Контракт"), она обязана предоставить клиенту условия "лучшего исполнения". Лучшее исполнение означает, что Компания должна принять разумные меры для получения наилучшего результата при выполнении ордера клиента. Этот документ содержит резюме политики лучшего исполнения ордеров Компании.
th_th: ที่พิเศษไปกว่านั้น คือ เมื่อบริษัทฯ เข้าดำเนินการซื้อขายไบนารีออปชันกับลูกค้า (แต่ละ "สัญญา") บริษัทฯ มีหน้าที่ที่จะให้ 'บริหารจัดการการซื้อขายได้อย่างดีที่สุด'แก่ลูกค้า การบริหารจัดการการซื้อขายได้อย่างดีที่สุด หมายถึง บริษัทฯ จะปฏิบัติตามขั้นตอนอย่างรอบครอบเพื่อทำให้เกิดผลลัพธ์ที่ดีที่สุดที่เป็นไปได้แก่ลูกค้า เมื่อดำเนินการคำสั่งซื้อขาย เอกสารนี้ได้แสดงถึงบทสรุปของนโยบายการดำเนินการที่ดีที่สุดของบริษัทฯ

source: Most brokers typically charge a commission for each trade that you place. %1 currently charges no commission across all account types, except for cryptocurrencies.
es_es: La mayoría de los corredores suelen cobra una comisión por cada operación que realice. %1 actualmente no cobra ninguna comisión en todos los tipos de cuentas, excepto en los de criptomonedas.
it_it: La maggior parte dei broker di solito addebita una commissione per ogni operazione effettuata. %1 attualmente non addebita alcuna commissione per tutti i tipi di conto, ad eccezione delle criptovalute.
ru_ru: Большинство брокеров взимают комиссию за каждый размещённый контракт. В данное время %1 не взимает комиссию на всех типах счетов, за исключением криптовалют.
th_th: โบรกเกอร์ทั่วไปเรียกชำระค่าคอมมิชชั่นสำหรับธุรกรรมการซื้อขายของท่าน โดยที่ %1 ไม่เรียกเก็บค่าธรรมเนียมข้ามประเภทบัญชี นอกจากประเภทเงินดิจิทัล

source: Mother of Cities
es_es: La Madre de las Ciudades
it_it: Madre delle città
ru_ru: Мать городов

source: Mother's maiden name
es_es: Apellido de soltera de su madre
it_it: Nome da nubile di tua madre
ru_ru: Девичья фамилия матери
th_th: ชื่อกลางของมารดา

source: Mr
es_es: Sr
it_it: Sig.
ru_ru: Господин
th_th: นาย

source: Mrs
es_es: Sra.
it_it: Sig.ra
ru_ru: Госпожа
th_th: นาง

source: Ms
es_es: Sra.
it_it: Sig.na
ru_ru: Госпожа
th_th: นางสาว

source: Multi award-winning trading platform.
es_es: Plataforma de negociación con múltiples galardones.
it_it: Una piattaforma di trading pluripremiata.
ru_ru: Торговая платформа – обладатель множества наград.
th_th: ระบบซื้อขายที่ได้รับรางวัลชนะจากหลายสถาบัน

source: Multi-Account Manager (MAM) Agreement
es_es: Acuerdo sobre el servicio de Gestor de Cuentas Múltiples (GCM)
ru_ru: Соглашение для Менеджера множественных счетов (ММС)
th_th: ข้อตกลงผู้จัดการหลายบัญชี (MAM)

source: Multi-asset Liquidity Solutions
es_es: Soluciones de liquidez de activos múltiples
it_it: Soluzioni di liquidità multi-asset
ru_ru: Варианты ликвидности на множестве активов
th_th: การแก้ปัญหาสภาพคล่องหลายสินทรัพย์

source: Multi-asset execution
es_es: Ejecución de activos múltiples
it_it: Esecuzione multi-asset
ru_ru: Исполнение контрактов на множестве активов
th_th: การดำเนินการหลายสินทรัพย์

source: Multi-asset liquidity solutions
es_es: Soluciones de liquidez de activos múltiples
it_it: Soluzioni di liquidità multi-asset
ru_ru: Варианты ликвидности на множестве активов
th_th: การแก้ปัญหาสภาพคล่องหลายสินทรัพย์

source: Multilingual platforms
es_es: Plataformas multilingües
it_it: Piattaforme multilingue
ru_ru: Многоязычные платформы
th_th: แพลตฟอร์มหลายภาษา

source: Multiple Accounts Manager
es_es: Administrador de cuentas de múltiples
ru_ru: Менеджер множественных счетов
th_th: ตัวช่วยจัดการบัญชี

source: Multiple Accounts Manager (MAM)
es_es: Administrador de Cuentas Múltiples (MAM)
ru_ru: Менеджер множественных счетов (ММС)

source: Multiple Accounts Manager (MAM) for MetaTrader 5 (MT5)
es_es: Administrador de cuentas múltiples (MAM) para MetaTrader 5 (MT5)
ru_ru: Менеджер множественных счетов (ММС) для MetaTrader 5 (MT5)
th_th: Multiple Accounts Manager (MAM) สำหรับ MetaTrader 5 (MT5)

source: Multiple income opportunities
es_es: Múltiples oportunidades de ingresos
it_it: Molte opportunità di reddito
ru_ru: Множество возможностей заработка
th_th: โอกาสของรายได้หลายช่องทาง

source: Multiplier
es_es: Multiplicador
it_it: Moltiplicatore
ru_ru: Множитель
th_th: ตัวคูณ

source: Must be a clear, colour photo
es_es: Debe ser una fotografía nítida y a color
it_it: Deve essere una foto nitida e a colori
ru_ru: Фото должно быть чётким
th_th: ต้องเป็นภาพถ่ายสีที่มีความชัดเจน

source: Must be a clear, colour photo or scanned image
es_es: Debe ser una foto o imagen escaneada nítida y a color
it_it: Deve essere una foto o un'immagine scansionata, chiara e a colori
ru_ru: Чёткая цветная фотография или отсканированное изображение
th_th: ภาพคมชัด เป็นรูปสี หรือ รูปสแกน

source: My Players report: Displays a list of your clients according to their IDs and the date they signed up
es_es: Informe "Mis jugadores": Muestra una lista de clientes según sus identificaciones y fecha en que se registraron
it_it: Report Clienti: indica l'elenco dei tuoi clienti in base ai loro documenti di riconoscimento e alla data di iscrizione
ru_ru: Отчёт Мои игроки: отображает список Ваших клиентов по имени и дате их регистрации
th_th: รายงานผู้ใช้งานของฉัน: แสดงรายชื่อลูกค้าของท่านตามรหัสผู้ใช้งาน และวันที่พวกเขาลงทะเบียน

source: N. Representations and warranties
es_es: N. Declaraciones y garantías
it_it: N. Dichiarazioni e Garanzie
ru_ru: N. Гарантии и обязательства
th_th: ฑ. การเป็นตัวแทนและการรับรอง

source: N/A
ru_ru: Н/Д

source: NEED HELP?
es_es: ¿NECESITA AYUDA?
it_it: SERVE AIUTO?
ru_ru: НУЖНА ПОМОЩЬ?
th_th: ช่วยเหลือ?

source: NETELLER provides businesses and individuals with a fast, simple, and secure way to transfer money online. For more information, please visit %1.
es_es: NETELLER proporciona a las empresas y personas con una forma rápida, sencilla y segura de transferir dinero en línea. Para más información, visite %1.
it_it: NETELLER offre a singoli e imprese la possibilità di trasferire denaro online in modo semplice, sicuro e veloce. Per maggiori informazioni, visita il sito %1.
ru_ru: NETELLER предоставляет компаниям и частным лицам быстрый, простой и безопасный способ онлайн переводов. Для получения более подробной информации, посетите сайт %1.
th_th: NETELLER ช่วยให้ธุรกิจและบุคคลสามารถโอนเงินออนไลน์ได้อย่างรวดเร็ว ง่ายดาย และปลอดภัย สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Name
es_es: Nombre
it_it: Nome
ru_ru: Имя и фамилия
th_th: ชื่อ

source: Name of first love
es_es: Nombre de su primer amor
it_it: Nome del primo amore
ru_ru: Имя первой любви
th_th: ชื่อของคนรักคนแรก

source: Name of your pet
es_es: Nombre de su mascota
it_it: Nome del tuo animale
ru_ru: Имя домашнего животного
th_th: ชื่อของสัตว์เลี้ยงของท่าน

source: Name, email address, and contact number
es_es: Nombre, dirección de correo electrónico, y número de contacto
it_it: Nome, indirizzo email e numero di telefono
ru_ru: своё имя, электронный адрес и контактный номер,
th_th: ชื่อ อีเมล์ และข้อมูลการติดต่อ

source: Name:
es_es: Nombre:
it_it: Nome:
ru_ru: Имя:
th_th: ชื่อ:

source: National ID card, ID book or any government-issued document which contains a photo, your name, and date of birth
es_es: Documento de identidad nacional o cualquier documento emitido por el gobierno que contenga su foto, su nombre, y fecha de nacimiento
it_it: Carta d'Identità nazionale o qualsiasi documento rilasciato dal governo che contenga una foto, il tuo nome e la tua data di nascita
ru_ru: Национальное удостоверение личности, ID-карта, ID book или любой документ, выпущенный государством и содержащий фотографию, Ваше имя и дату рождения
th_th: บัตรประจำตัวประชาชน หนังสือเดินทาง หรือ เอกสารใดๆ ที่ออกโดยรัฐบาล ซึ่งมีรูปถ่าย ชื่อของท่าน และวันเดือนปีเกิด

source: Natural wonders
es_es: Maravillas naturales
it_it: Meraviglie naturali
ru_ru: Природные чудеса
th_th: สิ่งมหัศจรรย์ทางธรรมชาติ

source: Need more information?
es_es: ¿Precisa más información?
it_it: Hai bisogno di maggiori informazioni?
ru_ru: Хотите получить больше информации?
th_th: ต้องการข้อมูลเพิ่มไหม?

source: Need to monitor positions
es_es: Necesidad de vigilar posiciones
it_it: Esigenza di monitorare le posizioni
ru_ru: Необходимость контролировать позиции
th_th: ต้องตรวจสอบโพซิชั่นต่างๆ

source: Negative Balance Protection
es_es: Protección contra saldo negativo
it_it: Protezione dal saldo negativo
ru_ru: Защита от отрицательного баланса
th_th: การป้องกันยอดคงเหลือติดลบ

source: Negative Balance Protection does not apply to the clients categorised as Professional Traders, who can still lose more money than their available balance.
es_es: La Protección de Balance Negativo no es aplicable a clientes categorizados como Profesionales que pueden perder más dinero del que tienen en su saldo disponible.
it_it: La protezione da saldo negativo non è applicata per i clienti classificati come trader professionisti, che al contrario possono perdere denaro per un importo superiore al loro saldo disponibile.
ru_ru: Защита от отрицательного баланса не применяется к клиентам, относящимся к категории профессиональных трейдеров, потери которых могут превысить доступный баланс.
th_th: การป้องกันเงินคงเหลือติดลบไม่สามารถใช้กับกลุ่มนักลงทุนผู้เชี่ยวชาญ ผู้ซึ่งสามารถยอมรับการสูญเสียของเงินได้มากกว่าเงินที่มีอยู่

source: Negative balance protection
es_es: Protección contra saldo negativo
it_it: Protezione dal saldo negativo
ru_ru: Защита от отрицательного баланса
th_th: การป้องกันยอดคงเหลือติดลบ

source: Negotiate competitive rates with new payment system providers
es_es: Negociar tarifas competitivas con nuevos proveedores de sistemas de pago
it_it: Negoziare tariffe competitive con nuovi fornitori di sistemi di pagamento
ru_ru: Обсуждение конкурентоспособных курсов с новыми поставщиками платёжных услуг
th_th: เจรจาต่อรองอัตราต่างๆ ให้เป็นที่น่าพอใจกับผู้ให้บริการชำระเงินรายใหม่

source: Neither party shall, without the prior written consent of the other, disclose any details or information acquired directly or indirectly as a result of the relationship contemplated by this Agreement to any person or use the same for their own benefit, other than as contemplated in this Agreement.
es_es: Ninguna de las partes deberá, sin previo consentimiento por escrito de la otra parte, divulgar cualquier dato o información adquirida directa o indirectamente como resultado de la relación contemplada entre este Acuerdo a cualquier persona o utilizar la misma para beneficio propio, fuera de lo que se contempla en este Acuerdo.
it_it: Nessuna delle parti può, senza previo consenso scritto dell'altra, divulgare dettagli o informazioni ottenuti direttamente o indirettamente in seguito alle relazioni verso terzi contemplate nel presente Contratto, o utilizzare le stesse per vantaggi personali non previsti dal presente Contratto.
ru_ru: Ни одна из сторон не должна разглашать другому лицу любые данные или информацию, полученную прямо или косвенно в результате отношений, возникающих в связи с данным Соглашением, без получения предварительного письменного согласия другой стороны, в также пользоваться данной информацией в своих личных целях, отличных от целей, перечисленных в данном Соглашении.
th_th: คู่สัญญาฝ่ายหนึ่งฝ่ายใดจะต้องไม่เปิดเผยรายละเอียดหรือข้อมูลใดๆ ไม่ว่าจะเปิดเผยทางตรงหรือทางอ้อม ยกเว้นว่าจะได้รับการยินยอมจากอีกฝ่ายเป็นลายลักษณ์อักษร ซึ่งข้อมูลนี้เป็นข้อมูลที่ได้มาจากความสัมพันธ์ที่สัญญาฉบับนี้ระบุไว้ ให้แก่บุคคลอื่นๆ หรือนำข้อมูลดังกล่าวไปใช้เพื่อประโยชน์ส่วนบุคคล ซึ่งไม่เกี่ยวข้องกับประโยชน์ที่ได้ระบุไว้ในสัญญานี้

source: Neither the Affiliate, the Affiliate's direct relatives, nor any clients controlled by the Affiliate are eligible to become clients, and the Affiliate shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives, friends, or controlled clients.
es_es: Ni el Afiliado, ni sus familiares directos, o ningún cliente que el Afiliado controle, son elegibles para ser clientes, y el Afiliado no tendrá derecho a participación alguna en las ganancias netas o alguna otra remuneración de parte de la Empresa en relación a dichos familiares, amigos o clientes controlados.
it_it: Né l'Associato, né i suoi parenti stretti e nemmeno qualsiasi cliente da lui gestito sono autorizzati a diventare clienti; l'Associato, inoltre, non ha diritto di ricevere alcuna parte delle entrate nette o di qualsiasi altra remunerazione corrisposte dalla Società in relazione ai suddetti parenti, amici o clienti.
ru_ru: Партнёр, его/её прямые родственники и контролируемые им/ей клиенты не могут стать клиентами Партнёра. Партнёр не имеет права на процент от доходов Компании или другие вознаграждения в отношении своих родственников, друзей или контролируемых им/ей людей.
th_th: ไม่ว่าท่าน เครือญาติโดยตรงของพันธมิตรนายหน้าออนไลน์ หรือ ลูกค้าที่พันธมิตรนายหน้าออนไลน์พึงกำกับให้มีสิทธิ์ หรือคุณสมบัติในการเป็นลูกค้า และพันธมิตรนายหน้าออนไลน์จะไม่มีกรรมสิทธิ์ในส่วนแบ่งใดๆ ของกำไรสุทธิ หรือ ผลตอบแทนอื่นจากบริษัทฯในความสัมพันธ์เฉกเช่น เครือญาติ เพื่อน หรือ ลูกค้าในกำกับดูแล
