Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company provides the %1 API on an "as is" and "as available" basis with no warranties, either express or implied, of any kind. To the fullest extent permissible under applicable law, the Company disclaims any and all warranties and representations, including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, title, accuracy of data, and non-infringement.
es_es: La Empresa proporciona la API de %1 tal y como es y según su disponibilidad sin ninguna garantía, ya sea expresa o implícita, de ningún tipo. En la máxima medida permitida por la ley vigente, la Empresa niega cualquier garantía y representación, incluyendo, sin limitación, cualquier garantía implícita de comerciabilidad, idoneidad para un propósito particular, título, exactitud de los datos y no incumplimiento.
it_it: La Società fornisce l'API di %1 sulla base di "come è" e "come disponibile" senza garanzie di alcun tipo, espresse o implicite. Nella misura più ampia possibile consentita dalla legge in vigore, la Società declina qualsiasi responsabilità e rappresentanza, incluse, senza alcuna limitazione, qualsiasi garanzia implicita di commerciabilità, idoneità per uno scopo specifico, titolo, accuratezza dei dati e non violazione.
ru_ru: Компания предоставляет API %1 по принципу "как есть" и "по возможности", не предоставляя никаких явных или подразумеваемых гарантий. В максимальной мере, разрешенной применимым законодательством, Компания отказывается от любых гарантий и обязательств, включая, но не ограничиваясь любыми подразумеваемыми гарантиями коммерческой пригодности, соответствия определённым целям, правам, точности данных и гарантиями ненарушения иных прав.
th_th: บริษัทฯ ให้บริการ API ของ %1 บนพื้นฐานของระบบและศักยภาพ "ที่มี" และ "ที่มีพร้อมบริการ" โดยไม่รับประกันใดๆ ทั้งที่ชัดแจ้ง หรือโดยนัย ตามขอบเขตสูงสุดที่อนุญาตตามกฎหมายที่เกี่ยวข้อง บริษัทฯ ปฏิเสธการรับประกันหรือรับรองใดๆ รวมถึงการรับประกันโดยปริยายว่าเหมาะสมสำหรับการใช้งานทั่วๆ ไป ความเหมาะสมในการใช้เพื่อวัตถุประสงค์เฉพาะ กรรมสิทธิ์ ความแม่นยำของข้อมูล และการไม่ละเมิดสิทธิ์

source: The Company provides the %1 website on an "as is" and "as available" basis and gives no warranty that the %1 website will be free of errors, or that errors will be corrected, or that the Company's website is free of any third-party interferences such as hackers or any other harmful components that arise outside of the Company's control.
es_es: La Empresa proporciona el sitio web %1 en la forma en la que está y según su disponibilidad y no ofrece garantía alguna que el sitio web de %1 estará libre de errores, o que los errores serán corregidos, o que el sitio web de la Empresa está libre de cualquier interferencia de terceros tales como hackers u otros componentes dañinos que aparecen fuera del control de la Empresa.
it_it: La Società fornisce il sito internet di %1 "come è" e "come disponibile" e non dà alcuna garanzia in merito all'assenza di errori sullo stesso, sulla loro correzione o sull'assenza di interferenze di terze parti come hacker o qualsiasi altra componente pericolosa al di fuori del controllo della Società.
ru_ru: Компания предоставляет вебсайт %1 по принципу "как есть" и "по мере доступности", не давая гарантий отсутствия ошибок на вебсайте %1, своевременного исправления данных ошибок, а также отсутствия вмешательства третьей стороны, например, действий хакеров или иных вредоносных компонентов, находящихся вне контроля Компании.
th_th: บริษัทฯ ให้บริการเว็บไซต์ %1 บนพื้นฐานของระบบและศักยภาพที่มีอยู่ โดยไม่รับประกันว่า เว็บไซต์ %1 จะไม่มีข้อผิดพลาด หรือข้อผิดพลาดนั้นจะได้รับการแก้ไข หรือเว็บไซต์ของบริษัทฯ จะปราศจากการคุกคามของบุคคลที่ 3 ได้แก่ ผู้เชี่ยวชาญการเจาะระบบ หรือ องค์ประกอบอื่นๆ ที่ก่อให้เกิดความเสียหายที่เกิดภายนอกการควบคุมของบริษัทฯ

source: The Company reasonably considers that funds may be required to meet any Margin Requirement.
es_es: La Empresa considera razonablemente que los fondos pueden ser requeridos para cumplir con cualquier Requisito de Margen.
it_it: la Società ritiene ragionevolmente che i fondi possono essere necessari per soddisfare qualsiasi requisito di margine; e/o
ru_ru: у Компании есть разумные причины полагать, что данные средства могут быть необходимы для соблюдения маржевых требований,
th_th: บริษัทฯ พิจารณาอย่างมีหลักการและเหตุผลต่อการวางหลักทรัพย์ตามข้อกำหนดมาร์จิน

source: The Company reasonably considers that funds may be required to meet any current or future Margin Requirements on Open Positions due to the underlying market conditions.
es_es: La Empresa razonablemente considera que puede requerirse que los fondos cumplan con cualquier Requisito de Margen actual o futuro sobre Posiciones Abiertas debido a las condiciones subyacentes del mercado.
it_it: la Società considera ragionevolmente che i fondi potrebbero servire per soddisfare eventuali requisiti di margine presenti o futuri su posizioni aperte in conseguenza alle condizioni di mercato sottostanti;
ru_ru: У Компании есть разумные основания полагать, что средства должны потребоваться для соблюдения любых текущих или будущих маржевых требований к открытым позициям, ввиду условий на базовом активе.
th_th: บริษัทฯ พิจารณาอย่างสมเหตุสมผลว่า ต้องมีหลักประกันเพื่อให้สอดคล้องต่อข้อกำหนดมาร์จินทั้งในปัจจุบันและอนาคตสำหรับโพซิชั่นเปิด ตามสภาวะของตลาดที่อ้างอิง

source: The Company reasonably determines that there is an unresolved dispute between the Company and the client relating to the agreed terms and conditions.
es_es: La Empresa razonablemente determina que existe una disputa sin resolver entre la Empresa y el Cliente con respecto a los Términos y Condiciones acordados.
it_it: la Società ritiene ragionevolmente che sussista una controversia irrisolta tra la Società e il Cliente rispetto ai termini e agli accordi pattuiti;
ru_ru: ввиду существования неурегулированного спора между Компанией и клиентом в отношении согласованных правил и условий.
th_th: หากมีข้อพิพาทใดๆ ในส่วนที่สัมพันธ์กับข้อตกลงและเงื่อนไขที่ได้ลงนามต่อกันไว้เกิดขึ้น บริษัทฯ ดำเนินการพิจารณาอย่างมีเหตุผลต่อข้อพิพาทระหว่างบริษัทฯ และลูกค้า

source: The Company receives a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that the Affiliate is in breach of any laws, rules, and regulations that may be relevant or applicable to the jurisdiction(s) in which the Affiliate operates or targets business.
es_es: La Empresa recibe una queja que podría haber implicado a la entidad Alternativa de Resolución de Disputas, o la Empresa considera que el Afiliado se encuentra en violación de cualquier ley, norma y reglamento que pueden ser relevantes o aplicables al país en el que opera o el país que es el objetivo de su negocio.
it_it: La Società riceve una contestazione che potrebbe aver coinvolto l'ente per la risoluzione alternativa delle controversie (ADR), oppure ritiene che l'Associato abbia violato normative, leggi e regolamenti potenzialmente rilevanti o applicabili nella/e giurisdizione/i in cui opera o a cui quest'ultimo rivolge il proprio business.
ru_ru: Компания получит жалобу, которая могла подразумевать участие альтернативного органа по разрешению споров, или если Компания сочтёт, что Партнёр нарушил любые законы, правила и нормативные требования, которые могут относиться к юрисдикции (юрисдикциям), в которых Партнёр ведёт или намерен вести коммерческую деятельность.
th_th: บริษัทฯ ได้รับข้อร้องเรียนซึ่งเกี่ยวข้องกับหน่วยงาน Alternate Dispute Resolution หรือ บริษัทฯ เชื่อว่าพันธมิตรนายหน้าออนไลน์ได้กระทำการฝ่าฝืนกฎหมายใดๆ กฎระเบียบ และหลักเกณฑ์ ที่อาจเกี่ยวข้อง หรือ เป็นไปตามข้อกำหนดในเขตอำนาจศาลที่พันธมิตรนายหน้าออนไลน์ได้ดำเนินธุรกิจ หรือ วางเป้าหมายธุรกิจไว้

source: The Company recognises the importance of protecting the client's personal and financial information.
es_es: La Empresa reconoce la importancia de proteger la información personal y financiera del cliente.
it_it: La Società riconosce l'importanza di proteggere le informazioni personali e finanziarie del cliente.
ru_ru: Компания осознаёт важность защиты личной и финансовой информации клиентов.
th_th: บริษัทฯ ตระหนักในความสำคัญของการคุ้มครองข้อมูลส่วนบุคคลและข้อมูลทางการเงินของลูกค้า

source: The Company reserves the right in its sole discretion to refuse and/or cancel services and charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to the following:
es_es: La Empresa se reserva el derecho, bajo su propia discreción, de rechazar y/o cancelar servicios, cobrar comisiones de depósito y/o retiro a cualquiera por cualquier razón, incluyendo pero no limitado a lo siguiente:
it_it: La Società si riserva il diritto, a sua esclusiva discrezione, di rifiutare e/o annullare servizi, applicare commissioni su depositi e/o prelievi a chiunque per qualsiasi ragione, tra le quali rientrano in via meramente esemplificativa:
ru_ru: Компания оставляет за собой право по своему усмотрению отказывать в услугах и/или отменять услуги, а также взимать комиссию за пополнение и/или вывод применительно к любому клиенту по любой причине, включая (но не ограничиваясь):
th_th: บริษัทฯ สงวนสิทธิ์ในการใช้ดุลยพินิจเพื่อปฏิเสธ และ/หรือ ยกเลิกบริการ การเรียกเก็บค่าธรรมเนียมการฝาก และ/หรือ การถอน กับบุคคลใดๆ เนื่องด้วยเหตุผลดังต่อไปนี้

source: The Company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
es_es: La Empresa se reserva el derecho a cancelar/prohibir el uso de esta promoción a su sola discreción en cualquier momento.
it_it: La società si riserva il diritto di cancellare/proibire l'utilizzo di questa promozione a propria discrezione in qualsiasi momento.
ru_ru: Компания оставляет за собой право отменить использование данного предложения в любой момент по своему усмотрению.
th_th: บริษัทฯ สงวนสิทธิ์ในการยกเลิก/ห้ามการใช้การส่งเสริมการขาย ตามแต่ดุลยพินิจของบริษัทฯ

source: The Company reserves the right to cancel/reverse transactions or amend the contractual terms (including, but not limited to, entry and exit spot) in the case that any contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug, or glitch in the Company website software, market data feed or contract pricing latency, data feed error, stray quotes, incorrect pricing parameters, manifest mis-calculation of prices, or other obvious errors ("Manifest Errors"). Clients have a duty to report to the Company any such problems, errors, or suspected system inadequacies that they may experience and may not abuse, or arbitrage based on, such system problems or errors for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Any amendments to the contractual terms (including, but not limited to, entry and exit spot) of Manifestly Erroneous contracts shall be reasonable and fair. Monies exchanged between the client and the Company in connection with Manifestly Erroneous contracts shall be returned to the recipient according to the amendments made to the contractual terms (including, but not limited to, entry and exit spot).
es_es: La Empresa se reserva el derecho a cancelar / revertir transacciones o modificar los términos contractuales (incluyendo, pero no limitados a, punto de entrada y de salida) en el caso que algún contrato sea adquirido o vendido a precios que no reflejan precios justos de mercado o que hayan sido adquiridos o vendidos a un nivel de riesgo anormalmente bajo debido a un error de programación no detectado, un bug, un error o falla de software del sitio web de la Empresa, en la fuente de datos de mercado o latencia de precios de contratos, error de fuente de datos, citas extraviadas, parámetros incorrectos de precios, un cálculo equivocado de precios, o cualquier otro error obvio ("Errores Manifiesto"). El cliente tiene el deber de reportar a la Empresa cualquiera de estos problemas, errores, o sospechas sobre deficiencias del sistema que puedan experimentar y no deben abusar de ellos, o arbitrar basados en ellos, con fines de lucro. La Empresa se esforzará por resolver dichas dificultades en el menor tiempo posible. Cualquier modificación a los términos contractuales (incluyendo, pero no limitados a, punto de entrada y salida) relacionados a contratos con Errores Manifiesto serán razonables y justos. El dinero intercambiado entre la Empresa y el cliente en relación a contratos con Errores Manifiesto serán reembolsados al receptor de acuerdo a las modificaciones hechas a los términos contractuales (incluyendo, pero no limitados a, punto de entrada y salida).
it_it: La Società si riserva il diritto di cancellare/annullare operazioni o modificare i termini contrattuali (inclusi in via meramente esemplificativa lo spot di entrata e di uscita) nel caso in cui i contratti vengano acquisiti o venduti a prezzi che non riflettono equi prezzi di mercato; a un livello di rischio eccezionalmente basso a causa di un errore di programmazione, bug o inconveniente imprevisto nel software del sito web della Società, latenza nei feed di dati di mercato o dei prezzi del contratto, errori nei feed di dati, quotazioni devianti, parametri dei prezzi incorretti, evidenti errori nel calcolo dei prezzi o altri chiari errori ("errori manifesti"). I clienti hanno il dovere di comunicare alla Società qualsiasi eventuale problema, errore o presunta inadeguatezza del sistema riscontrato e paragonabile a quelli sopracitati, e non abuseranno di tali errori o problemi del sistema e non effettueranno alcuna operazione di arbitraggio basata su questi per interesse personale. La Società si impegna a risolvere eventuali difficoltà nel minor tempo possibile. Qualsiasi modifica ai termini contrattuali (inclusi in via meramente esemplificativa, lo spot di entrata e di uscita) nei contratti con errori manifesti deve essere ragionevole ed equa. Le quote scambiate tra la Società e il cliente relative ai contratti con errori manifesti dovranno essere restituite al beneficiario ai sensi delle modifiche apportate ai termini contrattuali (inclusi in via meramente esemplificativa, lo spot di entrata e di uscita).
ru_ru: Компания оставляет за собой право отменить/изменить контракты или внести изменения в условия контрактов (включая, но не ограничиваясь спот-котировками на входе и на выходе) в случае, если любые контракты будут приобретены или проданы по ценам, не отражающим реальные рыночные котировки или приобретены/проданы при аномально низком уровне риска, ввиду ранее незамеченной программной ошибки, наличия бага или неисправности в программном обеспечении сайта Компании, ввиду задержки при получении данных или котировки контракта, неточности в потоке данных, отдельных котировках, неверных ценовых параметрах, просчёта в ценах или ввиду иных очевидных ошибок ("Явные ошибки"). Настоящим клиенты обязуются информировать Компанию о любых таких проблемах, ошибках или подозрениях на неисправности системы, с которыми они могут столкнуться, но не смогут воспользоваться или предъявить данные проблемы или ошибки с целью получения выгоды. Компания предпримет все разумные меры, чтобы разрешить любые подобные проблемы в кратчайшие сроки. Любые изменения в условиях контрактов (включая, но не ограничиваясь спот-котировками на входе и на выходе) или явно ошибочных контрактов должны быть честными и логично обоснованными. Деньги, перечисляемые между клиентами и Компанией в отношении ошибочных контрактов, должны быть возвращены плательщику, согласно изменениям, внесённым в условия контрактов (включая, но не ограничиваясь спот-котировками на входе и на выходе).
th_th: บริษัทฯ สงวนสิทธิ์ในการยกเลิก/ทำธุรกรรมย้อนกลับ หรือ แก้ไขข้อตกลงของสัญญา (รวมถึงสปอตเริ่มต้นและสปอตสิ้นสุด) ในกรณีที่สัญญาที่ได้มาหรือถูกขายที่ราคาที่ไม่สมเหตุสมผลของตลาด หรือ ได้มา หรือ ถูกขาย ที่ระดับความเสี่ยงต่ำผิดปกติ อันเกิดจากข้อผิดพลาดของระบบที่ยังหาไม่พบ ข้อผิดพลาดเล็กๆ ในซอฟต์แวร์เว็บไซต์ของบริษัทฯ ฟีดข้อมูลการตลาด หรือ ภาวะราคาแฝง ข้อผิดพลาดของฟีดข้อมูล ราคาเบี่ยงเบนผิดทิศทาง การตั้งตัวแปรราคาผิดพลาด หรือ การคำนวณราคาผิดพลาดที่ปรากฏ หรือ ความผิดพลาดที่ชัดเจนอื่นๆ (เรียกว่า "ข้อผิดพลาดที่สำแดงชัดเจน") ลูกค้ามีหน้าที่ในการรายงานให้บริษัทฯ ทราบถึงปัญหา ข้อผิดพลาด หรือ หากสงสัยถึงความหย่อนในเสถียรภาพของระบบที่อาจพบ และไม่ได้ใช้ในทางที่ผิด หรือหาโอกาสทำกำไรจากปัญหา หรือ ข้อผิดพลาดของระบบดังกล่าว บริษัทฯ จะพยายามแก้ไขปัญหาดังกล่าวในเวลาสั้นที่สุด การแก้ไขในเงื่อนไขสัญญา (รวมถึงสปอตเริ่มต้นและสปอตสิ้นสุด) สำหรับสัญญาที่มีข้อผิดพลาดที่สำแดงชัดเจน จะดำเนินการด้วยความรับผิดชอบและเป็นไปด้วยความยุติธรรม เงินที่เกิดขึ้นจากสัญญาที่มีข้อผิดพลาดระหว่างลูกค้าและบริษัทฯ จะถูกคืนกลับให้แก่ผู้รับตามที่ได้มีการแก้ไขเงื่อนไขของสัญญา (รวมถึงสปอตเริ่มต้นและสปอตสิ้นสุด)

source: The Company reserves the right to change any part of this Agreement at any time. The Company will endeavour to ensure that Affiliates are notified when changes have been made to this Agreement, but it is ultimately the Affiliate's responsibility to check these terms and conditions regularly. The Affiliate's continued participation in the Company's Affiliate Programme after the Company has posted the changes will constitute binding acceptance of such changes.
es_es: La Empresa se reserva el derecho a cambiar cualquier parte de este Acuerdo en cualquier momento. Nos esforzaremos para garantizar que los afiliados sean notificados cuando se realicen cambios a este acuerdo, pero en última instancia es responsabilidad de los afiliados revisar estos términos y condiciones regularmente. Su continua participación en nuestro programa de afiliados tras haberse publicado los cambios, constituirá la aceptación vinculante de tales cambios.
it_it: La Società si riserva il diritto di modificare qualsiasi parte del presente Contratto in qualsiasi momento e si impegna altresì a garantire di comunicare agli Associati tali variazioni. Tuttavia, la responsabilità della verifica regolare dei termini e delle condizioni qui elencati è essenzialmente dell'Associato. La partecipazione continua al Programma per Associati della Società in seguito alla pubblicazione di tali modifiche verrà considerata quale accettazione vincolante delle stesse.
ru_ru: Компания оставляет за собой право изменить любую часть данного Соглашения в любое время. Компания предпримет все разумные усилия, чтобы уведомить Партнёров о внесении таковых изменений в данное Соглашение, но Партнёр также несет ответственность за регулярную проверку правил и условий Компании. Дальнейшее участие Партнёра в программе после публикации изменений будет выражать принятие таковых изменений.
th_th: บริษัทฯ สงวนสิทธิ์ในการเปลี่ยนแปลงใดๆ ในเงื่อนไขข้อตกลงนี้เมื่อใดก็ได้ บริษัทฯ แจ้งให้พันธมิตรนายหน้าออนไลน์ได้ทราบ เมื่อมีการเปลี่ยนแปลงในเงื่อนไขข้อตกลงนี้ แต่จะถือเป็นความรับผิดชอบของพันธมิตรนายหน้าออนไลน์ที่จะหมั่นตรวจสอบเงื่อนไขข้อตกลงอย่างสม่ำเสมอ การเข้าร่วมในโปรแกรมพันธมิตรนายหน้าออนไลน์อย่างต่อเนื่องหลังจากการเปลี่ยนแปลงนั้น จะถือว่าเป็นการยอมรับต่อข้อผูกมัดในการเปลี่ยนแปลงดังกล่าว

source: The Company reserves the right to charge the Margin per each hedged lot of a position.
es_es: La Empresa se reserva el derecho a cobrar el Margen por cada lote cubierto de una posición.
it_it: La Società si riserva il diritto di applicare il margine per ogni lotto sottoposto a hedging di una posizione.
ru_ru: Компания оставляет за собой право менять маржу для каждого хеджированного лота в контракте.
th_th: บริษัทฯ สงวนสิทธิ์ที่จะเรียกเก็บมาร์จินต่อล็อตของโพซิชันที่ลงทุนแบบประกันความเสี่ยง

source: The Company reserves the right to have risk limits in place, which affect the trading limits of all clients trading, and may not be limited solely to instruments and contract types.
es_es: La Empresa se reserva el derecho de aplicar límites de riesgo, lo que afecta los límites de operaciones de todos los clientes, y puede que no se limiten únicamente a los instrumentos y tipos de contratos.
it_it: La Società si riserva il diritto di dotarsi di limitazioni del rischio che influenzano i limiti di trading di tutti i clienti e potrebbero non limitarsi esclusivamente agli strumenti e alcune tipologie di contratti.
ru_ru: Компания оставляет за собой право устанавливать ограничения на риск, что влияет на торговые лимиты всех клиентов и может не ограничиваться инструментами и отдельными видами контрактов.
th_th: บริษัทฯ สงวนสิทธิ์ที่จะตั้งวงเงินเพื่อจำกัดความเสี่ยง ซึ่งกระทบต่อวงเงินการซื้อขายของลูกค้าทุกคน และอาจไม่จำกัดเพียงเครื่องมือและประเภทสัญญาต่างๆ เท่านั้น

source: The Company reserves the right to modify, supplement, or replace these Terms at any time. The Programmer will be notified of any material changes. The Programmer's continued registration with the %1 API and the Programmer's continued use of the %1 API will constitute binding acceptance of such changes.
es_es: La Empresa se reserva el derecho a modificar, complementar o reemplazar estos Términos en cualquier momento. El Programador será notificado de cualquier cambio material. El seguir registrado en la API de %1 y el uso continuado de la API de %1 constituirá la aceptación vinculante de tales cambios.
it_it: La Società si riserva il diritto di modificare, integrare o sostituire i presenti Termini in qualsiasi momento. Eventuali modifiche sostanziali verranno comunicate al Programmatore. La registrazione continuativa con l'API di %1 e l'utilizzo continuativo della stessa da parte del Programmatore rappresenta un'accettazione vincolante di tali modifiche.
ru_ru: Компания оставляет за собой право вносить изменения, дополнения или менять данные Правила в любое время. Программист будет уведомлён о любых значительных изменениях. Регистрация Программиста на API %1 и дальнейшее использование API %1 будет означать принятие таковых изменений.
th_th: บริษัทฯ สงวนสิทธิ์ในการแก้ไข เพิ่มเติม หรือแทนที่เงื่อนไขเหล่านี้ โปรแกรมเมอร์จะได้รับแจ้งถึงการเปลี่ยนแปลงที่มีนัยสำคัญ การที่โปรแกรมเมอร์ยังคงลงทะเบียน API ของ %1 ต่อไป และใช้งาน API ของ %1 อย่างต่อเนื่อง ถือว่าเป็นการยอมรับที่เป็นการผูกมัดในการเปลี่ยนแปลงดังกล่าว

source: The Company reserves the right to refuse the Affiliate's referrals' application to open an account (or to close the Affiliate's account), as deemed necessary, to comply with any requirements that the Company may periodically establish and/or that may be required under applicable laws, rules, and regulations.
es_es: La Empresa se reserva el derecho a rechazar la aplicación de los referidos del Afiliado para abrir una cuenta (o cerrar las cuentas del Afiliado), según lo considere necesario, para cumplir con los requisitos que la Empresa pudiera establecer periódicamente o que sean requeridos por las leyes, reglas y regulaciones aplicables.
it_it: La Società si riserva il diritto di rifiutare la richiesta di apertura di un conto da parte di un cliente segnalato dall'Associato (o di chiusura del conto dell'Associato), se ritenuto necessario, per conformarsi a qualsiasi requisito periodicamente definito dalla Società e/o richiesto secondo le leggi, norme e regolamenti vigenti.
ru_ru: Компания оставляет за собой право отклонить заявку клиентов, привлечённых Партнёром, на открытие (или закрытие) счета с целью соблюдения требований, которые Компания может периодически устанавливать и/или которые могут быть необходимы в рамках применимого законодательства, правил и норм.
th_th: บริษัทฯ สงวนสิทธิ์ในการปฏิเสธใบสมัครของผู้อ้างอิงของพันธมิตรฯ ในการเปิดบัญชี (หรือปิดบัญชีของพันธมิตรฯ) ตามที่จำเป็น เพื่อให้เป็นไปตามข้อกำหนดที่บริษัทฯ ได้วางไว้ตามกำหนดเวลา และ/หรือ ตามข้อกำหนด ภายใต้กฎหมาย กฎระเบียบ หลักเกณฑ์ต่างๆ ที่บังคับใช้
