Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
es_es: Quince años después seguimos innovando, creciendo y trabajando, buscando nuevas maneras de servir mejor a nuestros clientes. Por primera vez, ofrecemos contratos toque/sin toque a corto plazo e introducimos una nueva aplicación de gráficos. Creemos que tenemos la plataforma de opciones digitales más competitiva y completa a disposición del público por menor.
it_it: Dopo quindici anni continuiamo ancora a innovarci, a crescere e a lavorare sui nuovi metodi per servire meglio i nostri clienti. Per la prima volta, offriamo trade a breve termine touch/no touch e introduciamo una nuova applicazione di grafici. Riteniamo di avere la piattaforma in opzioni digitali più competitiva e completa oggi disponibile sul mercato.
ru_ru: Пятнадцать лет спустя, мы все еще вносим инновации, растем и работаем над новыми способами предложения лучших услуг нашим клиентам. Недавно мы начали предлагать краткосрочные контракты Касание/Нет касания и ввели новые приложения для графиков. Мы уверены, что у нас самая конкурентоспособная онлайн платформа для торговли бинарными опционами, которая доступна для всех пользователей.
th_th: สิบห้าปีมาแล้วที่เรายืนหยัดอยู่ในตลาด และเรายังคงพัฒนานวัตกรรม เติบโต และทำงานโดยใช้แนวทางใหม่ๆ เพื่อบริการลูกค้าของเราให้ดีขึ้น ในเบื้องแรก เราขอแนะนำการซื้อขายแบบ Touch/No-Touch ระยะสั้น และแนะนำแอพพลิเคชันใหม่สำหรับการวิเคราะห์ข้อมูลโดยกราฟ พวกเราเชื่อว่า เราเป็นที่สุดและมีระบบการเทรดออปชั่นดิจิทัลที่เข้าใจง่ายที่มีอยู่ในตลาดขณะนี้

source: File (%1) size exceeds the permitted limit. Maximum allowed file size: %2
es_es: El archivo (%1) excede el tamaño permitido. Máximo tamaño permitido: %2
it_it: La dimensione del file (%1) supera il limite consentito. Dimensione massima consentita: %2
ru_ru: Размер файла (%1) превышает разрешенный лимит. Максимальный допустимый размер: %2
th_th: ขนาดไฟล์ (%1) เกินกว่าที่อนุญาต ขนาดไฟล์ใหญ่สุดที่อนุญาต: %2

source: File Name
es_es: Nombre del archivo
it_it: Nome del file
ru_ru: Название файла
th_th: ชื่อแฟ้ม

source: File records and documents of customer interactions according to existing guidelines
es_es: Guardar registros y documentos de las interacciones con los clientes de acuerdo con las pautas existentes
it_it: Registrazioni dei file e documenti delle interazioni dei clienti in base alle linee guida esistenti
ru_ru: Ведение файлов и документации по взаимодействию с клиентами, согласно текущим требованиям
th_th: บันทึกและเอกสารในการติดต่อกับลูกค้าตามหลักเกณฑ์ที่มีอยู่

source: Filtering Controls
es_es: Controles de filtrado
it_it: Filtro dei controlli
ru_ru: Контроль фильтрации
th_th: การควบคุมตัวกรอง

source: Final price
es_es: Precio final
it_it: Prezzo finale
ru_ru: Итоговая цена
th_th: ราคาสุดท้าย

source: Finance
es_es: Finanzas
it_it: Finanza
ru_ru: Финансы
th_th: การเงิน

source: Financial Account
es_es: Cuenta Financiera
it_it: Conto finanziario
ru_ru: Финансовый счёт
th_th: บัญชีการเงิน

source: Financial Account Opening
es_es: Abrir Cuenta Financiera
it_it: Apertura account finanziario
ru_ru: Открытие финансового счета
th_th: การเปิดบัญชี

source: Financial Assessment
es_es: Evaluación financiera
it_it: Valutazione finanziaria
ru_ru: Финансовая отчетность
th_th: การประเมินทางการเงิน

source: Financial Markets Analyst
es_es: Analista de mercados financieros
it_it: Analista dei mercati finanziari
ru_ru: Финансовый аналитик
th_th: นักวิเคราะห์ตลาดการเงิน

source: Financial Risk approval is required. Please contact %1customer support%2 for more information.
es_es: Es necesaria la aprobación del riesgo financiero. Por favor, póngase en contacto con %1nuestro servicio%2 de atención al cliente para obtener más información.
it_it: È necessaria l'approvazione relativa al rischio finanziario. Per ulteriori informazioni, contattare %1l'assistenza clienti%2.
ru_ru: Необходимо подтверждение финансового риска. Пожалуйста, свяжитесь с %1отделом поддержки клиентов%2 для получения дополнительной информации.
th_th: ต้องมีการอนุมัติความเสี่ยงทางการเงิน โปรดติดต่อ %1ฝ่ายลูกค้าสัมพันธ์%2 สำหรับข้อมูลเพิ่มเติม

source: Financial assessment
es_es: Evaluación financiera
it_it: Valutazione finanziaria
ru_ru: Финансовая оценка
th_th: การประเมินทางการเงิน

source: Financial derivatives that allow you to trade on the movement of underlying assets.
es_es: Los derivados financieros que le permiten operar con los movimientos de activos subyacentes.
it_it: Derivati finanziari che consentano di mercanteggiare sul movimento delle attività delle risorse sottostanti.
ru_ru: Производные финансовые инструменты, позволяющие зарабатывать контракты на движении цены базовых активов.
th_th: อนุพันธ์ทางการเงินที่อนุญาตให้ท่านซื้อขายตามการเคลื่อนไหวของผลิตภัณฑ์อ้างอิง

source: Financial information
es_es: Información financiera
it_it: Informazioni finanziarie
ru_ru: Финансовая информация
th_th: ข้อมูลทางการเงิน

source: Find a trading platform that suits your experience and preferred strategy – whether you're a new or seasoned trader.
es_es: Encuentre una plataforma de trading que se adecue a su experiencia y a la estrategia que prefiera, ya sea un operador principiante o experimentado.
it_it: Trova la piattaforma di trading che più si adatta alla tua esperienza e strategia preferita, a prescindere dal tuo livello di conoscenza del trading.
ru_ru: Найдите торговую платформу, которая соответствует Вашему опыту и выбранной стратегии, независимо от того, являетесь Вы опытным трейдером или новичком.
th_th: พบแพลตฟอร์มการซื้อขายที่เหมาะสมกับประสบการณ์ของคุณและกลยุทธ์ที่คุณกำหนดได้ ไม่ว่าคุณจะเป็นนักลงทุนใหม่ หรือ นักลงทุนผู้เชี่ยวชาญ

source: Find out more about the costs and details of each CFD asset we offer.
es_es: Averigüe más sobre los costos y detalles de cada activo CFD que ofrecemos.
it_it: Scopri di più sui costi e i dettagli di ogni asset CFD che offriamo.
ru_ru: Получите информацию о цене и параметрах каждого нашего актива для CFD.
th_th: ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับต้นทุนและรายละเอียดของสินทรัพย์ CFD แต่ละรายการที่เรานำเสนอ

source: Find out more about the costs and details of every cryptocurrency pair we offer.
es_es: Averigüe más sobre los costos y detalles de todos los pares de criptomonedas que ofrecemos.
it_it: Scopri di più sui costi e i dettagli di ogni coppia di criptovalute che offriamo.
ru_ru: Получите информацию о цене и свойствах каждой криптовалютной пары.
th_th: ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับต้นทุนและรายละเอียดของคู่เงินดิจิทัลทุกคู่ที่เรานำเสนอ

source: Find out more about the costs and details of every currency pair we offer.
es_es: Averigüe más sobre los costos y detalles de todos los pares de divisas que ofrecemos.
it_it: Ottieni maggiori informazioni sui costi e i dettagli di ogni coppia valutaria offerta.
ru_ru: Узнайте размеры лотов, минимально возможные размеры сделок и прочую информацию о валютных парах.
th_th: ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับต้นทุนและรายละเอียดของคู่สกุลเงินทุกคู่ที่เรานำเสนอ

source: Find out more about the costs and details of every metal pair we offer.
es_es: Averigüe más sobre los costos y detalles de todos los pares de metales que ofrecemos.
it_it: Ottieni maggiori informazioni sui costi e i dettagli di ogni coppia di metalli offerta.
ru_ru: Получите информацию о цене и свойствах каждого металла.
th_th: ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับต้นทุนและรายละเอียดของคู่โลหะทุกคู่ที่เรานำเสนอ

source: Find the right trade for every market condition.
es_es: Encuentre el contrato adecuado para cada condición de mercado.
it_it: Troverai il trade giusto per qualsiasi condizione del mercato.
ru_ru: Найдите подходящий контракт для любых условий на рынке.
th_th: แสวงหาการซื้อขายที่ทำกำไรได้ในทุกๆ สภาพตลาด

source: Finish
es_es: Terminar
it_it: Termina
ru_ru: Завершить
th_th: เสร็จสิ้น

source: Firm grasp of advanced risk management concepts, including hedging, Greeks (first and second generation), Value at Risk models, etc.
es_es: Conocimiento fuerte de conceptos avanzados de gestión de riesgos, incluyendo coberturas, griegos (primera y segunda generación), modelos de valor en riesgo, etc.
it_it: Buona padronanza dei concetti di gestione avanzata del rischio, tra cui hedging, greche (prima e seconda generazione), modelli di valore a rischio, ecc.
ru_ru: Отличное понимание расширенных концепций управления риском, включая хеджирование, "греческие буквы" (первое и второе поколение), значения в моделях риска и т.д.
th_th: มีความเข้าใจอย่าถ่องแท้ในแนวคิดการบริหารความเสี่ยง รวมถึง การป้องกันความเสี่ยง Greeks (รุ่นแรก และรุ่นที่สอง) แบบจำลองมูลค่าความเสี่ยง ฯลฯ

source: First line
es_es: Primera línea
it_it: Prima riga
ru_ru: Первая строка
th_th: บรรทัดแรก

source: First line of home address
es_es: Primera línea de dirección de residencia
it_it: Prima linea dell'indirizzo di residenza
ru_ru: Адрес (улица, дом, кв.)
th_th: บรรทัดแรกของที่อยู่

source: First name
es_es: Nombre
it_it: Nome
ru_ru: Имя
th_th: ชื่อ

source: First, define your position...
es_es: Primero, defina su posición...
it_it: Innanzitutto definisci la tua posizione ...
ru_ru: Сначала определите параметры позиции...
th_th: ขั้นแรก กำหนดโพซิชั่นของท่าน

source: First-class client service.
es_es: Servicio al cliente de primera calidad.
it_it: Un servizio alla clientela di primo livello.
ru_ru: Первоклассная служба поддержки клиентов.
th_th: บริการลูกค้าชั้นเลิศ

source: Fixed spreads
es_es: Spreads fijos
it_it: Spread fissi
ru_ru: Фиксированные спреды
th_th: สเปรดแบบคงที่

source: Fixed/Variable
ru_ru: Фиксированный/переменный

source: Fixing problems and providing feedback for improvement.
es_es: Arreglar problemas y proporcionar comentarios para mejorar.
it_it: Risolvere problemi e fornire un riscontro volto al miglioramento.
ru_ru: Решение проблем и предоставление отзывов для улучшения рабочих процессов.
th_th: แก้ปัญหาและให้ข้อมูลเพื่อการปรับปรุงแก้ไขในระยะยาว

source: Flexible
it_it: Flessibile
ru_ru: Гибкость
th_th: มีความยืดหยุ่น

source: Flexible trades
es_es: Transacciones flexibles
it_it: Trade flessibili
ru_ru: Гибкие контракты
th_th: การเทรดที่ยืดหยุ่น

source: Focusing on customer's needs in everything that you do.
es_es: Enfocarse en las necesidades del cliente en todo lo que hace.
it_it: Concentrarsi sulle esigenze del cliente in ogni circostanza.
ru_ru: Уделение внимания потребностям клиентов при решении каждой Вашей задачи.
th_th: จดจ่อและตอบสนองต่อความต้องการของลูกค้าในทุกๆ งานที่ท่านปฏิบัติ

source: Follow established workflows for content deliverables
es_es: Seguir los flujos de trabajo establecidos para obtener los resultados esperados en el contenido
it_it: Seguire i flussi di lavoro prestabiliti per i risultati relativi al contenuto
ru_ru: Соблюдение установленных рабочих процедур для размещения контента
th_th: ปฏิบัติตามผังระบบงานที่กำหนดขึ้นในการนำเสนอเนื้อหา

source: Follow the law and these Terms
es_es: Siga la ley y estos Términos
it_it: Rispetto delle leggi e dei presenti Termini
ru_ru: Соблюдение закона и данных Правил
th_th: ปฏิบัติตามกฎและข้อตกลงเหล่านี้

source: Follow up on the recommendations and timeline for corrective actions with department heads
es_es: Hacer un seguimiento de las recomendaciones y el plazo para las acciones correctivas con los jefes de departamentos
it_it: Follow up su raccomandazioni e calendario per azioni correttive con i responsabili dei dipartimenti
ru_ru: Соблюдение рекомендаций и сроков для выполнения корректирующих действий в сотрудничестве с главами отделов
th_th: ติดตามผลในคำแนะนำและระยะเวลาสำหรับการดำเนินการเพื่อแก้ปัญหากับหัวหน้าแผนก

source: Follow, comply, and implement with all business-related directions, policies, and procedures of the Company as amended or re-enacted or replaced from time to time
es_es: Seguir, cumplir, e implementar todas las directivas, políticas, y procedimientos de la Empresa relacionados con el negocio, y todas sus modificaciones, reconstrucciones u ocasionales reemplazos
it_it: Seguire, rispettare e implementare le direttive, politiche e procedure della Società legate al business in base alle modifiche, sostituzioni o nuove attuazioni realizzate di volta in volta
ru_ru: Соблюдать, соответствовать и внедрять все предписания в отношении бизнеса, политики и процедур Компании, которые подлежат периодическому изменению и дополнению
th_th: ปฏิบัติตาม เป็นไปตามหลักการ และการนำไปใช้เพื่อเป็นแนวทางที่เกี่ยวข้องกับการดำเนินธุรกิจทั้งหมด นโยบายต่างๆ และกระบวนการของบริษัทฯ ตามที่ได้แก้ไข หรือ ทำซ้ำ หรือ แทนที่ แล้วแต่กรณี

source: Food Services
es_es: Servicios de comida
it_it: Servizi di ristorazione
ru_ru: Услуги питания
th_th: งานบริการเกี่ยวกับอาหาร

source: For Binary (IOM) Ltd, the applicable Jurisdiction shall be the Isle of Man.
es_es: Para Binary (IOM) Ltd, la jurisdicción aplicable será la Isla de Man.
it_it: Per Binary (IOM) Ltd, la giurisdizione applicabile di riferimento sarà quella dell'Isola di Man.
ru_ru: Юрисдикция для Binary (IOM) Ltd: Остров Мэн
th_th: สำหรับ Binary (IOM) Ltd ถือเขตการปกครองในเกาะ Isle of Man

source: For Binary (SVG) Ltd, the applicable Jurisdiction shall be St. Vincent and the Grenadines.
es_es: Para Binary (SVG) Ltd, la jurisdicción aplicable será San Vicente y las Granadinas.
ru_ru: Юрисдикция для Binary (SVG) Ltd: Сент-Винсент и Гренадины.
th_th: สำหรับ Binary (SVG) Ltd ถือเขตการปกครอง ณ เซนต์วินเซนต์และเกรนาดีนส์ (St. Vincent and the Grenadines)

source: For Binary Investments (Europe) Ltd and Binary (Europe) Ltd, the applicable Jurisdiction shall be Malta.
es_es: Para Binary Investments (Europe) Ltd y Binary (Europe) Ltd, la jurisdicción aplicable será Malta.
it_it: Per Binary Investments (Europe) Ltd e Binary (Europe) Ltd, la giurisdizione applicabile di riferimento sarà quella di Malta.
ru_ru: Юрисдикцией для компаний Binary Investments (Europe) Ltd и Binary (Europe) Ltd является Мальта.
th_th: สำหรับ Binary Investments (Europe) Ltd และ Binary (Europe) Ltd ถือเขตการปกครองในประเทศมอลตา

source: For affiliate, partnership, and other marketing-related queries:
es_es: Para consultas sobre el programa de afiliados, asociaciones y otras relacionadas con el área de marketing:
it_it: Per le richieste relative agli associati, alle partnership e al marketing:
ru_ru: По вопросам партнёрства и других маркетинговых запросов:
th_th: สำหรับพันธมิตร หุ้นส่วน และคำถามที่เกี่ยวกับการตลาดอื่นๆ

source: For details on submitting a complaint to the Company's lead supervisory authority on data processing practices, the client is encouraged to check %1's %2Complaints and disputes%3 section.
es_es: Para más detalles respecto a la presentación de quejas ante la autoridad supervisora principal con respecto a las prácticas de procesamiento de datos de la Empresa, se invita al cliente a revisar la sección de %1Quejas y disputas%2.
it_it: Per maggiori informazioni sulla presentazione di un reclamo all'autorità di vigilanza della Società circa le modalità di elaborazione dei dati, invitiamo il cliente a consultare la sezione %2Reclami e controversie%3 di %1.
ru_ru: Для получения информации о подаче жалобы в главный надзорный орган Компании, отвечающий за обработку данных, клиенту рекомендуется ознакомиться с разделом %2Жалобы и споры%3 %1.
th_th: สำหรับรายละเอียดเกี่ยวกับการส่งคำร้องมายังหัวหน้าหน่วยงานกำกับดูแลเกี่ยวกับการปฏิบัติการประมวลผลข้อมูลของบริษัทฯ ให้ลูกค้าโปรดตรวจสอบที่ %1 ของ %2 ในส่วนคำร้องและข้อพิพาท %3

source: For e-wallets or local currencies not supported by %1.
es_es: Para billeteras electrónicas o divisas locales no admitidas por %1.
it_it: Per le valute locali e i portafogli elettronici non supportati da %1.
ru_ru: Для электронных кошельков или местных валют, не поддерживаемых %1.
th_th: สำหรับกระเป๋าเงินอิเล็กทรอนิกส์ หรือ สกุลเงินท้องถิ่น ไม่สามารถใช้ได้กับ %1

source: For example, a round trade (i.e. open and close position) of 1 lot of Vol 75 Index for a price of USD 125,000 would pay USD 12.5.
es_es: Por ejemplo, una operación completa (es decir, abrir y cerrar una posición) de 1 lote de Índice de Volatilidad 75, por un precio de 125,000 pagará 12.5 USD.
ru_ru: Например, завершенный контракт (т.е. открытая и закрытая позиция) в размере 1 лота на Индексе волатильности 75, приобретённый по цене USD 125,000, принесёт прибыль в размере USD 12.5.
th_th: ตัวอย่างเช่น รอบการซื้อขาย (คือโพซิชั่นเปิดและปิด) ของดัชนีผันผวน 75 จำนวน 1 ล็อต ที่ราคา 125,000 เหรียญสหรัฐ จะได้รับคอมมิชชั่น 12.5 เหรียญสหรัฐ

source: For example, if you buy a US 100 contract and it's not going as planned, you just need to sell it to cut your losses at the current market price.
es_es: Por ejemplo, si compra un contrato de 100 USD y no va según lo planeado, solo necesita venderlo al precio actual de mercado para reducir sus pérdidas.
ru_ru: Например, если Вы купите контракт на US 100 и Ваш прогноз не оправдается, Вам необходимо всего лишь продать контракт, чтобы уменьшить свой убыток при текущей рыночной цене.
th_th: ตัวอย่างเช่น ถ้าท่านซื้อสัญญา US 100 และไม่เป็นไปตามที่วางแผนไว้ ท่านเพียงแค่ต้องขายเพื่อตัดการขาดทุนที่ราคตลาดปัจจุบัน

source: For example, if you buy one lot of an underlying asset at a price of USD 20,000 and a margin rate of 0.01, the margin required to purchase that one lot will be calculated as follows:
es_es: Por ejemplo, si compra un lote de un activo subyacente a 20.000 USD con una tasa de margen de 0,01, el margen requerido para comprar ese lote se calculará de la siguiente manera:
ru_ru: Если Вы покупаете один лот основного актива по цене 20 000 USD и при марже в размере 0.01, маржа для покупки данного лота рассчитывается следующим образом:
th_th: ตัวอย่างเช่น ถ้าท่านซื้อผลิตภัณฑ์อ้างอิง 1 ล็อต ที่ราคา 20,000 เหรียญสหรัฐ และอัตรากำไร ที่ 0.01 การคำนวณมาร์จินที่กำหนดเพื่อซื้อล็อตนั้น เป็นดังต่อไปนี้

source: For example, if you buy one lot of the EUR/USD pair with a contract size of 100,000 and leverage of 100:1, the margin that you need to purchase one lot of EUR/USD will be calculated as follows:
es_es: Por ejemplo, si compra un lote del par EUR/USD con un tamaño de contrato de 100.000 y apalancamiento de 100:1, el margen requerido para comprar ese lote se calculará de la siguiente manera:
ru_ru: Например, если Вы покупаете один лот USD/JPY при размере лота 100 000 и с кредитным плечом 1:100, необходимая маржа для покупки данного лота будет рассчитана следующим образом:
th_th: ตัวอย่างเช่น หากท่านซื้อคู่ EUR/USD ล็อตหนึ่ง ด้วยสัญญามูลค่า 100,000 และ เลเวอเลจที่ 100:1 การคำนวณมาร์จินที่ท่านจะต้องมีเพื่อซื้อ EUR/USD หนึ่งล็อต นั้น ทำได้ดังนี้

source: For example, if you buy one lot of the XAU/USD pair at 300:1 leverage and a market price of USD 1,250.15, the margin required to purchase that one lot will be calculated as follows:
es_es: Por ejemplo, si compra un lote del par XAU/USD con un apalancamiento de 300:1 y a un precio de mercado de 1.250,15 USD, el margen requerido para comprar ese lote se calculará de la siguiente manera:
ru_ru: Если Вы покупаете один лот XAU/USD с кредитным плечом 1:300 и при марже в размере USD 1 250.15, маржа для покупки данного лота рассчитывается следующим образом:
th_th: ตัวอย่างเช่น ถ้าท่านซื้อคู่ XAU/USD หนึ่งล็อต ที่เลเวอเรจ 300:1 ที่ราคาตลาด 1,250.15 เหรียญสหรัฐ การคำนวณมาร์จินที่กำหนดเพื่อซื้อหนึ่งล็อตนั้น ทำได้ดังต่อไปนี้

source: For example, if you see that the EUR/USD has an ask price of 1.05382, you'll sell USD 1.05382 (quote currency) for every EUR 1 (base currency) you buy.
es_es: Por ejemplo, si el par EUR/USD tiene un precio de venta de 1,05382, usted venderá 1,05382 USD (moneda secundaria) por cada 1 EUR (moneda base) que compre.
ru_ru: Например, если Вы видите, что цена аск пары EUR/USD составляет 1.05382, Вы продаёте USD 1.05382 (валюты котировки) на каждый EUR 1 (базовой валюты), которую Вы покупаете.
th_th: ตัวอย่างเช่น หากพบว่า EUR/USD ด้วยราคาประมูลที่ 1.05382 ท่านจะขาย 1.05382 เหรียญสหรัฐ (สกุลเงินที่เสนอ) สำหรับทุกๆ 1 ยูโร (สกุลพื้นฐาน) ที่ท่านซื้อ

source: For example, if you wanted to buy one volume of the BTC/EUR cryptocurrency pair at a price of USD 4831.400 and at a margin rate of 10%, the margin that you need to purchase one lof of BTC/EUR will be calculated as follows:
es_es: Por ejemplo, si desea comprar un volumen del par BTC/EUR a un precio de 4.831,400 USD y con una tasa de margen de 10%, el margen requerido para comprar un lote de BTC/EUR se calculará de la siguiente manera:
ru_ru: Например, если Вы хотели купить один объём криптовалютной пары BTC/EUR по цене USD 4831.400 и при марже в размере 10%, маржа, необходимая Вам для покупки одного лота BTC/EUR будет рассчитана следующим образом:
th_th: ตัวอย่างเช่น ถ้าท่านต้องการซื้อคู่เงินดิจิทัล BTC/EUR จำนวนหนึ่ง ที่ราคา 4,831.400 เหรียญสหรัฐ อัตรามาร์จิน 10% การคำนวณมาร์จินที่ใช้ในการซื้อ BTC/EUR หนึ่งล็อต ทำได้ดังนี้

source: For example, if you wanted to purchase 100 units of a particular asset that's trading at USD 50 per unit through a traditional broker, it would typically cost you USD 5,000 for this transaction.
es_es: Por ejemplo, si desea comprar 100 unidades de un activo particular que se cotiza a 50 USD por unidad a través de un broker tradicional, esta transacción normalmente le costaría 5000 USD.
ru_ru: Например, если Вы хотите приобрести 100 единиц определённого актива с помощью биржевого брокера по цене USD 50 за единицу, Вам понадобится USD 5 000.
th_th: ตัวอย่างเช่น หากท่านต้องการซื้อ 100 หน่วยของสินทรัพย์หนึ่งที่มีการซื้อขายที่ 50 เหรียญสหรัฐต่อหน่วย ผ่านโบรกเกอร์แบบเดิมๆ ท่านจะมีต้นทุน 5,000 เหรียญสหรัฐในธุรกรรมนี้

source: For example, if you wanted to purchase 100 units of a particular asset trading at USD 50 per unit through a traditional broker, it would cost you USD 5,000 for this transaction.
es_es: Por ejemplo, si desea comprar 100 unidades de un activo particular que se cotiza a 50 USD por unidad a través de un broker tradicional, esta transacción le costaría 5000 USD.
ru_ru: Например, если Вы хотите приобрести через обычного брокера 100 единиц определённого актива, торгующегося у обыкновенного брокера по цене USD 50 за единицу, данный контракт обойдётся Вам в USD 5 000.
th_th: ตัวอย่างเช่น หากท่านต้องการซื้อ 100 หน่วยของสินทรัพย์หนึ่งที่กำลังซื้อขายที่ 50 เหรียญสหรัฐต่อหน่วย ผ่านโบรกเกอร์แบบเดิมๆ ท่านจะมีต้นทุนที่ 5,000 เหรียญสหรัฐ ในธุรกรรมนี้

source: For example, let's say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a "Close-Low" lookback with a multiplier of $2 would have a payout of:
es_es: Por ejemplo, supongamos que el mercado tiene un mínimo de 5200 y un cierre de 6000 sobre la duración del contrato, entonces un contracto retroactivo de tipo "Cierre-Bajo" con un multiplicador de $2 tendría un pago de:
it_it: Ad esempio, supponiamo che il mercato ha un minimo (low) di 5.200 e una chiusura (close) a 6.000 nel corso della durata del contratto. In questo caso, il guadagno di un'opzione retrospettiva "Close-Low" con un moltiplicatore di 2$ sarebbe il seguente:
ru_ru: Например, предположим, что на протяжении действия контракта цена достигла минимальной отметки 5,200 и закрыла торги на уровне 6,000. Таким образом, ретроспектива "Закрытие-Мин." с множителем в размере $2 будет иметь следующую выплату:
th_th: ตัวอย่างเช่น สมมติว่า ตลาดมีมูลค่าต่ำอยู่ที่ 5,200 และปิดที่ 6,000 ในช่วงเวลาของสัญญา ดังนั้นสัญญา Lookback แบบ "ปิด-ต่ำ" ที่มีตัวคูณ 2 เหรียญสหรัฐ จะมีการชำระเงินเป็นมูลค่า
