Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: In order to access the cashier, we kindly request that you set a 30-day turnover limit for your account. Turnover is the total aggregate amount that is used to open trades. Therefore, this limit should be set to the total volume that you wish to trade with over 30 days.
es_es: Para acceder al cajero, le rogamos que establezca un límite de facturación de 30 días para su cuenta. La facturación o volumen de negocios es la cantidad total acumulada que se utiliza para abrir contratos. Por lo tanto, este límite debe establecerse según el volumen total que desea operar durante 30 días.
it_it: Al fine di accedere alla cassa, ti chiediamo cortesemente di impostare per il tuo conto un limite di fatturato su 30 giorni. Il fatturato è l'ammontare aggregato totale che è utilizzato per aprire l'attività di trade. Pertanto, questo limite deve essere impostato sul volume totale che si desidera utilizzare per il trading su un periodo di 30 giorni.
ru_ru: Чтобы получить доступ к разделу Касса, рекомендуем установить на Вашем счету 30-дневный лимит на объём покупок. Объём покупок - это Ваш общий совокупный размер открытых контрактов. Таким образом, данный лимит должден соответствовать общему объёму, который вы не хотите превысить за 30-дневный период.
th_th: เพื่อเข้าถึงแคชเชียร์ เราขอให้ท่านกำหนดค่าวงเงินหมุนเวียนเป็น 30 วันสำหรับบัญชีของท่าน วงเงินหมุนเวียนเป็นจำนวนเงินรวมที่ใช้ในการเปิดการซื้อขาย ดังนั้น วงเงินนี้ควรจะถูกตั้งไว้ที่จำนวนทั้งหมดที่ท่านต้องการซื้อขายมากกว่า 30 วัน

source: In order to profit from trading rate, it is necessary to close the position. To close a position, a trade operation opposite to the first one is executed.
es_es: A fin de obtener una ganancia de las tasas de trading, es necesario cerrar una posición. Para cerrar una posición, se ejecuta una operación opuesta a la primera.
it_it: Al fine di ottenere profitto dai tassi sul trading, occorre chiudere la posizione in oggetto; per farlo, viene eseguita un'operazione di trade opposto rispetto alla prima.
ru_ru: Чтобы получить прибыль от торгового курса, необходимо закрыть контракт. Чтобы закрыть контракт, необходимо выполнить операцию, противоположную текущему контракту.
th_th: เพื่อการทำกำไรจากอัตราการซื้อขาย การปิดโพซิชั่นมีความจำเป็น ในการปิดโพซิชั่น การซื้อขายจะตรงข้ามกับขั้นตอนแรกที่ได้ปฏิบัติ

source: In providing IB services, the Introducing Broker shall
es_es: Al proporcionar servicios de IB, el Broker Introductor deberá
it_it: Con la fornitura di servizi di IB, l'Introducing Broker è tenuto a:
ru_ru: При предоставлении услуг ПБ Представляющий брокер обязуется
th_th: ในการให้บริการ IB โบรกเกอร์แนะนำจะ

source: In providing the Agent's services, the Agent shall do the following:
es_es: Al proporcionar sus servicios el Agente hará lo siguiente:
it_it: Fornendo i propri servizi, l'Agente deve occuparsi di quanto segue:
ru_ru: При предоставлении услуг, Агент должен выполнить следующие действия:
th_th: ในการให้บริการต่างๆ ของตัวแทนฯ ตัวแทนฯ จะดำเนินการในเรื่องต่อไปนี้

source: In providing these services, BIEL is bound by the Act, any applicable regulations, by-laws, licence conditions, guidelines, exchange requirements, and other provisions or market practices (the "Rules"). In the event of conflict between these ST&Cs and the Rules, the latter should prevail.
es_es: En la prestación de estos servicios, BIEL está sujeta a la ley, cualquier norma aplicable, ordenanza, condiciones de licencia, directrices, requisitos de intercambio y cualquier otra disposición o práctica de mercado (las "Normas"). En caso que exista un conflicto entre estos Términos y Condiciones y las Normas, estas últimas deberán prevalecer.
ru_ru: При предоставлении этих услуг BIEL обязан действовать в соответствии с законом, применяемыми правилами, подзаконными актами, лицензионными условиями, руководящими принципами, требованиями обмена валют и другими положениями или рыночными практиками ("Правила"). В случае конфликта между этими "Дополнительными правилами и условиями" и "Правилами", превалируют последние.
th_th: ในการให้บริการต่างๆ เหล่านี้ BIEL ปฏิบัติตามพระราชบัญญัติ หลักเกณฑ์ กฎหมาย เงื่อนไขตามใบอนุญาต แนวทางต่างๆ ข้อกำหนดการแลกเปลี่ยน และข้อกำหนดอื่นๆ หรือ หลักปฏิบัติในตลาด (เรียกว่า "กฎ") หากมีกรณีความขัดแย้งใดๆ ระหว่าง ST&Cs และ กฎต่างๆ

source: In relation to 5.2, the Company also reserves the right to exclude the client definitely or indefinitely, based on the Company's client assessment.
es_es: En relación al punto 5.2, la Empresa también se reserva el derecho a excluir al cliente definida o indefinidamente, basándose en la evaluación del cliente por parte de la Empresa.
it_it: In riferimento al punto 5.2, la Società si riserva anche il diritto di escludere il cliente in modo definitivo o non definitivo, in base alla sua valutazione dello stesso.
ru_ru: В отношении пункта 5.2, Компания также оставляет за собой право отстранить клиента от торговли на определённый или неопределённый срок, согласно оценке клиента, произведённой Компанией.
th_th: สัมพันธ์กับข้อ 5.2 บริษัทฯ สงวนสิทธ์ที่จะการพักการซื้อขายของลูกค้าแบบมีกำหนด หรือไม่มีกำหนด ขึ้นอยู่กับการประเมินลูกค้าของบริษัทฯ

source: In relation to Contracts that the client enters into with the Company, the Company acts as principal and not as agent on the client's behalf; therefore, the Company acts as the sole execution venue for the execution of the client's Contracts.
es_es: En relación a los contratos que el cliente subscribe con la Empresa, la Empresa actúa como administrador y no como agente en representación del cliente; por lo tanto, la Empresa actúa como el único medio de ejecución para los contratos del cliente.
it_it: In relazione ai contratti che il Cliente stipula con la Società, quest'ultima agisce in qualità di mandante e non come agente per conto del Cliente; pertanto, la Società agisce come esclusiva sede esecutiva per l'esecuzione dei contratti dei clienti.
ru_ru: В отношении контрактов, заключённых клиентом с Компанией, Компания выступает основным исполнителем, а не агентом, действующим от имени клиента. Таким образом, Компания выступает в качестве единственного места исполнения при исполнении контрактов клиента.
th_th: เกี่ยวกับสัญญาที่ลูกค้าทำกับบริษัท บริษัททำหน้าที่เป็นคู่สัญญาหลัก และไม่ใช่ตัวแทนของลูกค้า ดังนั้น บริษัททำหน้าที่เป็นสถานที่ดำเนินการแต่เพียงผู้เดียวในการดำเนินการสัญญาของลูกค้า

source: In such an event, the Company may at its sole discretion (with or without notice) close out the client's open financial contracts at prices it considers fair and reasonable.
es_es: En tal caso, la Empresa podrá, a su absoluta discreción, (con o sin previo aviso) cerrar los contratos financieros abiertos del Cliente a precios que considere justos y razonables.
it_it: In tal caso, la Società può, a propria esclusiva discrezione (con o senza previa comunicazione), chiudere i contratti finanziari aperti del cliente a prezzi considerati equi e ragionevoli dalla Società stessa.
ru_ru: В таком случае компания по своему единоличному усмотрению (без предварительного уведомления или при наличии такового) может закрыть текущие финансовые контракты клиента по ценам, которые она сочтёт уместными и разумными.
th_th: ในเหตุการณ์ดังกล่าว ด้วยดุลยพินิจของบริษัทฯ (ทั้งที่มีการบอกกล่าว หรือไม่มีการบอกกล่าว) บริษัทฯ อาจจะปิดสัญญาทางการเงินที่เปิดอยู่ของลูกค้าที่ราคาที่พิจารณาแล้วว่ายุติธรรมและสมเหตุสมผล

source: In the EU, financial binary options are only available to professional investors.
es_es: En la UE, las opciones binarias financieras solo se encuentran disponibles para inversores profesionales.
it_it: Nell'UE, le opzioni binarie finanziarie sono disponibili esclusivamente per gli investitori professionisti.
ru_ru: Финансовые контракты на бинарных опционах в ЕС доступны только для профессиональных инвесторов.
th_th: ในสหภาพยุโรป ผลิตภัณฑ์ทางการเงินไบนารีออปชันมีให้ไว้สำหรับนักลงทุนผู้เชี่ยวชาญเท่านั้น

source: In the EU, financial products are offered by Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (%1licence no. IS/70156%2).
es_es: En la Unión Europea, los productos de inversión se ofrecen a través de Binary Investments (Europe) Ltd., W Business Centre, Nivel 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, autorizado y regulado como proveedor de servicios de inversión de categoría 3, por la Autoridad de Servicios Financieros de Malta (%1licencia núm. IS/70156%2).
ru_ru: Компания Binary Investments (Europe) Ltd, расположенная по адресу W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, лицензирована и регулируется Мальтийским управлением финансовых услуг в качестве поставщика инвестиционных услуг 3-й категории (%1liлицензия номер IS/70156%2).
th_th: ในสหภาพยุโรป Binary Investments (Europe) Ltd ให้บริการผลิตภัณฑ์ทางการเงิน บริษัทฯ มีที่ตั้งสำนักงานอยู่ที่อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา ได้รับใบอนุญาตและกำกับดูแลในฐานะผู้ให้บริการทางการลงทุน ประเภทที่ 3 โดย Malta Financial Services Authority (%1ใบอนุญาตเลขที่ IS/70156%2)

source: In the EU, financial products are offered by Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (%1licence no. IS/70156%2).
es_es: En la Unión Europea, los productos de inversión se ofrecen a través de Binary Investments (Europe) Ltd., W Business Centre, Nivel 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, regulado como proveedor de servicios de categoría 3, por la Autoridad de Servicios Financieros de Malta (%1licencia núm. IS/70156%2).
ru_ru: Компания Binary Investments (Europe) Ltd, расположенная по адресу W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, лицензирована и регулируется Мальтийским управлением финансовых услуг в качестве поставщика инвестиционных услуг 3-й категории (%1лицензия номер IS/70156%2).
th_th: ในสหภาพยุโรป Binary Investments (Europe) Ltd ให้บริการผลิตภัณฑ์ทางการเงิน บริษัทฯ มีที่ตั้งสำนักงานอยู่ที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา ได้รับใบอนุญาตและกำกับดูแลในฐานะผู้ให้บริการทางการลงทุน ประเภทที่ 3 โดย Malta Financial Services Authority (%1ใบอนุญาตเลขที่ IS/70156%2)

source: In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK (licence %1reference no: 39172%2).
es_es: En la Isla de Man y el Reino Unido, los índices de volatilidad se ofrecen a través de Binary (IOM) Ltd., Primer Piso, Millennium House, Victoria Road, Douglas, IM2 4RW, Isla de Man, Islas Británica, autorizado y regulado respectivamente por (1) la Comisión Supervisora de Apuestas de la Isla de Man (licencia actual otorgada el 31 de agosto de 2017) y por (2) la Comisión de Apuestas del Reino Unido (número de %1referencia de licencia 39172%2).
ru_ru: Индексы волатильности на острове Мэн и в Великобритании предоставлены компанией Binary (IOM) Ltd., расположенной по адресу First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles. Компания лицензирована и регулируется (1) Комиссией по надзору за азартными играм на Острове Мэн (текущая лицензия выдана 31 августа 2017 г.), а также (2) Комиссией по азартным играм Великобритании (номер лицензии: %1 39172%2).
th_th: ที่เกาะ Isle of Man และสหราชอาณาจักร ดัชนีผันผวนถูกเสนอโดย Binary (IOM) Ltd. ชั้นหนึ่ง อาคาร Millennium House ถนนวิกตอเรีย ดักลาส IM2 4RW เกาะ Isle of Man ในบริติชไอลส์ โดยได้รับใบอนุญาตและการควบคุมดูแลตามกฎหมายโดย (1) Gambling Supervision Commission บนเกาะ Isle of Man (ใบอนุญาตปัจจุบันออกให้เมื่อวันที่ 31 สิงหาคม ค.ศ. 2017) และโดย (2) Gambling Commission ในสหราชอาณาจักร (ใบอนุญาต%1หมายเลขอ้างอิง: 39172%2)

source: In the UK, our clients trade through Binary (IOM) Ltd and Binary Investments (Europe) Ltd. In the Isle of Man, they trade through Binary (IOM) Ltd. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (SVG) Ltd, Binary (V) Ltd, Binary (BVI) Ltd and Binary (FX) Ltd.
es_es: En el Reino Unido, nuestros clientes operan a través de Binary (IOM) Ltd y Binary Investments (Europe) Ltd. En la Isla de Man, operan a través de Binary (IOM) Ltd. En la Unión Europea (excepto en el Reino Unido) a través de Binary (Europe) Ltd y Binary Investments (Europe) Ltd. En el resto del mundo, operan a través de Binary (SVG) Ltd, Binary (V) Ltd, Binary (BVI) Ltd y Binary (FX) Ltd.
ru_ru: Наши клиенты из Великобритании работают через Binary (IOM) Ltd. и Binary Investments (Europe) Ltd. Клиентов с Острова Мэн обслуживает компания Binary (IOM) Ltd. Клиенты из Европейского Союза (за исключением Великобритании) работают через Binary (Europe) Ltd и Binary Investments (Europe) Ltd. Клиенты из других стран мира работают через Binary (SVG) Ltd, Binary (V) Ltd, Binary (BVI) Ltd и Binary (FX) Ltd.
th_th: ในสหราชอาณาจักร ลูกค้าของเราซื้อขายผ่านทาง Binary (IOM) Ltd และ Binary Investments (Europe) Ltd ในเกาะ Isle of Man ลูกค้าซื้อขายผ่านทาง Binary (IOM) Ltd ในสภาพยุโรป (ยกเว้นสหราชอาณาจักร) ลูกค้าซื้อขายผ่านทาง Binary (Europe) Ltd และ Binary Investments (Europe) Ltd ในส่วนประเทศอื่นๆ ลูกค้าซื้อขายผ่านทาง Binary (SVG) Ltd, Binary (V) Ltd, Binary (BVI) Ltd และ Binary (FX) Ltd

source: In the case of a Limit Order, the client acknowledges that the Company will endeavour to fill the Order at a level that is the same or better than the Limit the client has specified, subject to the availability of the Limit Price.
es_es: En el caso de una Orden Límite, el cliente reconoce que la Empresa se esforzará para concretar la Orden a un nivel igual o mejor que el límite especificado por el cliente, sujeto a la disponibilidad del Precio Límite.
it_it: Nel caso di un Limit Order, il cliente riconosce che la Società si impegna ad aprire/chiudere un'operazione a un livello pari o superiore rispetto al limite specificato dal Cliente, in base alla disponibilità del Prezzo Limite.
ru_ru: В случае лимитного ордера, клиент соглашается с тем, что Компания предпримет все разумные усилия, чтобы исполнить ордер на уровне, который будет совпадать или быть выгоднее указанного клиентом лимита, в зависимости от доступной лимитной цены.
th_th: ในกรณีของคำสั่งจำกัดคำสั่งซื้อ ลูกค้าทราบว่า บริษัทฯ จะพยายามดำเนินการตามคำสั่งที่ราคาเดียวกัน หรือ ดีกว่าที่ลูกค้าระบุ โดยขึ้นอยู่กับว่ามีราคาที่ถูกระบุหรือไม่

source: In the case of a Stop Order, the client acknowledges that the Company will endeavour to fill the Order at a price equal to the one that the client has specified. However, if the specified price is unavailable, a less favourable price may be quoted. In other words, the Order is executed either at the price equal to the specified one or worse than that (slippage). The execution of Stop Orders is guaranteed.
es_es: En el caso de una Orden Stop, el cliente reconoce que la Empresa se esforzará para concretar la orden a un precio igual al especificado por el cliente. Sin embargo, si el precio especificado no está disponible, un precio menor puede ser cotizado. En otras palabras, la Orden es ejecutada a un precio igual al especificado o a uno desfavorable ("slippage"). La ejecución de Órdenes Stop está garantizada.
it_it: Nel caso di uno Stop Order, il cliente riconosce che la Società si impegnerà per eseguire l'Ordine al prezzo indicato dal cliente. Tuttavia, qualora tale prezzo non fosse disponibile, potrebbe essere quotato un prezzo meno favorevole. In altre parole, l'Ordine viene eseguito al prezzo indicato o ad un prezzo peggiore (slippage). Viene garantita l'esecuzione degli Stop Order.
ru_ru: В случае стоп-ордера клиент признаёт, что Компания предпримет все разумные меры, чтобы подать ордер по цене, равной той, что указал клиент. Тем не менее, если указанная цена недоступна, может быть предоставлена менее благоприятная цена. Иными словами, ордер исполняется по цене, равной указанной, или близкой к ней (проскальзывание). Исполнение стоп-ордеров гарантировано.
th_th: สำหรับคำสั่งยุติคำสั่งซื้อ ลูกค้าทราบว่าบริษัทฯ จะพยายามดำเนินการตามคำสั่งที่ราคาเดียวกับที่ลูกค้าระบุไว้ อย่างไรก็ตาม หากไม่มีราคาที่ระบุไว้ บริษัทฯ จะเสนอราคาที่เหมาะสมน้อยลงมา กล่าวคือ คำสั่งจะถูกดำเนินการที่ราคาที่ระบุไว้ หรือที่ราคาที่แย่กว่า (สลิปเพจ) บริษัทฯ รับประกันว่าจะดำเนินการตามคำสั่งยุติคำสั่งซื้อ

source: In the case of some Contracts, there may be no functioning or open market or exchange on which the reference product is traded at the time of the client order. In such cases, the Company sets out to determine a fair underlying price based on a number of factors, such as price movements on associated markets and other market influences and information about the client order.
es_es: En relación a algunos contratos, puede no haber un mercado activo o abierto, o bolsa en la que se comercializa el producto en cuestión, al momento de la orden del cliente. En tales casos, la Empresa determina un precio subyacente imparcial basado en una serie de factores, como los movimientos de precios en los mercados asociados y otras influencias del mercado así como información sobre la propia orden del cliente.
it_it: Nel caso di alcuni contratti, potrebbero non esserci mercati o borse aperti o attivi su cui si effettuino i trade del prodotto di riferimento nell'orario dell'ordine del Cliente. In tali casi, la Società si impegna a stabilire un prezzo sottostante equo sulla base di vari fattori come il movimento dei prezzi sui mercati associati, altre cause di influenza sul mercato e informazioni relative all'ordine del Cliente.
ru_ru: В отношении некоторых контрактов, нужные рынки или биржи, на которых торгуется соответствующий продукт, могут быть закрыты. В таких случаях Компания определяет справедливую цену на продукт на основе ряда факторов, таких как изменение цен на связанных с инструментом рынках и других рыночных условий, а также информации о собственных контрактах наших клиентов.
th_th: ในบางสัญญา อาจไม่มีฟังก์ชัน หรือ ตลาดที่เปิดอยู่ หรือ การแลกเปลี่ยนในผลิตภัณฑ์อ้างอิงที่ทำการซื้อขาย ในเวลาที่ลูกค้าส่งคำสั่งซื้อ ในกรณีดังกล่าว บริษัทกำหนดราคาที่อ้างอิงที่มีความยุติธรรมโดยขึ้นกับปัจจัยหลายประการ ได้แก่ การเคลื่อนไหวของราคาในตลาดที่เกี่ยวข้อง และตลาดที่มีอิทธิพลอื่นๆ และข้อมูลเกี่ยวกับคำสั่งซื้อของลูกค้า

source: In the course of providing services, the Company may, where applicable, conduct an appropriateness test, in accordance with the Company's regulatory obligations, in order to determine whether the client, in the Company's view and on the basis of the information provided by the client, possesses the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
es_es: En el curso de la prestación de servicios, la Empresa podrá llevar a cabo, cuando sea necesario, una evaluación de idoneidad de acuerdo con las obligaciones reglamentarias con el fin de determinar si, en su opinión, y sobre la base de la información proporcionada por el cliente, este tiene los conocimientos y la experiencia necesarios en el campo de la inversión para comprender los riesgos involucrados en el tipo específico de producto o servicio ofrecido o solicitado.
it_it: Durante la fornitura dei servizi la Società può, ove applicabile, condurre un test di adeguatezza, in conformità agli obblighi normativi, allo scopo di determinare se, dal suo punto di vista e sulla base delle informazioni da fornite dal cliente, quest'ultimo ha la conoscenza e l'esperienza nel campo degli investimenti necessarie per comprendere i rischi connessi alla specifica tipologia di prodotto o servizio offerto o richiesto.
ru_ru: В процессе предоставления услуг Компания может, при необходимости, провести тест на целесообразность, согласно нормативным обязательствам Компании. Целью данного теста является определить, обладает ли клиент (по мнению Компании и на основании предоставленной клиентом информации) необходимыми знаниями и опытом в сфере инвестиций, чтобы осознавать риски, сопряженные с особым типом предоставляемого продукта или услуги.
th_th: ในระหว่างการให้บริการ บริษัทฯ อาจจะจัดให้มีการทดสอบความเหมาะสม ตามข้อผูกมัดทางกฎหมายของบริษัทฯ เพื่อพิจารณาว่า ตามความเห็นของบริษัทฯ และข้อมูลที่ลูกค้าให้ไว้ ลูกค้ามีความรู้และประสบการณ์เพียงพอในการลงทุน ที่จะเข้าใจความเสี่ยงที่จะเกิดขึ้นกับประเภทของผลิตภัณฑ์ หรือ บริการเฉพาะ ที่นำเสนอ หรือ บริการที่ร้องขอ หรือไม่

source: In the course of provision of services, BIEL shall, where applicable, conduct an appropriateness test in order to determine whether, in BIEL's view and on the basis of the information provided by the client, the client has the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
es_es: En el transcurso de la prestación de servicios, BIEL realizará, cuando sea necesario, una evaluación de idoneidad con el fin de determinar si, desde el punto de vista de BIEL y basándose en la información proporcionada por el cliente; este último cuenta con el conocimiento y la experiencia necesarios en el campo de la inversión para entender los riesgos involucrados en el tipo específico de producto o servicio ofrecido o solicitado.
ru_ru: В ходе оказания услуг, BIEL, по мере возможности, проводит тест на целесообразность, чтобы определить, обладает ли клиент (на взгляд BIEL и на основе информации, предоставленной клиентом) необходимыми знаниями и опытом в области инвестиций, чтобы понять риски, связанные с конкретным типом продукта или услугами, предлагаемыми или затребованными на сайте.
th_th: ในการให้บริการใดๆ กับลูกค้า BIEL อาจจะจัดให้มีการทดสอบความเหมาะสม ตามความเห็นของ BIEL และข้อมูลที่ลูกค้าให้ไว้ เพื่อพิจารณาว่า ลูกค้ามีความรู้และประสบการณ์เพียงพอในการลงทุน ที่จะเข้าใจความเสี่ยงที่จะเกิดขึ้นกับประเภทของผลิตภัณฑ์ หรือ บริการเฉพาะ ที่นำเสนอ หรือ บริการที่ร้องขอ หรือไม่

source: In the event of any conflict between the content in this document and the above documents, this document controls the Programmer's use of the %1 API. If the Programmer disagrees with any of the provisions in these Terms, the Programmer must not access or use the %1 API.
es_es: En caso de discrepancia entre el contenido de este documento y los documentos mencionados arriba, este documento controla el uso del Programador de la API de %1. Si el Programador no está de acuerdo con cualquiera de las disposiciones de estos Términos, este no accederá o utilizará la API de %1.
it_it: In presenza di conflitto tra il contenuto di questo documento e documenti di cui sopra, sarà il presente a regolare l'uso dell'API di %1 da parte del Programmatore. Se quest'ultimo si trova in disaccordo con le disposizioni dei presenti Termini, non può accedere all'API di %1 o utilizzarlo.
ru_ru: В случае возникновения противоречий между содержанием данного документа и вышеперечисленных документов, данный документ будет определять условия использования Программистом API %1. Если Программист не согласен с любым положением данных Правил, Программист должен воздержаться от использования API %1.
th_th: ในกรณีที่มีข้อพิพาทที่เกี่ยวข้องกับเนื้อหาสาระในเอกสารฉบับนี้ และเอกสารต่างๆ ข้างต้น เอกสารฉบับนี้กำหนดการใช้งาน %1 API ของโปรแกรมเมอร์ หากโปรแกรมเมอร์ไม่เห็นด้วยในกรณีใดๆ ที่บังคับใช้ในเงื่อนไขการใช้งาน โปรแกรมเมอร์ต้องไม่เรียกใช้ API หรือ นำ API ของ %1 ไปใช้งาน
