Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Your statement has been sent to your email address.
es_es: El extracto ha sido enviado a su dirección de correo electrónico.
it_it: Ti abbiamo inviato una e-mail con il tuo estratto conto.
ru_ru: Ваше заявление отправлено на Ваш электронный адрес.
th_th: รายการเดินบัญชีของท่านจะถูกส่งไปที่อีเมล์ตามที่ได้ลงทะเบียนไว้

source: Your token has expired or is invalid. Please click %1here%2 to restart the verification process.
es_es: Su token ha expirado o es inválido. Haga clic %1aquí%2 para reiniciar el proceso de verificación.
it_it: Il tuo token è scaduto o invalido. Fai clic %1qui%2 per riavviare la procedura di verifica.
ru_ru: Срок действия Вашего ключа истёк. Пожалуйста, нажмите %1здесь,%2 чтобы повторно запустить процесс проверки.
th_th: โทเค่นของท่านหมดอายุแล้ว หรือ โทเค่นไม่ถูกต้อง โปรดคลิก %1ที่นี่%2 เพื่อดำเนินกระบวนการตรวจสอบ

source: Your token has expired or is invalid. Please click <a href="%1">here</a> to restart the verification process.
es_es: Su token ha caducado o no es válido. Haga clic <a href="%1">aquí</a> para reiniciar el proceso de verificación.
it_it: Il tuo token è scaduto o invalido. Fai clic <a href="%1">qui</a> per riavviare la procedura di verifica.
ru_ru: Срок действия Вашего ключа истёк. Пожалуйста, нажмите <a href="%1">здесь,</a> чтобы повторно запустить процесс проверки.
th_th: โทเค่นของท่านหมดอายุแล้ว โปรดคลิก<a href="%1">ที่นี่</a> เพื่อดำเนินกระบวนการตรวจสอบ

source: Your trading statistics since %1.
es_es: Las estadísticas de sus transacciones desde %1.
it_it: Le tue statistiche di trading dal %1.
ru_ru: Ваша торговая статистика с %1.
th_th: สถิติการซื้อขายของท่านตั้งแต่ %1

source: Your transaction reference is
es_es: La referencia de su transacción es
it_it: Il riferimento per le transazioni è
ru_ru: Ссылка на Вашу сделку
th_th: เลขที่อ้างอิงของธุรกรรมของท่าน คือ

source: Your transaction reference number is %1
es_es: El número de referencia de su transacción es %1
it_it: Il numero di riferimento per le transazioni è %1
ru_ru: Номер Вашей сделки %1
th_th: หมายเลขอ้างอิงของธุรกรรมของท่าน คือ %1

source: Your virtual account balance is currently %1 or less. You may top up your account with an additional %2.
es_es: El saldo de su cuenta virtual es actualmente %1 o menos. Puede recargar su cuenta con unos %2 adicionales.
it_it: Al momento, il saldo del tuo conto virtuale è inferiore o uguale a %1; puoi ricaricare il conto aggiungendo un importo pari a %2.
ru_ru: В данный момент баланс Вашего демо-счёта составляет %1 или ниже. Вы можете пополнить счёт дополнительными %2.
th_th: ท่านมียอดเงินในบัญชีทดลอง %1 หรือ น้อยกว่า กรุณาฝากเงินในบัญชีของท่านเพิ่ม%2

source: Your web browser (%1) is out of date and may affect your trading experience. Proceed at your own risk. %2Update browser%3
es_es: Su buscador web (%1) está desactualizado y puede afectar su experiencia comercial. Continúe bajo su propio riesgo. %2Actualizar buscador%3
it_it: Il tuo web browser (%1) non è aggiornato e potrebbe influire sulla tua esperienza di trading. Prosegui a tuo rischio. %2Aggiorna il browser%3
ru_ru: Ваш веб браузер (%1) устарел, что может повлиять на результаты Вашей торговли. Рекомендуем %2обновить браузер%3
th_th: เว็บเบราเซอร์ของท่าน (%1) ไม่ได้ปรับปรุงให้ทันสมัย ซึ่งส่งผลต่อการใช้งานในการซื้อขายของท่าน โปรดดำเนินการเพื่อแก้ไขความเสี่ยงนี้โดยตัวท่านเองสามารถ %2 ปรับปรุงเบราเซอร์ให้เหมาะกับการใช้งาน %3

source: Your webcam and microphone must be in good working condition
es_es: Su cámara web y micrófono deben funcionar correctamente
it_it: La tua webcam e il microfono devono essere in buone condizioni
ru_ru: Ваша вебкамера и микрофон должны находиться в рабочем состоянии
th_th: เว็บแคมและไมโครโฟนของท่านต้องอยู่ในสภาพที่พร้อมใช้งาน

source: Your website request.url (if you have one)
es_es: La URL de su sitio web (si tiene uno)
ru_ru: URL Вашего запроса на сайте (если есть)
th_th: ที่อยู่เว็บไซต์ของท่าน request.url (ถ้ามี)

source: Your withdrawal limit is %1 %2 (or equivalent in other currency).
es_es: Su límite de retiros es %1 %2 (o el equivalente en otra moneda).
ru_ru: Ваш лимит на вывод составляет %1 %2 (или эквивалентную сумму в другой валюте).
th_th: วงเงินการถอนของท่าน คือ %1 %2 (หรือเทียบเท่าในสกุลเงินอื่น)

source: Your withdrawal limit is %1 %2.
es_es: Su límite de retiros es %1 %2.
ru_ru: Ваш лимит на вывод составляет %1 %2.
th_th: วงเงินการถอนของท่าน คือ %1 %2

source: a client that is not a Professional client or Eligible Counterparty
es_es: un cliente que no es un Cliente Profesional o Contraparte Elegible
it_it: Un cliente che non è un cliente professionista o una controparte autorizzata
ru_ru: клиент, не являющийся профессиональным клиентом или полноправным контрагентом
th_th: ลูกค้าที่ไม่ใช่ประเภท Professional Client หรือ ประเภท Eligible Counterparty

source: a definite or indefinite period during which you wish to exclude yourself from the website.
es_es: un período determinado o indeterminado durante el cual usted desea excluirse de la página web.
it_it: un periodo definito o indefinito durante il quale desideri escluderti dal sito internet.
ru_ru: определенный или неопределенный период, на который Вы желаете исключить себя из пользования сайтом.
th_th: ช่วงเวลาที่แน่นอน หรือไม่แน่นอนระหว่างที่ท่านปรารถนาจะพักจากเว็บไซต์

source: a limit on the amount of time you may trade in any given online session;
es_es: un límite en la cantidad de tiempo que puede operar en cualquier sesión en línea dada;
it_it: un limite sulla quantità di tempo in cui puoi negoziare in una qualsiasi sessione online;
ru_ru: лимит на время, которое Вы можете проводить в любой начатой сессии на сайте;
th_th: การจำกัดช่วงเวลาที่อยู่ในระบบซื้อขายออนไลน์

source: a limit on the amount you may trade within a specified period of time;
es_es: un límite en la cantidad con la que usted puede operar dentro de un período específico de tiempo;
it_it: un limite sull'importo che puoi negoziare in un dato periodo di tempo;
ru_ru: лимит на сумму, на которую Вы можете приобретать контракты в указанный период времени;
th_th: การจำกัดช่วงเวลาที่อยู่ในระบบซื้อขายออนไลน์

source: a limit on the losses you may incur within a specified period of time;
es_es: un límite en la cantidad de pérdidas en las que puede incurrir dentro de un período específico de tiempo;
it_it: un limite sulle perdite che puoi subire in un dato periodo di tempo;
ru_ru: лимит на убытки, которые Вы можете понести в указанный период времени;
th_th: จำกัดระดับการขาดทุนที่อาจจะเกิดขึ้นในระยะเวลาดังกล่าว

source: a percentage of the value and contract size of symbols for which there are Open Positions
es_es: un porcentaje del valor y del volumen del contrato de los símbolos para los que hay Posiciones Abiertas
it_it: Una percentuale del valore e dell'entità contrattuale di simboli per cui vi sono posizioni aperte
ru_ru: процент от стоимости и размера контракта на активах, на которых у клиента имеются открытые позиции
th_th: ร้อยละของมูลค่าและขนาดของสัญญาของสัญลักษณ์ที่มีโพซิชั่นเปิด

source: a professional client as defined in the Directive 2004/39/EC of the European Parliament and of the Council (MiFID) or subsequent Directive 2014/65/EU of the European Parliament and of the Council (MiFID II), whichever is in force
es_es: un cliente profesional tal como se define en la Directiva 2004/39/EC del Parlamento Europeo y del Consejo (MiFID) o la Directiva posterior 2014/65/EU del Parlamento Europeo y del Consejo (MiFID II), cualquiera esté en vigor
it_it: Cliente professionista come definito nella direttiva 2004/39/CE del Parlamento europeo e del Consiglio (MiFID) o successiva direttiva 2014/65/UE del Parlamento europeo e del Consiglio (MiFID II), a seconda di quale è in vigore
ru_ru: данный термин имеет значение, указанное Директивой 2004/39/EC Европейского парламента, а также Советом (MIFID) или последующей Директивой 2014/65/EU Европейского парламента и Советом (MIFID II), какое бы из вышеперечисленных положений не имело преимущественную силу
th_th: ลูกค้ามืออาชีพตามนิยามที่บัญญัติไว้ใน Directive 2004/39/EC ของรัฐสภาและคณะกรรมการยุโรป (MiFID) หรือ บทบัญญัติที่เกี่ยวข้อง Directive 2014/65/EU ของรัฐสภาและคณะกรรมการยุโรป (MiFID II) ที่มีบังคับใช้

source: a ratio which determines the minimum Margin requirement for a trader to open a trade
es_es: una relación que determina el requisito mínimo de Margen para que un operador abra una operación
it_it: Coefficiente che determina il requisito di margine minimo per avviare un trade
ru_ru: соотношение, определяющее минимальное маржевое требование, применимое к трейдеру для fоткрытия контракта
th_th: อัตราส่วนที่กำหนดเงื่อนไขมาร์จินขั้นต่ำสำหรับนักลงทุนในการเริ่มการซื้อขาย

source: a transaction unit representing a standardised quantity of the Underlying Instrument, as specified in the Product Disclosure and Specifications. One Lot constitutes the equivalent of 100,000 units of the base currency.
es_es: una unidad de transacción que representa una cantidad estandarizada del Instrumento Subyacente, como se especifica en la Divulgación y Especificaciones del Producto. Un lote constituye el equivalente a 100,000 unidades de la moneda base.
it_it: unità di transazione che rappresenta una quantità standard dello strumento sottostante, come specificato nell'informativa e nelle specifiche del prodotto. 1 lotto corrisponde all'equivalente di 100.000 unità della valuta di base.
ru_ru: единица контракта, представляющая собой стандартное количество единиц базового инструмента, согласно Заявлению об ограничении ответственности и характеристикам активов. Один лот равен или эквивалентен 100 000 единицам базовой валюты.
th_th: หน่วยของหนึ่งธุรกรรมแสดงถึงจำนวนมาตรฐานของผลิตภัณฑ์อ้างอิงตามที่กำหนดไว้ในข้อกำหนดการเปิดเผยผลิตภัณฑ์ (Product Disclosure and Specifications) ใน 1 ล็อต ประกอบด้วยค่าเทียบเท่าของ 100,000 หน่วยของสกุลเงินฐาน

source: a. Access the MT5 trading platform through the direct link %1 from BIEL's web interface, or
es_es: a) Acceder a la plataforma de operaciones MT5 a través del enlace directo %1 de la interfaz web de BIEL o,
ru_ru: a) зайти на торговую платформу MT5 по прямой ссылке %1 через веб интерфейс BIEL; или
th_th: ก. การเข้าถึงแพลตฟอร์มการซื้อขาย MT5 โดยตรงผ่านลิงค์ %1 ของเว็บของ BIEL หรือ

source: an Order to execute a transaction to close an Open Position when the price reaches the client's specified price
es_es: una Orden que ejecute una transacción para cerrar una Posición Abierta cuando se alcanza el precio especificado por el cliente
it_it: L'ordine di eseguire un'operazione per chiudere una posizione aperta quando il prezzo raggiunge quello specificato dal cliente
ru_ru: инструкция исполнить контракт с целью закрыть открытую позицию, когда цена достигнет уровня, указанного клиентом
th_th: คำสั่งในการสั่งดำเนินการธุรกรรมใดๆ เพื่อปิดโพซิชั่นที่เปิดอยู่ เมื่อราคาถึงระดับราคาที่ลูกค้าระบุเอาไว้

source: an Order to open or close a position in the market identified by reference to an Underlying Instrument at the current price
es_es: una orden de abrir o cerrar una posición en el mercado identificada por referencia a un instrumento subyacente al precio actual
it_it: L'ordine di aprire o chiudere una posizione nel mercato identificata rispetto allo strumento sottostante al prezzo corrente
ru_ru: ордер или приказ с целью открытия или закрытия позиции на рынке, на определённом базовом инструменте и по текущей цене
th_th: คำสั่งเพื่อเปิด หรือ ปิดโพซิชั่นใดๆ ในตลาดแสดงโดยผลิตภัณฑ์อ้างอิงที่ราคาปัจจุบัน

source: an Order to open or close a transaction if and when a price quote becomes more favourable to the client when compared against the current price
es_es: una Orden de abrir o cerrar una transacción si y cuando una cotización de precio se vuelve más favorable para el cliente en comparación con el precio actual
it_it: ordine di aprire o chiudere un'operazione se e quando la quotazione di un prezzo diventa più favorevole per il cliente rispetto al prezzo attuale
ru_ru: инструкция открыть или закрыть контракт, если/когда цена котировки будет более благоприятна для клиента, по сравнению с текущей ценой
th_th: คำสั่งเพื่อเปิด หรือ ปิดธุรกรรมใดๆ หากและเมื่อราคาที่เสนอเป็นผลดีต่อลูกค้าเมื่อเปรียบเทียบกับราคาปัจจุบัน

source: an execution instruction given by the client to the Company to open or close a position in a market identified by reference to the Underlying Instrument, including Market Order, Stop Order, Limit Order, etc.
es_es: una instrucción de ejecución de parte del cliente para la Empresa de abrir o cerrar una posición en un mercado identificado por referencia al instrumento subyacente, incluida una Orden de Mercado, una Stop Order, una Orden Límite, etc.
it_it: un'indicazione di esecuzione data dal cliente alla Società al fine di aprire una posizione in un mercato identificata rispetto allo strumento sottostante, inclusi ordini di mercato, Stop Order, Limit Order, ecc.
ru_ru: исполнение инструкций, предоставленных клиентом Компании с целью открытия или закрытия позиции на рынке, со ссылкой на базовый инструмент, включая рыночный ордер, стоп-ордер, лимитный ордер и т. д.
th_th: คำสั่งหนึ่งของลูกค้าที่ส่งให้บริษัทฯ ดำเนินการเปิด หรือ ปิดโพซิชั่นหนึ่งๆ ในตลาดโดยอ้างอิงผลิตภัณฑ์ใดๆ รวมถึง คำสั่งของตลาด คำสั่งหยุด คำสั่งจำกัดการซื้อขาย ฯลฯ

source: b. Download and install the MT5 trading platform through the link %1
es_es: b. Descargar e instalar la plataforma de trading MT5 a través del enlace %1
it_it: b. scaricare e installare la piattaforma di trading MT5 dal link %1
ru_ru: b) загрузить и установить торговую платформу MT5 по ссылке %1
th_th: ข. ดาวน์โหลด และ ติดตั้งแพลตฟอร์มการซื้อขาย MT5 จากลิงค์ %1

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, investment, trading
es_es: opciones binarias, Forex, mercado de Forex, comercio en línea, comercio financiero, comercio binario, comercio sobre índices, operar sobre índices, operaciones de divisas, operaciones con materias primas, estrategia de opciones binarias, corredor binario, apuesta binaria, plataforma de operaciones con opciones binarias, estrategia binaria, finanzas, inversión, comercio
ru_ru: бинарные опционы, форекс, торговля на форекс, онлайн торговля, бинарный трейдинг, торговля на индексах, трейдинг на индексах, контракты на форекс, торговля на сырье, стратегия бинарных опционов, бинарный брокер, бинарная ставка, платформа для торговли бинарными опционами, бинарная стратегия, финансы, инвестиции, трейдинг
th_th: ไบนารีออปชั่น ฟอเร็กซ์ การซื้อขายฟอเร็กซ์ การซื้อขายออนไลน์ การซื้อขายทางการเงิน การซื้อขายไบนารี การซื้อขายดัชนี ดัชนีการซื้อขาย การซื้อขายสินค้าโภคภัณฑ์ กลยุทธไบนารีออปชั่น โบรกเกอร์ไบนารี การพนันไบนารี ระบบซื้อขายไบนารีออปชั่น กลยุทธไบนารี การเงิน การลงทุน การซื้อขาย

source: day
es_es: día
it_it: giorno
ru_ru: дн.
th_th: วัน

source: days
es_es: días
it_it: giorni
ru_ru: дн.
th_th: วัน

source: details
es_es: detalles
it_it: dettagli
ru_ru: подробности
th_th: รายละเอียด

source: details of the applicant's about the applicant's remuneration, including entitlement to benefits such as pensions or insurance cover, if applicable;
es_es: detalles del solicitando respecto a su remuneración, incluyendo el derecho a beneficios tales como pensiones o cobertura de seguro, si corresponde;
ru_ru: данные заявителя относительно его вознаграждения, включая право на получение пособий, например, пенсионного пособия или страховой выплаты, если таковые применимы;
th_th: รายละเอียดข้อมูลของผู้สมัครเกี่ยวกับค่าตอบแทนของผู้สมัครนั้น รวมถึงสิทธิ์ในผลประโยชน์ต่างๆ เช่น สวัสดิการ หรือ ประกันสุขภาพ (ถ้ามี)

source: details of the identity of the the applicant's reference, including their name and contract details, comprising email address and telephone number; and
es_es: detalles de la identidad de la referencia del solicitante, incluyendo su nombre y datos de contacto que comprendan dirección de correo electrónico y numero de teléfono; y
ru_ru: данные о личности трейдера, направленного заявителем, включая имя и контактную информацию, содержащую электронный адрес и номер телефона; и
th_th: รายละเอียดข้อมูลของผู้สมัครเกี่ยวกับข้อมูลจำเพาะของผู้อ้างอิง ได้แก่ ชื่อ-สกุล รายละเอียดการว่าจ้าง อีเมล์ และหมายเลขโทรศัพท์ที่ใช้ติดต่อ

source: e.g. frontend.binaryws.com
es_es: por ejemplo, frontend.binaryws.com
it_it: ad es. frontend.binaryws.com
ru_ru: напр., frontend.binaryws.com
th_th: เช่น frontend.binaryws.com

source: for account %1
es_es: para la cuenta %1
it_it: per il conto %1
ru_ru: для счёта %1
th_th: สำหรับบัญชี %1

source: gaming
es_es: apuestas
it_it: gioco online
ru_ru: игровой
th_th: การพนัน

source: hour
es_es: hora
it_it: ora
ru_ru: час.
th_th: ชั่วโมง

source: hours
es_es: horas
it_it: ore
ru_ru: час.
th_th: ชั่วโมง

source: iWallet is an online payment service provider that allows deposits, withdrawals, and transaction payments. For more information, please visit %1.
es_es: iWallet es un proveedor de servicios de pago en línea que permite realizar depósitos, retiros y pagos de transacciones. Para más información, por favor visite %1.
ru_ru: iWallet – это платёжная онлайн система, позволяющая пополнять счёт, выводить средства и производить денежные переводы. Более подробную информацию можно получить по адресу %1.
th_th: iWallet เป็นผู้ให้บริการชำระเงินออนไลน์ ที่ให้ฝากเงิน ถอนเงิน และชำระเงินได้ สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: information about medical or health conditions, including whether or not the applicant has a disability for which the Company needs to make reasonable adjustments.
es_es: información sobre condiciones medicas o de salud, incluyendo si el solicitante tiene una discapacidad para la cual la Empresa necesita realizar ajustes razonables.
ru_ru: информация о диагнозах и медицинских состояниях, включая наличие инвалидности у заявителя, в отношении которой Компании необходимо внести некоторые коррективы.
th_th: ข้อมูลเกี่ยวกับการรักษา หรือ การวินิจฉัยทางการแพทย์ของผู้สมัคร รวมถึงข้อมูลความบกพร่องทางร่างกาย ทุพพลภาพ ซึ่งบริษัทฯ สามารถดำเนินการอย่างสมเหตุสมผลได้

source: information about the applicant's nationality;
es_es: informacion sobre la nacionalidad del solicitante;
ru_ru: информация о гражданстве заявителя;
th_th: ข้อมูลเกี่ยวกับสัญชาติของผู้สมัคร

source: letters
es_es: letras
it_it: lettere
ru_ru: буквы
th_th: ตัวอักษร

source: login
es_es: iniciar sesión
ru_ru: вход
th_th: เข้าสู่ระบบ

source: logout
es_es: cerrar sesión
ru_ru: выход
th_th: ออกจากระบบ

source: means any identifiable information relating to the applicant.
es_es: significa cualquier información identificable referente con el solicitante.
ru_ru: означает любую информацию относительно заявителя.
th_th: หมายถึง ข้อมูลที่ระบุตัวตนได้ที่เกี่ยวข้องกับผู้สมัคร

source: million
es_es: millón
it_it: milioni
ru_ru: млн.
th_th: ล้าน

source: minute
es_es: minuto
it_it: minuto
ru_ru: мин.
th_th: นาที

source: minutes
es_es: minutos
it_it: minuti
ru_ru: мин.
th_th: นาที

source: nearest price reasonably available and quoted by %1 when the Company Price quotation reaches or goes beyond the level of the client's Stop Order
es_es: primer precio razonablemente disponible y cotizado por %1 cuando la Cotización de Precio de la Empresa alcanza o sobrepasa el nivel de la Orden Stop del cliente
it_it: Prezzo più vicino ragionevolmente disponibile e quotato da %1 quando la quotazione del prezzo della Società raggiunge o supera il livello di Stop Order del cliente
ru_ru: самая ранняя цена, которая доступна и предоставлена %1, когда котировка Компании достигает или выходит за пределы уровня стоп-ордера клиента
th_th: ราคาที่ใกล้เคียงที่สุดที่มีอยู่และเสนอโดย %1 เมื่อใบเสนอราคาของบริษัทฯ ไปถึงหรือเกินจุดยุติคำสั่งซื้อของลูกค้า

source: numbers
es_es: números
it_it: numeri
ru_ru: цифры

source: or
es_es: O
it_it: o
ru_ru: или
th_th: หรือ

source: paysafecard offers a voucher-based online payment method that does not require a bank account, credit card, or other personal information. For more information, please visit %1.
es_es: paysafecard ofrece un método de pago en línea basado en cupones que no requiere una cuenta bancaria, tarjeta de crédito u otra información personal. Para más información, visite %1.
it_it: paysafecard offre un sistema di pagamento online basato sui voucher che non richiede conto bancario, carta di credito o ulteriori dettagli personali. Per maggiori informazioni, visita il sito %1.
ru_ru: Paysafecard предоставляет способ онлайн оплаты на основе ваучера, который не требует указания банковского счёта, кредитной карты или иной личной информации. Более подробная информация: %1.
th_th: paysafecard เสนอวิธีการชำระเงินออนไลน์แบบใช้ใบสำคัญแทนการรับจ่ายเงินที่ไม่ต้องใช้บัญชีธนาคาร บัตรเครดิต หรือ ข้อมูลส่วนบุคคลอื่นๆ สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: per lot
es_es: por lote
it_it: per lotto
ru_ru: за лот
th_th: ต่อล็อต

source: ratio of Account Equity to Total Margin, expressed as a percentage
es_es: relación entre el Capital de la Cuenta y el Margen Total, expresado en porcentaje
it_it: Coefficiente del rapporto tra equity del conto e margine totale, espresso sotto forma di percentuale
ru_ru: соотношение остатка на счету с общей маржей, выраженное в процентах
th_th: อัตราของทุนของบัญชีต่อมาร์จินรวม แสดงในรูปร้อยละ

source: restrict the further processing of their personal data, as well as in certain circumstances; and
es_es: restringir el procesamiento posterior de sus datos personales, así como en ciertas circunstancias, y
ru_ru: ограничить дальнейшее использование личной информации в ряде обстоятельств; и
th_th: จำกัดการนำข้อมูลส่วนบุคคลไปใช้งาน เช่นเดียวกับกรณีเฉพาะต่างๆ และ

source: second
es_es: segundo
it_it: secondo
ru_ru: сек.
th_th: วินาที

source: seconds
es_es: segundos
it_it: secondi
ru_ru: сек.
th_th: วินาที

source: shall mean Data Protection Act 2018, Chapter 440 of the Laws of Malta.
es_es: significará la Ley de Protección de Datos 2018, Capítulo 440 de las Leyes de Malta.
it_it: si riferisce al Data Protection Act 2018, capitolo 440 della legislazione di Malta.
ru_ru: означает Акт о защите информации от 2018 г., статья 440 законодательства Мальты.
th_th: จะหมายถึง พระราชบัญญัติคุ้มครองข้อมูล พ.ศ. 2561/ค.ศ. 2018 (Data Protection Act 2018) บทที่ 440 ในกฎหมายของประเทศมอลตา

source: shall mean EU General Data Protection Regulation 2016/679.
es_es: significará el Reglamento General de Protección de Datos de la UE 2016/679.
it_it: si riferisce al Regolamento per la protezione dei dati personali (UE) 2016/679.
ru_ru: означает Общий регламент по защите данных ЕС 2016/679.
th_th: จะหมายถึง ระเบียบการป้องกันข้อมูลพื้นฐานของสหภาพยุโรป ฉบับที่ 2016/679 (EU General Data Protection Regulation 2016/679)
