Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company collects, stores, and processes a range of information about the applicant, such as, but not limited to:
es_es: La Empresa recoge, almacena y procesa cierta información del solicitante, que incluye de manera no taxativa:
ru_ru: Компания собирает, хранит и обрабатывает большое количество информации о заявителе, включая, но не ограничиваясь нижеследующим:
th_th: บริษัทฯ ดำเนินการรวบรวม เก็บรักษา และประเมินผลข้อมูลของผู้สมัคร รวมถึง

source: The Company does not guarantee that the %1 API it provides will function without interruption or errors in functioning. In particular, the operation of the %1 API may be interrupted due to maintenance, updates, or system or network failures. The Company disclaims all liability for damages caused by any such interruption or errors in functioning.
es_es: La Compañía no garantiza que la API de %1 que ofrece funcionará sin interrupción o errores de funcionamiento. En particular, el funcionamiento de la API de %1 puede ser interrumpido por mantenimiento, actualizaciones o fallos del sistema o de la red. La Compañía niega cualquier responsabilidad por daños causados por dicha interrupción o errores de funcionamiento.
it_it: La Società non garantisce che l'API di %1 fornita funzionerà senza interruzioni o errori nel funzionamento. In particolare, il funzionamento dell'API di %1 può essere interrotto a causa di manutenzione, aggiornamenti o carenze nel sistema o nella rete. La Società declina qualsiasi responsabilità per danni causati da qualsiasi interruzione o errore nel funzionamento.
ru_ru: Компания не гарантирует, что предоставляемый ей API %1 будет функционировать без ошибок или прерываний. В частности, работа API %1 может быть прервана, в связи с проведением технического обслуживания, внесением обновлений, возникновением системных или сетевых сбоев. Компания не несёт ответственности за ущерб, вызванный по причине любого такого прерывания или ошибок в процессе работы.
th_th: บริษัทฯ ไม่รับรองว่า API ของ %1 ดำเนินการโดยปราศจากข้อขัดข้อง หรือ ข้อผิดพลาด การทำงานของ API ของ %1 อาจจะได้รับผลกระทบจากการดูแลรักษาระบบ การปรับปรุงระบบ หรือ การล้มเหลวของเครือข่าย หรือ ระบบ บริษัทฯ ปฏิเสธความรับผิดชอบต่อการสูญเสีย หรือภาระใดๆ ที่อาจจะเกิดขึ้นเนื่องจากข้อขัดข้อง หรือ ข้อผิดพลาดดังกล่าว

source: The Company does not guarantee the ability to sell a contract prior to its expiration time.
es_es: La Empresa no garantiza la posibilidad de vender un contrato antes de su fecha de vencimiento.
it_it: la Società non garantisce la possibilità di vendere un contratto prima della sua scadenza.
ru_ru: Компания не гарантирует возможность продажи контракта до истечения срока его действия.
th_th: บริษัทฯ ไม่รับประกันว่าจะขายสัญญาได้ ก่อนที่สัญญาจะหมดอายุ

source: The Company does not make any warranty, express or implied, that any pricing or other information provided through the MT5 trading platform or otherwise is correct.
es_es: La Empresa no garantiza, de manera expresa ni implícita, que cualquier precio u otra información brindada a través de la plataforma de trading MT5, entre otras, sea correcto.
it_it: La Società non garantisce in alcun modo, né via esplicita né implicita, che i prezzi o altre informazioni fornite attraverso la piattaforma di trading MT5 o in altro modo siano corretti.
ru_ru: Компания не предоставляет никаких явных или подразумеваемых гарантий, что любые цены или иная информация, предоставляемая на торговой платформе MT5 или иных ресурсах, является точной.
th_th: บริษัทฯ ไม่รับประกันใดๆ อย่างชัดแจ้งหรือโดยนัยว่า ราคา หรือ ข้อมูลอื่นๆ จากแพลตฟอร์มการซื้อขาย MT5 หรือ แหล่งอื่น นั้นถูกต้อง

source: The Company does not offer credit to its clients. The client acknowledges and agrees that they will not be dealing with the Company on credit.
es_es: La Empresa no ofrece créditos a sus clientes. El cliente reconoce y acepta que no operará con la Empresa a crédito.
it_it: La Società non offre servizi di credito ai clienti. Il cliente riconosce e accetta che non potrà operare a credito con la Società.
ru_ru: Компания не предоставляет кредитов для своих клиентов. Настоящим клиент признаёт и соглашается, что он/она не будет обращаться к Компании с просьбами о кредитах.
th_th: บริษัทฯ ไม่พิจารณาให้เครดิตลูกค้า ลูกค้าทราบและยินยอมว่าจะไม่ใช้เครดิตในการทำธุรกรรมกับบริษัทฯ

source: The Company does not provide a market amongst or between clients for investments, securities, derivatives, or speculations. Each financial contract purchased by a client via this site is an individual agreement between that client and the Company and is not a security, nor is it transferable, negotiable, or assignable to, or with, any third party.
es_es: La Empresa no brinda un mercado en o entre los clientes para inversiones, seguros, derivativos o especulaciones. Cada contrato financiero que compra un cliente a través de este sitio es un acuerdo individual entre el Cliente y la Empresa y no funciona como seguro, no es transferible, negociable con, o asignable a ningún tercero.
it_it: La Società non fornisce un mercato per investimenti, titoli, derivati o speculazioni tra clienti. Ogni contratto finanziario acquistato da un cliente tramite questo sito rappresenta un accordo individuale tra il cliente e la Società e non è un titolo, non è trasferibile, né negoziabile o attribuibile a qualsiasi terza parte.
ru_ru: Компания не предоставляет площадку для инвестиций, ценных бумаг, производных или спекуляций, производимых между клиентами. Каждый финансовый контракт на данном сайте является индивидуальным соглашением между клиентом и Компанией и не является ценной бумагой, не подлежит обсуждению, передаче или уступке третьему лицу.
th_th: บริษัทฯ ไม่ได้เป็นผู้จัดหาตลาดของกลุ่ม หรือ ระหว่างลูกค้าเพื่อการลงทุน หลักทรัพย์ อนุพันธ์ หรือ การเก็งกำไร ใดๆ สัญญาทางการเงินแต่ละสัญญาที่ลูกค้าทำการซื้อขายผ่านเว็บไซต์นี้เป็นข้อตกลงส่วนบุคคลระหว่างลูกค้าและบริษัทฯ และไม่ถือเป็นหลักทรัพย์ หรือ การถ่ายโอน การต่อรอง หรือ การมอบอำนาจให้กับบุคคลที่สามใดๆ

source: The Company does not provide and is not authorised to provide investment advice. The Company will not make personal recommendations or advise on the merits of buying and/or selling in particular investments.
es_es: La Empresa no brinda ni está autorizada a brindar asesoramiento de inversión. La Empresa no dará recomendaciones personales ni consejos acerca de comprar y/o vender en casos particulares de inversiones.
it_it: La Società non fornisce e non è autorizzata a fornire consulenza in materia di investimenti; inoltre, non comunica raccomandazioni personali e non fornisce consulenza su possibili vendite e/o acquisti relativi a particolari investimenti.
ru_ru: Компания не предоставляет и не уполномочена предоставлять инвестиционных советов. Таким образом, Компания не будет предоставлять вам личных рекомендаций или советов относительно преимуществ покупки или продажи определённых активов.
th_th: บริษัทฯ ไม่ได้ให้คำแนะนำการลงทุน และ ไม่ได้รับอนุญาตให้แนะนำการลงทุน บริษัทฯ ไม่ให้คำแนะนำส่วนบุคคล หรือ คำแนะนำเพื่อการซื้อหรือขายในการลงทุนใดๆ โดยเฉพาะ

source: The Company does not tolerate any form of inappropriate behaviour. This includes the usage of offensive language. The Company reserves the right to restrict or terminate the client's account if there is any form of inappropriate behaviour on the client's part.
es_es: La Empresa no tolera cualquier tipo de comportamiento inapropiado. Esto incluye el uso de lenguaje ofensivo. La Empresa se reserva el derecho de restringir o cancelar la cuenta del cliente sí existe algún tipo de comportamiento inapropiado por parte del mismo.
it_it: La Società rifiuta ogni forma di comportamento inadeguato, come l'utilizzo di un linguaggio offensivo; si riserva la facoltà di limitare o chiudere il conto di un cliente qualora quest'ultimo desse prova di comportamento inadeguato.
ru_ru: Компания не терпит любых форм неприемлемого поведения. Сюда также относится употребление ненормативной лексики. В этой связи Компания оставляет за собой право приостановить или прекратить работу клиентского счёта в случае неприемлемого поведения со стороны клиента.
th_th: บริษัทฯ ไม่ส่งเสริมพฤติกรรมที่แสดงออกอย่างไม่เหมาะสม รวมถึงการใช้ภาษาที่มีความรุนแรง ตอบโต้ โจมตี บริษัทฯ จึงขอสงวนสิทธิ์ในการจำกัดการใช้งาน หรือ เพิกถอนบัญชีของลูกค้า หากพบว่าลูกค้าท่านใดแสดงพฤติกรรมที่ไม่เหมาะสม

source: The Company endeavours to open or close the transaction to which the client's Order relates at a price reasonably available to the Company, acting in accordance with the Company's duty of best execution. Best execution means that, when executing Orders, the Company must take all sufficient steps to obtain the best possible result for the client, taking into account the price, costs, speed, likelihood of execution and settlement, size, nature, or any other consideration relevant to the execution of the Order.
es_es: La Empresa se esfuerza en abrir o cerrar la transacción relacionada a la Orden del cliente a un precio razonable disponible a la Empresa, actuando de acuerdo a su deber de mejor ejecución. Mejor ejecución se refiere a que, cuando se ejecutan Órdenes, la Empresa deberá tomar todas las medidas necesarias para obtener el mejor resultado posible para el cliente, teniendo en cuenta el precio, los costos, la velocidad, la probabilidad de ejecución y liquidación, la dimensión, la naturaleza o cualquier otra consideración relevante a la ejecución de la Orden.
it_it: La Società cerca di aprire o chiudere l'operazione relativa all'ordine del cliente ad un prezzo ragionevolmente disponibile alla Società, operando in conformità all'obbligo di esecuzione alle migliori condizioni. Miglior esecuzione significa che, al momento di esecuzione di un Ordine, la Società dovrà adottare tutte le misure necessarie ad ottenere il miglior risultato possibile per il cliente, tenendo conto del prezzo, costi, velocità, probabilità di esecuzione e di regolamento, dimensione, natura e ogni altra considerazione pertinente all'esecuzione dell'ordine.
ru_ru: Компания обязуется предпринять все разумные усилия, чтобы открыть или закрыть контракт, к которому относится ордер клиента по доступной Компании цене, руководствуясь обязательством наилучшего исполнения. Лучшее исполнение означает, что при исполнении ордеров Компания должна предпринять все возможные меры, чтобы получить для клиента наилучший результат, принимая во внимание цену, расходы, скорость, вероятность исполнения и закрытия контракта, размер, характер или любые другие аспекты, имеющие отношение к исполнению ордера.
th_th: บริษัทฯ พยายามที่จะเปิด หรือปิดธุรกรรมของการสั่งซื้อของลูกค้าในราคาสมเหตุสมผลที่บริษัทฯ มี ด้วยการปฏิบัติหน้าที่ในการดำเนินการที่ดีที่สุด การประมวลผลคำสั่งซื้อที่ดีที่สุด หมายถึง เมื่อประมวลผลคำสั่งซื้อ บริษัทฯ จะดำเนินการตามขั้นตอนทั้งหมด เพื่อให้ได้ผลลัพธ์ที่ดีที่สุดแก่ลูกค้า โดยพิจารณาราคา ต้นทุน ความเร็ว ความเป็นไปได้ในการประมวลผลและการชำระราคา ขนาด ลักษณะ หรือ ข้อพิจารณาอื่นๆ ที่เกี่ยวข้องกับการประมวลผลคำสั่งซื้อ

source: The Company has a Stop Out policy which prevents the client from losing more than they have deposited. However, in the event that the client's Open Positions are not closed when the Margin Level for their MT5 Real Account reaches the Stop Out Level, the Company, at its sole discretion, may waive the client's negative balance by crediting their account if their Account Balance goes into a negative balance. The negative balance is determined by aggregating all the negative balances incurred over a 24-hour period across all accounts held by the client. The client acknowledges that, unless they are a retail customer of Binary Investments (Europe) Ltd or a client of Binary (Europe) Ltd or Binary (IOM) Ltd, the offer of the negative balance protection by the Company to the client is at the Company's sole discretion and the Company reserves the right to change the features and eligibility criteria of the negative balance protection at any time. The provisions of the negative balance protection do not apply in the following situations:
es_es: La Empresa tiene una política de Stop Out que evita que el cliente pierda más de lo que ha depositado. Sin embargo, en el caso que las Posiciones Abiertas del cliente no se cierren cuando el Nivel de Margen para su Cuenta Real MT5 alcance el Nivel de Stop Out, la Empresa, a su entera discreción, puede renunciar al saldo negativo del cliente acreditando su cuenta si el Saldo de su Cuenta entra en un balance negativo. El saldo negativo se determina agregando todos los saldos negativos incurridos durante un período de 24 horas en todas las cuentas mantenidas por el cliente. El cliente reconoce que, a menos que sea un cliente minorista de Binary Investments (Europe) Ltd o un cliente de Binary (Europe) Ltd o Binary (IOM) Ltd, la oferta de la protección del saldo negativo por parte de la Empresa al cliente se realiza bajo la entera discreción de la Empresa y esta se reserva el derecho de cambiar las características y los criterios de elegibilidad de la protección del saldo negativo en cualquier momento. Las disposiciones de la protección del saldo negativo no se aplican en las siguientes situaciones:
ru_ru: В Компании действует политика стоп-аут (принудительного закрытия позиций), которая не позволит клиенту потерять больше суммы первоначальной инвестиции. Тем не менее, если открытые позиции клиента не закрыты, когда уровень маржи на Реальном счету MT5 достигнет уровня стоп-аут, Компания по своему единоличному усмотрению может ликвидировать отрицательный баланс клиента, предоставив клиенту небольшой кредит, если баланс счёта станет отрицательным. Отрицательный баланс образуется путём суммирования отрицательного баланса, появившегося за последние 24 часа на всех счетах клиента. Настоящим клиент признаёт и соглашается, что, если он/она не является индивидуальным клиентом Binary Investments (Europe) Ltd, Binary (Europe) Ltd или Binary (IOM) Ltd, предложение защиты от негативного баланса со стороны Компании производится по единоличному усмотрению Компании. Также Компания оставляет за собой право в любое время изменить характеристики и критерии отбора для защиты от отрицательного баланса. Положения политики защиты от отрицательного баланса не применимы в следующих случаях:
th_th: บริษัทฯ มีนโยบายการยุติการซื้อขาย ซึ่งป้องกันไม่ให้ลูกค้าสูญเสียเงินมากกว่าจำนวนที่ฝากไว้ อย่างไรก็ตาม ในกรณีที่โพซิชั่นเปิดของลูกค้าไม่ถูกปิดเมื่อระดับมาร์จินของบัญชี MT5 จริงไปถึงระดับยุติการซื้อขาย บริษัทฯ อาจละเว้นยอดคงเหลือที่ติดลบของลูกค้าโดยการเครดิตบัญชีของลูกค้าหากยอดคงเหลือในบัญชีติดลบ ยอดคงเหลือติดลบจะถูกพิจารณาโดยการคำนวณรวมยอดคงเหลือติดลบทั้งหมดที่เกิดขึ้นในทุกๆ บัญชีของลูกค้าภายในระยะเวลา 24 ชั่วโมง ลูกค้ายอมรับว่า เว้นแต่ลูกค้าเป็นลูกค้ารายย่อยของ Binary Investments (Europe) Ltd หรือ ลูกค้าของ Binary (Europe) Ltd หรือ Binary (IOM) Ltd ข้อเสนอกลไกการป้องกันยอดคงเหลือติดลบของบริษัทฯ ที่ให้แก่ลูกค้านี้ จะเป็นไปตามดุลยพินิจของบริษัทฯ เท่านั้น และบริษัทฯ สงวนสิทธิ์ในการเปลี่ยนแปลงคุณลักษณะและหลักเกณฑ์การคัดเลือกของกลไกการป้องกันยอดคงเหลือติดลบเมื่อใดก็ได้ หากแต่จะไม่มีบริการป้องกันยอดคงเหลือติดลบในสถานการณ์ดังต่อไปนี้

source: The Company has a general duty to conduct its business with the client honestly, fairly, and professionally and to act in the client's best interests when opening and closing binary options trades with the client.
es_es: La Empresa tiene el deber general de llevar sus negocios con el cliente con honestidad, imparcialidad y profesionalismo y de actuar en el mejor interés del cliente al abrir y cerrar contratos en opciones binarias con él mismo.
it_it: La Società ha il dovere generale di condurre la propria attività con il cliente in modo onesto, equo e professionale e di agire nei migliori interessi del cliente quando apre e chiude trade di opzioni binarie con quest'ultimo.
ru_ru: Основная обязанность Компании – честно, справедливо и профессионально вести совместный бизнес с клиентом, а также действовать в интересах клиента при открытии и закрытии контрактов на бинарных опционах.
th_th: บริษัทฯ มีหน้าที่ทั่วๆ ไป ในการจัดการธุรกิจของเรากับลูกค้าด้วยความซื่อสัตย์ เป็นธรรม และอย่างมืออาชีพ และเพื่อปฏิบัติอย่างเหมาะสมที่สุดเพื่อดำเนินการในการเปิดและปิดการซื้อขายไบนารีออปชั่นกับลูกค้า

source: The Company has and retains the right to terminate any event or trade including, but not limited to, the occurrence of any of the above events.
es_es: La Empresa tiene y se reserva el derecho a finalizar cualquier evento o contrato, incluyendo pero no limitándose a la ocurrencia de cualquiera de los eventos anteriores.
it_it: La Società ha e conserva il diritto di cessare qualsiasi azione o trade, inclusi, ma senza limitazione, qualsiasi evento di cui sopra.
ru_ru: Компания сохраняет за собой право остановить какое-либо событие или контракт, включая, но не ограничиваясь наступлением любого из вышеперечисленных событий.
th_th: บริษัทฯ มีสิทธิ์และสงวนสิทธิ์ ที่จะยุติเหตุการณ์ หรือ การซื้อขายใดๆ รวมถึง การเกิดขึ้นของเหตุการณ์ที่กล่าวข้างต้น

source: The Company has internally set appropriate controls and monitoring to verify that its aggregate return on various underlying options and durations is equal to its commission charge of 3 - 5%. Proper back-testing is conducted on a quarterly basis to certify that the Company's return does not exceed this set mark-up and hence ascertain continued fair prices to the clientele, whilst mitigating the Company's conflicts of interest.
es_es: La Empresa ha establecido procesos internos de control y supervisión apropiados para verificar que su rentabilidad total en varias opciones subyacentes y duraciones sea igual a la tasa de comisión de 3 a 5%. Se realizan pruebas de back-testing adecuadas trimestralmente para certificar que el rendimiento de la Empresa no excede este margen de ajuste establecido y, por lo tanto, establece precios justos continuos para la clientela, al tiempo que mitiga los conflictos de interés de la Empresa.
it_it: La Società ha fissato internamente controlli e monitoraggi appropriati per verificare che il suo ritorno complessivo sulle varie opzioni sottostanti e durate corrisponda alla commissione del 3-5%. Ogni trimestre vengono effettuati back-test per accertarsi che il ritorno della Società non superi questo mark-up prefissato, e quindi garantire prezzi costantemente equi per il cliente, mitigando al tempo stesso i conflitti di interesse della Società.
ru_ru: Компания внутренним образом установила должные системы контроля и мониторинга, чтобы гарантировать, что общая совокупная прибыль на различных основных опционах и их длительность равны её комиссии в размере 3-5%. Должное бэк-тестирование проводится на ежеквартальной основе, чтобы гарантировать, что прибыль Компании не превысит заданной надбавки и таким образом утвердит в дальнейшем честное ценообразование для клиентов, снизив конфликт интересов Компании.
th_th: บริษัทฯ มีการกำหนดมาตรการภายในเพื่อการควบคุมและตรวจสอบอย่างเหมาะสมว่า ผลตอบแทนโดยรวมของออปชันผลิตภัณฑ์อ้างอิงและระยะเวลาต่างๆ มีค่าเท่ากับค่าคอมมิชชั่น 3 - 5% การทดสอบนั้นดำเนินการอย่างเหมาะสมทุกไตรมาสเพื่อรับรองว่า ผลตอบแทนของบริษัทฯ ไม่เกินมูลค่าที่ตั้งไว้ ดังนั้นจึงมั่นใจได้ว่า ราคาสำหรับลูกค้ายังคงยุติธรรม และลดผลประโยชน์ทับซ้อนของบริษัทฯ

source: The Company has outlined the Company's privacy practices for the client as follows:
es_es: La Empresa ha delineado sus practicas de privacidad para el cliente de la siguiente manera:
it_it: La Società ha stabilito le seguenti procedure in materia di privacy del cliente:
ru_ru: В этой связи Компания изложила свою политику конфиденциальности для клиентов:
th_th: บริษัทฯ ได้แสดงหัวข้อของการรักษาข้อมูลส่วนบุคคลของบริษัทฯ สำหรับลูกค้า ดังต่อไปนี้

source: The Company has the discretion to seek information from clients to verify compliance with these terms.
es_es: La Empresa, a su criterio, puede solicitar información a sus Clientes para verificar el cumplimiento de estos términos.
it_it: La Società ha la facoltà di richiedere ai clienti le informazioni necessarie per verificare la conformità ai presenti termini.
ru_ru: Компания имеет право запрашивать у клиентов определённую информацию, чтобы проверить выполнение ими данных условий.
th_th: บริษัทฯ ใช้ดุลยพินิจในการพิจารณาสืบค้นข้อมูลจากลูกค้า เพื่อตรวจสอบว่าได้มีการปฏิบัติตามข้อตกลงเหล่านี้

source: The Company has the right and obligation not to accept the information provided by clients if the Company knows or has a reason to believe that it is incorrect, inaccurate, or incomplete. In such cases, the Company may ask clients to clarify or correct the details provided.
es_es: La Empresa tiene el derecho y la obligación de no aceptar información provista por clientes si la Empresa tiene conocimiento o razones para creer que dicha información es incorrecta, imprecisa, o incompleta. En estos casos, la Empresa puede solicitar a los clientes la aclaración o corrección de los detalles provistos.
it_it: La Società ha il diritto e l'obbligo di non accettare le informazioni fornite dai clienti qualora sapesse o avesse motivo di credere che siano inesatte, imprecise o incomplete. In tal caso, la Società può richiedere ai clienti di chiarire o correggere i dati forniti.
ru_ru: Компания имеет право и обязанность не принимать предоставляемую клиентами информацию, если Компания знает или имеет основания полагать, что данная информация является недостоверной, неточной или неполной. В данном случае Компания может обратиться к клиентам для пояснений или внесения исправлений в данную информацию.
th_th: บริษัทฯ มีสิทธิ์ และหน้าที่ที่จะไม่ยอมรับข้อมูลของลูกค้า หากบริษัทฯ ทราบ หรือมีเหตุผลที่จะเชื่อว่า ข้อมูลนั้นไม่ถูกต้อง หรือไม่สมบูรณ์ ในกรณีดังกล่าว บริษัทฯ อาจขอให้ลูกค้าชี้แจง หรือแก้ไขรายละเอียดที่ให้ไว้

source: The Company has various deposit methods available, each with its own timing for deposits, some of which might not be available for withdrawals. Full details of available methods for deposits and withdrawals, including settlement times, can be seen %1here%2.
es_es: La Empresa tiene varios métodos de depósito disponibles, cada uno con su propio plazo para depósitos, algunos de los cuales podrían no estar disponibles para retiros. Los detalles completos de los métodos de depósitos y retiros disponibles, incluyendo los tiempos de liquidación, están disponibles %1aquí%2.
it_it: La Società dispone di varie modalità di pagamento, ognuna con tempistiche differenti per quanto riguarda i depositi, alcune delle quali potrebbero non essere disponibili per i prelievi. Maggiori informazioni sui metodi di deposito e prelievo disponibili, inclusi i periodi di liquidazione, sono consultabili %1qui%2.
ru_ru: Компания предлагает различные способы пополнения счёта с разными сроками обработки, некоторые из которых могут быть впоследствии недоступны для вывода средств. Полная информация о доступных способах пополнения и вывода, включая время обработки, находится %1здесь%2.
th_th: บริษัทฯ มีช่องทางการรับฝากเงินที่หลากหลาย แต่ละช่องทางมีเงื่อนไขของเวลาที่ต่างกัน และบางช่องทางไม่เปิดให้บริการการถอนเงิน สามารถดูรายละเอียดเกี่ยวกับวิธีการฝากและการถอน รวมถึงเวลาครบกำหนดชำระ ได้%1ที่นี่%2
