Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: %1 is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
es_es: %1 es un activo defensor del movimiento de código abierto y se encuentra en proceso de disponibilizar algunos componentes de su base de código.
it_it: %1 è un sostenitore attivo del movimento di open-source ed è in fase di libera offerta di un certo numero di componenti del suo codebase.
ru_ru: %1 является активным сторонником движения с открытым исходным кодом и находится в процессе открытого поиска ряда компонентов базы кодов.
th_th: %1 เป็นผู้สนับสนุนปัจจุบันของการเคลื่อนไหวแบบโอเพ่นซอส และอยู่ในระหว่างขั้นตอนในการโอเพ่นซอสส่วนประกอบจำนวนมากของ Codebase

source: %1 is an award-winning online trading provider that helps its clients to trade on financial markets through binary options and CFDs. Trading binary options and CFDs on Volatility Indices is classified as a gambling activity. Remember that gambling can be addictive – please play responsibly. Learn more about %2Responsible Trading%3. Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Canada, Hong Kong, or to persons under age 18.
es_es: % 1 es un proveedor de operaciones en línea galardonado que ayuda a sus clientes a realizar transacciones en mercados financieros a través de opciones binarias y CFDs. El comercio de opciones binarias y CFDs en índices de volatilidad se clasifica como una actividad de juego. Recuerde que el juego puede ser adictivo, por favor juegue con responsabilidad. Obtenga más información sobre %2Comercio Responsable%3. Algunos productos no están disponibles en todos los países. Los servicios de este sitio web no están disponibles en ciertos países, como EE. UU., Canadá, Hong Kong o para personas menores de 18 años.
ru_ru: %1 - это провайдер услуг в сфере онлайн торговли, удостоенный высоких наград и помогающий своим клиентам торговать на финансовых рынках посредством контрактов на бинарных опционах и CFD. Торговля бинарными опционами и CFD на Индексах волатильности относится к категории азартных игр. Пожалуйста, помните, что азартные игры могут перерасти в зависимость и играйте ответственно. Получите больше информации об %2ответственной торговле%2. Ряд продуктов доступен не во всех странах мира. Услуги данного сайта недоступны для лиц моложе 18 лет, а также в следующих странах: США, Канада, Гонконг.
th_th: %1 เป็นผู้ให้บริการการซื้อขายออนไลน์ที่ได้รับรางวัลที่ช่วยให้ลูกค้าได้ทำการซื้อขายในตลาดการเงินผ่านทางไบนารีออปชันและ CFD การซื้อขายไบนารีออปชันและ CFD บนดัชนีผันผวนถูกจัดให้เป็นกิจกรรมด้านการพนัน โปรดตระหนักว่า การพนันอาจทำให้เกิดการเสพติด โปรดดำเนินการซื้อขายด้วยความรับผิดชอบ ศึกษาเพิ่มเติมเกี่ยวกับ %2การซื้อขายอย่างรับผิดชอบ%3 ผลิตภัณฑ์เพื่อการลงทุนบางรายการยังไม่ได้เปิดให้บริการในทุกประเทศ รวมถึงไม่มีบริการทางเว็บไซต์นี้ในบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ฮ่องกง หรือ ไม่ได้ให้บริการแก่บุคคลที่อายุต่ำกว่า 18 ปี

source: %1 is awarded 'Best Trading Platform in Asia' by Global Brands Magazine. The Global Brands Awards honours excellence in performance and exceptional service delivery.
es_es: %1 recibe el premio a la 'Mejor Plataforma de Inversiones en Asia' por parte de la Revista Global Brands. El Premio Global Brands Awards reconoce la excelencia en el rendimiento y la prestación de servicios.
it_it: %1 ha ricevuto il riconoscimento "Migliore piattaforma di trading in Asia" conferito dal Global Brands Magazine. Il Global Brands Awards premia l'eccellenza dei risultati ottenuti e dei servizi offerti.
ru_ru: %1 признан "лучшей торговой платформой в Азии" по версии Global Brands Magazine. Награда Global Brands Awards отмечает превосходное исполнение и высококлассный сервис.
th_th: %1ได้รับรางวัล "แพลตฟอร์มการซื้อขายที่ดีที่สุดในเอเชีย" โดยนิตยสารโกลโบลแบรนด์ รางวัลโกลโบลแบรนด์ (Global Brands) ยกย่องความยอดเยี่ยมของประสิทธิภาพในการทำงานและการให้บริการที่ดีเยี่ยม

source: %1 is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide.
es_es: %1 es galardonada con el premio al Mejor Corredor de Opciones Binarias por los Online Personal Wealth Awards 2017 del Reino Unido, otorgado por inversores de todo el mundo.
it_it: %1 è stato premiato come Miglior broker in opzioni binarie da parte dell'Online Personal Wealth Awards 2017 del Regno Unito, come votato dagli investitori a livello mondiale.
ru_ru: %1 получил награду в номинации Лучший брокер бинарных опционов в рамках британской премии Online Personal Wealth Awards 2017, завоевав признание инвесторов по всему миру.
th_th: %1 ได้รับรางวัลโบรกเกอร์ไบนารีออปชั่นที่ดีที่สุดโดยคณะกรรมการผู้จัดงานรางวัลผู้จัดการความมั่งคั่งส่วนบุคคลออนไลน์ ปี ค.ศ. 2017 (พ.ศ. 2560) ของสหราชอาณาจักร ซึ่งมาจากการลงคะแนนของนักลงทุนทั่วโลก

source: %1 is honoured as the world's "Best Binary Options Broker" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai.
es_es: %1 es galardonada como "El Mejor Corredor de Opciones Binarias" del mundo en la 16° Conferencia y Exposición Financiera MENA, en Dubai.
it_it: %1 è stato riconosciuto come il "Miglior broker in opzioni binarie" del mondo alla 16^ MENA International Financial Conference and Exhibition annuale tenuta a Dubai.
ru_ru: %1 завоевал награду в категории “Лучший брокер бинарных опционов” на 16-й Международной финансовой конференции и выставке стран MENA, которая состоялась в Дубае.
th_th: %1 ได้รับรางวัลระดับโลกในฐานะ “โบรกเกอร์ไบนารีออปชั่นที่ดีที่สุด” จากนิทรรศการและการประชุมการเงินนานาชาติประจำปี หรือ การประชุม MENA ครั้งที่ 16 ที่ประเทศดูไบ

source: %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
es_es: %1 no está afiliado con ninguno de los agentes de pago mencionados anteriormente. Cada agente de pago opera como un proveedor de servicios independiente y no es avalado, garantizado o de otra manera aprobado por %1. CUALQUIER TRATO DE LOS CLIENTES CON LOS AGENTES DE PAGO ES BAJO SU PROPIO RIESGO Y RESPONSABILIDAD. Se recomienda a los clientes verificar las credenciales de los agentes de pago antes de realizar cualquier depósito o transferencia de dinero. %1 no será responsable bajo ninguna circunstancia por las transacciones realizadas entre los clientes y los agentes de pago.
it_it: %1 non è affiliato con alcun Agente di pagamento elencato qui sopra. Ogni Agente di pagamento opera come provider di servizi indipendente e non è in alcun modo sostenuto, garantito o approvato da %1. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO RISCHIO E PERICOLO. Ai clienti si consiglia di controllare le credenziali degli Agenti di pagamento prima di inviare loro qualsiasi somma di denaro. %1 non è in alcun modo responsabile per le transazioni eseguite tra i clienti e gli Agenti di pagamento.
ru_ru: %1 не является представителем никакого из указанных Платежных агентов. Каждый Платежный агент функционирует как независимый предприниматель, а %1 не поддерживает, не выполняет поручительства и не гарантирует надежности любого из Платежных агентов. КЛИЕНТЫ ПОЛЬЗУЮТСЯ УСЛУГАМИ ПЛАТЕЖНЫХ АГЕНТОВ НА СВОЙ СТРАХ И РИСК. Мы рекомендуем клиентам заранее проверить информацию о Платежных агентах, прежде чем высылать им денежные средства. %1 не несет никакой ответственности за транзакции между Клиентом и Платежным агентом.
th_th: %1 ไม่ได้เป็นสมาชิกกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย %1 ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆ ให้กับตัวแทนฯ ไม่ว่าในกรณีใดๆ ก็ตาม %1 จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน

source: %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
es_es: %1 no está afiliado con ninguno de los agentes de pago mencionados anteriormente. Cada agente de pago opera como un proveedor de servicios independiente y no es avalado, garantizado o de otra manera aprobado por %1. CUALQUIER TRATO DE LOS CLIENTES CON LOS AGENTES DE PAGO ES BAJO SU PROPIO RIESGO Y RESPONSABILIDAD. Se recomienda a los clientes verificar las credenciales de los agentes de pago antes de realizar cualquier depósito o transferencia de dinero. %1 no será responsable bajo ninguna circunstancia por las transacciones realizadas entre los clientes y los agentes de pago.
it_it: %1 non è affiliato con alcun agente di pagamento elencato qui sopra. Ogni agente di pagamento opera come provider di servizi indipendente e non è in alcun modo sostenuto, garantito o approvato da %1. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO RISCHIO E PERICOLO. Ai clienti si consiglia di controllare le credenziali degli agenti di pagamento prima di inviare loro qualsiasi somma di denaro. %1 non è in alcun modo responsabile per le transazioni eseguite tra i clienti e gli agenti di pagamento.
ru_ru: %1 не является представителем никакого из указанных платежных агентов. Каждый платежный агент функционирует как независимый предприниматель, а %1 не поддерживает, не выполняет поручительства и не гарантирует надежности любого из платежных агентов. КЛИЕНТЫ ПОЛЬЗУЮТСЯ УСЛУГАМИ ПЛАТЕЖНЫХ АГЕНТОВ НА СВОЙ СТРАХ И РИСК. Мы рекомендуем клиентам заранее проверить информацию о платежных агентах, прежде чем высылать им денежные средства. %1 не несет никакой ответственности за транзакции между клиентом и платежным агентом.
th_th: %1 ไม่ได้เป็นสมาชิกกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรือ อนุมัติโดย %1 ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆ ด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินให้กับตัวแทนฯ ไม่ว่าในกรณีใดๆ ก็ตาม %1 จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน

source: %1 is owned and operated by the Binary Group Ltd. group of companies. For more information, %2visit our history page%3.
es_es: %1 es propiedad de y está operada por el grupo de empresas Binary Group Ltd. Para obtener más información, %2visite nuestra página de historia corporativa%3.
ru_ru: %1 принадлежит и находится под управлением группы компаний Binary Group Ltd. Для получения дополнительной информации, пожалуйста, %2посетите страницу нашей истории%3.
th_th: %1 เป็นเจ้าของและดำเนินการโดยบริษัท Binary Group Ltd สามารถหาข้อมูลเพิ่มเติมได้โดย %2เยี่ยมชมหน้าประวัติของเรา%3

source: %1 is the award-winning industry pioneer in online options trading. We boast:
es_es: %1 es el pionero galardonado en la industria de las opciones binarias. Nos enorgullecemos de lo siguiente:
it_it: %1 è il pioniere pluripremiato nel settore del trading di opzioni online. Vantiamo:
ru_ru: %1 является признанным новатором и одной из наиболее титулованных компаний в сфере торговли бинарными опционами. Мы гордимся следующим:
th_th: %1 ได้รับรางวัลผู้บุกเบิกในวงการซื้อขายออปชั่นออนไลน์ เรามีความเชี่ยวชาญในเรื่อง

source: %1 launches an %2e-commerce site for branded merchandise%3 – enabling clients, affiliates, and developers to buy and sell %1 products.
es_es: %1 lanza un sitio de %2e-commerce para productos de %1%3, lo que permite que clientes, afiliados y desarrolladores puedan comprar y vender productos de nuestra marca.
it_it: %1 lancia un %2sito di e-commerce per prodotti marchiati%3 – per consentire ai clienti, agli affiliati e agli sviluppatori di acquistare e vendere i prodotti di %1.
ru_ru: %1 запускает %2сайт для электронной коммерции и фирменных товаров%3, позволяющий клиентам, партнёрам и разработчикам покупать и продавать продукты %1.
th_th: %1 เปิดตัว %2 เว็บไซต์อีคอมเมิร์ซสำหรับสินค้าแบรนด์ %3 เพื่อให้ลูกค้า พันธมิตรนายหน้าออนไลน์ และผู้พัฒนาระบบฯ สามารถซื้อและขายผลิตภัณฑ์ของ %1 ได้

source: %1 lots
ru_ru: %1 лот.

source: %1 may have access to information that is not available to the client, may have acquired trading positions at prices that are not available to the client, and may have interests different from the client's interests. %1 does not undertake any obligation to provide the client with market or other information that the Company possesses, nor to alter or refrain from the Company's own trading.
es_es: %1 puede tener acceso a información que no está disponible para el cliente, puede haber adquirido posiciones de negociación a precios que no están disponibles para el cliente y puede tener intereses diferentes de los intereses del cliente. %1 no asume ninguna obligación de proporcionar al cliente información de mercado o de otro tipo que la Empresa posee, ni de alterar o abstenerse de las operaciones propias de la Empresa.
it_it: %1 può avere accesso a informazioni non disponibili per il cliente, acquisito posizioni di trading a prezzi non disponibili per il cliente e avere interessi diversi da quest'ultimo. %1 declina ogni obbligo di fornire al cliente informazioni sul mercato o di altro tipo, né di modificare il proprio trading o astenersi da questo.
ru_ru: %1 может иметь доступ к информации, которая недоступна для клиента; Компания может приобретать торговые позиции по ценам, которые недоступны для клиента и может иметь интересы, отличные от интересов клиента. %1 не берет на себя обязательств предоставлять клиенту рыночную или другую информацию, которой обладает Компания, а также изменять или воздерживаться от собственной торговли.
th_th: %1 อาจจะมีการเข้าถึงข้อมูลที่ลูกค้าไม่สามารถใช้งานได้ อาจจะได้รับตำแหน่งการซื้อขายที่ราคาหนึ่งโดยราคานั้นอาจจะไม่ปรากฏแก่ลูกค้า และอาจจะมีดอกเบี้ยที่แตกต่างจากอัตราดอกเบี้ยที่ลูกค้าได้รับ %1 ไม่ผูกพันต่อข้อผูกมัดใดๆ ในการให้ข้อมูลตลาด หรือ ข้อมูลอื่นๆ ที่บริษัทฯ มี หรือ ข้อมูลเกี่ยวเนื่องกับการเปลี่ยนแปลงใดๆ หรือ การระงับจากการซื้อขายของบริษัทฯ

source: %1 offers a variety of MT5 Real Accounts depending on the jurisdiction to which a client’s %1 account has been attached subject to any verification or authentication requirements.
es_es: %1 ofrece una variedad de cuentas reales MT5 dependiendo de la jurisdicción a la que se haya adjuntado la cuenta %1 de un cliente sujeto a los requisitos de verificación o autenticación.
it_it: %1 offre vari tipi di conti reali MT5 in base alla giurisdizione di riferimento per il conto %1 del cliente, nel rispetto dei requisiti di controllo e autenticazione.
ru_ru: %1 предоставляет широкий выбор Реальных счетов MT5, в зависимости от юрисдикции, к которой был отнесен счёт клиента %1 после соблюдения требований к аутентификации счёта.
th_th: %1 ให้บริการบัญชี MT5 จริง โดยขึ้นกับถิ่นพำนักที่บัญชีลูกค้าของ %1 ได้แนบเพื่อการตรวจสอบใดๆ หรือ ตามเงื่อนไขของการยืนยันอัตลักษณ์

source: %1 offers a variety of account types to cater to the diverse needs of traders everywhere, whether you are an experienced trader or just starting out. Each account has been tailored to provide you with a unique opportunity to trade financial instruments.
es_es: %1 ofrece una amplia gama de cuentas para cubrir las necesidades de nuestros clientes en todo el mundo, sin importar su experiencia como inversionista. Cada cuenta ha sido desarrollada de forma personalizada para ofrecerle oportunidades únicas al operar instrumentos financieros.
it_it: %1 offre una varietà di tipi di account per soddisfare le diverse esigenze dei trader di tutto il mondo, che tu sia un trader esperto o solo agli inizi. Ogni account è stato strutturato per fornire un'opportunità unica di fare trading con strumenti finanziari.
ru_ru: %1 предоставляет широкий выбор счетов, способный удовлетворить потребности каждого клиента, от опытного трейдера до новичка. Каждый счёт может дать Вам уникальные возможности торговли финансовыми инструментами.
th_th: %1 มีหลากหลายประเภทของบัญชีที่ตอบสนองความต้องการที่หลากหลายของนักลงทุนทุกแห่ง ไม่ว่าท่านจะเป็นนักลงทุนที่มีประสบการณ์ หรือ เพิ่งเริ่มใช้งาน แต่ละบัญชีได้จัดเตรียมเพื่อให้ท่านได้มีโอกาสเฉพาะที่จะซื้อขายเครื่องมือทางการเงินต่างๆ

source: %1 offers a variety of account types to cater to the diverse needs of traders everywhere, whether you're an experienced trader or just starting out.
es_es: %1 ofrece una amplia gama de cuentas para cubrir las necesidades de sus clientes en todo el mundo, sin importar su experiencia como inversionista.
it_it: %1 offre un ampio ventaglio di tipologie di conto per soddisfare le diverse esigenze dei trader di tutto il mondo, che tu sia un trader esperto o alle prime armi.
ru_ru: %1 предоставляет широкий выбор видов счетов для каждого клиента, будь то опытный трейдер или новичок.
th_th: %1 มีบัญชีหลายประเภทที่ตอบสนองความต้องการที่หลากหลายของนักลงทุนทุกแห่ง ไม่ว่าท่านจะเป็นนักลงทุนที่มีประสบการณ์ หรือ เพิ่งเริ่มลงทุน

source: %1 offers forex and contracts for differences via a series of models - either solely dealing on own account (dealing desk), or wholly hedging client orders with the Company's liquidity providers (no-dealing desk), or a hybrid model, depending on the company with which the client has a contract. For the hybrid model, client orders are typically hedged when the total transaction volume exceeds a predefined threshold of risk tolerance level. For these execution models, %1 acts as the contractual counterparty to the transactions that the client enters into with the Company, as opposed to entering into a contractual counterparty with a central clearing house as would be the case with exchange-traded financial instruments. As such, counterparty risk exists. Counterparty risk refers to the risk of loss for clients resulting from the fact that the counterparty to the forex and/or contract-for-difference transaction that the client has entered into may default on its obligations prior to the final settlement of the transaction's cash flow.
es_es: %1 ofrece forex y contratos por diferencias a través de una serie de modelos - ya sea que se negocien exclusivamente por cuenta propia (servicio de negociación), o cubriendo totalmente los pedidos de los clientes con los proveedores de liquidez de la Compañía (servicio de no negociación), o un modelo híbrido, dependiendo de la compañía con la que el cliente tenga un contrato. Para el modelo híbrido, las órdenes de los clientes generalmente se cubren cuando el volumen total de transacciones excede un limite predefinido de nivel de tolerancia al riesgo. Para estos modelos de ejecución, %1 actúa como contraparte contractual de las transacciones que el cliente realiza con la Compañía, en lugar de contraer una contraparte contractual con una cámara de compensación central, como sería el caso con los instrumentos financieros negociados en bolsa. Como tal, existe riesgo de contraparte. El riesgo de contraparte se refiere al riesgo de pérdida para los clientes que se deriva del hecho de que la contraparte de la transacción de divisas y / o contrato por diferencia que el cliente ha suscrito, puede no cumplir con sus obligaciones antes de la liquidación final del flujo de efectivo de la transacción.
it_it: %1 offre Forex e contratti per differenza tramite una serie di modelli che prevedono sia il trading autonomo (dealing desk) che una copertura parziale da parte dei fornitori di liquidità della Società (no-dealing desk) o un modello ibrido, a seconda della società con cui il cliente sottoscrive un contratto. Per il modello ibrido, gli ordini vengono generalmente coperti se il volume totale delle operazioni supera un limite predefinito di tolleranza del rischio. Per tali modelli esecutivi, %1 agisce da controparte contrattuale per le operazioni che il cliente avvia con la Società, diversamente da quanto succede con una camera di compensazione centrale con strumenti finanziari scambiati in borsa. In questo caso, sussiste un effettivo rischio di controparte, ossia un rischio di perdita per il cliente derivante da un'eventuale inadempienza degli obblighi della controparte per le operazioni Forex e/o per i contratti per differenza prima del regolamento finale del flusso di cassa relativo all'operazione.
ru_ru: %1 предоставляет услуги торговли на валютном рынке (Forex) и контрактами на разницу посредством нескольких моделей, т. е. заключения контрактов на собственном счету (через дилинговый отдел), частичное хеджирование ордеров клиента через поставщиков ликвидности Компании (совершение контрактов напрямую, минуя дилинговый отдел), а также гибридной модели в зависимости от Компании, в рамках которой клиент заключил контракт. Как правило, в гибридной модели ордеры клиента обычно хеджируются, когда общий объём контракта превышает заранее установленный порог допустимого уровня риска. В данных моделях исполнения контрактов %1 выступает в качестве контрагента по отношению к контрактам, которые клиент заключает с Компанией (в отличие от контрагента с центральной клиринговой палатой, что происходит в случае с финансовыми инструментами, торгуемыми на бирже). Как таковые, существуют и риски контрагента. Риск контрагента включает риск потерь для клиентов в результате того, что контрагент в контрактах на Forex и/или контрактах на разницу, заключённых клиентом, может не выполнить свои обязательства до итогового расчёта за контракт.
th_th: %1 ให้บริการฟอเร็กซ์และสัญญาสำหรับส่วนต่างในหลายรูปแบบ คือ ทั้งแบบการดำเนินการบัญชีที่ครอบครอง (dealing desk) หรือลงทุนคำสั่งซื้อของลูกค้าทั้งหมดแบบประกันความเสี่ยงกับผู้ให้บริการสภาพคล่องของบริษัท (no-dealing desk) สำหรับรูปแบบลูกผสม คำสั่งซื้อของลูกค้าส่วนมากจะลงทุนแบบประกันความเสี่ยง เมื่อปริมาณการซื้อขายทั้งหมดเกินระดับความเสี่ยงที่ยอมรับได้ที่กำหนดเอาไว้ล่วงหน้า สำหรับรูปแบบการดำเนินการเหล่านี้ %1 จะทำหน้าที่เป็นคู่สัญญาสำหรับคำสั่งซื้อที่ลูกค้าให้กับบริษัท แทนที่จะเป็นการเข้าเป็นคู่สัญญากับสำนักหักบัญชีส่วนกลาง แบบเดียวกับตราสารทางการเงินสำหรับการซื้อขายแลกเปลี่ยนอื่นๆ ดังนั้น จึงมีความเสี่ยงของคู่สัญญา ความเสี่ยงของคู่สัญญา หมายถึง ความเสี่ยงในการสูญเสียของลูกค้า จากการที่คู่สัญญาของฟอเร็กซ์ และ/หรือ สัญญาสำหรับการซื้อขายส่วนต่างที่ลูกค้าได้เข้าร่วมสัญญาด้วยนั้น ละเลยข้อผูกมัดก่อนการชำระเงินงวดสุดท้าย
