Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Except to the extent that the Programmer's Application contains the %1 API, the Company claims no ownership or control over the Programmer's Application.
es_es: A excepción de la medida en la que la Aplicación del Programador contenga la API de %1, la Empresa no reclama ninguna propiedad o control sobre la Aplicación del Programador.
it_it: Salvo nella misura in cui l'Applicazione del Programmatore contiene l'API di %1, la Società non rivendica né possesso né controllo rispetto all'Applicazione del Programmatore.
ru_ru: Компания не претендует на право владения или контроля над Приложением Программиста, за исключением использованных в нем элементов API %1.
th_th: นอกจากการขยายขอบเขตแอพพลิเคชันของโปรแกรมเมอร์ที่มี API ของ %1 บริษัทฯ ไม่มีสิทธิ์อ้างกรรมสิทธิ์ หรือ การควบคุมแอพพลิเคชันของโปรแกรมเมอร์

source: Exceptional English communication skills (both oral and written)
es_es: Habilidades de comunicación excepcionales en inglés (tanto en forma oral como escrita)
it_it: Eccellenti capacità di comunicazione (sia scritta che orale) in lingua inglese
ru_ru: Отличное знание английского языка (письменного и устного)
th_th: มีทักษะในการสื่อสารเป็นภาษาอังกฤษ (ทั้งการพูดและการเขียน) อย่างยอดเยี่ยม

source: Exchange rate risk: Exchange rates between foreign currencies can change rapidly due to a wide range of economic, political, and other conditions, exposing the client to the risk of exchange rate losses in addition to the inherent risk of loss from trading the underlying Investment Product. If the client deposits funds in a currency to trade contracts denominated in a different currency, the client's gains or losses on the underlying investment may be affected by changes in the exchange rate between the currencies.
es_es: Riesgos del tipo de cambio: Los tipos de cambio entre las monedas extranjeras pueden variar rápidamente debido a una amplia gama de condiciones económicas, políticas, entre otras, exponiendo al cliente al riesgo de pérdidas por el tipo de cambio, además del riesgo inherente de pérdida al operar con un Producto de Inversión subyacente. Si el cliente deposita fondos en una moneda para comprar contratos en otra moneda, sus ganancias o pérdidas en la inversión subyacente, pueden verse afectadas por las variaciones en el tipo de cambio entre las monedas.
it_it: Rischio del tasso di cambio: i tassi di cambio tra valute straniere possono cambiare rapidamente a causa di numerose condizioni economiche, politiche o di altro tipo, esponendo così il cliente al rischio di perdite di cambio oltre al rischio intrinseco di perdita connesso al trading di un prodotto di investimento sottostante. Se il cliente deposita fondi in una valuta per negoziare contratti denominati in una valuta differente, i guadagni o le perdite sugli investimenti sottostanti potrebbero essere influenzati dalle modifiche nei tassi di cambio tra valute.
ru_ru: Риск обменного курса: Курсы обмена валюты меняются очень быстро, в связи с серией экономических, политических и других факторов, что подвергает клиентов риску потери на курсе обмена, помимо заложенного риска потери на самом трейдинге на различных инвестиционных продуктах. Если клиент вкладывает средства в валюту для торговли на контрактах в другой денежной единице, выигрыши и потери клиента от конкретной инвестиции могут быть затронуты изменениями в курсе обмена определенных валют.
th_th: <strong>ความเสี่ยงของอัตราแลกเปลี่ยน</strong>: อัตราแลกเปลี่ยนระหว่างสกุลเงินต่างประเทศมีการเปลี่ยนแปลงค่อนข้างเร็ว โดยปัจจัยต่างๆ เช่น เศรษฐกิจ การเมือง และเงื่อนไขอื่นๆ ดังนั้นลูกค้าจึงมีโอกาสที่จะได้รับความเสี่ยงที่จะขาดทุนอันเกิดจากการซื้อขายผลิตภัณฑ์การลงทุนต่างๆ หากลูกค้าฝากเงินด้วยสกุลเงินหนึ่งเพื่อซื้อขายสัญญาในสกุลเงินอื่นๆ ลูกค้าอาจจะได้กำไร หรือ ขาดทุนจากการลงทุนนั้นๆ เมื่อมีการเปลี่ยนแปลงของอัตราแลกเปลี่ยนใดๆ

source: Exclude me from the website until
es_es: Excluirme del sitio web hasta
it_it: Escludimi dal sito internet fino al
ru_ru: Закройте мне доступ к сайту до
th_th: พักฉันจากเว็บกระทั่ง

source: Exclude time cannot be for more than 5 years.
es_es: El tiempo de exclusión no puede ser mayor a 5 años.
it_it: Il periodo di esclusione non può essere superiore a 5 anni.
ru_ru: Период ограничения не может быть больше 5 лет.
th_th: เวลาพักไม่เกิน 5 ปี

source: Exclude time cannot be less than 6 months.
es_es: El tiempo de exclusión no puede ser menor a 6 meses.
it_it: Il periodo di esclusione non può essere inferiore a 6 mesi.
ru_ru: Период ограничения не может быть менее 6 месяцев.
th_th: เวลาพักไม่น้อยกว่า 6 เดือน

source: Excluded from the website until
es_es: Excluido del sitio web hasta
it_it: Esclusione dal sito fino a
ru_ru: Доступ к сайту закрыт до
th_th: ถูกพักการใช้งานจากเว็บไซต์จนถึง

source: Exclusive binary trading technology.
es_es: Tecnología exclusiva de negociación binaria.
it_it: Tecnologia esclusiva per il trading binario.
ru_ru: Эксклюзивная технология работы на бинарных опционах.
th_th: เทคโนโลยีเทรดไบนารีโดยเฉพาะ

source: Execute your trade in seconds.
es_es: Realice sus transacciones en cuestión de segundos.
it_it: Esegui il tuo trade in pochi secondi.
ru_ru: Купите контракт в считанные секунды.
th_th: เริ่มการเทรดของท่านด้วยเวลาเพียงเสี้ยววินาที

source: Execution model and counterparty risk
es_es: Modelo de ejecución y riesgo de contraparte
it_it: Modello di esecuzione e rischio della controparte
ru_ru: Модель исполнения и риск контрагента
th_th: โมเดลในการดำเนินการและความเสี่ยง

source: Execution of trades automatically on their behalf
es_es: Ejecutar operaciones automáticas en su nombre
it_it: eseguire automaticamente i trade a loro nome;
ru_ru: Автоматическое исполнение контрактов от их имени
th_th: ดำเนินการซื้อขายอย่างอัตโนมัติในนามของพวกเขา

source: Exit Spot
es_es: Punto de salida
it_it: Prezzo di uscita
ru_ru: Выходная котировка
th_th: สปอตสิ้นสุด

source: Exit Spot Time
es_es: Hora del punto de salida
it_it: Orario del prezzo di uscita
ru_ru: Время выходной котировки
th_th: เวลาที่สปอตสิ้นสุด

source: Exit spot
es_es: Punto de salida
it_it: Prezzo di uscita
ru_ru: Выходная котировка
th_th: สปอตสิ้นสุด

source: Exit your trades before expiry
es_es: Finalice sus transacciones antes de la fecha de expiración
it_it: Esci dai trade prima della scadenza
ru_ru: Закройте контракт до его окончания
th_th: ปิดการซื้อขายของท่าน ก่อนสัญญาหมดอายุ

source: Exotic pairs
es_es: Pares exóticos
it_it: Coppie esotiche
ru_ru: Экзотические пары
th_th: คู่ต่างประเทศใหม่

source: Exotic pairs – Consist of one non-USD major currency that's paired with the currency of an emerging economy. For example: GBP/HKD
es_es: Pares exóticos – consisten en una moneda principal que no sea USD pareada con la moneda de una economía emergente. Por ejemplo: GBP/HKD
ru_ru: Экзотические пары, которые включают одну основную валюту (не являющуюся USD) против валюты развивающейся страны. Пример: GBP/HKD
th_th: คู่แปลกใหม่ – ประกอบด้วยสกุลเงินหลักสกุลหนึ่งที่ไม่ใช่ดอลลาร์สหรัฐที่จับคู่กับสกุลเงินของเศรษฐกิจเกิดใหม่ เช่น: GBP/HKD

source: Expat handbook
es_es: Manual para expatriados
it_it: Manuale d'uso di Expat
ru_ru: Справочник иностранного сотрудника
th_th: คู่มือชาวต่างชาติ

source: Expats and international students make up more than 10% of Cyberjaya's vibrant population.
es_es: Los expatriados y los estudiantes internacionales constituyen más del 10% de la vibrante población de Ciberjaya.
it_it: Stranieri e studenti internazionali costituiscono più del 10% della vivace popolazione di Cyberjaya.
ru_ru: Более 10% от населения Сайберджайи составляют иностранные работники и международные студенты.
th_th: ในไซเบอร์จายาเป็นชาวต่างชาติและนักศึกษาต่างชาติมากกว่า 10% ของประชากร

source: Experience as a Postgres DBA, with advanced hands-on knowledge of
es_es: Experiencia en Postgres DBA, con un conocimiento práctico avanzado de
it_it: Esperienza come amministratore di banche dati Postgres, con conoscenze pratiche avanzate di
ru_ru: Опыт в области в качестве администратора БД Postgres, а также практические знания в следующих областях:
th_th: มีประสบการณ์เป็น Postgres DBA และความรู้ภาคปฏิบัติขั้นสูงใน

source: Experience designing and executing test plans (both automated and manual)
es_es: Experiencia en el diseño y ejecución de planes de prueba (tanto automatizados como manuales)
it_it: Esperienza nella progettazione ed esecuzione di piani di verifica (sia automatici che manuali)
ru_ru: Опыт в области дизайна и выполнения планов тестирования (автоматического и ручного)
th_th: มีประสบการณ์ในการออกแบบและดำเนินการแผนการทดสอบ (ทั้งแบบอัตโนมัติและด้วยตนเอง)

source: Experience designing and working with high-availability web service architecture
es_es: Experiencia en el diseño y el trabajo con arquitectura de servicios web de alta disponibilidad
it_it: Esperienza nel progettare e lavorare con un'architettura del servizio web ad alta disponibilità
ru_ru: Разработка интерфейса и обеспечение бесперебойной работы архитектуры веб сервиса
th_th: มีประสบการณ์ในการออกแบบและทำงานในสถาปัตยกรรมการบริการทางเว็บที่พร้อมใช้งานสูง

source: Experience in ARUBA or similar enterprise WiFi AP management is a plus
es_es: Experiencia en ARUBA o administración similar empresarial de AP de WiFi es una ventaja
it_it: Esperienza nella gestione di ARUBA o di simili AP (punti di accesso) per il WiFi aziendale costituisce un titolo preferenziale
ru_ru: Опыт управления ARUBA или схожих корпоративных WiFi AP является большим преимуществом
th_th: มีประสบการณ์ใน ARUBA หรือระบบบริหารจัดการ WiFi AP ขององค์กรที่คล้ายคลึงกัน จะเป็นประโยชน์ในการพิจารณา

source: Experience in Chef, Ansible, SaltStack, or similar configuration management tools
es_es: Experiencia en Chef, Ansible, SaltStack o herramientas de administración de configuración similares
it_it: Esperienza con Chef, Ansible, SaltStack o simili strumenti di gestione della configurazione
ru_ru: Опыт работы с Chef, Ansible, SaltStack, а также схожими инструментами
th_th: มีประสบการณ์ใน Chef, Ansible, SaltStack หรือเครื่องมือการบริหารโครงแบบที่คล้ายคลึงกัน

source: Experience in Forex spot trading or exotic options pricing, volatility forecasts, high-frequency trading, and the analysis of market inefficiencies
es_es: Experiencia en el Forex spot trading o en la fijación de precios de opciones exóticas, pronósticos de volatilidad, comercio de alta frecuencia y el análisis de ineficiencias del mercado
ru_ru: Опыт работы торговли на спотовом рынке Forex или в ценообразовании экзотических опционов, прогнозов волатильности, высокочастотной торговли и анализа низкой активности рынка
th_th: มีประสบการณ์ในการซื้อขายฟอเร็กซ์แบบสปอต หรือราคาออปชั่นต่างประเทศ การพยากรณ์ตลาดที่มีความผันผวน การซื้อขายที่มีความถี่สูง และการวิเคราะห์การไร้ประสิทธิภาพของตลาด

source: Experience in IT auditing or in-depth knowledge of computer systems is an advantage
es_es: Experiencia en auditoría de TI o conocimiento profundo de los sistemas informáticos es una ventaja
it_it: L'esperienza nei controlli IT o una conoscenza approfondita dei sistemi informatici costituisce un vantaggio
ru_ru: Опыт в области аудита IT или глубокие знания компьютерных систем являются важным преимуществом
th_th: มีประสบการณ์ในการตรวจสอบทางระบบเทคโนโลยีสารสนเทศ หรือความรู้เชิงลึกในระบบคอมพิวเตอร์จะเป็นประโยชน์ต่อการพิจารณา

source: Experience in application containerization
es_es: Experiencia en contenedorización de aplicaciones
it_it: Esperienza nella containerizzazione delle applicazioni
ru_ru: Опыт контейнеризации приложений
th_th: มีประสบการณ์ในจัดระบบคอนเทนเนอร์ของแอพพลิเคชัน

source: Experience in content strategy - i.e. planning, creating, publishing, and updating content for small and large websites
es_es: Experiencia en la estrategia de contenido - por ej. planificación, creación, publicación y actualización de contenido para sitios web pequeños y grandes
it_it: Esperienza in strategia del contenuto - cioè pianificazione, creazione, pubblicazione e aggiornamento dei contenuti per siti web di piccole e grandi dimensioni
ru_ru: Опыт в стратегиях составления контента, в частности, планирования, написания, публикации и обновления контента для больших и маленьких сайтов
th_th: มีประสบการณ์ในกลยุทธ์ด้านเนื้อหา นั่นคือ การวางแผน การสร้าง การเผยแพร่ และการปรับปรุงเนื้อหาสำหรับเว็บไซต์เล็กและใหญ่

source: Experience in content writing is welcome
es_es: Experiencia en redacción de contenidos será bienvenida
it_it: È apprezzata l'esperienza nella scrittura di contenuti
ru_ru: Приветствуется опыт в области написания контента
th_th: มีประสบการณ์ในการเขียนเนื้อหาจะเป็นประโยชน์

source: Experience in cybersecurity and data protection
es_es: Experiencia en ciberseguridad y protección de datos
it_it: Esperienza in cybersicurezza e protezione dei dati
ru_ru: Опыт в области кибербезопасности и защиты данных
th_th: มีประสบการณ์ในการบริหารความปลอดภัยทางไซเบอร์และการป้องกันข้อมูล

source: Experience in data visualisation
es_es: Experiencia en visualización de datos
it_it: Esperienza nella visualizzazione di dati
ru_ru: Опыт визуализации данных
th_th: มีประสบการณ์ในการทำข้อมูลเพื่อการนำเสนอเป็นรูปธรรม

source: Experience in end-user device security audit and policy implementation is a plus
es_es: Experiencia en auditoría de seguridad de dispositivos de usuario final e implementación de políticas es una ventaja
it_it: L'esperienza con i controlli di sicurezza sui dispositivi per gli utenti finali e l'implementazione delle politiche costituisce un titolo preferenziale
ru_ru: Опыт проверки безопасности устройств конечного пользователя и реализации политики является большим преимуществом
th_th: มีประสบการณ์ในการตรวจสอบความปลอดภัยของอุปกรณ์ของผู้ใช้งาน และการดำเนินการตามนโยบายจะเป็นประโยชน์

source: Experience in exotic options pricing, volatility forecasts, high-frequency trading, and the analysis of market inefficiencies
es_es: Experiencia en la fijación de precios de opciones exóticas, pronósticos de volatilidad, operaciones de alta frecuencia y análisis de ineficiencias del mercado
it_it: Esperienza con la determinazione dei prezzi delle opzioni esotiche, le previsioni della volatilità, il trading ad alta frequenza e l'analisi delle inefficienze del mercato
ru_ru: Опыт ценообразования экзотических опционов, прогнозов волатильности, высокочастотной торговли и анализа неэффективностей рынка
th_th: มีประสบการณ์ในการซื้อขายฟอเร็กซ์แบบสปอต หรือราคาออปชั่นต่างประเทศ การพยากรณ์ตลาดที่มีความผันผวน การซื้อขายที่มีความถี่สูง และการวิเคราะห์การไร้ประสิทธิภาพของตลาด

source: Experience in interpreting complex concepts and processes to create design solutions that help our users achieve their goals
es_es: Experiencia en la interpretación de conceptos y procesos complejos para crear soluciones de diseño que ayuden a nuestros usuarios en lograr sus objetivos
it_it: Esperienza nell'interpretazione di concetti e processi complessi per ottenere soluzioni di design che aiutino gli utenti a raggiungere i loro obiettivi
ru_ru: Опыт в интерпретации сложных концепций и процессов для создания решений в сфере дизайна, помогающих нашим пользователям достигать их цели
th_th: มีประสบการณ์ในการแปลแนวคิดและกระบวนการที่ซับซ้อนเพื่อสร้างโซลูชันการออกแบบที่ช่วยผู้ใช้ของเราให้ไปบรรลุเป้าหมาย

source: Experience in interpreting complex concepts and processes to develop intuitive and logical user flows and usage scenarios
es_es: Experiencia en la interpretación de conceptos y procesos complejos para desarrollar flujos de usuarios y escenarios de uso intuitivos y lógicos
it_it: Esperienza nell'interpretazione di concetti e processi complessi per sviluppare flussi di utenti e scenari di utilizzo intuitivi e logici
ru_ru: Опыт в интерпретации сложных концепций и процессов с целью разработки интуитивно-понятного и логичного пути пользователя и сценариев использования
th_th: มีประสบการณ์ในการแปลแนวคิดและกระบวนการที่ซับซ้อนเพื่อพัฒนากระแสงานของผู้ใช้และแผนการการใช้ที่เข้าใจง่ายและมีเหตุผล

source: Experience in managing round-the-clock operations for incident resolution, including alerts, rotations, and escalations
es_es: Experiencia en la gestión de operaciones las 24 horas del día para la resolución de incidentes, incluyendo alertas, rotaciones y escaladas
it_it: Esperienza nella gestione 24 ore su 24 di operazioni per la risoluzioni dei problemi, inclusi allarmi, rotazioni e fasi di incrementi
ru_ru: Опыт в области управления круглосуточными операциями для разрешения инцидентов, включая оповещения, ротацию и управление эскалацией
th_th: มีประสบการณ์ในการจัดการการปฏิบัติงานทั้งวันทั้งคืนสำหรับการแก้ไขปัญหา รวมถึงการแจ้งเตือน การหมุนเวียน และการยกระดับ

source: Experience in site reliability engineering (SRE)
es_es: Experiencia en ingeniería de confiabilidad de sitios (SRE)
it_it: Esperienza in ingegneria dell'affidabilità del sito (SRE)
ru_ru: Опыт в области техники обеспечения надёжности сайта (SRE)
th_th: มีประสบการณ์ใน site reliability engineering (SRE)

source: Experience in the financial services industry
es_es: Experiencia en la industria de servicios financieros
it_it: Esperienza nel settore dei servizi finanziari
ru_ru: Опыт работы в сфере финансовых услуг
th_th: มีประสบการณ์ในสาขาการบริการทางการเงิน

source: Experience in the financial services industry is preferred
es_es: Experiencia en la industria de servicios financieros es una ventaja
it_it: È preferita un'esperienza nel settore dei servizi finanziari
ru_ru: Опыт в индустрии предоставления финансовых услуг является предпочтительным
th_th: ต้องการผู้มีประสบการณ์ในสาขาผู้ให้บริการด้านการเงิน

source: Experience in using financial information sources such as Bloomberg and Reuters
es_es: Experiencia en el uso de fuentes de información financiera tales como Bloomberg y Reuters
it_it: Esperienza nell'utilizzo di fonti di informazioni finanziarie come Bloomberg e Reuters
ru_ru: Навыки применения источников финансовой информации, например, данных агентств Bloomberg и Reuters
th_th: มีประสบการณ์ในการใช้แหล่งข้อมูลทางการเงินเช่น Bloomberg และ Reuters

source: Experience in writing custom code and scripts to investigate security threats
es_es: Experiencia en la escritura de códigos y scripts personalizados para investigar amenazas de seguridad
it_it: Esperienza nella scrittura di codici e script personalizzati per ricercare eventuali minacce alla sicurezza
ru_ru: Опыт написания пользовательского кода и скриптов для расследования угроз безопасности
th_th: มีประสบการณ์ในการเขียนโค้ดและสคริปตามสั่งเพื่อสืบหาการคุกคามด้านความปลอดภัย

source: Experience the great outdoors like never before with incredible lakes, waterfalls, mountains, caverns, and more.
es_es: Disfrute del aire libre como nunca antes en increíbles lagos, cascadas, montañas, cavernas y mucho más.
it_it: Esplora le bellezze naturali del posto, come laghi, cascate, montagne, grotte e molto altro ancora.
ru_ru: Насладитесь великолепной и самобытной природой, красивыми озёрами, водопадами, горами, пещерами и другими достопримечательностями.
th_th: สัมผัสกับธรรมชาติกลางแจ้งที่สวยงามอย่างที่ไม่เคยเห็นมาก่อน ทั้งทะเลสาบ น้ำตก ภูเขา ถ้ำ และอื่นๆ อีกมากมาย

source: Experience with +DRAC is a plus
es_es: Experiencia con +DRAC es una ventaja
it_it: Esperienza con +DRAC costituisce un titolo preferenziale
ru_ru: Опыт работы с +DRAC является большим преимуществом
th_th: มีประสบการณ์ใน +DRAC จะเป็นประโยชน์

source: Experience with Bitcoin or Geth RPC APIs is a plus
es_es: Experiencia con las APIs de Bitcoin o Geth RPC es una ventaja
it_it: Esperienza con Bitcoin o Geth RPC APIs costituisce un titolo preferenziale
ru_ru: Опыт работы с Bitcoin или Geth RPC API является большим преимуществом
th_th: มีประสบการณ์ในบิทคอยน์หรือ Geth RPC API จะเป็นประโยชน์

source: Experience with Linux and open-source applications such as rsyslog, DHCP, iptables, Postfix, NGINX, and initialization systems such as systemd and SysVinit
es_es: Experiencia con Linux y aplicaciones de código abierto así como rsyslog, DHCP, iptables, Postfix, NGINX y sistemas de inicialización tales como systemd y SysVinit
it_it: Esperienza con Linux e applicazioni open-source come rsyslog, DHCP, iptables, Postfix, NGINX e sistemi di inizializzazione quali systemd e SysVinit
ru_ru: Опыт работы с Linux и приложениями с открытым исходным кодом, включая rsyslog, DHCP, iptables, Postfix, NGINX, а также системы инициализации, включая systemd и SysVinit
th_th: มีประสบการณ์ใน Linux และแอพพลิเคชันโอเพ่นซอส เช่น rsyslog, DHCP, iptables, Postfix, NGINX และระบบการเริ่มต้นเช่น systemd และ SysVinit

source: Experience with MDX query language
es_es: Experiencia con el lenguaje de consulta MDX
it_it: Esperienza con il linguaggio di interrogazione MDX
ru_ru: Знание языка запросов MDX
th_th: มีประสบการณ์ในการใช้ภาษา MDX สำหรับดึงข้อมูล

source: Experience with Multidimensional Expressions (MDX) is an advantage
es_es: Experiencia con expresiones multidimensionales (MDX) es una ventaja
it_it: Esperienza con Multidimensional Expressions (MDX) costituisce un vantaggio
ru_ru: Опыт работы с многомерными выражениями (языка MDX) является преимуществом
th_th: มีประสบการณ์ใน Multidimensional Expressions (MDX) จะได้เปรียบ

source: Experience with Postgres or another RDBMS is a plus
es_es: Experiencia con Postgres u otro RDBMS es una ventaja
it_it: Esperienza con Postgres o un altro RDBMS costituisce un titolo preferenziale
ru_ru: Приветствуется опыт работы с Postgres или другой реляционной СУБД
th_th: มีประสบการณ์ใน Postgres และ RDBMS อื่นๆจะเป็นประโยชน์

source: Experience with Solidity and the development of Dapps
es_es: Experiencia con Solidity y el desarrollo de Dapps
it_it: Esperienza con Solidity e nello sviluppo di Dapps
ru_ru: Опыт работы с Solidity и разработка Dapps
th_th: มีประสบการณ์ใน Solidity และการพัฒนาของ Dapps

source: Experience with agile development methods such as Scrum or Kanban
es_es: Experiencia con métodos de desarrollo ágiles tales como Scrum o Kanban
it_it: Esperienza con metodi di sviluppo agile come Scrum o Kanban
ru_ru: Опыт в методах быстрой разработки ПО, включая Scrum или Kanban
th_th: มีประสบการณ์ในวิธีการพัฒนาแบบอไจล์ เช่น Scrum หรือ Kanban

source: Experience with data extraction and reporting for data warehouse/cube
es_es: Experiencia en extracción de datos e informes para almacén de datos / cubo
it_it: Esperienza con l'estrazione e la trasmissione di dati per data warehouse/cubo di dati
ru_ru: Опыт извлечения данных и знание отчётности для хранилища/куба данных
th_th: มีประสบการณ์ในการดึงข้อมูลออกและการรายงานสำหรับคลังข้อมูล/คิวบ์

source: Experience with database testing tools such as pgTAP
es_es: Experiencia con herramientas de prueba de bases de datos tales como pgTAP
it_it: Esperienza con strumenti di verifica delle banche dati come pgTAP
ru_ru: Опыт работы с инструментами тестирования баз данных, в частности, pgTAP
th_th: มีประสบการณ์ในเครื่องมือการทดสอบฐานข้อมูล เช่น pgTAP

source: Experience with fuzzing and finding edge cases in validation
es_es: Experiencia en fuzzing y búsqueda de casos extremos en validación
it_it: Esperienza con il fuzzing e l'individuazione di casi limite in fase di convalida
ru_ru: Опыт фаззинга и обнаружения пограничных случаев при валидации
th_th: มีประสบการณ์ในการสร้างกรณีทดสอบและกำหนดการทดสอบในภาวะต่างๆ ในการตรวจสอบระบบ

source: Experience with languages such as Perl, Python, PHP, C/C++, Go, or Ruby, and a willingness to become highly proficient with Perl
es_es: Experiencia con lenguajes tales como Perl, Python, PHP, C/C++, Go o Ruby, y la voluntad de ser sumamente eficaz con Perl
it_it: Esperienza con linguaggi come Perl, Python, PHP, C/C++, Go oppure Ruby e la volontà di acquisire ottime competenze con Perl
ru_ru: Знание языков программирования, включая Perl, Python, PHP, C/C++, Go или Ruby, а также желание улучшить знание и навыки работы с Perl
th_th: มีประสบการณ์ในภาษาเช่น Perl, Python, PHP, C/C++, Go, หรือ Ruby และมีความสมัครใจที่จะกลายเป็นผู้เชียวชาญใน Perl
