Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency %1.
es_es: Estamos obligados por nuestra licencia a informarle acerca de lo que ocurre con sus fondos que guardamos en la cuenta para usted y acerca del grado de protección de los fondos en caso de insolvencia de %1.
it_it: Come richiesto dalla nostra licenza, siamo tenuti a informarti su cosa succede ai fondi che deteniamo per tuo conto e sul livello di protezione dei fondi in caso di insolvenza %1.
ru_ru: Наша лицензия требует от нас, чтобы мы информировали Вас о состоянии средств, которые мы держим на Вашем счету, и о степени защиты средств в случае неплатежеспособности %1.
th_th: พวกเราปฏิบัติตามเงื่อนไขของใบอนุญาตของพวกเรา เพื่อเรียนให้ท่านทราบเกี่ยวกับสิ่งที่เกิดขึ้นกับเงินทุนที่พวกเราดูแลในบัญชีของท่าน และขอบเขตที่เงินทุนได้รับการปกป้องจากภาวะล้มละลาย %1

source: We believe that we should always do the right thing. This includes serving our customers with honesty and transparency, settling all contracts by the book, and communicating in plain language that can be easily understood.
es_es: Creemos que debemos hacer lo correcto en todo momento. Esto incluye servir a nuestros clientes con honestidad y transparencia, liquidar todos los contratos de acuerdo con las normas, y comunicarnos utilizando un lenguaje claro y fácil de entender.
it_it: Crediamo che agire correttamente sia importante: ciò significa garantire ai nostri clienti onestà e trasparenza, redigere ogni contratto conformemente alle regole e comunicare attraverso un linguaggio semplice facilmente comprensibile.
ru_ru: Мы считаем, что всегда должны поступать честно. Это относится к добросовестному обслуживанию клиентов, прозрачному распределению контрактов и своевременной коммуникации на понятном клиенту языке.
th_th: เราเชื่อว่า เราทำในสิ่งที่ถูกต้องเสมอ รวมถึงการบริการลูกค้าของเราอย่างโปร่งใสและซื่อสัตย์ มีการซื้อขายสัญญาตามกระดาน และใช้การสื่อสารระหว่างกันด้วยภาษาธรรมดาที่เข้าใจได้ง่าย

source: We could not recognise your address. You may proceed but please ensure that your address is complete and accurate.
es_es: No pudimos reconocer su dirección. Puede continuar, pero asegúrese de que su dirección sea completa y precisa.
ru_ru: Ваш адрес не найден в нашей системе. Вы можете продолжить, но, пожалуйста, убедитесь, что Вы ввели правильный адрес.
th_th: บริษัทฯ ไม่สามารถยอมรับที่อยู่ของท่าน ท่านอาจจะได้ดำเนินการแล้ว หากแต่โปรดแน่ใจว่า ที่อยู่ของท่านถูกต้อง

source: We delete an order with the largest margin reserved
es_es: Eliminamos la orden con el mayor margen reservado
ru_ru: Ордер с наибольшим маржевым требованием будет удалён
th_th: เราลบคำสั่งซื้อที่มีการสำรองมาร์จินมากที่สุด

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
es_es: Lo hemos conseguido otra vez. BetOnMarkets.com repite el galardón del 2007 al ser votado como "Mejor Proveedor de Apuestas Financieras de Probabilidades Fijas" también en 2008.
it_it: Ce l'abbiamo fatta ancora una volta. BetOnMarkets.com viene riconfermato, come nel 2007, "Miglior provider di trading finanziario con probabilità fisse" per il 2008.
ru_ru: Мы снова это сделали. BetOnMarkets.com повторяет успех 2007 года, став по результатам голосования "Лучшим провайдером финансового трейдинга с фиксированными ставками" в 2008.
th_th: เราทำได้อีกครั้ง BetOnMarkets.com จากรางวัลในปี ค.ศ. 2007 โดยได้รับคะแนนลงมติให้เป็น 'Best Fixed-Odds Financial Trading Provider' ในปี ค.ศ. 2008

source: We have a proven track record since we launched our platform in 2000.
es_es: Contamos con una reconocida trayectoria desde que lanzamos nuestra plataforma en el año 2000.
it_it: Vantiamo un'esperienza comprovata dal 2000, anno del lancio della nostra piattaforma.
ru_ru: Мы можем похвастаться отличным послужным списком с момента запуска нашей платформы в 2000 году.
th_th: พวกเรามีผลการดำเนินงานที่ตรวจสอบได้ ตั้งแต่เราเริ่มระบบซื้อขายของเราในปี พ.ศ. 2543 (ค.ศ. 2000)

source: We have a tested and proven selection of referral tools including banners, reviews, videos, and text ads for you to use. If you would like certain items to be customised to your preferences, please contact your account manager at %1. You can also use the MyAffiliates system to track and optimise your campaigns.
es_es: Contamos con una selección testeada y probada de herramientas de referencia, que incluye banners, reseñas, videos y anuncios de texto. Si usted desea personalizar ciertos elementos de acuerdo con sus preferencias, póngase en contacto con su ejecutivo de cuentas a través de %1. También puede utilizar el sistema MyAffiliates para monitorear y optimizar sus campañas.
it_it: Mettiamo a disposizione una selezione testata e comprovata di strumenti per la segnalazione dei clienti tra cui banner, recensioni, video e annunci di testo. Se desideri personalizzare alcuni prodotti in base alle tue esigenze, contatta il tuo account manager tramite %1. È inoltre possibile utilizzare il sistema MyAffiliates per monitorare e ottimizzare le tue campagne.
ru_ru: У нас есть ряд проверенных и эффективных инструментов для реферралов и привлечения клиентов, включая баннеры, отзывы, видео и текстовую рекламу. Если Вы хотите настроить отдельные материалы согласно своим нуждам, пожалуйста, свяжитесь с управляющим вашим счётом по адресу %1. Также Вы можете воспользоваться системой "Мои партнёры – MyAffiliates," чтобы следить и иметь возможность оптимизировать Ваши кампании.
th_th: เรามีตัวเลือกของเครื่องมืออ้างอิงที่ได้รับการทดสอบและรับรอง รวมถึง แบนเนอร์ รีวิว วีดีโอ และข้อความโฆษณาให้ท่านได้ใช้ หากต้องการให้มีการปรับแต่งบางรายการให้เป็นไปตามที่ท่านต้องการ กรุณาติดต่อผู้จัดการบัญชีของท่านที่ %1 ท่านสามารถใช้ระบบ Myaffiliates เพื่อติดตามและปรับปรุงแคมเปญของท่านให้ได้ผลดีที่สุด

source: We look forward to hearing from you.
es_es: Nos encantaría que nos contactase.
it_it: Vi aspettiamo.
ru_ru: Будем рады с Вами познакомиться.
th_th: พวกเราหวังว่าจะได้รับการติดต่อจากท่าน

source: We love to work with smart and talented people who are eager to roll up their sleeves and get things done.
es_es: Nos gusta trabajar con personas inteligentes y talentosas que estén dispuestas a trabajar para obtener resultados.
it_it: Siamo lieti di lavorare con persone brillanti e di talento, desiderose di rimboccarsi le macchine e darsi da fare.
ru_ru: Нам нравится работать с умными, талантливыми людьми, которые всегда готовы засучить рукава и решить любую задачу.
th_th: เราชอบทำงานกับคนเก่งและคนที่มีความสามารถ ซึ่งมีความกระตือรือร้น และพร้อมที่จะทำงานหนักเพื่อให้ลุล่วงและสำเร็จ

source: We need a talented Data Scientist with the technical skills and creative curiosity to explore and solve complex business problems.
es_es: Necesitamos un Científico de Datos talentoso con las habilidades técnicas y la curiosidad creativa para explorar y resolver problemas empresariales complejos.
it_it: Cerchiamo un Data Scientist di talento, creativo e con competenze tecniche, per analizzare e risolvere complessi problemi legati al business.
ru_ru: Приглашаем на работу талантливого специалиста по анализу данных, обладающего техническими навыками и достаточным уровнем творческого любопытства, чтобы изучать и решать сложные бизнес-задачи.
th_th: เราต้องการนักวิทยาศาสตร์ข้อมูลที่มีความอัจฉริยะ กอปรกับมีทักษะเชิงเทคนิคและความกระตือรือร้นในการศึกษาเพื่อแก้ไขปัญหาทางธุรกิจที่ซับซ้อนได้

source: We need you to:
es_es: Necesitamos que esté capaz de:
it_it: Ci aiuterai a:
ru_ru: Требования:
th_th: ท่านจะต้อง

source: We offer a market-based salary, annual performance bonus, health benefits, travel and internet allowances, and company trips. Enjoy a high standard of living, whether you're in Malta, or Malaysia.
es_es: Ofrecemos un salario basado en el mercado, bonificación anual por productividad, beneficios de salud, cobertura de gastos de viaje e Internet, y viajes de empresa. Disfrute de un alto nivel de vida, estando en Malta o en Malasia.
it_it: Offriamo stipendi calcolati in base al mercato, premio di produzione annuale, benefit sulla salute, indennità di trasferta, agevolazioni Internet e viaggi aziendali. Goditi un alto standard di vita, sia a Malta che in Malesia.
ru_ru: Мы предоставляем оплату по рыночным расценкам, ежегодные бонусы, медицинскую страховку, оплату дорожных расходов и расходов на интернет, а также дополнительные бонусы. Пользуйтесь всеми преимуществами работы в нашем офисе на Мальте или в Малайзии.
th_th: เรากำหนดเงินเดือนตามราคาตลาด โบนัสประจำปี การประกันสุขภาพ เบี้ยเลี้ยงในการเดินทางและการใช้งานอินเทอร์เน็ต และการเดินทางท่องเที่ยวของบริษัทฯ เพลิดเพลินไปกับการมีคุณภาพชีวิตระดับสูง ไม่ว่าจะในมอลตา หรือ มาเลเซีย

source: We offer all four precious metals – gold, silver, palladium, and platinum – as well as energy in our list of commodities.
es_es: Ofrecemos los cuatro metales preciosos: oro, plata, paladio y platino, así como energía en nuestra lista de productos (commodities).
it_it: Offriamo tutti e quattro i metalli preziosi - oro, argento, palladio e platino - così come l'energia nella nostra lista di materie prime.
ru_ru: Предлагаем Вашему вниманию четыре драгоценных металла – золото, серебро, палладий и платину, а также энергетические ресурсы в рамках перечня сырьевых товаров.
th_th: เรามีโลหะมีค่าทั้งสี่ คือ ทอง เงิน พาลาเดียม และ แพลทินัม และพลังงานในรายการสินค้าโภคภัณฑ์ของเรา

source: We offer three types of lookbacks:
es_es: Ofrecemos tres tipos de contratos retroactivos:
it_it: Offriamo tre tipologie di opzioni retrospettive (lookbacks):
ru_ru: Мы предлагаем три вида контрактов Lookback:
th_th: เราแนะนำ Lookback 3 ประเภท

source: We presume that you possess the experience, knowledge, and expertise to make your own investment decisions and properly assess the risks involved
es_es: Suponemos que posee la experiencia, el conocimiento y la competencia para tomar sus propias decisiones de inversión y evaluar adecuadamente los riesgos involucrados.
it_it: Presupponiamo che il cliente possieda l'esperienza, la conoscenza e le competenze necessarie per prendere decisioni di investimento e valutarne correttamente i rischi connessi
ru_ru: Мы исходим из предположения, что Вы обладаете всем необходимым опытом, знаниями и навыками, чтобы самостоятельно принимать инвестиционные решения и должным образом оценивать риски, сопряженные с интересующими Вас контрактами
th_th: เราสันนิษฐานว่า ท่านมีประสบการณ์ ความรู้ และความเชี่ยวชาญที่จะตัดสินใจในการลงทุนของตนเองได้ และได้ประเมินความเสี่ยงที่เกี่ยวข้องไว้แล้วอย่างเหมาะสม

source: We process over a million transactions each day, and manage a book of exotic options which exceeds the complexity of the typical derivatives desk.
es_es: Procesamos más de un millón de transacciones al día, y manejamos un libro de opciones exóticas que excede la complejidad del típico escritorio de derivados.
it_it: Effettuiamo più di un milione di operazioni al giorno, e gestiamo un registro di opzioni esotiche più complesse rispetto a quelle gestite da un tipico "sportello derivati".
ru_ru: Мы ежедневно выполняем более миллиона транзакций и управляем пакетом экзотических опционов, сложность которого превышает сложность обычных деривативов.
th_th: บริษัทฯ ประมวลผลมากกว่าหนึ่งล้านธุรกรรมต่อวัน และจัดการต่อออปชั่นต่างประเทศที่มีความซับซ้อนมากกว่าอนุพันธ์ที่ซื้อขายทั่วไป

source: We prohibit the use of unauthorised incentives, gifts, and payments to encourage customer signups. If we have reason to believe that you have engaged in such activity, we reserve the right to withhold any payments due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
es_es: Prohibimos el uso de incentivos, obsequios y pagos no autorizados para fomentar el registro de clientes. Si tenemos motivos para creer que usted ha incurrido en alguno de ellos, nos reservamos el derecho de retener cualquier pago que se le adeude. Sin embargo, si tiene un incentivo específico en mente, comuníquese con su ejecutivo de cuentas para mayor discusión y obtener la aprobación.
it_it: Vietiamo l'utilizzo di incentivi, omaggi e pagamenti non autorizzati per incentivare la registrazione dei clienti. Nel caso in cui dovessimo ritenerti coinvolto in tali attività, ci riserviamo il diritto di trattenere qualsiasi importo a te dovuto. Tuttavia, se hai in mente uno specifico incentivo, ti invitiamo a contattare il tuo account manager per un maggior approfondimento e per eventuale approvazione.
ru_ru: Мы запрещаем использование несогласованных предложений, бонусов и выплат, чтобы мотивировать клиентов открыть счёт. В случае, если у нас появится повод считать, что Вы занимаетесь подобной деятельностью, мы оставляем за собой право удержать любые причитающиеся Вам выплаты. Однако, если у Вас есть идея особого предложения, свяжитесь с менеджером своего счета, чтобы обсудить эту возможность и получить одобрение.
th_th: เราห้ามไม่ให้ใช้สิ่งจูงใจ ของขวัญ และ การชำระเงินที่ไม่ถูกต้องเพื่อกระตุ้นให้ลูกค้าลงทะเบียน หากเราพบว่า ท่านมีส่วนร่วมในกิจกรรมดังกล่าว เราสงวนสิทธิ์ในการระงับค่าตอบแทนของท่านก็ตาม หากท่านมีสิ่งจูงใจเฉพาะอยู่ในใจแล้ว โปรดติดต่อผู้ดูแลบัญชีเพื่อปรึกษาหารือ และ ขออนุมัติ

source: We rebrand BetOnMarkets.com as %1. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients.
es_es: Renombramos BetOnMarkets.com como %1. El cambio de la marca es una evolución natural para la plataforma ya que sigue aumentando su cuota de mercado en el campo altamente competitivo de las opciones binarias. La nueva marca refleja la naturaleza del negocio, mientras el nuevo lema - Sharp Prices, Smart Trading (Mejores precios, inversiones inteligentes) - comunica nuestra filosofía y el compromiso con nuestros clientes.
it_it: BetOnMarkets.com è stato rinominato %1. Il cambio di marchio è un'evoluzione naturale per la piattaforma poiché continua a crescere la sua quota di mercato nel campo altamente competitivo del trading binario. Il nuovo marchio riflette la natura dell'attività e la nostra nuova tagline - Sharp Prices, Smart Trading (Prezzi migliori, trading intelligente) – trasmette la nostra filosofia e il nostro impegno nei confronti dei clienti.
ru_ru: Мы переименовываем BetOnMarkets.com в %1. Ребрендинг является естественной эволюцией нашей платформы, доля рынка которой продолжает расти в условиях жесткой конкуренции в сфере торговли бинарными опционами. Новый бренд отражает характер нашего бизнеса, а новый слоган "Лучшие цены. Умный трейдинг." передаёт его дух и обязательства перед нашими клиентами.
th_th: เราปรับปรุงภาพลักษณ์ BetOnMarkets.com ให้เป็น %1 การปรับปรุงภาพลักษณ์เป็นวิวัฒนาการตามธรรมชาติสำหรับแพลตฟอร์มเพื่อที่จะโตอย่างต่อเนื่องในตลาดการซื้อขายไบนารีที่มีการแข่งขันสูง ภาพลักษณ์ใหม่แสดงถึงธรรมชาติของธุรกิจ และคำนิยามใหม่ของเรา - ราคาเฉียบ การซื้อขายอันชาญฉลาด (Sharp Prices, Smart Trading) ที่สื่อความถึงปรัชญาและพันธกิจขององค์กรที่มีต่อลูกค้าของเรา

source: We segregate your funds and keep them in secure and licensed financial institutions.
es_es: Separamos sus fondos y los mantenemos en instituciones financieras seguras y autorizadas.
it_it: I tuoi fondi sono separati e detenuti in istituti finanziari sicuri e autorizzati.
ru_ru: Мы держим Ваши средства на отдельных счетах, в надёжных и лицензированных финансовых учреждениях.
th_th: เราแยกเงินทุนของท่าน และเก็บไว้กับสถาบันการเงินที่ได้รับอนุญาตและปลอดภัย

source: We support hundreds of deposit and withdrawal options, including Bitcoin.
es_es: Ofrecemos cientos de opciones para depósitos y retiros, incluyendo Bitcoins.
it_it: Abbiamo a disposizione centinaia di metodi per depositare o prelevare dal tuo conto, tra cui anche Bitcoin.
ru_ru: Мы поддерживаем множество способов пополнения и снятия, включая Bitcoin.
th_th: เรารองรับช่องทางในการฝากและถอนเงิน รวมถึงบิทคอยน์ ที่หลากหลายและครอบคลุม

source: We support the following web browsers:
es_es: Apoyamos los siguientes navegadores web:
it_it: Sono supportati i seguenti browser:
ru_ru: Мы поддерживаем следующие веб браузеры:
th_th: ระบบของเรารองรับเว็บเบราเซอร์ต่อไปนี้

source: We value positive team players who can work together to overcome challenges and achieve common goals.
es_es: Valoramos a las personas positivas que son capaces de trabajar en equipo para superar obstáculos y alcanzar objetivos comunes.
it_it: Diamo valore ai chi sa inserirsi positivamente nel gioco di squadra e collaborare con altri per superare sfide e raggiungere obiettivi comuni.
ru_ru: Мы всегда ценим позитивных членов команды, которые способны совместно работать над преодолением рабочих задач и достижением общих целей.
th_th: เราให้คุณค่ากับทีมงานผู้ซึ่งมีส่วนร่วมในพันธกิจต่างๆ และก้าวไปสู่การบรรลุเป้าหมายที่กำหนดไว้

source: We will continue to close open positions until your margin level becomes higher than the stop out level
es_es: Continuaremos cerrando posociones abiertas hasta que el nivel de su margen sea superior al nivel de stop out
ru_ru: Мы продолжим закрывать открытые позиции до тех пор, пока Ваш уровень маржи не станет выше уровня стоп-аут
th_th: เราจะปิดสถานะเปิดของท่านต่อไปจนกระทั่ง ระดับมาร์จินของท่านสูงกว่าระดับยุติการซื้อขาย

source: We'd love to hear what you think.
es_es: Nos gustaría saber su opinión.
it_it: Vorremmo conoscere la tua opinione.
ru_ru: Будем рады узнать Ваше мнение.
th_th: เราอยากทราบความคิดเห็นของท่าน

source: We're almost there
es_es: Ya casi terminamos
it_it: Ci siamo quasi
ru_ru: Почти готово
th_th: เราใกล้จะถึงแล้ว

source: We're expected to generate over USD 1 billion in turnover this year, bringing our total turnover since inception to over USD 5.7 billion.
es_es: Se espera que generemos más de mil millones de dólares estadounidenses en volumen de venta este año, acercando así nuestro volumen de venta total, desde el inicio, a un número de más de 5.7 mil millones de dólares estadounidenses.
ru_ru: Мы ожидали, что объём покупок в этом году превысит 1 млрд. долларов США, а общий оборот с момента основания компании составит более 5.7 млрд. долларов США.
th_th: เราคาดหวังที่จะสร้างมูลค่าซื้อขายมากกว่า 1 พันล้านเหรียญสหรัฐ ซึ่งจะทำให้มูลค่าซื้อขายโดยรวมทั้งหมดตั้งแต่เริ่มต้นมากกว่า 5.7 พันล้านเหรียญสหรัฐ

source: We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack.
es_es: Nos conceden patentes para "Sistema de comercio a través de ordenadores y un método para la especulación en los mercados financieros" y "Sistema de comercio informático para ofrecer especulaciones financieras personalizadas". Las patentes demuestran nuestra capacidad para innovar y ser siempre los primeros.
it_it: Ci vengono conferiti i brevetti per 'Sistema e metodo di trading tramite computer e per la speculazione su un mercato finanziario' e 'Sistema di trading tramite computer per offrire speculazioni personalizzate sul mercato finanziario'. I brevetti mostrano la nostra capacità di innovare ed essere sempre un passo avanti.
ru_ru: Мы получаем патенты в категории "Система компьютерной торговли и метод спекуляций на финансовых рынках" и "Система компьютерной торговли для предложения спекуляций на рынках". Патенты демонстрируют наше стремление к инновациям и лидерству.
th_th: พวกเราได้รับสิทธิบัตรสำหรับ 'ระบบคอมพิวเตอร์สำหรับการซื้อขายและวิธีในการเก็งกำไรในตลาดการเงิน' และ 'ระบบคอมพิวเตอร์สำหรับการซื้อขายที่นำเสนอการเก็งกำไรในตลาดการเงิน' สิทธิบัตรแสดงถึงความสามารถของพวกเราในการสร้างสรรค์และนำหน้าตลาด

source: We're looking to improve our products and services, and we want to understand your needs better. We'd like to interview you via phone, to know what you like about us, what you don't like, and where we can do better.
es_es: Buscamos mejorar nuestros productos y servicios, y queremos entender mejor sus necesidades. Nos gustaría entrevistarle por teléfono, para saber qué es lo que le gusta o no le gusta de nosotros y en que podemos mejorar.
it_it: Ci impegniamo a migliorare prodotti e servizi, e vogliamo comprendere meglio le esigenze dei clienti. Ci piacerebbe comunicare telefonicamente con te per sapere quali sono, a tuo avviso, gli aspetti positivi che ci contraddistinguono, così come quelli negativi e da migliorare.
ru_ru: Мы всегда стремимся совершенствовать наши продукты и услуги, а также больше узнать о Ваших нуждах. Мы хотели бы провести телефонный опрос с целью выяснить, что Вам нравится в нашем сервисе, чем Вы недовольны, а также какие аспекты нашей работы мы могли бы улучшить.
th_th: เรากำลังดำเนินการพัฒนาผลิตภัณฑ์และปรับปรุงการให้บริการของเรา และอยากทราบถึงความต้องการของท่านให้ดียิ่งขึ้น เราจึงขอสนทนากับท่านทางโทรศัพท์ เพื่อให้เข้าใจความคิดเห็นของท่าน ถึงสิ่งที่ท่านชอบและไม่ชอบเกี่ยวกับเรา และสิ่งที่เราสามารถพัฒนาให้ดีขึ้น

source: We're not obliged to conduct an appropriateness test, nor provide you with any risk warnings
es_es: No estamos obligados a llevar a cabo una prueba de idoneidad ni a brindarle ningún tipo de advertencia con respecto a los riesgos
it_it: Noi siamo tenuti a condurre un test di appropriatezza né a fornirti alcun avviso di rischio
ru_ru: Мы не обязаны проводить тест на проверку целесообразности и предоставлять Вам любые предупреждения о возможном риске
th_th: เราไม่มีข้อผูกมัดในการดำเนินการทดสอบความเหมาะสม หรือในการให้คำเตือนความเสี่ยงใด ๆ

source: We're projected to register over 197 million transactions this year, bringing the total number of contracts that were bought and sold on our platform since inception to over 789 million.
es_es: Tenemos proyectado registrar más de 197 millones de transacciones este año, acercando así la cantidad total de contratos comprados y vendidos en nuestra plataforma desde el inicio a un número de más de 789 millones.
ru_ru: Количество контрактов в этом году способно превысить 197 млн., а общее количество контрактов, заключённых на нашей платформе с момента основания, превысит 789 млн.
th_th: เราคาดการณ์ว่า จะมีธุรกรรมมากกว่า 197 ล้านธุรกรรม ที่จะเข้ามาใช้งานในปีนี้ ซึ่งทำให้จำนวนสัญญาที่ถูกซื้อและขายบนแพลตฟอร์มของเราตั้งแต่ก่อตั้งมีมากกว่า 789 ล้านธุรกรรม
