Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: In the event of the client failing to transfer funds to the client's MT5 Real Account, the Company may, at its absolute discretion, allow the client's Open Positions to remain open and allow the client to place new Orders to open a transaction. The client acknowledges that, when their Open Positions are allowed to remain open, they may incur further losses.
es_es: En caso que el cliente no realice una transferencia de fondos a su Cuenta Real MT5, la Empresa puede, a su absoluta discreción, permitir que las Posiciones Abiertas del cliente permanezcan abiertas y permitirle efectuar nuevas Órdenes para abrir una transacción. El cliente reconoce que, al permitir que sus Posiciones Abiertas permanezcan abiertas, puede incurrir en más pérdidas.
it_it: Nel caso in cui il cliente non trasferisse fondi sul conto reale MT5, la Società potrebbe, a propria assoluta discrezione, mantenere aperte le posizioni aperte del cliente e consentirgli di inserire un nuovo ordine per avviare un'altra operazione. Il cliente accetta che, in condizioni di apertura prorogata delle posizioni, potrebbe subire ulteriori perdite.
ru_ru: В случае неспособности клиента перевести средства на Реальный счёт MT5, Компания может по своему усмотрению сохранить открытые позиции клиента и разрешить ему/ей размещать новые ордеры с целью открытия новых контрактов. Настоящим клиент признаёт, что сохранение открытых позиций может увеличить потери клиента.
th_th: ในกรณีที่ลูกค้าไม่ได้โอนหลักประกันเข้าไปในบัญชี MT5 จริง บริษัทฯ อาจจะอนุญาตให้โพซิชั่นเปิดของลูกค้ายังคงเปิดต่อไปและอนุญาตให้ลูกค้าส่งคำสั่งซื้อใหม่เพื่อเปิดธุรกรรมได้ ตามแต่ดุลยพินิจของบริษัทฯ ลูกค้ายอมรับว่า การที่โพซิชั่นเปิดยังคงเปิดต่อไปนั้น ลูกค้าอาจจะขาดทุนเพิ่มขึ้นไปอีก

source: In the event that the Company does not receive Orders from the client to close an Open Position by the close of a business day, the Company will roll over the said Open Position to the following business day.
es_es: En caso que la Empresa no reciba una Orden de parte del cliente para cerrar una Posición Abierta al cierre de un día hábil, la Empresa mantendrá dicha Posición Abierta hasta el siguiente día hábil.
it_it: Nel caso in cui la Società non riceva indicazione dal cliente di chiudere una posizione aperta entro la giornata lavorativa, la Società applicherà il rollover di tali posizioni aperte fino al primo giorno lavorativo utile.
ru_ru: в случае, когда Компания не получила от клиента указаний закрыть открытую позицию по завершении рабочего дня, Компания перенесёт данную открытую позицию на следующий рабочий день.
th_th: ในกรณีที่บริษัทฯ ไม่ได้รับคำสั่งจากลูกค้าเพื่อปิดโพซิชั่นที่เปิดภายในเวลาปิดทำการของวันนั้น บริษัทฯ จะดำเนินการโรลโอเวอร์โพซิชั่นเปิดดังกล่าวไปยังวันทำการถัดไป

source: In the event that the Company is aware of an Affiliate who is in breach of any of the above provisions, the Company shall have the right, in addition to any other right or remedy available to it under this Agreement or applicable law, to immediately block the Affiliate's access to this programme. The Affiliate hereby irrevocably waives their rights to, and shall indemnify the Company and any member of the Binary group of companies for, any claims or demands made against the Company or any member of the Binary group of companies, their directors, officers, shareholders, or employees or against the %1 website if the Company revokes the Affiliate's access to the programme.
es_es: En el caso que la Empresa sea alertada que un Afiliado se encuentre en violación de cualquiera de las disposiciones anteriores, la Empresa tendrá el derecho, además de cualquier otro derecho o recurso disponible en virtud a este Acuerdo o aplicable por ley, de bloquear inmediatamente el acceso del Afiliado a este Programa. El Afiliado por la presente, renuncia irrevocablemente a sus derechos y deberá indemnizar a la Empresa y a cualquier miembro del grupo de empresas de Binary, sus directores, directivos y accionistas, empleados o en contra de la pagina web de %1 con respecto a dichas acciones tomadas por la Empresa.
ru_ru: Если Компании станет известно о нарушении Партнёром любых вышеперечисленных положений, Компания оставляет за собой право (в дополнение к любым правам и средствам правовой защиты, предоставленным ей в рамках данного Соглашения или применимого законодательства) незамедлительно заблокировать доступ Партнёра к данной программе. Настоящим Партнёр окончательно отказывается от своего права, а также обязуется оградить Компанию и любого члена группы компаний Binary Group от подачи любой претензии или иска против Компании или любого другого представителя группы компаний Binary Group, их директоров, акционеров, работников, а также против сайта %1 (в случае, когда Компания заблокировала доступ Партнёра к данной программе).
th_th: ในกรณีใดๆ อันจะพึงเกิดขึ้น หากบริษัทฯ ได้รับทราบถึงพันธมิตรนายหน้าออนไลน์ผู้ซึ่งประพฤติขัดต่อกฎ หรือนโยบายข้างต้น บริษัทฯ มีสิทธิ์นอกเหนือจากสิทธิ์หรือการแก้ไขที่มีภายใต้ข้อตกลงนี้หรือกฎหมายที่เกี่ยวข้อง ที่จะจำกัดพันธมิตรฯ ในการเข้าถึงหรือใช้งานโปรแกรมได้ทันที พันธมิตรนายหน้าออนไลน์สละสิทธิ์ที่จะดำเนินการใน และจะชดใช้ค่าเสียหายให้กับบริษัทฯ และสมาชิกของกลุ่มบริษัทในเครือ Binary อื่นๆ ต่อข้อเรียกร้องใดต่อบริษัทฯ และสมาชิกของกลุ่มบริษัทในเครือ Binary อื่นๆ ต่อผู้อำนวยการ ต่อเจ้าหน้าที่ ต่อผู้ถือหุ้น ต่อพนักงาน หรือ ต่อเว็บไซต์ของ %1 หากบริษัทฯ เพิกถอนการเข้าถึงหรือใช้งานโปรแกรมของพันธมิตรฯ

source: In the new, exciting Binary Grid, win whenever the trade ends outside your selected cell.
ru_ru: В новой опции Binary Grid Вы будете выигрывать, когда контракт заканчивается за пределами выбранной ячейки.

source: In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (%1licence no. MGA/B2C/102/2000%4 issued on 01 August 2018), for UK clients by (2) the UK Gambling Commission (licence %2reference no: 39495%4), and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete %3Regulatory Information%4.
es_es: En el resto de la Unión Europea, los índices de volatilidad se ofrecen a través de Binary (Europe) Ltd., W Business Centre, Nivel 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta; autorizado y regulado por (1) la Autoridad de Juegos de Azar en Malta (%1licencia n° MGA/B2C/102/2000%4 emitida en agosto 1 de 2018), para clientes del Reino Unido por (2) la Comisión de Apuesta de Reino Unido (licencia %2referencia n°: 39495%4), y para clientes irlandeses por (3) la Administración Tributaria de Irlanda (Licencia de Corredor Remoto de Apuestas n° 1010285 emitida en julio 1 de 2017). Ver %3Información Regulatoria%4 completa.
ru_ru: В остальной части ЕС Индексы волатильности предоставлены компанией Binary (Europe) Ltd., расположенной по адресу W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta. Компания лицензирована и регулируется (1) Управлением по азартным играм Мальты (%1liлицензия номер MGA/B2C/102/2000%4 выдана 1 августа 2018 г.), для клиентов из Великобритании - (2) Управлением по азартным играм Великобритании (%2лицензия номер 39495%4), а для клиентов из Ирландии - (3) Налоговой службой Ирландии (лицензия удалённого букмекера номер 1010285, выданная 1 июля 2017 г). Ознакомьтесь с %3Информацией о регулировании%4.
th_th: ในประเทศอื่นๆ ของสหภาพยุโรป Binary (Europe) Ltd. ให้บริการดัชนีผันผวน บริษัทฯ มีที่ตั้งสำนักงานอยู่ที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา บริษัทฯ ได้รับใบอนุญาตและกำกับดูแลตามกฎหมายโดย (1) Malta Gaming Authority ประเทศมอลตา (%1ใบอนุญาตเลขที่ MGA/B2C/102/2000%4 ออกให้เมื่อวันที่ 1 สิงหาคม ค.ศ. 2018) สำหรับลูกค้าสหราชอาณาจักร โดย (2) UK Gambling Commission (%2หมายเลขอ้างอิงใบอนุญาตเลขที่: 39495%4) และสำหรับลูกค้าไอร์แลนด์ โดย (3) Revenue Commissioners ในประเทศไอร์แลนด์ (ใบอนุญาต Remote Bookmaker เลขที่ 1010285 ออกให้เมื่อวันที่ 1 กรกฎาคม ค.ศ. 2017) ดู %3ข้อมูลด้านกฎหมาย%4 ฉบับสมบูรณ์

source: In this Agreement, unless the context otherwise requires, the following definitions hold:
es_es: En este Acuerdo, a menos que el contexto requiera lo contrario, están las siguientes definiciones:
it_it: Nel presente Contratto, salvo disposizioni contrarie, valgono le seguente definizioni:
ru_ru: В рамках данного соглашения и если контекст не предполагает иного, нижеуказанные термины должны иметь следующее толкование:
th_th: ในสัญญานี้ ยกเว้นว่าบริบทกำหนดให้เป็นอย่างอื่น นิยามจะมีรายละเอียดดังต่อไปนี้

source: In this case, you predict that the price will fall. This is also known as 'going short'.
es_es: En este caso, usted predice que el precio caerá. A esto se le conoce también como "abrir una posición corta".
it_it: In questo caso, prevedi che il prezzo scenderà. Questa previsione è nota anche come "aprire una posizione short".
ru_ru: В данном случае Вы предсказываете падение цены. Такая позиция также называется "короткой".
th_th: ในกรณีนี้ ท่านคาดการณ์ว่า ราคาจะลดลง ให้ "ส่งคำสั่ง Short"

source: In this case, you predict that the price will rise. This is also known as 'going long'.
es_es: En este caso, usted predice que el precio subirá. A esto se le conoce también como "abrir una posición larga".
it_it: In questo caso, prevedi che il prezzo salirà. Questa previsione è nota anche come "aprire una posizione long".
ru_ru: В данном случае Вы предсказываете рост цены. Также такая позиция называется "длинной".
th_th: ในกรณีนี้ ท่านคาดการณ์ว่า ราคาจะสูงขึ้น ให้ "ส่งคำสั่ง Long"

source: In-depth knowledge of accounting principles, best practices, standards, and regulations
es_es: Conocimiento profundo de los principios de contabilidad, las mejores prácticas, las normas y los reglamentos
it_it: Conoscenza approfondita di principi, pratiche migliori, norme e regolamenti in materia di contabilità
ru_ru: Глубокое знание принципов бухгалтерского учёта, лучших методик, стандартов и правил
th_th: มีความรู้เชิงลึกในหลักการบัญชี วิธีปฏิบัติที่ดีที่สุด มาตรฐาน และกฎระเบียบ

source: In/Out
es_es: Dentro/Fuera
it_it: Dentro/Fuori
ru_ru: Внутри/Вне

source: In/Out trades
es_es: Contratos Dentro/Fuera
it_it: Trade Dentro/Fuori
ru_ru: Контракты Внутри/Вне
th_th: การซื้อขาย In/Out

source: Include a disclaimer and/or notice that any intellectual property rights, including any trademark or slogan whatsoever, belong to the Company, and any unauthorised use is strictly prohibited
es_es: Incluir un descargo y/o aviso que todos los derechos de propiedad intelectual, incluida cualquier marca registrada o eslogan, pertenecen a la Empresa, y cualquier uso no autorizado está estríctamente prohíbido
it_it: Includere una dichiarazione di non responsabilità e/o avviso per cui tutti i diritti di proprietà intellettuale, compresi qualsiasi marchio o slogan, appartengono alla Società e qualsiasi utilizzo non autorizzato è severamente proibito
ru_ru: Поместить соответствующий отказ от ответственности или уведомление о том, что все права на интеллектуальную собственность, включая права на торговую марку и любые слоганы, принадлежат Компании, а любое их несанкционированное использование строго запрещено
th_th: รวมถึงการสงวนสิทธิ์ และ/หรือประกาศสิทธิ์ของทรัพย์สินทางปัญญา รวมถึงเครื่องหมายการค้า หรือคำขวัญใดๆ ล้วนเป็นกรรมสิทธิ์ของบริษัทฯ และห้ามมิให้ใช้โดยไม่ได้รับอนุญาต

source: Include a disclaimer or notice that the intellectual property rights of the Trademark solely belong to Binary and any use of it is strictly prohibited unless Binary has given such authorisation.
es_es: Incluir un descargo de responsabilidad o aviso indicando que los derechos de propiedad intelectual de la Marca comercial pertenecen únicamente a Binary y su uso está estrictamente prohibido a menos que Binary haya otorgado dicha autorización.
it_it: includere una dichiarazione di esclusione di responsabilità o una nota attestante che i diritti di proprietà intellettuale appartengono esclusivamente a Binary e qualsiasi loro uso è strettamente proibito salvo previa autorizzazione di Binary.
ru_ru: Разместить отказ от ответственности или уведомление относительно прав на интеллектуальную собственность и торговую марку, которые всецело принадлежат Binary, а любое их использование строго запрещено без получения предварительного согласия Binary.
th_th: ระบุข้อสงวนสิทธิ์หรือประกาศที่ระบุว่า สิทธิ์ในทรัพย์สินทางปัญญาของเครื่องหมายการค้าเป็นของ Binary แต่เพียงผู้เดียว และห้ามนำไปใช้ ยกเว้นว่าจะได้รับอนุญาตจาก Binary แล้ว

source: Income earning
es_es: Percibir ingresos
it_it: Reddito
ru_ru: Заработок
th_th: การรับรายได้

source: Incorporate our brand identity into new products, pages, and features
es_es: Incorporar la identidad de nuestras marcas a nuevos productos, páginas y rasgos
it_it: Incorporare l'identità del nostro marchio a nuovi prodotti, pagine e caratteristiche
ru_ru: Инкорпорирование нашей индивидуальности бренда в новые продукты, страницы и проекты
th_th: รวมเอกลักษณ์ของแบรนด์เข้าไว้ในผลิตภัณฑ์ หน้าเว็บ และคุณสมบัติใหม่

source: Increase your HackerOne reputation to build up credibility and profile visibility.
es_es: Aumente su reputación en HackerOne para construir la credibilidad y visibilidad de su perfil.
it_it: Aumenta la tua reputazione di HackerOne per aumentare la credibilità e la visibilità del profilo.
ru_ru: Улучшите свою репутацию в рамках программы HackerOne, чтобы повысить рейтинг и популярность Вашего профайла.
th_th: สร้างชื่อเสียง HackerOne ของท่าน เพื่อสร้างความน่าเชื่อถือและฝีมือให้ประจักษ์

source: Indemnification
es_es: Indemnización
it_it: Risarcimento
ru_ru: Возмещение ущерба
th_th: ค่าสินไหมทดแทน

source: Indemnity and liability
es_es: Indemnidad y obligación
it_it: Indennità e responsabilità
ru_ru: Возмещение убытков и ответственность
th_th: ค่าสินไหมและหนี้สิน

source: Indicate that Binary or the Introducing Broker and their Associates will guarantee a client's profit or loss or limit the losses of any client
es_es: Indicar que Binary o el Broker Introductor y sus Asociados garantizarán la ganancia o pérdida de un cliente o limitarán las pérdidas de cualquier cliente
it_it: indicare che Binary o l'Introducing Broker e i suoi Associati garantiranno il profitto o le perdite di un cliente, né porranno un limite a queste ultime
ru_ru: Не указывать, что Binary, Представляющий брокер или его партнёры гарантируют клиенту прибыль, убыток или ограничить убыток любого клиента
th_th: ระบุว่า Binary หรือโบรกเกอร์แนะนำ และผู้เกี่ยวข้อง จะรับประกันกำไรหรือขาดทุน หรือ จำกัดการขาดทุน ของลูกค้า

source: Indicates required field
es_es: Indica campo obligatorio
it_it: Indica un campo obbligatorio
ru_ru: Обозначает поле, которое является обязательным
th_th: ระบุฟิลด์ข้อมูลที่ต้องมีข้อมูล

source: Indicates the availability of cryptocurrency trading on a particular account.
es_es: Indica la disponibilidad para operar criptomonedas en una cuenta particular.
it_it: Indica la possibilità di fare trading di criptovalute su un conto specifico.
ru_ru: Обозначает наличие контрактов на криптовалютах на определённом счету.
th_th: ระบุให้การซื้อขายเงินดิจิทัลทำได้จากบัญชีเฉพาะเท่านั้น

source: Indicative
es_es: Indicativo
it_it: Indicativo
ru_ru: Ориентировочная цена
th_th: อินดิเคทีฟ

source: Indices
es_es: Índices
ru_ru: Индексы
th_th: ดัชนี

source: Industrial metals
es_es: Metales industriales
it_it: Metalli industriali
ru_ru: Промышленные металлы
th_th: โลหะอุตสาหกรรม

source: Industrial metals – also known as base metals – are abundant, but oxidise or corrode easily. Industrial metals feature heavily across a wide range of industrial and commercial applications, including electrical wiring, automobiles, and batteries.
es_es: Metales industriales (también conocidos como metales básicos) son abundantes, pero se oxidan o corroen fácilmente. Los metales industriales se utilizan en gran medida en una variedad de aplicaciones industriales y comerciales, incluyendo cableado eléctrico, automóviles y baterías.
it_it: Metalli industriali - noti anche come metalli di base - sono abbondanti, ma si ossidano o corrodono facilmente. Sono inoltre presenti in maniera massiccia in un'ampia gamma di utilizzi industriali e commerciali, inclusi cablaggi elettrici, automobili e batterie.
ru_ru: Промышленные металлы (также известные как чёрные металлы) встречаются достаточно часто, но легко окисляются и подвержены коррозии. Промышленные металлы широко и активно применяют в самых разных областях промышленности и производства, в том числе для изготовления электрического кабеля, автомобилей и аккумуляторов.
th_th: โลหะอุตสาหกรรมที่มีอยู่มากมาย – รู้จักในนาม โลหะพื้นฐาน เมื่อรวมตัวกับออกซิเจน หรือ ถูกกัดกร่อนได้ง่าย โลหะอุตสาหกรรมมีความสำคัญอย่างมากในการใช้งานอุตสาหกรรมและการพาณิชย์หลายประเภท รวมถึง การเดินสายไฟฟ้า รถยนต์ แบตเตอรี่

source: Industry of employment
es_es: Sector laboral
it_it: Settore di occupazione
ru_ru: Сфера занятости
th_th: อุตสาหกรรมของอาชีพ

source: Inform any clients introduced to Binary of any matter that the Company may reasonably consider necessary in order to comply with any legal/regulatory requirements
es_es: Informar a cualquier cliente referido a Binary sobre cualquier asunto que la Empresa pueda considerar razonablemente necesario para cumplir con los requisitos legales / reglamentarios
it_it: informare i clienti di Binary delle questioni che la Società potrebbe ragionevolmente considerare necessarie al fine di adeguarsi a requisiti normativi/legali
ru_ru: информировать клиентов, привлечённых на Binary о любых вопросах, которые Компания может счесть разумно необходимыми в рамках соответствия правовым/нормативным требованиям.
th_th: แจ้งให้ลูกค้าที่ได้รับการแนะนำให้กับ Binary เกี่ยวกับเรื่องใดๆ ก็ตามที่บริษัทฯ พิจารณาอย่างสมเหตุสมผลแล้วว่าจำเป็น เพื่อให้ลูกค้าปฏิบัติตามบทบัญญัติทางกฎหมาย/กฎระเบียบ

source: Inform any clients introduced to Binary that the trading services and products are offered by or through Binary and not the Introducing Broker
es_es: Informar a cualquier cliente referido a Binary que los servicios y productos de trading son ofrecidos por Binary y no por el Broker Introductor
it_it: informare i nuovi clienti di Binary che i servizi di trading e i prodotti vengono offerti da Binary o attraverso quest'ultima e non dall'Introducing Broker
ru_ru: информировать клиентов, привлечённых на Binary об услугах торговли и продуктах, предоставленных на или посредством портала Binary, а не только Представляющего брокера,
th_th: แจ้งให้ลูกค้าที่ได้รับการแนะนำให้กับ Binary ทราบว่า บริการการซื้อขายและผลิตภัณฑ์นั้นให้บริการโดยหรือผ่านทาง Binary ไม่ใช่โดยโบรกเกอร์แนะนำ

source: Information & Communications Technology
es_es: Tecnología de la Información y las Comunicaciones
it_it: Tecnologia dell'informazione e della comunicazione
ru_ru: Информационные технологии и коммуникации
th_th: เทคโนโลยีสารสนเทศและการสื่อสาร

source: Information of the previous performance of any underlying instrument or asset does not guarantee its current and/or future performance. Past performance is not a reliable indicator of future results.
es_es: Información de rendimiento previo de cualquier instrumento o activo subyacente no garantiza su rendimiento actual y / o futuro. La rentabilidad pasada no es un indicador fiable de los resultados futuros.
it_it: Le informazioni sulle performance precedenti di un qualsiasi strumento o asset sottostante non garantiscono le performance attuali e/o future. Le performance precedenti non sono un indicatore affidabile dei risultati futuri.
ru_ru: Информация о предыдущих результатах любого базового инструмента или актива не гарантирует его текущие и/или будущие результаты. Прошлые показатели не являются надежными индикаторами будущих результатов.
th_th: ข้อมูลของการดำเนินงานก่อนหน้านี้ของผลิตภัณฑ์อ้างอิง หรือ สินทรัพย์ใดๆ ไม่ได้รับประกันผลงานในปัจจุบัน และ/หรือ อนาคต ผลการดำเนินงานในอดีตไม่ได้เป็นตัวบ่งชี้การดำเนินงานในอนาคต

source: Inheritance
es_es: Herencia
it_it: Eredità
ru_ru: Наследование
th_th: มรดก

source: Install antivirus software (such as Avast Free Antivirus for %1Windows%2 and %3Mac%4) on your computer.
es_es: Instale un software antivirus (como Avast Free para %1Windows%2 y %3Mac%4) en su computadora.
it_it: Installa sul tuo computer un software antivirus (come Avast Free Antivirus per %1Windows%2 e %3Mac%4).
ru_ru: Установите на Ваш компьютер антивирус (например, Avast Free Antivirus для %1Windows%2 и %3Mac%4).
th_th: ติดตั้งซอฟต์แวร์ป้องกันไวรัส (เช่น Avast Free Antivirus สำหรับ %1ระบบปฏิบัติการวินโดวส์%2 และ %3ระบบปฏิบัติการแมคอินทอช%4) บนคอมพิวเตอร์ของท่าน

source: Instant access
es_es: Acceso instantáneo
it_it: Accesso istantaneo
ru_ru: Мгновенный доступ
th_th: เข้าถึงได้ทันที

source: Insufficient balance.
es_es: Saldo insuficiente.
it_it: Saldo non sufficiente.
ru_ru: Недостаточно средств на счете.
th_th: ยอดคงเหลือไม่เพียงพอ

source: Integrity
es_es: Integridad
it_it: Integrità
ru_ru: Честность
th_th: ความซื่อสัตย์

source: Intellectual property rights
es_es: Derechos de propiedad intelectual
it_it: Diritti di proprietà intellettuale
ru_ru: Интеллектуальная собственность
th_th: สิทธิ์ในทรัพย์สินทางปัญญา

source: Intelligently routing incoming orders to different types of execution modes based on configurations and algorithms established using best execution factors
es_es: Re-dirigir de manera inteligente las órdenes entrantes a diferentes tipos de modos de ejecución en función a las configuraciones y algoritmos establecidos en base a los factores de mejor ejecución
it_it: dall'altro si orientano gli ordini in entrata verso tipi diversi di modalità esecutive basate su configurazioni e algoritmi stabiliti utilizzando i fattori di miglior esecuzione.
ru_ru: умное распределение поступающих ордеров по различным моделям исполнения, на основе конфигураций и алгоритмов, установленных согласно факторам наилучшего исполнения.
th_th: การจัดการประมวลผลคำสั่งประเภทต่างๆ อย่างชาญฉลาด โดยอาศัยอัลกอริธึ่มและการตั้งค่าของปัจจัยการดำเนินการที่ดีที่สุด

source: Interactive charting tool
es_es: Herramienta de gráficos interactiva
it_it: Strumento interattivo di creazione di grafici
ru_ru: Интерактивный инструмент построения графиков
th_th: เครื่องมือทำแผนภูมิแบบมีปฏิสัมพันธ์

source: Interactive webinars
es_es: Webinarios interactivos
ru_ru: Интерактивные вебинары
th_th: การสัมมนาทางเว็บแบบมีปฏิสัมพันธ์

source: Interest in IT or software development
es_es: Interés en TI o desarrollo de software
it_it: Interesse per IT o sviluppo di software
ru_ru: Интерес к сфере IT и разработке программного обеспечения
th_th: มีสนใจในการพัฒนา IT หรือซอฟต์แวร์

source: Interested in our MAM tool for MetaTrader 5? Contact us at %1 for more info.
es_es: ¿Interesado en nuestra herramienta GCM para MetaTrader 5? Contáctenos en %1 para más información.
ru_ru: Вам нравится наш инструмент ММС для MetaTrader 5? Для получения подробной информации свяжитесь с нами по адресу %1.
th_th: สนใจเครื่องมือ MAM สำหรับ MetaTrader 5 ใช่ไหม? ติดต่อเราที่ %1 เพื่อรับข้อมูลเพิ่มเติม

source: Interested in our MAM tool? %1Contact us%2 for more information on setting up your master account
es_es: ¿Interesado en nuestra herramienta MAM? %1Contáctenos%2 para obtener más información sobre cómo configurar su cuenta maestra.
ru_ru: Заинтересовались нашим инструментом ММС? %1Свяжитесь с нами%2 для получения более подробной информации об открытии Вашего основного счёта
th_th: สนใจในเครื่องมือ MAM ของเรา ใช่ไหม? %1 ติดต่อเรา %2 เพื่อได้รับข้อมูลเพิ่มเติมเกี่ยวกับการจัดตั้งบัญชีหลักของท่าน
