Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The client acknowledges that it is their responsibility to cancel the Stop or Limit Order if they do not want the Stop or Limit Order to remain valid. If the client fails to cancel the Stop or Limit Order, the Company shall be entitled, at its absolute discretion, to treat the Stop or Limit Order as an instruction to enter into a new transaction for the client if and when the Company quote reaches or goes beyond the level of the Stop or Limit Order.
es_es: El cliente reconoce que es su responsabilidad el cancelar una Orden Stop o Límite si no desea que estas continúen siendo válidas. Si el cliente falla en cancelar la Orden Stop o Límite, la Empresa tendrá el derecho, a su entera discreción, de tratar dicha Orden Stop o Límite como una instrucción para ingresar a una nueva transacción para el cliente cuando y si la cotización de la Empresa alcance o sobrepase el nivel de la Orden Stop o Límite.
it_it: Il cliente riconosce di avere la piena responsabilità di annullare lo Stop Order o il Limit Order se non vuole che rimangano validi. Se non annulla tali ordini, la Società avrà la facoltà, a sua assoluta discrezione, di considerare lo Stop Order o il Limit Order come un'istruzione da parte del cliente di avviare una nuova operazione per quest'ultimo, se e quando la quotazione della Società raggiunge o supera il livello dello Stop Order o del Limit Order.
ru_ru: Клиент обязуется самостоятельно отменять стоп-ордер или лимитный ордер, если клиент хочет прекратить их действие. В случае, когда клиент не смог отменить стоп-ордер или лимитный ордер, Компания по своему единоличному усмотрению может расценивать соответствующий стоп-ордер или лимитный ордер в качестве инструкции для открытия нового контракта для клиента, в случае и когда котировка Компании достигнет или выйдет за пределы уровня стоп-ордера или лимитного ордера.
th_th: ลูกค้าทราบว่า เป็นหน้าที่ความรับผิดชอบของลูกค้าในการยกเลิก Stop Order หรือ Limit Order หากลูกค้าไม่ปรารถนาที่จะหยุด หรือ จำกัดคำสั่งซื้อของลูกค้า ทั้งนี้ หากลูกค้าไม่ได้ Stop Order หรือ Limit Order ในขณะที่ลูกค้าควรดำเนินการ บริษัทฯ จะมีสิทธิ์ในการดำเนินการตามดุลยพินิจ เพื่อเรียกใช้มาตรการ Stop Order หรือ Limit Order ตามกฎเพื่อสร้างธุรกรรมใหม่สำหรับลูกค้า เมื่อเราคาของบริษัทฯ ไปถึงระดับ Stop Order หรือ Limit Order หรือ ไปสูงกว่าระดับดังกล่าว

source: The client acknowledges that it is their responsibility to monitor their Account Balance and Margin Requirement, and the Company is not under any obligation to keep the client informed (i.e. to make a Margin Call).
es_es: El cliente reconoce que es su responsabilidad controlar el Saldo de su Cuenta y el Requisito de Margen, y que la Empresa no tiene obligación alguna de mantenerlo informado (es decir, realizar una Llamada de Margen).
it_it: Il cliente si assume la responsabilità di monitorare il saldo del conto e il requisito di margine; la Società non è tenuta a informare regolarmente il cliente (per esempio facendo una chiamata a margine).
ru_ru: Настоящим клиент обязуется самостоятельно отслеживать баланс своего счёта и следить за Маржевыми требованиями, а Компания не несёт ответственности за информирование клиента по данному вопросу (т.е. за отправку запросов на увеличение маржи).
th_th: ลูกค้าทราบว่า เป็นหน้าที่ความรับผิดชอบของลูกค้าในการตรวจสอบยอดคงเหลือในบัญชีของลูกค้า และข้อกำหนดมาร์จิน และบริษัทฯ จะไม่มีหน้าที่ต่อภาระความรับผิดชอบของเพื่อแจ้งต่อลูกค้าให้ปฏิบัติ (เช่น การเรียกให้ชำระมูลค่า กรณี Margin Call)

source: The client acknowledges that it is their responsibility to understand the features, characteristics, terms, and conditions of an Order and the implications of executing an Order before they place an Order with the Company.
es_es: El cliente reconoce que es su responsabilidad comprender las características, detalles, términos, y condiciones de una orden y las implicaciones de ejecutarla antes de concretar la orden con la Empresa.
it_it: Il cliente riconosce che è propria responsabilità comprendere le funzioni, le caratteristiche, i termini e le condizioni di un Ordine e le implicazioni connesse alla sua esecuzione prima di effettuarne uno con la Società.
ru_ru: Настоящим Клиент обязуется перед размещением ордера на платформе Компании разобраться в его особенностях, характеристиках, правилах и условиях, а также изучить возможные последствия исполнения ордера.
th_th: ลูกค้าทราบว่า เป็นหน้าที่ของลูกค้าที่ต้องทำความเข้าใจคุณสมบัติ ลักษณะ ข้อกำหนด และเงื่อนไขของการสั่งซื้อ และความหมายโดยนัยของการดำเนินการตามคำสั่งซื้อ ก่อนที่ลูกค้าจะส่งคำสั่งซื้อให้บริษัทฯ

source: The client acknowledges that the Company reserves the right to establish a minimum and maximum transaction size, as well as a total net position size, which may be subject to alteration, and that the Company will only execute Orders that fall within the range of the minimum and maximum transaction sizes.
es_es: El cliente reconoce que la Empresa se reserva el derecho a establecer un volumen mínimo y máximo de transacciones, así como un volumen total de posición neta, que puede estar sujeto a alteración, y que la Empresa solo ejecutará Ordenes que se encuentren dentro del rango de volumen mínimo y máximo de transacción.
it_it: Il cliente riconosce che la Società si riserva il diritto di stabilire una dimensione minima e massima della transazione, così come una dimensione della posizione netta totale, che può essere soggetta a modifiche. Riconosce inoltre che la Società eseguirà solo Ordini che rientrano nell'intervallo delle dimensioni minime e massime della transazione.
ru_ru: Клиент соглашается, Компания оставляет за собой право устанавливать минимальный и максимальный размер контракта, а также размер общей позиции, который подлежит изменениям. Компания оставляет за собой право исполнять лишь те ордеры, которые соответствуют установленному минимальному и максимальному размеру контракта.
th_th: ลูกค้าทราบว่า บริษัทฯ สงวนสิทธิ์ที่จะกำหนดขนาดของธุรกรรมต่ำสุดและสูงสุด รวมถึงขนาดโพซิชั่นสุทธิ และค่าที่กำหนดอาจมีเปลี่ยนแปลง และบริษัทฯ จะประมวลผลคำสั่งซื้อที่อยู่ในระยะของขนาดต่ำสุดและสูงสุดของธุรกรรม

source: The client acknowledges that the Company reserves the right to void or close out one or more of the client's transactions if the Company observes any breaches of warranty given under this agreement.
es_es: El cliente reconoce que la Empresa se reserva el derecho a anular o cerrar una o más de las operaciones del cliente si la Empresa observar algún incumplimiento de las garantías presentes en este Acuerdo.
it_it: Il cliente è consapevole che la Società si riserva il diritto di annullare o chiudere una o più delle sue operazioni qualora osservasse eventuali violazioni della garanzia fornita ai sensi del presente contratto.
ru_ru: Клиент признаёт, что Компания оставляет за собой право признать недействительными, а также закрыть один или более контрактов клиента, если Компания обнаружит любое неисполнение обязательств в рамках данного соглашения.
th_th: ลูกค้าทราบว่า บริษัทฯ สงวนสิทธิ์ที่จะยกเลิก หรือ ปิดธุรกรรมหนึ่งรายการ หรือ มากกว่านั้น ของลูกค้า หากบริษัทฯ พบว่ามีการละเมิดการรับประกันใดๆ ภายใต้ข้อตกลงนี้

source: The client acknowledges that the Company will determine, at its discretion, the transactions that will be kept in the Company's own book (known as B booking) and the transactions that will be passed through to the prime brokers who act as liquidity providers for the Company (known as A booking). For the former, the Company is the counterparty in these transactions, and a correlation exists between the profit/loss made by the client and the profit/loss made by the Company. At any point in time, the Company may be entering into or may have entered into transactions with a large number of clients, each of whose interests may diverge from those of other clients. As such, the Company may be holding Open Positions that may not be aligned with the client's objectives/interests as an individual client of the Company.
es_es: El cliente reconoce que la Empresa determinará, a su discreción, las transacciones que se mantendrán en el propio libro de la Empresa (conocido como reserva B) y las transacciones que se transferirán a los corredores principales que actúan como proveedores de liquidez para la Empresa (conocido como reserva A). Para la primera, la Empresa es la contraparte en estas transacciones, y existe una correlación entre la ganancia / pérdida realizada por el cliente y la ganancia / pérdida realizada por la Empresa. En cualquier momento, la Empresa puede entrar o puede haber entrado en transacciones con un gran número de clientes, y los intereses de cada uno de esos clientes puede variar entre sí. Como tal, la Empresa puede tener Posiciones Abiertas que pueden no estar alineadas con los objetivos / intereses del cliente como un cliente individual de la Empresa.
it_it: Il cliente riconosce che la Società determinerà a sua discrezione le operazioni che verranno conservate nel libro della Società (note come B booking) e quelle che passeranno agli intermediari principali che operano da fornitori di liquidità per la Società (note come A booking). Per i primi, la Società è la controparte in queste operazioni, e sussiste una correlazione tra profitto/perdite del cliente e profitto/perdite della Società. Quest'ultima potrà avviare o aver avviato in qualsiasi momento delle operazioni con un ampio numero di clienti, i cui interessi possono divergere da quelli di altri clienti. Pertanto, è possibile che la Società detenga posizioni aperte non in linea con gli obiettivi/interessi del singolo cliente.
ru_ru: Настоящим клиент соглашается с тем, что Компания будет по своему единоличному усмотрению определять контракты, которые будут оставаться в системе Компании (данная процедура известна как B booking) и контракты, которые будут передаваться прайм-брокерам, выступающим в качестве поставщиков ликвидности для Компании (данная процедура известна как A booking). Во втором случае Компания выступает в качестве контрагента по данным контрактам и возникает корреляция между прибылью/убытком клиента и прибылью/убытком Компании. В любое время Компания может заключить контракты с большим количеством клиентов, интересы которых могут противоречить друг другу. В этой связи Компания может держать открытые позиции, которые могут не соответствовать целям/интересам клиента Компании.
th_th: ลูกค้าทราบว่า ด้วยดุลยพินิจของบริษัทฯ บริษัทฯ จะพิจารณาถึงธุรกรรมที่จะถูกเก็บเอาไว้ในบัญชีของบริษัทฯ (รู้จักในนามของการบันทึก B) และธุรกรรมที่จะผ่านไปยังโบรกเกอร์หลักที่ทำหน้าที่เป็นผู้ให้บริการด้านสภาพคล่องแก่บริษัทฯ (รู้จักในนามของการบันทึก A) สำหรับอย่างหลัง บริษัทฯ เป็นคู่สัญญาของธุรกรรมเหล่านี้ และจะมีความสัมพันธ์ระหว่างกำไร/ขาดทุนของลูกค้า และกำไร/ขาดทุนของบริษัทฯ ณ เวลาใดเวลาหนึ่ง บริษัทฯ อาจทำหรือได้ทำธุรกรรมกับลูกค้าจำนวนมาก ซึ่งอาจมีความสนใจที่แตกต่างกัน ดังนั้น บริษัทฯ จะรักษาสถานะเปิดที่อาจจะไม่สอดคล้องกับวัตถุประสงค์/ความสนใจของลูกค้าคนในคนหนึ่งของบริษัทฯ

source: The client acknowledges, recognises, and understands that
es_es: El cliente acepta, reconoce y entiende que
it_it: Il cliente comprende e accetta quanto segue:
ru_ru: Настоящим клиент признаёт и соглашается с нижеследующим:
th_th: ลูกค้าทราบ ตระหนัก และเข้าใจว่า

source: The client acknowledges, understands, represents, and warrants that they are aware of the functional limitations of the MT5 trading platform (for example Wine, which is not a fully stable application, as disclosed by the MT5 trading platform licensor on their website).
es_es: El cliente reconoce, comprende, declara y garantiza que está al tanto de las limitaciones funcionales de la plataforma de trading MT5 (por ejemplo, Wine, la cual no es una aplicación completamente estable, según lo publicado por el licenciatario de la plataforma de trading MT5 en su propio sitio web).
it_it: Il cliente accetta, comprende, dichiara e garantisce di essere a conoscenza dei limiti funzionali della piattaforma di trading MT5 (relativi, per esempio, all'applicazione Wine, che non risulta totalmente affidabile come precisato dal licenziatario di MT5 sul suo sito web).
ru_ru: Клиент признаёт, понимает, соглашается и гарантирует, что он/она знает о функциональных ограничениях на торговой платформе MT5 (например, о том, что Wine является не совсем стабильным приложением по версии лицензиара торговой платформы MT5, изложенной на его сайте).
th_th: ลูกค้าทราบ เข้าใจ รับรอง และรับประกันว่า ลูกค้าได้ตระหนักถึงข้อจำกัดในการทำงานของแพลตฟอร์ม MT5 (เช่น Wine ซึ่งไม่ได้เป็นแอพพลิเคชันที่เสถียร ตามที่ผู้ให้การอนุญาตในการใช้แพลตฟอร์มซื้อขาย MT5 ประกาศไว้ในเว็บไซต์)

source: The client acts in breach of any warranty or representation made under this agreement, and/or any information provided to the Company in connection with this agreement is, or becomes, untrue or misleading.
es_es: El cliente actúa en violación de cualquier garantía o declaración hecha bajo este Acuerdo, y /o cuando cualquier información proporcionada a la Empresa en relación con este Acuerdo es, o se vuelve, falsa o engañosa.
it_it: Laddove il cliente agisca in violazione di qualsiasi garanzia o dichiarazione espressa nell'ambito del presento contratto e/o qualora eventuali informazioni fornite alla Società in relazione al presente contratto siano o dovessero rivelarsi false o ingannevoli.
ru_ru: Клиент нарушил любые условия, обязательства или обещания в рамках данного соглашения, а также в случае, если любая информация, предоставленная Компании в рамках данного соглашения, является или станет ложной или недостоверной.
th_th: ลูกค้าละเมิดการรับประกัน หรือ การรับรองใดๆ ที่ทำภายใต้ข้อตกลงนี้ และ/หรือ ข้อมูลใดๆ ที่ไว้กับบริษัทฯ อันที่เกี่ยวข้องกับข้อตกลงนี้ ไม่จริง หรือ กลายเป็นไม่จริง

source: The client agrees that in any legal, arbitration, mediation, regulatory, administration, or any other proceedings initiated by them or by %1, the Company's records related to the client's dealings shall constitute evidence. Subject to the laws and any court, tribunal, competent authority, or government authority orders, requests, instructions, or guidelines, the client shall not object to the admission of such records on the grounds that they are not originals or in writing, or that they are produced by computers or any other electronic systems whatsoever. The client shall not rely on the Company to meet any of their disclosures or other obligations imposed by any court, tribunal, competent authority, or government authority.
es_es: El cliente acepta que en cualquier procedimiento judicial, de arbitraje, mediación, regulatorio, administrativo o cualquier otro procedimiento, iniciado por él o por %1, los registros de la Empresa en relación con las operaciones del cliente serán evidencia. Sujeto a las leyes y a cualquier corte, tribunal o autoridad competente, u órdenes de autoridad gubernamental, solicitudes, instrucciones o pautas, el cliente no podrá oponerse a la admisión de dichos registros a pesar de no ser originales ni estar por escrito o por haber sido producidos por computadoras o cualquier otro sistema electrónico. El cliente no debe contar con la Empresa para cumplir con sus declaraciones u otras obligaciones impuestas por cualquier corte, tribunal, autoridad competente o autoridad gubernamental.
it_it: Il cliente accetta che in qualsiasi procedimento di natura giudiziaria, amministrativa, dispositiva, di arbitrato o di mediazione intrapreso da terzi o da %1, gli atti della Società relativi alle sue operazioni costituiscono prova effettiva. Vincolato alle leggi di corti, tribunali, autorità competenti o autorità governative, oppure alle relative richieste, istruttorie o linee guida, il cliente non dovrà opporsi all'ammissione di tali atti perché non sono originali, in forma scritta oppure prodotti tramite computer o per mezzo di qualsiasi altro sistema elettronico. Inoltre, non dovrà fare affidamento sulla Società per rispettare gli obblighi legati alla divulgazione o di altra natura imposti da corti, tribunali, autorità competenti o autorità governative.
ru_ru: Настоящим клиент соглашается, что в случае юридических или судебных разбирательств, урегулирования или решения споров, а также любых других процедур, инициированных клиентом или %1, записи Компании относительно контрактов клиента должны являться доказательствами. В рамках действующих законов, решения любого суда, органа правосудия или любого компетентного органа, а также предписаний или постановлений государственных органов, клиент не должен возражать против ведения таковых записей, так как они не являются оригиналами или письменными документами, не произведены компьютером или любой другой электронной системой. Клиент не должен полагаться на Компанию в вопросах соблюдения рекомендаций из отказов от ответственности или иных обязательств, наложенных любым судом, трибуналом, компетентным органом или государственным органом.
th_th: ลูกค้ายอมรับว่า ในการปฏิบัติตามกฎหมายใดๆ การร้องต่ออนุญาโตตุลาการ หรือ การไกล่เกลี่ย หรือ การดำเนินตามบทบัญญัติ หรือบริหาร ที่ลูกค้า หรือ %1 ดำเนินการ บันทึกของบริษัทฯ ที่เกี่ยวข้องกับการดำเนินการของลูกค้าจะถูกนำไปเป็นหลักฐาน ภายใต้กฎหมาย และคำสั่ง คำร้อง หรือแนวทางปฏิบัติของศาล ระบบศาลยุติธรรม ผู้มีอำนาจของรัฐ หรือ เจ้าหน้าที่ของรัฐ ลูกค้าจะไม่คัดค้านต่อการยอมรับใน บันทึกดังกล่าวด้วยเหตุผลที่ว่า บันทึกนั้นไม่ใช่ต้นฉบับ หรือ ไม่ได้เป็นลายลักษณ์อักษร หรือ ถูกสร้างขึ้นโดยคอมพิวเตอร์หรือโดยระบบอิเล็กทรอนิกส์ใดๆ ก็ตาม ลูกค้าจะต้องไม่อาศัยบริษัทฯ ในการดำเนินงานต่างๆ เพื่อการเปิดเผย หรือ หน้าที่อื่นๆ ที่ศาล ศาลยุติธรรม ผู้มีอำนาจของรัฐ หรือ เจ้าหน้าที่ของรัฐ กำหนด

source: The client agrees to comply with the following when making payments to BIEL:
es_es: El cliente acepta cumplir con lo siguiente a la hora de realizar pagos a BIEL:
ru_ru: Клиент соглашается соответствовать следующим требованиям при перечислении любых средств BIEL:
th_th: ลูกค้ายินยอมที่จะปฏิบัติตามแนวทางต่อไปนี้ในการชำระเงินให้กับ BIEL

source: The client also has the right to request copies of any personal information that the client has provided to the Company and to request that the Company transmit such information to other service providers.
es_es: El cliente también tiene derecho a solicitar copias de cualquier información personal que haya proporcionado a la Empresa y a solicitar la transmisión de dicha información a otros proveedores de servicios.
it_it: Il cliente ha inoltre la facoltà di richiedere una copia delle informazioni personali fornite alla Società, e che queste vengano trasmesse ad altri fornitori di servizi.
ru_ru: Клиент имеет право запросить копии любой личной информации, предоставленной Компании, а также право попросить Компанию направить данную информацию другим поставщикам услуг.
th_th: ลูกค้ายังมีสิทธิ์ที่จะขอสำเนาข้อมูลส่วนบุคคลใดๆ ที่ลูกค้าให้ไว้กับบริษัทฯ และขอให้บริษัทฯ ส่งข้อมูลดังกล่าวไปยังผู้ให้บริการรายอื่นๆ

source: The client also has the right to request that the Company copy, modify, or remove the client's personal information as long as such actions do not breach any legal or regulatory obligations that the Company may have.
es_es: El cliente también tiene derecho a solicitar que la Empresa copie, modifique o elimine su información personal, siempre que dichas acciones no incumplan con alguna obligación legal o reglamentaria que la Empresa pueda tener.
it_it: Il cliente ha inoltre il diritto di richiedere alla Società che le sue informazioni personali vengano copiate, modificate o rimosse nella misura in cui ciò non costituisca una violazione ad eventuali obblighi giuridici o di regolamentazione a cui la Società debba rispondere.
ru_ru: Также клиент имеет право попросить Компанию скопировать, изменить или удалить личную информацию клиента, если таковые действия не нарушают юридические или нормативно-правовые обязательства Компании.
th_th: ท่านสามารถใช้สิทธิ์ในการขอให้บริษัทฯ ทำสำเนา เปลี่ยนแปลง หรือ นำข้อมูลส่วนบุคคลของบริษัทฯ ออก ตราบใดที่การกระทำดังกล่าวไม่ละเมิดต่อข้อผูกมัดตามกฎหมาย หรือ กฎระเบียบใดๆ ที่บริษัทฯ มี

source: The client also has the right to request that the Company inform the client about the personal data that the Company processes about the client and to provide its correction where necessary.
es_es: El cliente tiene derecho a solicitar que la Empresa le informe sobre los datos personales que la Empresa procesa sobre el cliente y las correcciones pertinentes en caso necesario.
it_it: Il cliente ha inoltre la facoltà di richiedere che la Società lo informi circa i dati personali trattati e che questa vi apporti le dovute modifiche quando necessario.
ru_ru: Также клиент имеет право попросить Компанию проинформировать его/её об имеющихся у Компании личных данных и, при необходимости, внести любые необходимые изменения.
th_th: ลูกค้ามีสิทธิ์ที่จะขอให้บริษัทฯ แจ้งแก่ลูกค้าเกี่ยวกับข้อมูลส่วนบุคคลที่บริษัทฯ ประมวลผลที่เกี่ยวกับลูกค้า และให้มีการแก้ไขเมื่อมีความจำเป็น

source: The client bears the responsibility of ensuring that payments made to BIEL are correctly received with the specified client's account details.
es_es: El cliente tiene la responsabilidad de asegurar que los pagos realizados a la Empresa sean recibidos correctamente con los detalles específicos a la cuenta del cliente.
ru_ru: Клиент несёт полную ответственность и обязуется убедиться, что платежи, произведённые BIEL, будут должным образом получены с указанием соответствующих данных счёта клиента.
th_th: ลูกค้าพึงทราบถึงความรับผิดชอบในการตรวจสอบการชำระเงินต่อ BIEL ว่าได้รับอย่างถูกต้อง ตามข้อมูลที่ปรากฎในรายละเอียดบัญชีลูกค้า

source: The client has Open Positions on the account that show a loss.
es_es: El cliente tiene Posiciones Abiertas en la cuenta que muestran una pérdida.
it_it: il cliente ha alcune posizioni aperte sul conto che indicano una perdita;
ru_ru: у клиента на счету есть убыточные открытые позиции.
th_th: ลูกค้ามีโพซิชันเปิดในบัญชีที่แสดงถึงการขาดทุน

source: The client has all necessary authority, powers, consents, licences, and authorisations and have taken all necessary actions to enable the client to enter into and perform this agreement and such transactions lawfully.
es_es: El cliente tiene toda la autoridad, capacidad, consentimiento, licencias y autorizaciones necesarios y ha tomado todas las medidas necesarias para celebrar y llevar a cabo este Acuerdo y tales transacciones legalmente.
it_it: Il cliente dispone dell'autorità, dei poteri, dei consensi, delle licenze e delle autorizzazioni necessari e ha adottato tutte le misure necessarie per sottoscrivere legittimamente il presente contratto e adempiervi.
ru_ru: Клиент обладает всеми необходимыми полномочиями, правом, разрешениями, лицензиями и подтверждением полномочий, а также предпринял все необходимые шаги для законного заключения и исполнения данного соглашения и контрактов.
th_th: ลูกค้ามีอำนาจอันชอบธรรม กำลัง ความยินยอม ใบอนุญาต และการอนุญาตที่จำเป็น และได้ดำเนินการที่จำเป็นทั้งหมดที่ช่วยให้ลูกค้าได้ทำและปฏิบัติตามสัญญาและธุรกรรมดังกล่าวอย่างถูกต้องตามกฎหมาย
