Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Understanding of cryptography, including asymmetric, symmetric, hash functions, and encryption/signatures
es_es: Comprensión de la criptografía, que incluye funciones asimétricas, simétricas, funciones hash y encriptación / firmas
it_it: Conoscenza della crittografia, incluse le funzioni asimmetriche, simmetriche e di Hash, e di criptaggio/firme
ru_ru: Понимание криптографии, включая функции asymmetric, symmetric, hash, а также технологии шифрования/сигнатуры
th_th: มีความเข้าใจเกี่ยวกับการเข้ารหัส อสมมาตร สมมาตร ฟังก์ชันแฮช และการเข้ารหัส/ลายมือชื่ออิเล็กทรอนิกส์

source: Understanding of encryption fundamentals and the OWASP Top 10
es_es: Comprensión de los fundamentos de encriptación y los 10 principales riesgos de OWASP
it_it: Comprensione dei fondamenti del criptaggio e della lista OWASP Top 10
ru_ru: Понимание основ шифрования и OWASP Top 10
th_th: มีความเข้าใจในพื้นฐานของการเข้ารหัส และ 10 อันดับสูงสุดของ OWASP

source: Understood
es_es: Entendido
it_it: Ho capito
ru_ru: Понятно
th_th: เข้าใจ

source: United Kingdom
es_es: Reino Unido
ru_ru: Великобритания
th_th: ประเทศสหราชอาณาจักร

source: University degree in Marketing, Mathematics, IT/Programming or any related field
es_es: Un título universitario en Marketing, Matemáticas, Tecnología de la Información (TI) / Programación u otras disciplinas relacionadas
it_it: Laurea in marketing, matematica, programmazione/IT o qualsiasi settore correlato
ru_ru: Высшее образование в области маркетинга, математики, IT/программирования или в смежной области
th_th: สำเร็จการศึกษาจากสาขาการตลาด คณิตศาสตร์ ไอที/การเขียนโปรแกรม และสาขาอื่นๆ ที่เกี่ยวข้อง

source: University degree in marketing, journalism, communication, or a business-related discipline
es_es: Un título universitario en Marketing, Periodismo, Comunicaciones u otras disciplinas relacionadas con los negocios
it_it: Laurea in marketing, giornalismo, comunicazione o una disciplina correlata al business
ru_ru: Высшее образование в области маркетинга, журналистики, коммуникаций или в другой дисциплине, связанной с бизнесом
th_th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการตลาด วารสารศาสตร์ สื่อสารมวลชน หรือ สาขาอื่นที่เกี่ยวข้อง

source: Unknown OS
es_es: Sistema Operativo Desconocido
it_it: Sistema operativo sconosciuto
ru_ru: Незнакомая операционная система
th_th: ระบบปฏิบัติการที่ไม่รู้จัก

source: Unless otherwise advised, BIEL shall treat a client as a retail client. Clients may also request, by writing to BIEL, to change the category in which they have been classified, and this may have an effect on the level of protection afforded to them. BIEL will assess the client's knowledge and experience versus the appropriateness of the requested service/investment product.
es_es: A menos que se indique lo contrario, BIEL tratará al cliente como un cliente minorista. Los clientes podrán también solicitar por escrito, que BIEL cambie la categoría en la que se les ha catalogado y esto podrá tener un efecto sobre el nivel de protección que se les haya ofrecido. BIEL evaluará el conocimiento y la experiencia del cliente frente la idoneidad del producto de inversión/ servicio solicitado.
ru_ru: Если не упомянуто иначе, BIEL будет считать клиента Индивидуальным клиентом. Также клиенты могут в письменном виде запросить изменить свою категорию, что может сказаться на уровне предоставляемой им защиты. BIEL оценит знания и опыт клиента на предмет соответствия запрошенной услуги/инвестиционного продукта.
th_th: นอกจากที่กำหนดไว้ BIEL จะดูแลลูกค้าเสมือนลูกค้ารายย่อย ลูกค้าต้องส่งความประสงค์เป็นลายลักษณ์อักษรให้แก่ BIEL เพื่อขอเปลี่ยนแปลงประเภทตามที่บริษัทฯ ได้จำแนกไว้ ซึ่งอาจมีผลต่อระดับกลไกการป้องกันที่เกี่ยวข้อง BIEL จะประเมินความรู้และประสบการณ์ของลูกค้า เทียบกับความเหมาะสมของบริการ/ผลิตภัณฑ์ทางลงทุนที่ลูกค้าปรารถนา

source: Unlock Cashier
ru_ru: Открыть кассу

source: Up to %1
es_es: Hasta %1
it_it: Fino a %1
ru_ru: До %1
th_th: ถึง %1

source: Up to %1 decimal places are allowed.
es_es: Se permiten hasta %1 decimales.
it_it: Sono ammessi fino a %1 decimali.
ru_ru: Разрешенное количество десятичных: до %1.
th_th: ตำแหน่งทศนิยมถึง %1 หลักเท่านั้น

source: Up/Down
es_es: Arriba/Abajo
it_it: Alto/Basso
ru_ru: Вверх/Вниз

source: Upcoming Events
es_es: Próximos eventos
it_it: Prossimi eventi
ru_ru: Ближайшие события
th_th: กิจกรรมในอนาคต

source: Update
es_es: Actualizar
it_it: Aggiorna
ru_ru: Обновить
th_th: การปรับปรุง

source: Update settings
es_es: Actualizar configuración
it_it: Aggiorna impostazioni
ru_ru: Обновить настройки
th_th: การปรับปรุงการตั้งค่า

source: Upgrade now
es_es: Actualice ahora
it_it: Aggiorna adesso
ru_ru: Обновить сейчас
th_th: อัพเกรดเดี๋ยวนี้

source: Upgrade to %1 %2Financial Account%3.
es_es: Actualice a %1 %2Cuenta Financiera%3.
it_it: Passa al %2conto finanziario%3 %1.
ru_ru: Обновите счёт %1 до %2Финансового счёта%3.
th_th: อัพเกรดเป็น %1%2บัญชีทางการเงิน%3

source: Upgrade your account and start trading using real money.
es_es: Actualice su cuenta y comience a operar con dinero real.
it_it: Aggiorna il tuo conto e inizia a fare trading utilizzando moneta reale.
ru_ru: Обновите счёт и начните торговлю на реальные деньги.
th_th: อัพเกรดบัญชีของท่านและเริ่มซื้อขายด้วยเงินจริง

source: Upon closing a trade, the realised profit (or loss), which is represented by the difference between the opening level and closing level of the trade multiplied by the number of lots (volume), becomes due and payable by the Company to the client (or due and payable by the client to the Company in cases of realised loss).
es_es: Al cerrar una operación, la ganancia reconocida (o pérdida), la cual es representada por la diferencia entre el nivel de inicio y el de cierre de la transacción multiplicado por el número de lotes (volumen), se vuelve adeudada y pagadera por la Empresa al cliente (o por el cliente a la Empresa en caso de una pérdida reconocida).
it_it: Alla chiusura del trade, il profitto (o la perdita) realizzato, corrispondente alla differenza tra il livello di apertura e quello di chiusura del trade moltiplicato per il numero di lotti (volume), dovrà essere corrisposto dalla Società al cliente (o dal cliente alla Società in caso di perdita).
ru_ru: После закрытия контракта полученная прибыль (или убыток), представляющая собой разницу между уровнем открытия и уровнем закрытия контракта помноженную на количество лотов (объём), должна быть незамедлительно выплачена клиенту Компанией (или Компании клиентом, в случае, если контракт принёс убыток).
th_th: เมื่อปิดธุรกรรม กำไร (หรือ ขาดทุน) ที่เกิดขึ้น ซึ่งแสดงความแตกต่างระหว่างระดับเปิดและระดับปิดของธุรกรรมการซื้อขาย คูณด้วยจำนวนล็อต (ปริมาณ) กลายเป็นจำนวนที่ครบกำหนด และบริษัทฯ จะจ่ายเงินให้แก่ลูกค้า (หรือครบกำหนดและลูกค้าจ่ายเงินให้แก่บริษัทฯ ในกรณีการขาดทุน)

source: Upon demand, the Agent shall provide the Company with all the requested information and documentation regarding their operations and competence, including but not limited to their registration, incorporation, memberships, authorisations, knowledge, expertise, and experience.
es_es: Bajo solicitud, el Agente proporcionará a la Empresa con toda la información y documentación solicitada con respecto a sus operaciones y competencia, incluyendo pero no limitándose a su registro, incorporación, membresía, autorizaciones, conocimientos, especialización y experiencia.
it_it: Su richiesta, l'Agente dovrà fornire alla Società tutta la documentazione e le informazioni necessarie relativi alle proprie operazioni e competenze, inclusi in via meramente esemplificativa la propria registrazione, inserimento, iscrizione, autorizzazioni, conoscenze, competenze ed esperienza.
ru_ru: Агент обязуется по требованию предоставить Компании любую запрошенную информацию и документы в отношении его деятельности и квалификации, включая, но не ограничиваясь данными о его регистрации, инкорпорации, членстве, лицензировании на ведение данной деятельности, знаниях, квалификации и опыте.
th_th: เมื่อมีการร้องขอ ตัวแทนฯ จะให้ข้อมูล และ เอกสารที่ร้องขอทั้งหมดแก่บริษัทฯ ซึ่งเป็นเอกสารที่เกี่ยวข้องกับการดำเนินงานและอำนาจหน้าที่ รวมถึง การจดทะเบียน การรวมเข้าเป็นบริษัท สมาชิกภาพ อำนาจที่ได้รับมอบหมาย ความรู้ ความเชี่ยวชาญ และประสบการณ์

source: Upon request from the Company or its legal representatives or government regulators, the Introducing Broker must promptly grant Binary with unlimited access to information to the extent that Binary requires to satisfy any legal or regulatory requirement or obligation.
es_es: A solicitud de la Empresa o de sus representantes legales o reguladores gubernamentales, el Broker Introductor deberá otorgar sin demora a Binary un acceso ilimitado a la información en la medida en que Binary lo requiera para cumplir con cualquier requisito u obligación legal o reglamentaria.
it_it: Se richiesto dalla Società, dai suoi rappresentanti legali o da organi governativi di regolamentazione, l'Introducing Broker dovrà prontamente garantire a Binary l'accesso illimitato alle informazioni nella misura necessaria affinché quest'ultima possa soddisfare eventuali obblighi o disposizioni legali.
ru_ru: После получения запроса от Компании, её юридических представителей или государственных органов, Представляющий брокер должен предоставить Binary неограниченный доступ к информации в том объёме, который потребуется Компании для соблюдения любых юридических или нормативных требований или обязательств.
th_th: เมื่อมีการร้องขอจากบริษัทฯ หรือ ตัวแทนด้านกฎหมายของบริษัทฯ หรือ ผู้มีอำนาจควบคุมตามกฎหมาย โบรกเกอร์แนะนำจะต้องอนุญาตให้ Binary เข้าถึงข้อมูลในขอบเขตที่ Binary กำหนดในทันที่ เพื่อจะได้ปฏิบัติข้อผูกมัดตามกฎหมายหรือข้อกำหนดในกฎระเบียบ

source: Upon revocation, you acknowledge and understand that your Money Manager will lose all authorisation to manage your Account.
es_es: Tras la revocación, usted reconoce y entiende que su administrador de fondos perderá toda autorización para administrar su cuenta.
ru_ru: Отзывая менеджера, Вы признаёте и соглашаетесь, что Ваш фондовый менеджер лишится разрешения управлять Вашим счётом.
th_th: เมื่อมีการเพิกถอน ท่านทราบและเข้าใจว่า ผู้จัดการเงินทุนบุคคลของท่านจะเสียสิทธิ์ทั้งหมดในการจัดการบัญชีของท่าน

source: Upon the Company's request, the Agent provides the Company with any and all information reasonably required to fully satisfy any and all demands, requests, orders, or requirements of any government or any other authority.
es_es: A petición de la Empresa, el Agente proporcionará a esta con toda la información necesaria para satisfacer plenamente todas las demandas u ordenes o los requisitos de cualquier gobierno o cualquier otra autoridad.
it_it: Su sollecito della Società, l'Agente fornisce tutte le informazioni ragionevolmente richieste per soddisfare a pieno eventuali domande, pretese, ordini o esigenze avanzati da un governo o da qualsiasi altra autorità.
ru_ru: По запросу Компании Агент обязуется предоставить всю информацию, необходимую для соответствия всем требованиям и предписаниям любого правительства и уполномоченных органов.
th_th: เมื่อบริษัทฯ ได้ส่งคำขอ ตัวแทนฯ จะให้ข้อมูลใดๆ หรือ ข้อมูลทั้งหมดแก่บริษัทฯ ตามที่กำหนดอย่างเหมาะสมเพื่อตอบสนองความต้องการ และคำร้อง หรือ คำสั่งซื้อ หรือ ข้อกำหนดทั้งหมด หรือ อะไรก็ตามของเจ้าหน้าที่รัฐฯ หรือ ผู้มีอำนาจอื่นๆ ร้องขอ

source: Upon the expiration or termination of this Agreement, for whatever reason, all rights and licences granted to the Programmer in this Agreement, including use of the %1 API, shall immediately terminate. The Programmer agrees to promptly cease all further use of the %1 API. Termination of this Agreement shall not act as a waiver of any breach of this Agreement and shall not act as a release of the Programmer's liability for the breach of the Programmer's obligation under this Agreement. The Company shall not be liable to the Programmer for damages of any kind solely as a result of terminating this Agreement in accordance with its Terms.
es_es: Tras la expiración o terminación de este Acuerdo, por cualquier razón, todos los derechos y licencias otorgadas al Programador en este Acuerdo, incluyendo el uso de la API de %1, deberán terminar inmediatamente. El Programador se compromete a cesar completamente todo el uso de la API de %1. La terminación de este Acuerdo no actuará como una renuncia a cualquier incumplimiento de este acuerdo y no actuará como una liberación de la responsabilidad del Programador en virtud de este acuerdo. La Empresa no será responsable ante el Programador por daños de cualquier clase únicamente como resultado de la terminación de este Acuerdo acordes con sus Términos.
it_it: Alla scadenza o alla risoluzione del presente Contratto, per qualsivoglia ragione, i diritti e la licenza concessi al Programmatore dal Contratto stesso, incluso l'utilizzo dell'API di %1, cesseranno immediatamente. Il Programmatore accetta di interrompere prontamente qualsiasi uso ulteriore dell'API di %1. La risoluzione del presente Contratto non costituirà una rinuncia di rivalsa in caso di suo inadempimento e non costituirà un esonero di responsabilità per la violazione dei suoi obblighi secondo il presente Contratto. La Società declina ogni responsabilità nei confronti del Programmatore per danni di qualsiasi natura derivanti dalla risoluzione del presente Contratto conformemente ai termini dello stesso.
ru_ru: После прекращения действия или расторжения данного Соглашения по любой причине, все права и лицензия, предоставленные Программисту в рамках данного Соглашения, включая право на использование API %1, должны быть немедленно отозваны. Программист соглашается своевременно прекратить дальнейшее использование API %1. Прекращение действия данного Соглашения не должно восприниматься как отказ от предъявления претензий в связи с нарушением данного Соглашения и не должно освобождать Программиста от ответственности за нарушение обязательств в рамках данного Соглашения. Компания не должна нести перед Программистом единоличную ответственность за любой ущерб, вызванный прекращением действия данного Соглашения, согласно его условиям.
th_th: เมื่อข้อตกลงนี้หมดอายุ หรือถูกบอกเลิก ด้วยเหตุผลใดๆ ก็ตาม สิทธิ์ต่างๆ และใบอนุญาตทั้งหมดที่โปรแกรมเมอร์ได้รับตามข้อตกลงนี้ รวมถึงการใช้ API ของ %1 จะสิ้นสุดทันที โปรแกรมเมอร์ยอมรับที่จะหยุดการใช้งาน API ของ %1 ทั้งหมดโดยทันที การยุติข้อตกลงจะไม่ถือเป็นการละเว้นต่อการฝ่าฝืนข้อตกลง และจะไม่ดำเนินการเสมือนการละความรับผิดชอบของโปรแกรมเมอร์ต่อการฝ่าฝืนต่อข้อตกลงนี้ บริษัทฯ จะไม่รับผิดชอบต่อความเสียหายใดๆ อันจะเกิดขึ้นโดยเป็นผลมาจากการยุติข้อตกลงดังกล่าว

source: Usage limit
es_es: Límite de Uso
it_it: Limite di utilizzo
ru_ru: Лимит использования
th_th: วงเงินที่ใช้

source: Use a variety of allocation methods (e.g equity, balance, even, and lot) to distribute trade volumes, starting from 0.01 lots
es_es: Utilice una variedad de métodos de asignación (por ej. capital (equity), saldo, par (even) y lote) para distribuir los volúmenes de comercio, empezando por lotes de 0.01.
ru_ru: Пользуйтесь различными методами распределения (напр., по остатку на счету, балансу, нечётному числу и лоту), чтобы распределить объём контрактов, начиная с 0.01 лота
th_th: ใช้วิธีการในการปันส่วนที่หลากหลาย (เช่น หุ้น ยอดเงินคงเหลือ คู่ และ ล็อต) เพื่อกระจายจำนวนการซื้อขายเริ่มต้นจาก 0.01 ล็อต

source: Use advanced data analytics skills to study trends/pattern in financial markets
es_es: Utilizar habilidades avanzadas de análisis de datos para estudiar las tendencias/patrones en los mercados financieros
it_it: Conoscenze avanzate nell'analisi dei dati per studiare tendenze/modelli dei mercati finanziari
ru_ru: Использование дополнительных навыков анализа данных для изучения трендов/моделей в финансовых рынках
th_th: ใช้ทักษะการวิเคราะห์ข้อมูลเชิงลึกเพื่อศึกษาแนวโน้ม หรือ รูปแบบของตลาดการเงิน

source: Use data governance tools to ensure data is accurate and consistent for effective analysis.
es_es: Utilizar herramientas de manejo de datos para garantizar que los datos sean precisos y coherentes para un análisis eficaz.
it_it: Utilizza strumenti di gestione dei dati per garantire dati accurati e costanti, per un'analisi efficace.
ru_ru: Использование инструментов управления данными с целью удостовериться, что данные являются полными и точными для проведения эффективного анализа.
th_th: ใช้เครื่องมือการบริหารจัดการข้อมูลเพื่อให้ได้ข้อมูลถูกต้อง และต้องกันสำหรับการวิเคราะห์ประสิทธิภาพ

source: Use different passwords for your email and %1 account and set a %2strong password%3.
es_es: Utilice diferentes contraseñas para su correo electrónico y su cuenta de %1, y establezca una %2contraseña difícil%3.
it_it: Utilizza password diverse per il tuo indirizzo e-mail e il tuo conto %1; scegli %2password sicure%3.
ru_ru: Пользуйтесь разными паролями для электронного адреса и счёта на %1. Выбирайте %2сложные пароли%3.
th_th: ใช้รหัสผ่านที่แตกต่างกันสำหรับอีเมลและบัญชี %1 และตั้ง%2sรหัสผ่านที่รัดกุม%3

source: Use of Bid/Ask: When the market is illiquid, the data feed may contain many Bids and Asks, without there actually being any traded price for quite a while. By taking an average of the Bid/Ask (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. The Company's system will generate prices from these Bids and Asks, whereas other websites might not. As a result, the Company's website might display ticks that do not appear in the data feeds of other websites.
es_es: Uso de precios de Compra/Venta: Cuando el mercado no es líquido, la fuente de datos puede contener varios precios de Compra y Venta, sin haber tenido un precio realmente negociado por un buen tiempo. Al tomar un promedio de precios de Compra/Venta (es decir, compra + venta dividido 2), se genera una cotización de mercado la cual refleja el mercado actual, sin ser un precio realmente negociado. El sistema de la Empresa generará precios en base a los de Compra y Venta, mientras que otros sitios web pueden no hacerlo. Como resultado, el sitio web de la Empresa puede mostrar ticks que no aparecen en las fuentes de datos de otros sitios web.
it_it: Uso dei prezzi bid/ask: in condizioni di illiquidità del mercato, il feed di dati potrebbe contenere molti prezzi bid e ask senza che vi siano effettivamente stati scambi di prezzo per un certo periodo. Prendendo in considerazione un prezzo bid/ask medio (per es. bid + ask, diviso 2), viene generata una quotazione di mercato che riflette le condizioni di mercato del momento e che, tuttavia, non corrisponde a un prezzo scambiato. Il sistema della Società genera i prezzi a partire da quelli bid e ask di cui sopra, mentre altri siti web potrebbero funzionare diversamente; pertanto, il sito web della Società può riportare tick che invece non appaiono nei feed di dati di altri siti web.
ru_ru: Использование цен Бид/Аск: Когда рынок ликвиден, к услугам трейдеров есть достаточно цен бид и аск. В периоды неликвидности на рынке данные могут содержать значения спроса и предложения при отсутствии реальных торгов. Рыночная котировка в таких случаях рассчитывается как среднее значение между ценами купли/продажи (то есть, (Бид + Аск), разделенные на два) и не является реальной торговой ценой. Таким образом, в некоторые моменты система Компании может генерировать котировки, которых не будет на других сайтах.
th_th: การใช้ราคาเสนอซื้อ/เสนอขาย: เมื่อตลาดขาดสภาพคล่อง การส่งข้อมูลอาจจะมีราคาเสนอซื้อขายมาก ปราศจากราคาจริงในการซื้อขายในระยะเวลาหนึ่ง โดยการใช้ค่าเฉลี่ยของราคา (เช่น เสนอซื้อ + เสนอขาย แล้วหารด้วย 2) ราคาที่ถูกส่งและแสดงในระบบถูกรวบรวมจากสภาพตลาดจริง ระบบของบริษัทฯ จะกำหนดราคาจากราคาเสนอซื้อ เสนอขายเหล่านี้ โดยที่เว็บไซต์อื่นอาจจะใช้วิธีการที่แตกต่างออกไป ดังนั้น เว็บไซต์ของบริษัทฯ จะแสดงช่วงราคาที่อาจจะไม่ได้มีการนำเสนอจากเว็บไซต์อื่น

source: Use of information
es_es: Uso de la Información
it_it: Utilizzo delle informazioni
ru_ru: Использование информации
th_th: การใช้งานข้อมูล

source: Use or reproduce the %1 API other than as permitted by these Terms
es_es: Usará o reproducirá la API de %1 de una forma diferente a la permitida por estos Términos
it_it: utilizzare o riprodurre l'API di %1 diversamente da come concesso dai presenti Termini
ru_ru: Использовать или воспроизводить API %1, за исключением случаев, разрешенных данными Правилами.
th_th: ใช้ หรือทำ API ของ %1 ใหม่ ยกเว้นว่าได้รับอนุญาตภายใต้ข้อตกลงเหล่านี้

source: Use the %1 API for any purpose that violates any law or regulation or any right of any person, including but not limited to intellectual property rights, rights of privacy, or rights of personality, or is in any manner inconsistent with these Terms or privacy policy
es_es: Usará la API de %1 para cualquier propósito que viole cualquier ley o reglamento, cualquier derecho de cualquier persona, incluyendo pero no limitado a la propiedad intelectual, los derechos de privacidad o los derechos de la personalidad, o que sea incompatible de cualquier forma con estos Términos o la política de privacidad
it_it: utilizzare l'API di %1 per scopi che vìolino leggi, regolamenti o diritti individuali, inclusi senza limitazioni i diritti di proprietà individuale, sulla privacy e della personalità o che risultino incoerenti rispetto ai presenti Termini o alla politica sulla privacy
ru_ru: Использовать API %1 в любых целях, нарушающих любой закон или установленные нормы, права любого лица, включая, но не ограничиваясь правом на интеллектуальную собственность, правом на сохранение конфиденциальности или охрану сфер личной жизни, а также в иных целях, противоречащих данным Правилам политики конфиденциальности.
th_th: ใช้ API ของ %1 เพื่อวัตถุประสงค์ในการฝ่าฝืนกฎหมาย หรือ หลักเกณฑ์ หรือ สิทธิส่วนบุคคลต่างๆ รวมถึงแต่ไม่จำกัดเพียง ทรัพย์สินทางปัญญาต่างๆ สิทธิ์ส่วนบุคคล หรือ สิทธิ์ตามสภาพบุคคล หรือ กิจอื่นๆ ที่ขัดแย้งต่อเงื่อนไขของนโยบายการรักษาข้อมูลส่วนบุคคล

source: Use the Company's name or trademark in the Agent's advertising activities without a written authorisation to be given by the Company
es_es: Utilizar el nombre o la marca registrada de la Empresa en sus actividades publicitarias sin la autorización escrita de la Empresa
it_it: Utilizzare il nome o il marchio della Società nelle attività pubblicitarie dell'Agente senza previa autorizzazione scritta da parte della Società stessa
ru_ru: пользоваться именем или торговой маркой Компании в рамках её рекламной деятельности без получения предварительного письменного разрешения Компании,
th_th: ใช้ชื่อของบริษัทฯ หรือ เครื่องหมายการค้าในกิจกรรมโฆษณาของตัวแทนฯ โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากบริษัทฯ

source: Use the Marketing Materials provided by Binary solely for the purpose of providing IB services and in accordance with Binary's instructions
es_es: Utilizar los materiales de Marketing otorgados por Binary únicamente con el fin de proporcionar servicios de IB y de acuerdo con las instrucciones de Binary
it_it: utilizzare il materiale marketing fornito da Binary al solo scopo di fornire servizi di IB, nel rispetto delle istruzioni fornite da Binary
ru_ru: использовать маркетинговые материалы, предоставленные Binary исключительно с целью предоставления услуг ПБ и в соответствии с инструкциями Binary,
th_th: ใช้เอกสารทางการตลาดเพื่อ Binary เท่านั้น เพื่อให้บริการ IB และเป็นไปตามคำชี้แจงของ Binary
