Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: In all circumstances, the Company reserves the right to make changes to these terms and conditions. If the Company elects to make any material changes to these terms and conditions, clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client's account may be frozen, suspended, or cancelled. However, the client shall be allowed to withdraw any pending balance on account subject to KYC verification.
es_es: En todos los casos, la Empresa se reserva el derecho a modificar estos Términos y Condiciones. Si la Empresa decide realizar cualquier modificación sustancial a estos Términos y Condiciones, los clientes serán notificados con anticipación y deberán aceptar o rechazar el acuerdo. Rechazar el acuerdo representará una violación sustancial del presente acuerdo y, por tanto, la cuenta del cliente podrá ser congelada, suspendida o cancelada. Sin embargo, el cliente tendrá la posibilidad de retirar cualquier saldo pendiente de su cuenta sujeto a verificación KYC.
it_it: In tutti i casi, la Società si riserva il diritto di apportare modifiche ai presenti Termini e Condizioni. Qualora la Società decidesse di modificarli in modo sostanziale, i nostri clienti ne verranno informati in anticipo e dovranno accettarli o rifiutarli. In caso di rifiuto, si incorrerà in una violazione del contratto stesso, e il conto del cliente potrà essere congelato, sospeso o cancellato. Tuttavia, il cliente avrà la possibilità di prelevare dal conto eventuali fondi in sospeso dopo adeguate verifiche KYC.
ru_ru: Во всех ситуациях Компания оставляет за собой право вносить изменения в настоящие правила и условия. Если Компания решает делать какие-либо существенные изменения в настоящих условиях, наши клиенты будут уведомлены заранее и смогут принять или отклонить их. Отклонение влечет существенное нарушение данного соглашения, а счет клиента может быть заморожен, приостановлен или закрыт. Тем не менее, клиенту должно быть позволено выводить любую сумму на счёт, согласно условиям политики Знай своего клиента.
th_th: ไม่ว่าในสถานการณ์ใด บริษัทฯ สงวนสิทธิ์ในการเปลี่ยนแปลงข้อตกลงและเงื่อนไขเหล่านี้ หากบริษัทฯ มีการเปลี่ยนแปลงสำคัญใดๆ เกิดขึ้น บริษัทฯ จะแจ้งให้ลูกค้าทราบล่วงหน้า เพื่อให้พิจารณาแสดงความยินยอม หรือ ปฏิเสธ ในกรณีที่ปฏิเสธ จะส่งผลถึงการผิดสัญญา หรือ ฝ่าฝืนข้อตกลง และบัญชีของลูกค้าอาจจะถูกปฏิเสธ ถูกพักชั่วคราว หรือ ถูกยกเลิก แต่ลูกค้ายังสามารถถอนเงินที่คงเหลืออยู่ในบัญชีได้ โดยจะมีการตรวจสอบ KYC

source: In any event of an error in current prices, published odds, or trading software
es_es: En caso de un error en los precios actuales, en las probabilidades publicadas, o en el trading software
it_it: in caso di errore nei prezzi attuali, nelle previsioni pubblicate o nel software di trading.
ru_ru: В случае ошибки в текущих ценах, опубликованных процентах выигрыша или программном обеспечении для торговли.
th_th: ไม่ว่าเหตุการณ์ใดของความผิดพลาดในราคาปัจจุบัน ราคาที่เผยแพร่ หรือ ซอฟต์แวร์สำหรับการซื้อขาย

source: In any event, an email notice shall be presumably and sufficiently served upon the completion of sending the email. Should the email be sent on a non-Business Day, it shall be presumably and sufficiently served on the next Business Day.
es_es: En cualquier caso, una notificación por correo electrónico se entregará a primera vista y en forma suficiente al completar el envío del correo electrónico. En caso que el correo electrónico se envíe en un día no laborable, se entregará a primera vista y en forma suficiente al siguiente Día Hábil.
it_it: In ogni caso, dovrà essere presumibilmente data una comunicazione scritta via e-mail dopo l'invio dell'e-mail. Qualora fosse inviata in un giorno feriale, dovrà essere verosimilmente spedita nel primo giorno lavorativo utile.
ru_ru: При любых обстоятельствах, электронное уведомление будет считаться достаточным и должным образом отправленным после завершения и отправки данного электронного уведомления. Если электронное уведомление отправлено в нерабочий день, оно должно считаться должным образом полученным на следующий рабочий день.
th_th: ในกรณีใดๆ การส่งอีเมล์นั้นถือว่าเพียงพอสำหรับการบอกกล่าว เมื่อได้ส่งอีเมล์ออกไปอย่างสมบูรณ์ หากอีเมล์ถูกส่งนอกวันทำการ จะถือว่าการบอกกล่าวนั้นเกิดขึ้นในวันทำการถัดไป

source: In business since 2000, %1 is the world's leading binary options company.
es_es: En el negocio desde el año 2000, %1 es la empresa líder a nivel mundial en opciones binarias.
it_it: Sul mercato dal 2000, %1 è leader mondiale nel settore delle opzioni binarie.
ru_ru: %1 - ведущая мировая компания по торговле бинарными опционами, работающая с 2000 года.
th_th: ดำเนินธุรกิจตั้งแต่ปี พ.ศ. 2543 (ค.ศ. 2000) %1 เป็นบริษัทไบนารีออปชันชั้นนำของโลก

source: In case of the Agent's death, incapacity, or mental unsoundness
es_es: En caso de muerte, incapacidad o insensatez mental del Agente
it_it: In caso di morte o incapacità fisica o mentale dell'Agente
ru_ru: Смерть, а также утрата правоспособности или дееспособности Агента.
th_th: การถึงแก่กรรมของตัวแทนฯ การลุสมรรถภาพ หรือ การกลายเป็นบุคคลวิกลจริต

source: In cases where the client uses excessive anti-spam filtering which requires the Company to pay a fee in order to send a reply or a notification to the client, the Company will try to find an alternative way to communicate with the client but will not pay the requested fees to do so.
es_es: Cuando el cliente utilice filtros anti-spam excesivos que requieran a la Empresa pagar una tarifa para enviar una respuesta o notificación al cliente, la Empresa intentará encontrar medios de comunicación alternativos para contactar al cliente pero no pagará las tarifas solicitadas.
it_it: Qualora il cliente utilizzi un eccessivo numero di filtri anti-spam tale per cui la Società si veda costretta a pagare una commissione al fine di inviare una risposta o una notifica al cliente, cercheremo una modalità alternativa per comunicare con quest'ultimo, senza tuttavia pagare la commissione richiesta a tal proposito.
ru_ru: В случае, когда клиент пользуется расширенными системами защиты от спама, которые требуют от Компании выплачивать определённую комиссию, чтобы отправить клиенту ответ или уведомление, Компания постарается найти альтернативный способ связаться с клиентом, не выплачивая указанных сборов.
th_th: ในกรณีที่ลูกค้าใช้บริการกรองอีเมล์ขยะ ซึ่งกำหนดให้บริษัทฯ จ่ายค่าธรรมเนียมเพื่อตอบกลับ หรือ ส่งการแจ้งเตือนให้กับลูกค้า บริษัทฯ จะพยายามหาช่องทางอื่นในการสื่อสารกับลูกค้า แต่จะไม่ชำระค่าธรรมเนียมใดๆ

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial trading system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds trade - and to offer ordinary investors the chance to make small trade. Until his innovation, binary options are normally only traded in large quantities.
es_es: Al clásico estilo de Silicon Valley, el empresario y gestor de fondos de cobertura con sede en Hong Kong, Jean-Yves Sireau, establece Regent Markets en su apartamento en Hong Kong. Desde allí desarrolla los sistemas, métodos y algoritmos para la implementación de un sistema de apuestas financieras de probabilidades fijas. La visión de Jean-Yves es crear un mercado en la forma más simple de todos los contratos de derivados - las apuestas de probabilidades fijas - y ofrecer a los inversores pequeños la oportunidad de hacer apuestas de pocas cantidades. Hasta esta innovación, las opciones binarias normalmente se operaban sólo en grandes cantidades.
it_it: Nel classico stile della Silicon Valley, l'imprenditore e manager di fondi speculativi con sede a Hong Kong, Jean-Yves Sireau, dà vita a Regent Markets nella sua camera di Hong Kong: in particolare, sviluppa sistemi, metodi e algoritmi per implementare il sistema di trading finanziario con quote fisse. L'idea di Jean-Yves è di creare un mercato nella forma più semplice di tutti i contratti derivati - la scommessa con quote fisse - e di offrire agli investitori ordinari la possibilità di fare piccoli trade. Fino a quel momento, le opzioni binarie erano normalmente negoziate solo in grandi quantità.
ru_ru: В классическом стиле Силиконовой долины, менеджер хедж-фондов и предприниматель Жан-Ив Сиро основал проект Regent Markets в своей квартире в Гонконге. Он развивает системы, методы и алгоритмы для системы финансовой торговли с фиксированным коэффициентом выигрыша. Идея Жан-Ива: создать из всех производных контрактов простой рынок (с фиксированным коэффициентом выигрыша) и дать обычным инвесторам шанс заключать небольшие контракты. До этой инновации торговля на бинарных опционах была возможна только в больших объемах.
th_th: ในรูปแบบคลาสสิกของซิลิคอน วัลเลย์ ผู้จัดการกองทุนเฮดจ์ที่ประเทศฮ่องกง นาย Jean-Yves Sireau ก่อตั้ง Regent Markets จากห้องนอนของเขาในประเทศฮ่องกง เขาพัฒนาระบบต่างๆ วิธีการ และ อัลกอริธึ่มสำหรับระบบการซื้อขายผลิตภัณฑ์การเงินแบบ Fixed-Odds วิสัยทัศน์ของ Jean-Yves คือ การสร้างตลาดที่ง่ายที่สุดสำหรับสัญญาอนุพันธ์ทั้งหมด ที่เป็นการซื้อขายแบบ Fixed-Odds และนำเสนอให้กับนักลงทุนทั่วๆ ไป ในการซื้อขายเล็กๆ ก่อนที่นวัตกรรมนี้จะแพร่หลาย โดยปกติการซื้อขายไบนารีออปชั่นจะกระทำในปริมาณมาก

source: In connection with this agreement and all transactions contemplated by this agreement, the client agrees to execute and deliver such additional documents and instruments and to perform such additional acts as may be necessary or appropriate to effectuate, carry out, and perform all of the terms, provisions, and conditions of this agreement. The client shall cooperate fully with any investigation by any regulatory authority and promptly provide the regulatory authority with such information and records as may be requested in compliance with any law, ordinance, charter, by-law, or rule applicable to the client or the jurisdiction in which they are resident.
es_es: En relación con este acuerdo y todas las transacciones contempladas en el mismo, el cliente se compromete a ejecutar y entregar los documentos e instrumentos adicionales, así como a realizar las acciones adicionales que sean necesarias o apropiadas para efectuar, llevar a cabo y ejecutar todos los términos, disposiciones y condiciones de este acuerdo. El cliente deberá cooperar plenamente con cualquier investigación por parte de cualquier autoridad reguladora y proporcionarle con prontitud la información y los registros que puedan ser solicitados en cumplimiento de cualquier ley, ordenanza, estatuto, reglamento o norma aplicable a él o a la jurisdicción en la que él resida.
it_it: In relazione al presente contratto e alle operazioni in esso indicate, il cliente accetta di consegnare tali documenti e strumenti aggiuntivi, così come di eseguire tali attività aggiuntive qualora risultasse necessario o adeguato mettere in pratica, assolvere ed eseguire i termini, le disposizioni e le condizioni del presente contratto. Il cliente è tenuto a collaborare pienamente in caso di controlli da parte di autorità di regolamentazione e a fornire prontamente tali informazioni e documenti ove richiesto da leggi, ordinanze, carte, statuti o regolamenti applicabili nei confronti del cliente o nella giurisdizione in cui quest'ultimo risiede.
ru_ru: В отношении данного соглашения и всех контрактов, предусмотренных данным соглашением, клиент соглашается оформить и предоставить дополнительные документы и инструменты, а также предпринять дополнительные действия, которые могут быть необходимы или уместны, чтобы исполнить и соблюсти все условия, правила и положения данного соглашения. Клиент должен всецело взаимодействовать в ходе любого расследования, проводимого любым регулирующим органом и своевременно предоставить данному регулирующему органу информацию и материалы, которые могут потребоваться в соответствии с законом, постановлением, кодексом, положением или правилом, применимым к клиенту или юрисдикции, в которой проживает клиент.
th_th: อนึ่ง ข้อตกลงนี้ และธุรกรรมทั้งหมดที่มีการพิจารณาในข้อตกลงนี้ ลูกค้ายินยอมที่จะดำเนินการและส่งเอกสารเพิ่มเติมและรายการที่เกี่ยวข้อง และการปฏิบัติเพิ่มเติมดังกล่าว ซึ่งอาจจำเป็นหรือเหมาะสมที่จะดำเนินการ และปฏิบัติตามข้อตกลง ข้อกำหนด และเงื่อนไขของข้อตกลงนี้ ลูกค้าจะให้ความร่วมมือย่างเต็มที่ในการสืบสวนของหน่วยงานกำกับดูแล และให้ข้อมูลและบันทึกดังกล่าวแก่หน่วยงานที่กำกับดูแลทันที ซึ่งอาจจะมีการข้อร้องเพื่อให้เป็นไปตามกฎหมาย กฤษฎีกา กฎบัตร เทศบัญญัติ หรือ กฎข้อบังคับที่เกี่ยวข้องกับลูกค้า หรือ เขตที่อยู่ที่ลูกค้าพำนักอาศัยอยู่

source: In exceptional circumstances, where there is a price change in the underlying that is sufficiently large and sudden, gapping can occur. In such cases, the automatic Margin close-out protection might fail, causing the client's Account Balance to fall below zero. For this purpose, a Negative Balance Protection mechanism has been introduced. Negative Balance Protection provides a 'backstop' in case of extreme market conditions and ensures that the client's maximum losses from trading CFDs, including all related costs, are limited to the balance available on the client's CFD account. Therefore, the client can never lose more money than the total sum invested for trading CFDs; if the client's CFD account balance falls below zero, the Company will compensate the negative balance as soon as possible without any additional cost to the client.
es_es: En circunstancias excepcionales, donde hay un cambio del precio subyacente significativamente grande o repentino, pueden generarse brechas. En tales casos, la protección de cierre automático del Margen podría fallar, causando que el Saldo de la Cuenta del cliente sea menor a cero. Debido a esto, se ha establecido un mecanismo de Protección de Balance Negativo. Este mecanismo provee un "respaldo" en caso de condiciones de mercado extremas y asegura que el máximo de sus pérdidas al comerciar con CFDs, incluyendo los costos relacionados, se limiten al saldo disponible en la cuenta CFD del cliente. Por lo tanto, el cliente no puede perder más dinero del total invertido para trading con CFDs; si el saldo de su cuenta CFD cae por debajo de cero, la Empresa compensará el saldo negativo tan pronto sea posible, sin costos adicionales.
it_it: In casi eccezionali, per esempio di un cambiamento di prezzo sufficientemente significativo e improvviso nel sottostante, può verificarsi un gapping. In queste circostanze, la protezione di chiusura automatica del margine potrebbe venire meno, portando il saldo del cliente a livelli inferiori allo zero. Per evitare che ciò si verifichi, è stato introdotto un meccanismo di protezione dal saldo negativo: in condizioni di mercato estreme, questo funziona da "barriera" assicurando che le perdite massime derivanti dal trading di CFDs, inclusi tutti i costi relativi, non superino il saldo disponibile sul conto CFD. In questo modo, il cliente non può perdere più denaro di quanto ne abbia investito in totale nei CFD. Se il saldo del conto CFD dovesse risultare negativo, sarà premura della Società compensarlo il prima possibile senza costi addizionali per il cliente.
ru_ru: В исключительных обстоятельствах, когда цена на базовом активе меняется сильно и неожиданно, может возникнуть так называемый гэп или разрыв цены. В таких случаях может не сработать автоматическая защита в виде закрытия позиций по причине требований к марже, в результате чего баланс счёта клиента может опуститься ниже нуля. С этой целью был введён механизм защиты от отрицательного баланса. Защита от отрицательного баланса предоставляет поддержку в случае неожиданных рыночных условий и гарантирует, что максимальный убыток клиента от торговли CFD, включая все цены, ограничены балансом, доступным на счёте CFD клиента. Таким образом, клиент не может потерять больше денег, чем общая сумма, инвестированная в торговлю CFD. Если баланс клиентского счёта CFD опустится ниже нуля, Компания в кратчайшие сроки компенсирует отрицательный баланс, без дополнительных затрат со стороны клиента.
th_th: ในสภาวะการณ์พิเศษ เมื่อราคาของผลิตภัณฑ์อ้างอิงมีการเปลี่ยนแปลงอย่างมาก ทันทีทันใด ทำให้มีช่องว่างของราคาเกิดขึ้น ในกรณีดังกล่าว กลไกการป้องกันมาร์จินโดยอัตโนมัติจะไม่สามารถใช้การได้ ทำให้ยอดคงเหลือของบัญชีลูกค้าอาจจะลดลงต่ำกว่าศูนย์ ในลักษณะดังกล่าว กลไกการป้องกันภาวะยอดเงินคงเหลือติดลบได้ถูกแนะนำให้ใช้งาน การป้องภาวะยอดเงินคงเหลือติดลบจะให้ "ตำแหน่งหยุดพิเศษ" ในสภาพตลาดที่มีการเปลี่ยนแปลงสุดขีดและเพื่อทำให้มั่นใจว่า ผลขาดทุนสูงสุดของท่านในการซื้อขาย CFD รวมถึงค่าใช้จ่ายอื่นๆ จะถูกจำกัดที่ยอดคงเหลือสุดท้ายที่มีอยู่ในบัญชี CFD ของลูกค้า ดังนั้น ลูกค้าจะขาดทุนเกินกว่าจำนวนรวมที่ลงทุนสำหรับการซื้อขาย CFD หากบัญชี CFD ของลูกค้ามียอดคงเหลือน้อยกว่าศูนย์ บริษัทฯ จะปรับปรุงและดูแลค่าเงินติดลบนี้ทันทีที่เกิดขึ้น โดยไม่มีการเรียกเก็บค่าใช้จ่ายใดๆ จากลูกค้า

source: In executing orders on the client's behalf, %1 takes into consideration the following to achieve the best possible result for the client:
es_es: En la ejecución de órdenes en su nombre, %1 tiene en cuenta las siguientes acciones para lograr el mejor resultado posible para usted:
it_it: Nell'esecuzione degli ordini per conto del Cliente, %1 prende in considerazione quanto segue per ottenere il miglior risultato possibile per il Cliente stesso:
ru_ru: Исполняя ордеры от имени клиента, %1 учитывает следующие аспекты, чтобы достичь для клиента наилучшего результата:
th_th: ในการดำเนินการตามคำสั่งซื้อในนามของลูกค้า %1 จะพิจารณาดังต่อไปนี้เพื่อให้บรรลุผลที่ดีสุดสำหรับลูกค้า

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
es_es: En el mercado de divisas los comerciantes pueden comprar contratos basados en el cambio del precio de una divisa en relación a otra. Por ejemplo, si selecciona Alza en el mercado EUR/USD, usted predice que el valor del Euro subirá en relación al valor del dólar estadounidense.
it_it: Nel mercato dei cambi, i trader possono stipulare contratti basati sulla variazione del prezzo di una valuta rispetto a un'altra. Ad esempio, se un trader seleziona Rialzo nel mercato EUR/USD, prevede che il valore dell'Euro aumenterà rispetto a quello del dollaro americano.
ru_ru: На рынке Forex трейдеры могут заключать контракты, основанные на цене одной валюты по отношению к другой. Например, если трейдер выбирает контракт "Повышение" на EUR/USD, он делает прогноз, что цена евро поднимется по отношению к американскому доллару.
th_th: ในตลาดแลกเปลี่ยนเงินตรา นักลงทุนสามารถกำหนดสัญญาเพื่อราคาที่เปลี่ยนแปลงของหนึ่งสกุลเงินที่สัมพันธ์กับอีกสกุลเงินหนึ่ง เช่น หากนักลงทุนกำหนด ค่าเงินสูงขึ้น ของตลาด EUR/USD คือ พวกเขากำลังทำนายว่า มูลค่าของเงินยูโร จะเพิ่มขึ้นที่สัมพันธ์กับมูลค่าของเงินดอลลาร์สหรัฐ

source: In light of the EU General Data Protection Regulation 2016/679 and the Data Protection Act 2018, the applicant is entitled to a number of rights with regards to the applicant's personal data; namely, the following rights:
es_es: En vista al Reglamento General de Protección de Datos 2016/679 y la Ley de Protección de Datos de 2018, el solicitante es elegible para una serie de derechos con respecto a sus datos personales; incluyendo, los siguientes derechos:
ru_ru: Согласно Общему регламенту по защите данных 2016/679 и Акту о защите информации от 2018 г., заявитель обладает рядом прав в отношении его личных данных, что, в частности, относится к следующим правам:
th_th: จากระเบียบการป้องกันข้อมูลพื้นฐานของสหภาพยุโรป ฉบับที่ 2016/679 (EU General Data Protection Regulation 2016/679) และพระราชบัญญัติคุ้มครองข้อมูล ค.ศ. 2018 ผู้สมัครจะมีสิทธิ์ที่เกี่ยวข้องกับข้อมูลส่วนบุคคล ดังต่อไปนี้

source: In order for a UK resident to make use of the virtual account, the client will first have to be age-verified. The client will also need to be fully verified before making use of the real money account. Verification can be done electronically or through submission of KYC documents.
es_es: Para que un residente del Reino Unido puede utilizar una cuenta virtual, el cliente deberá primero verificar su edad. El cliente además deberá estar completamente verificado antes de poder utilizar una cuenta de dinero real. La verificación puede ser realizada electrónicamente o mediante documentos KYC.
it_it: per permettere ai residenti del Regno Unito di utilizzare il proprio conto virtuale, sarà innanzitutto necessario verificare la loro età. Saranno necessari controlli completi affinché sia possibile l'utilizzo del conto reale. Tali verifiche possono realizzarsi elettronicamente o attraverso la presentazione dei documenti KYC.
ru_ru: Жители Великобритании, желающие открыть виртуальный счёт, должны сначала пройти проверку возраста. Также клиент должен подтвердить личность перед тем, как начать пользоваться реальным счётом. Процесс проверки личности можно пройти в электронном формате или предоставив документы в рамке политики ЗСК.
th_th: สำหรับลูกค้าในสหราชอาณาจักรที่ต้องการใช้บัญชีทดลองใช้ ลูกค้าจะต้องดำเนินการตรวจสอบอายุก่อน และลูกค้าจำเป็นต้องได้รับการตรวจสอบอย่างสมบูรณ์ก่อนการใช้งานบัญชีเงินจริง การตรวจสอบสามารถดำเนินการผ่านช่องทางอิเล็กทรอนิกส์ หรือ ด้วยการส่งเอกสาร KYC

source: In order to access Telegram Bot, please %1generate an API Token%2 and enter it in the input box below.
es_es: Para acceder al bot para Telegram, por favor %1genere un token API%2 e ingréselo en el siguiente espacio.
it_it: Per poter accedere a Telegram Bot, %1genera un Token API%2 e inseriscilo nella casella sottostante.
ru_ru: Чтобы получить доступ к Telegram Bot, %1сгенерируйте токен API%2 и введите его ниже.
th_th: เพื่อใช้งานเทเลแกรมอัตโนมัติ (Telegram Bot) โปรด%1สร้างโทเค่น API%2 และบันทึกค่าในช่องด้านล่าง

source: In order to access our mobile apps and other third-party applications, you'll first need to generate an API Token.
es_es: Para acceder a nuestras aplicaciones móviles y otras aplicaciones de terceros, primero debe generar un token de la API.
it_it: Per accedere alle nostre app mobili e ad altre applicazioni di terze parti, dovrai innanzitutto generare un token API.
ru_ru: Чтобы получить доступ к нашим мобильным приложениям и другим сторонним приложениям, нужно сначала сгенерировать ключ API.
th_th: เพื่อการใช้งานแอพพลิเคชันทางอุปกรณ์เคลื่อนที่ หรือแอพพลิเคชันอื่นๆ ท่านต้องขอ API โทเค่นก่อน
