Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: To maintain Open Positions, the client is required to have sufficient Account Equity to cover any Margin Requirement. If a client's Margin Level is less than the Margin Level set for their account, the client has entered into a Margin Call and is required to increase their Margin Level above the account's specified level in order to avoid a Stop Out to occur. The client may not be able to place an Order to open a transaction unless there is sufficient Account Equity to cover the Total Margin.
es_es: Para mantener las Posiciones Abiertas, se requiere que el cliente tenga suficiente Capital en la Cuenta para cubrir cualquier Requisito de Margen. Si el Nivel de Margen de un cliente es menor al Nivel de Margen establecido para su cuenta, el cliente habrá ingresado en una Llamada de Margen y se exigirá que aumente su Nivel de Margen por encima del nivel especificado de la cuenta para evitar que se produzca un Stop Out. Es posible que el cliente no pueda realizar una Orden para abrir una transacción a menos que haya suficiente Capital en la Cuenta para cubrir el Margen Total.
it_it: Per mantenere le proprie posizioni aperte, il cliente deve disporre di un equity del conto sufficiente a coprire eventuali requisiti di margine. Se il suo livello di margine è inferiore a quello previsto per il conto, il cliente riceve una chiamata a margine e deve portare il proprio livello di margine al di sopra di quello specificato al fine di evitare uno Stop Out. Il cliente potrebbe non essere in grado di inoltrare un ordine per avviare un'operazione a meno che non ci sia una equity del conto sufficiente a coprire il margine totale.
ru_ru: Для поддержания открытых позиций клиенту необходимо иметь на счету достаточный баланс для покрытия всех маржевых требований. Если уровень маржи клиента меньше маржевого уровня, установленного на счёте, клиент получает запрос на увеличение маржи и должен повысить уровень маржи, чтобы он был выше уровня, указанного на счёте, чтобы избежать принудительного закрытия позиций (стоп аут). Клиент не сможет разместить ордер для открытия контракта, если на его счёте нет достаточного баланса для покрытия всей маржи.
th_th: ในการดำเนินการกับโพซิชันเปิด ลูกค้าจะต้องมีหลักประกันในบัญชีเพียงพอตามข้อกำหนดของมาร์จิน หากระดับมาร์จินของลูกค้าน้อยกว่าระดับมาร์จินที่กำหนดไว้ในบัญชี จะทำให้เกิดกระบวนการมาร์จินคอล และลูกค้าจะต้องเพิ่มระดับมาร์จินให้เกินกว่าระดับที่ระบุไว้ในบัญชี เพื่อหลีกเลี่ยงการยุติการซื้อขาย (Stop Out) ลูกค้าจะไม่สามารถส่งคำสั่งซื้อเพื่อเปิดธุรกรรมได้ นอกจากจะมีหลักประกันในบัญชีเพียงพอต่อเงื่อนไขมาร์จินรวม

source: To perform this action, please set the %1currency%2 of your account.
es_es: Para realizar esta acción, por favor seleccione la %1moneda%2 de su cuenta.
it_it: Per eseguire questa azione, inserisci la %1valuta%2 del tuo conto.
ru_ru: Чтобы выполнить данное действие, пожалуйста, укажите %1валюту%2 Вашего счёта.
th_th: เพื่อดำเนินการนี้ โปรดกำหนด %1สกุลเงิน%2 ของบัญชีของท่าน

source: To perform this action, please switch to your %1 Real Account.
es_es: Para realizar esta acción, cambie a su cuenta real %1.
it_it: Per effettuare questa operazione, passa al tuo conto reale in %1.
ru_ru: Чтобы выполнить данное действие, перейдите на Реальный счет %1.
th_th: เพื่อดำเนินการส่วนนี้ โปรดเปลี่ยนบัญชีของท่านเป็นบัญชีเงินจริง %1

source: To reset your password, enter the email address you used to create your account into the field below and click 'Reset password'.
es_es: Para restablecer su contraseña, introduzca su dirección de correo electrónico que utilizó para crear su cuenta en el siguiente espacio y haga clic en "Restablecer contraseña".
it_it: Per reimpostare la password, inserire nel campo sottostante l'indirizzo e-mail utilizzato per aprire il conto e fare clic su "Reimposta password".
ru_ru: Чтобы изменить пароль, введите Ваш зарегистрированный эл. адрес в поле внизу и нажмите "Изменить пароль".
th_th: เพื่อตั้งค่ารหัสผ่านของท่านใหม่ ป้อนอีเมล์ที่ท่านลงทะเบียนไว้ในช่องว่างข้างล่าง และคลิก 'ตั้งรหัสผ่านใหม่'

source: To reset your trading or investor password, please click the button below:
es_es: Haga clic en el siguiente botón para restablecer su contraseña de operaciones o inversiones:
it_it: Per reimpostare la password dell'investitore o quella per accedere al trading, clicca il pulsante qui sotto:
ru_ru: Для изменения торгового или инвестиционного пароля нажмите на кнопку ниже:
th_th: โปรดคลิกที่ปุ่มด้านล่างนี้ เพื่อตั้งรหัสผ่านการซื้อขาย หรือ รหัสผ่านนักลงทุนใหม่

source: To self-exclude from all online gambling companies licensed in Great Britain, go to %1.
es_es: Para autoexcluirse de todas las empresas de apuestas online licenciadas en Gran Bretaña, diríjase a %1.
it_it: Per autoescludersi da qualsiasi società di gioco d'azzardo online autorizzata in Gran Bretagna, aprire il link seguente: %1
ru_ru: Чтобы произвести самоисключение во всех компаниях, предоставляющих услуги онлайн торговли и лицензированных в Великобритании, перейдите на %1.
th_th: เพื่อพักตัวเองจากบริษัทการพนันออนไลน์ทั้งหมดที่ได้รับใบอนุญาตในสหราชอาณาจักร โปรดเข้าไปที่หน้า %1

source: To self-exclude from all online gambling companies licensed in Great Britain, you may go to %1.
es_es: Para autoexcluirse de todas las empresas de apuestas online licenciadas en Gran Bretaña, diríjase a %1.
it_it: Per autoescludersi da qualsiasi società di gioco d'azzardo online autorizzata in Gran Bretagna, aprire il link seguente: %1.
ru_ru: Вы можете перейти на %1, чтобы произвести самоисключение во всех компаниях, предоставляющих услуги онлайн торговли и лицензированных в Великобритании.
th_th: เพื่อพักตัวเองจากบริษัทการพนันออนไลน์ทั้งหมดที่ได้รับใบอนุญาตในสหราชอาณาจักร โปรดไปที่ %1

source: To which it, at the time of execution of this Agreement was, or subsequently has become, in the public domain through no fault of the parties
es_es: La información, que en el momento de la ejecución de este Acuerdo fuera, o posteriormente haya sido, de dominio público sin que haya sido culpa de las partes
it_it: nella misura in cui, durante l'esecuzione del presente Contratto, le informazioni in oggetto erano di dominio pubblico o lo sono diventate successivamente per cause non attribuibili alle parti.
ru_ru: которая на момент исполнения данного Соглашения была или впоследствии стала известной широкой общественности без участия сторон,
th_th: เมื่อสัญญาได้มีการลงนามอย่างสมบูรณ์ ข้อมูลดังกล่าวเป็น หรือกลายเป็นวาระสาธารณะ ซึ่งไม่เกิดจากความผิดพลาดของคู่สัญญา

source: To withdraw from MetaTrader 5 Financial Account please %1Authenticate%2 your Binary account.
es_es: Para realizar retiros de cuentas financieras de MetaTrader 5, por favor %1Autentique%2 su cuenta.
it_it: Per prelevare dal conto MetaTrader 5 Financial, %1autentica%2 il tuo conto Binary.
ru_ru: Чтобы вывести средства с Финансового счёта MetaTrader 5, пройдите %1аутентификацию%2 Вашего счёта на Binary.
th_th: ในการถอนเงินจากบัญชี MetaTrader 5 โปรด %1ยืนยันตัวตน%2 ในบัญชีไบนารีของท่าน

source: Today
es_es: Hoy
it_it: Oggi
ru_ru: Cегодня
th_th: วันนี้

source: Today, Dubai's state-of-the-art infrastructure and free-market economic opportunities continue to attract skilled talents and businesses from all over the world. It's also one of the world's leading tourist destinations with something for everyone, from theme parks and beaches to desert safaris and shopping havens.
es_es: Hoy en día, la infraestructura vanguardista de Dubái y las oportunidades económicas de libre mercado continúan atrayendo talentos y empresas de todo el mundo. También es uno de los destinos turísticos más importantes del mundo donde hay algo para todos, desde parques temáticos y playas hasta safaris por el desierto y paraísos de compras.
it_it: Oggi, le infrastrutture moderne e le opportunità economiche date dal libero mercato, attraggono professionisti qualificati e imprese da tutto il mondo. Dubai si colloca anche tra le prime mete turistiche mondiali grazie all'ampia offerta di attività, dai parchi a tema alle spiagge, ai safari nel deserto e ai centri commerciali.
ru_ru: Отличная инфраструктура и широкие возможности свободной экономической торговли продолжают привлекать множество специалистов и бизнесменов со всех уголков земного шара. Также Дубай является одним из ведущих мировых туристических направлений с развлечениями на любой вкус, от тематических парков развлечений и пляжей до сафари по пустыне и огромных торговых центров.
th_th: ปัจจุบันนี้ ระบบโครงสร้างพื้นฐานที่ทันสมัย และโอกาสทางการค้าเสรีของดูไบยังคงเชื้อเชิญบุคลากรที่มีทักษะความสามารถและดึงดูดธุรกิจจากทั่วทุกมุมโลก ดูไบยังเป็นแหล่งท่องเที่ยวระดับโลกที่มีพร้อมทุกอย่างสำหรับทุกคน ตั้งแต่สวนสนุก ชายหาด ไปถึงทะเลทรายซาฟารี และแหล่งชอปปิ้ง

source: Today, Labuan is known as a flourishing financial centre and tax-free tourist destination. Its economy is driven primarily by its oil and gas resources, as well as its international investment and banking services. The latter has attracted thousands of companies to Labuan over the years, plus dozens of leading banks.
es_es: Hoy en día, Labuan es conocido como un centro financiero floreciente y un destino turístico libre de impuestos. Su economía está generada principalmente por sus recursos de petróleo y gas, así como sus servicios bancarios e internacionales de inversión. Los servicios bancarios han atraído a miles de compañías a lo largo de los años, además de docenas de bancos líderes.
it_it: Oggi Labuan è conosciuta come fiorente centro finanziario e meta turistica esente da imposte. La sua economia dipende soprattutto dalle risorse legate al petrolio e ai gas naturali da un lato, e dai servizi bancari e d'investimento dall'altro. Proprio questi ultimi, negli anni, hanno attirato migliaia di società e decine dei principali istituti bancari.
ru_ru: Сегодня Лабуан известен в качестве процветающего финансового центра и популярен среди туристов ввиду налоговых послаблений. Экономика региона преимущественно поддерживается нефтяными и газовыми месторождениями, а также международными инвестициями и сферой банковских услуг. За последние годы данный фактор привлёк в Лабуан тысячи компаний, а также десятки ведущих банков.
th_th: ทุกวันนี้ ลาบวน เป็นที่รู้จักในนามศูนย์กลางทางการเงินอันเฟื่องฟูและเป็นเป้าหมายเมืองปลอดภาษีของนักท่องเที่ยว โดยมีทรัพยากร คือ น้ำมัน และก๊าซ เป็นตัวขับเคลื่อนเศรษฐกิจเป็นหลัก เช่นเดียวกับภาคบริการการลงทุนนานาชาติและธนาคาร ระยะปีที่ผ่านมานี้มีบริษัทฯ กว่าพันแห่ง และธนาคารชั้นนำมาตั้งถิ่นฐานอยู่ที่ลาบวน

source: Token
ru_ru: Ключ
th_th: โทเค่น

source: Token name
es_es: Nombre del token
it_it: Nome del token
ru_ru: Название ключа
th_th: ชื่อโทเค่น

source: Top Up Virtual Account
es_es: Cargar saldo a su cuenta virtual
it_it: Ricarica il conto virtuale
ru_ru: Пополнить демо-счёт
th_th: เพิ่มเงินในบัญชีทดลองใช้

source: Top up
es_es: Recargar
it_it: Ricarica
ru_ru: Пополнить
th_th: เติมเงิน

source: Top up Virtual Account
es_es: Recargar Cuenta Virtual
it_it: Ricarica il conto virtuale
ru_ru: Пополнить демо-счёт
th_th: เพิ่มเงินไปยังบัญชีทดลอง

source: Top up error
es_es: Error de recarga
it_it: Errore di caricamento
ru_ru: Ошибка при пополнении
th_th: มีข้อผิดพลาดในการเติมเงิน

source: Top up virtual account
es_es: Cargar saldo a su cuenta virtual
it_it: Ricarica il conto virtuale
ru_ru: Пополнить демо-счёт
th_th: เพิ่มเงินในบัญชีทดลองใช้

source: Top-tier liquidity
es_es: Liquidez de primer nivel
it_it: Alto livello di liquidità
ru_ru: Первоклассная ликвидность
th_th: สภาพคล่องในระดับสูง

source: Top-up successful
es_es: Recarga exitosa
it_it: Caricamento avvenuto con successo
ru_ru: Пополнение прошло успешно
th_th: การเติมเงินสำเร็จ

source: Total Cost
es_es: Coste total
it_it: Costo totale
ru_ru: Общая стоимость
th_th: ราคารวม

source: Total Margin
es_es: Margen total
it_it: Margine totale
ru_ru: Общая маржа
th_th: กำไรทั้งหมด

source: Total Profit/Loss
es_es: Beneficios/perdidas totales
it_it: Profitto/Perdita totale
ru_ru: Общая прибыль/убыток
th_th: รวมกำไร/ขาดทุน

source: Total deposits
es_es: Depósitos totales
it_it: Depositi totali
ru_ru: Общая сумма пополнения
th_th: เงินฝากทั้งหมด

source: Total net revenue per month (USD)
es_es: Ingresos netos totales por mes (USD)
it_it: Ricavo netto totale al mese (USD)
ru_ru: Общая чистая прибыль за месяц (USD)
th_th: รายได้สุทธิต่อเดือน (ดอลลาร์สหรัฐ)

source: Total withdrawals
es_es: Retiros totales
it_it: Prelievi totali
ru_ru: Общая сумма вывода
th_th: เงินถอนทั้งหมด

source: Touch/No Touch
es_es: Toque/Sin toque
it_it: Tocca/Non Tocca
ru_ru: Касание/Нет касания

source: Touch/No Touch contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
es_es: Los contratos Toque/No Toque serán reembolsados al precio de compra si hay menos de 2 ticks entre el tiempo de inicio y el tiempo final.
it_it: I contratti Touch/No Touch verranno rimborsati al prezzo d'acquisto nel caso in cui si verifichino meno di 2 tick tra l'orario di inizio e quello di fine.
ru_ru: Цена покупки контрактов Касание/Нет касания будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
th_th: สัญญา Touch/No Touch จะถูกคืนมูลค่าที่ราคาซื้อหากช่วงราคามีน้อยกว่า 2 ช่วง ระหว่างเวลาเริ่มต้นกระทั่งเวลาสิ้นสุด

source: Touch/No touch
es_es: Toque/Sin toque
it_it: Tocca/Non Tocca
ru_ru: Касание/Нет касания

source: Touches
es_es: Toca
it_it: Tocca
ru_ru: Коснётся
th_th: แตะ

source: Tour
es_es: Visita
ru_ru: Тур
th_th: เยี่ยมชม

source: Tourism
es_es: Turismo
it_it: Turismo
ru_ru: Туризм
th_th: การท่องเที่ยว

source: Town/City
es_es: Pueblo/Ciudad
it_it: Città
ru_ru: Город
th_th: เมือง

source: Track and document thoroughly the bugs that you find
es_es: Rastrear y documentar a fondo los errores encontrados
it_it: Monitora e registra accuratamente i bug individuati
ru_ru: Отслеживание и тщательное документирование найденных Вами багов
th_th: ติดตามผลและบันทึกกิจกรรมการดำเนินงานของข้อผิดพลาดโปรแกรมที่ท่านพบ

source: Track and manage transactions and accounts using proprietary and non-proprietary software and systems
es_es: Supervisar y administrar las transacciones y cuentas utilizando software y sistemas patentados y no patentados
it_it: Monitorare e gestire operazioni e conti utilizzando software e sistemi proprietari o non proprietari
ru_ru: Отслеживание и управление транзакциями и счетами с применением внутренних систем компании и иных систем
th_th: ติดตามและจัดการธุรกรรมและบัญชีโดยใช้ซอฟท์แวร์ทั้งที่เป็นกรรมสิทธิ์ของไบนารีและซอฟท์แวร์ทั่วไป รวมถึงใช้งานระบบงานต่างๆ

source: Track laws and regulations that may affect all group companies and implement necessary changes to internal policies in order to manage and mitigate our risk and exposure
es_es: Seguir las leyes y reglamentos que puedan afectar a todas las empresas del grupo e implementar los cambios necesarios en las políticas internas con el fin de gestionar y mitigar nuestros riesgos y exposición
it_it: Monitorare normative e regolamenti che potrebbero riguardare tutte le società del gruppo, e implementare le modifiche necessarie alle politiche interne al fine di gestire e mitigare l'esposizione e i rischi potenziali
ru_ru: Отслеживание законов и нормативных требований, способных повлиять на группу компаний, а также внесение необходимых изменений во внутреннюю политику с целью управления и смягчения наших рисков
th_th: ติดตามกฎหมาย บทบัญญัติ ที่อาจจะมีผลต่อบริษัทฯ ในเครือ และกำหนดให้มีการเปลี่ยนแปลงที่จำเป็นต่อนโยบายภายในต่างๆ เพื่อบริหารจัดการต่อความเสี่ยงและผลของความเสี่ยงที่อาจจะเกิดขึ้น

source: Trade
es_es: Operar
ru_ru: Торговля
th_th: เทรด

source: Trade 24/7, even on weekends.
es_es: Opere las 24 horas del día, 7 días a la semana, incluso durante los fines de semana.
it_it: Puoi fare trading 24 ore su 24, anche durante il fine settimana.
ru_ru: Торгуйте 24/7, даже на выходных.
th_th: ทำการซื้อขาย 24 ชั่วโมง 7 วัน แม้กระทั่งวันหยุดสุดสัปดาห์

source: Trade Bitcoin, Ethereum, and Litecoin pairs without owning them. Our cryptocurrency pairs quote a cryptocurrency such as Bitcoin against a fiat currency, such as the US dollar.
es_es: Opere pares de Bitcoin, Ethereum y Litecoin sin poseerlos. Nuestros pares de criptomonedas cotizan una criptomoneda como el Bitcoin en relación a monedas fíat, cómo el dólar estadounidense.
it_it: Fai trading su coppie di Bitcoin, Ethereum e Litecoin senza possederle. Le nostre coppie di criptovalute quotano una criptovaluta, come il Bitcoin, in relazione a una moneta legale, come ad esempio il Dollaro statunitense.
ru_ru: Торгуйте парами с Bitcoin, Ethereum и Litecoin, не покупая их. В наших криптовалютных парах одна из криптовалют (например, Bitcoin), котируется в фиатной валюте (например, в долларах США).
th_th: ซื้อขายคู่ บิทคอยน์ อีเธอเรียม และไลท์คอยน์ โดยไม่ต้องเป็นเจ้าของ คู่สกุลเงินดิจิทัลมีการเสนอราคาแก่เงินดิจิทัลอย่างเช่น บิทคอยน์ต่อระบบเงินกระดาษ เช่น ดอลลาร์สหรัฐ

source: Trade Forex and CFDs on our popular multi-asset platform.
es_es: Opere Forex y CFD en nuestra popular plataforma multiactivos.
ru_ru: Торгуйте валютами и CFD на нашей популярной платформе.
th_th: ซื้อขายฟอเร็กซ์และ CFD กับแพลตฟอร์มที่ได้รับความนิยมของเรา

source: Trade Forex, CFDs, and binary options with a powerful platform recognised as the global standard.
es_es: Opere Forex, CFD y opciones binarias con una poderosa plataforma, reconocida como el estándar internacional.
ru_ru: Торгуйте контрактами на Forex, CFD и бинарных опционах, пользуясь мощной платформой, признанной мировым стандартом в данной индустрии.
th_th: ซื้อขายฟอเร็กซ์ CFD และไบนารีออปชั่นด้วยแพลตฟอร์มอันทรงพลัง มาตรฐานระดับโลก

source: Trade a larger position than your exisiting capital.
es_es: Opere posiciones superiores a su capital existente.
it_it: Fai trading con una posizione più grande del tuo capitale esistente.
ru_ru: Откройте более крупную позицию, чем позволяет Ваш капитал.
th_th: ซื้อขายที่ตำแหน่งที่ใหญ่กว่าเงินทุนที่มี

source: Trade according to your preferred strategy
es_es: Opere de acuerdo a su estrategia predilecta
it_it: Fai trading seguendo la tua strategia preferita
ru_ru: Торгуйте в соответствии с выбранной стратегией
th_th: ซื้อขายตามกลยุทธ์ที่ท่านปรารถนา

source: Trade all four precious metals on one platform.
es_es: Opere los cuatro metales preciosos en una sola plataforma.
it_it: Fai trading su tutti e quattro i metalli preziosi in un'unica piattaforma.
ru_ru: Торгуйте всеми четырьмя драгоценными металлами на одной платформе.
th_th: ซื้อขายโลหะมีค่าทั้งสี่บนแพลตฟอร์มเดียว

source: Trade all major currencies, indices, commodities, and volatility indices.
es_es: Opere con las principales divisas, índices, materias primas e índices de volatilidad.
ru_ru: Торгуйте на всех основных валютных парах, индексах, сырьевых рынках и индексах волатильности.
th_th: ซื้อขายสกุลเงินหลักๆ ดัชนีต่างๆ สินค้าโภคภัณฑ์ต่างๆ และดัชนีผันผวนต่างๆ

source: Trade and manage multiple MT5 client accounts from a single interface.
es_es: Opere y administre múltiples cuentas de clientes MT5 a través una sola interfaz.
ru_ru: Торгуйте и управляйте сразу несколькими клиентскими счетами на MT5 с одного интерфейса.
th_th: ซื้อขายและจัดการบัญชีลูกค้า MT5 หลายบัญชีด้วยหน้าจอเดียว

source: Trade based on "gut feel" or rely on technical and fundamental analysis
es_es: Opere según su intuición o confíe en los análisis técnicos y fundamentales
ru_ru: Доверьтесь своему знанию рынка или пользуйтесь техническим и фундаментальным анализом
th_th: ซื้อขายตาม "สัญชาตญาณ" หรือ จากการวิเคราะห์ทางด้านเทคนิค และพื้นฐาน

source: Trade binary options on a wide range of underlying markets with limited risk.
es_es: Opere opciones binarias en una amplia variedad de mercados subyacentes con riesgo limitado.
it_it: Fai trading di opzioni binarie su una vasta gamma di mercati sottostanti con rischio limitato.
ru_ru: Торгуйте бинарными опционами с минимальным риском на любом из широкого спектра рынков.
th_th: ซื้อขายไบนารี่ออปชันบนตลาดที่มีความหลากหลายโดยมีความเสี่ยงที่จำกัด

source: Trade binary options on a wide range of web and mobile apps. Each comes with unique strengths that complement a variety of trading strategies.
es_es: Opere opciones binarias en una amplia variedad de aplicaciones web y para dispositivos móviles. Cada una con sus propias fortalezas que complementan una diversa gama de estrategias de operación.
it_it: Puoi fare trading di opzioni binarie su una vasta gamma di applicazioni sul nostro sito e sul tuo cellulare. Ognuna di queste applicazioni dispone di punti di forza unici che contemplano una varietà di strategie di trading.
ru_ru: Торгуйте бинарными опционами на широком ассортименте веб и мобильных приложений. Каждое приложение обладает рядом преимуществ, дополняющих широкий выбор торговых стратегий.
th_th: ซื้อขายไบนารีออปชันบนเว็บและแอพอุปกรณ์พกพาที่หลากหลาย แต่ละรูปแบบมีข้อดีที่เป็นเอกลักษณ์ที่สามารถติมเต็มยุทธศาสตร์การซื้อขายของท่าน

source: Trade confidently, knowing that your personal data, transactions, and funds are always secure
es_es: Opere con confianza, sabiendo que sus datos personales, transacciones y fondos están siempre seguros
ru_ru: Торгуйте с полной уверенностью, что Ваши данные, контракты и сделки надёжно защищены
th_th: ซื้อขายอย่างมั่นใจว่า ข้อมูลส่วนบุคคลของท่าน ธุรกรรมต่างๆ และหลักประกันนั้นได้รับการดูแลอย่างปลอดภัยเสมอ

source: Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets
es_es: Opere divisas, índices bursátiles, materias primas y otros en mercados al alza, a la baja, laterales, tranquilos y volátiles
ru_ru: Торгуйте валютами, индексами и сырьевыми контрактами на разницу в условиях снижения или роста, высокой волатильности или стагнации на рынках
th_th: ซื้อขายสกุลเงิน ดัชนี สินค้าโภคภัณฑ์ และอื่นๆ ในตลาดที่ขาขึ้น ขาลง ไปด้านข้าง ซบเซา และผันผวน

source: Trade forex and contracts for difference (CFDs) on MetaTrader 5 - a multi-asset platform that offers outstanding trading possibilities and technical analysis tools.
es_es: Opere Forex y contratos por diferencias (CFD) en MetaTrader 5, una plataforma multiactivos que ofrece excelentes posibilidades para operar y herramientas de análisis técnico.
ru_ru: Торгуйте валютными парами (Forex), контрактами на разницу (CFD) и бинарными опционами на платформе MetaTrader 5, предоставляющей непревзойдённые возможности для торговли и технического анализа.
th_th: ซื้อขายฟอเร็กซ์ สัญญาสำหรับส่วนต่าง (CFD) กับ MetraTrader 5 ซึ่งเป็นแพลตฟอร์มสำหรับหลากหลายสินทรัพย์ที่นำเสนอเครื่องมือในการซื้อขายและการวิเคราะห์เชิงเทคนิค

source: Trade in the world's financial markets
es_es: Opere en los mercados financieros del mundo
it_it: Puoi scegliere tra i mercati finanziari di tutto il mondo
ru_ru: Торгуйте на мировых финансовых рынках
th_th: ซื้อขายในตลาดการเงินระดับโลก

source: Trade in the world's financial markets with a simple and user-friendly online platform.
es_es: Opere con los mercados financieros mundiales en una plataforma online sencilla y fácil de usar.
it_it: Negozia nei mercati finanziari di tutto il mondo con una piattaforma online semplice e facile da utilizzare.
ru_ru: Работа на мировых финансовых рынках с простой и удобной онлайн платформы.
th_th: ซื้อขายตลาดการเงินระดับโลกได้โดยง่าย มีรูปแบบระบบที่ใช้งานง่าย บนแพลตฟอร์มออนไลน์

source: Trade long and short positions, depending on your preferred strategy.
es_es: Opere posiciones largas y cortas, dependiendo de su estrategia preferida.
it_it: Fai trading con posizioni long o short, a seconda della tua strategia preferita.
ru_ru: Открывайте длинные и короткие позиции, в зависимости от Вашей стратегии.
th_th: ซื้อขาย Short Position และ Long Position ขึ้นอยู่กับกลยุทธ์ที่ท่านต้องการ
