Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
es_es: Nos orgullecemos de este premio. Estamos firmemente comprometidos a ofrecer una experiencia de comercio ético y centrado en el cliente, y el premio demuestra que BetOnMarkets es una marca de confianza que escucha y atiende a los clientes, sean expertos o novatos. Ofrecemos servicios a nuestros clientes en inglés, indonesio, ruso, chino y español.
it_it: Siamo estremamente orgogliosi di questo riconoscimento. Siamo fermamente impegnati nell'offrire un'esperienza di trading etica e concentrata sul cliente, e il riconoscimento mostra che BetOnMarkets è un marchio di fiducia in grado di ascoltare e soddisfare i clienti, siano essi trader esperti o novizi. Offriamo servizi personalizzati in inglese, indonesiano, russo, cinese e spagnolo.
ru_ru: Мы очень гордимся этой наградой. Мы стремимся предлагать этичный и ориентированный на клиентов опыт торговли, а получение этой премии подтверждает, что BetOnMarkets является надежным брендом, который прислушивается ко всем своим клиентам: опытным трейдерам и новичкам. Мы предлагаем обслуживание клиентов на английском, индонезийском, русском, китайском и испанском языках.
th_th: พวกเรามีความภูมิใจในรางวัลนี้มาก พวกเราให้คำสัญญาอย่างแน่วแน่ในการทำให้ท่านมีประสบการณ์การซื้อขายอย่างมีจริยธรรม รางวัลนี้แสดงว่า BetOnMarkets เป็นแบรนด์ที่ได้รับความไว้วางใจ รับฟังและดูแลลูกค้า ผู้ซึ่งมีประสบการณ์ในการลงทุนมาแล้ว หรือ นักลงทุนมือใหม่ พวกเรามีทีมงานลูกค้าสัมพันธ์ที่สามารถสื่อสารกับท่านได้ด้วยภาษาอังกฤษ ภาษาอินโดนีเซีย ภาษารัสเซีย ภาษาจีน และภาษาสเปน

source: We've grown in size over the years - both in terms of manpower and offices. We currently have over %1 employees across three offices in Malaysia and Malta. Further growth in headcount is expected this year to cater to the increased demand in our products and services.
es_es: Hemos crecido en tamaño a lo largo de los años - tanto en términos de personal como de oficinas. Actualmente tenemos más de %1 de empleados en tres oficinas en Malasia y Malta. Se espera que este año se produzca un mayor crecimiento en personal para atender la mayor demanda de nuestros productos y servicios.
ru_ru: За последние годы мы значительно выросли в размерах, как в отношении количества сотрудников так и в отношении числа действующих офисов. На данный момент в трех офисах в Малайзии и на Мальте трудится более %1 человек. В этом году мы ожидаем дальнейший рост наших ресурсов, чтобы соответствовать растущему спросу на наши продукты и услуги.
th_th: เราเจริญเติบโตในช่วงเวลาหลายปี ทั้งด้านกำลังคนและสำนักงาน ขณะนี้เรามีพนักงานมากกว่า %1 คน จากสำนักงาน 3 แห่งในประเทศมาเลเซีย และประเทศมอลตา เราคาดการณ์ถึงการเติบโตของจำนวนพนักงานต่อไปในปีนี้เพื่อรองรับปริมาณความต้องการของสินค้าและบริการของเราที่เพิ่มมากขึ้น

source: Web and software developer
es_es: Desarrollador web y de software
it_it: Sviluppatore web e software
ru_ru: Веб разработчик и разработчик ПО
th_th: นักพัฒนาเว็บและซอฟต์แวร์

source: WebMoney is an online payment settlement system that's been operating since 1998. For more information, please visit %1.
es_es: WebMoney es un sistema de liquidación de pagos en línea que opera desde 1998. Para obtener más información, visite %1.
it_it: WebMoney è un sistema di pagamento online attivo dal 1998. Per maggiori informazioni, visita il sito %1.
ru_ru: WebMoney – это электронная платёжная система, работающая с 1998 года. Более подробная информация: %1.
th_th: WebMoney เป็นระบบการชำระเงินออนไลน์ที่เริ่มดำเนินการตั้งแต่ปี ค.ศ. 1998 สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Webinar speaker
es_es: Presentador de webinario
it_it: Relatore del webinar
ru_ru: Ведущий вебинаров
th_th: ผู้บรรยายในการสัมมนาออนไลน์

source: Webinars
es_es: Seminarios web
ru_ru: Вебинары
th_th: สัมมนาออนไลน์

source: Webmaster
ru_ru: Вебмастер
th_th: เว็บมาสเตอร์

source: Website
es_es: Sitio web
it_it: Sito internet
ru_ru: Вебсайт
th_th: เว็บไซต์

source: Website URL (where applicable)
es_es: URL del sitio web (si está disponible)
it_it: URL del sito web (ove applicabile)
ru_ru: URL вебсайта (если таковой имеется),
th_th: URL ของเว็บไซต์ (ถ้ามี)

source: Website:
es_es: Sitio web:
it_it: Sito web:
ru_ru: Вебсайт:
th_th: เว็บไซต์

source: Wednesday
es_es: Miércoles
it_it: Mercoledì
ru_ru: Среда
th_th: วันพุธ

source: Weekdays:
es_es: Días laborables
it_it: Giorni feriali:
ru_ru: Будни:
th_th: วันธรรมดาที่ไม่ใช่วันเสาร์อาทิตย์:

source: Weekend quotes
es_es: Cotizaciones de fin de semana
it_it: Quotazioni dei weekend
ru_ru: Котировки в выходные
th_th: ราคาวันหยุด

source: Weekend:
es_es: Fin de semana
ru_ru: Выходные:
th_th: วันหยุดสุดสัปดาห์:

source: Welcome to Binary.com
es_es: Bienvenidos a Binary.com
it_it: Benvenuto su Binary.com
ru_ru: Добро пожаловать на Binary.com
th_th: ยินดีต้อนรับสู่ Binary.com

source: Well-honed organisational, administrative, and accounting skills
es_es: Habilidades organizacionales, administrativas y contables bien desarrolladas
it_it: Sviluppate competenze organizzative, amministrative e di contabilità
ru_ru: Отличные организационные, административные навыки и знание бухгалтерского учёта
th_th: มีทักษะในการจัดการที่ดี การบริหารที่ดี และ/หรือ ทักษะทางบัญชี

source: What about instant execution? In this case, your order is placed at the price that's available at that time. Requotes are possible if the price fluctuates a great deal before the order execution is complete.
es_es: ¿Qué sucede con la ejecución inmediata? En este caso, su orden se realiza al precio disponible en ese momento. Existe la posibilidad de recotizar si el precio fluctúa en gran medida antes que se complete la ejecución de la orden.
it_it: Che dire dell'esecuzione immediata? In questo caso, il tuo ordine viene piazzato al prezzo disponibile in quel momento. Nuove quotazioni sono possibili se il prezzo varia molto prima che l'esecuzione dell'ordine sia completa.
ru_ru: А как насчёт мгновенного пополнения счёта? В данном случае, Ваш ордер будет размещён по цене, доступной в данный момент времени. Изменение котировки возможно, если цена слишком сильно колеблется до исполнения ордера.
th_th: แล้วการดำเนินการแบบทันทีล่ะ? ในกรณีนี้ จะมีการวางคำสั่งซื้อของท่านในราคาที่มีอยู่ในขณะนั้น มีความเป็นไปได้ที่จะมีการนำเสนอราคาใหม่ถ้าราคาผันผวนอย่างมากก่อนการดำเนินการสั่งซื้อจะเสร็จสมบูรณ์

source: What are binary options
es_es: Qué son las opciones binarias
it_it: Che cosa sono le opzioni binarie
ru_ru: Что такое бинарные опционы
th_th: ไบนารีออปชั่นคืออะไร

source: What are lookbacks
es_es: ¿Qué son los contratos retroactivos?
it_it: Cosa sono le opzioni retrospettive (lookbacks)
ru_ru: Что такое опционы Lookback
th_th: Lookbacks คือ อะไร

source: What is CFD trading
es_es: Qué es comercio de CFD
it_it: Il trading su CFD
ru_ru: Что такое торговля на CFD
th_th: การซื้อขาย CFD คือ อะไร

source: What is DNS
es_es: Qué es DNS
it_it: Cos'è DNS
ru_ru: Что такое DNS
th_th: DNS คืออะไร

source: What is Forex trading
es_es: Qué es comercio de Forex
ru_ru: Что такое торговля на Forex
th_th: การซื้อขายฟอเร็กซ์ คือ อะไร

source: What is a MAM account?
es_es: ¿Qué es una cuenta MAM?
ru_ru: Что такое счёт ММС?
th_th: บัญชี MAM คือ อะไร?

source: What is cryptocurrency trading
es_es: Qué es comercio de criptomonedas
it_it: Il trading di criptovalute
ru_ru: Что такое торговля криптовалютами
th_th: การซื้อขายเงินดิจิทัล คือ อะไร

source: What is metals trading
es_es: Qué es comercio de metales
it_it: Il trading di metalli
ru_ru: Что такое торговля металлами
th_th: การซื้อขายโลหะมีค่า คืออะไร

source: What is the %1 Affiliate Programme all about?
es_es: ¿De qué se trata el Programa de afiliados de %1?
it_it: Cos'è il Programma Associati di %1?
ru_ru: В чём суть Партнёрской программы %1?
th_th: โปรแกรมพันธมิตร %1 คือ อะไร?

source: What is the %1 IB Programme all about?
es_es: ¿De qué se trata el Programa IB %1?
it_it: Cos'è il Programma IB di %1?
ru_ru: В чём суть программы ПБ от %1?
th_th: โปรแกรม IB %1 คือ อะไร?

source: What is the definition of a referred client?
es_es: ¿Cuál es la definición de "cliente referido"?
it_it: Qual è la definizione di "cliente segnalato"?
ru_ru: Что означает "привлечённый клиент"?
th_th: นิยามของลูกค้าอ้างอิง คือ อะไร?

source: What kind of reports can I generate?
es_es: ¿Qué tipo de informes puedo generar?
it_it: Che tipo di report posso produrre?
ru_ru: Какие отчеты я могу получить?
th_th: รายงานใดบ้าง ที่ฉันสามารถเรียกใช้ได้?

source: What referral tools do you offer?
es_es: ¿Qué herramientas para referidos ofrecemos?
it_it: Quali strumenti di suggerimento offrite?
ru_ru: Какие инструменты вы предлагаете для направления клиентов на сайт?
th_th: เครื่องมืออ้างอิงมีอะไรบ้าง?

source: What time is the market open for me to trade
es_es: ¿A qué hora abre el mercado para poder operar?
it_it: Orari di apertura del mercato in cui è possibile fare trading
ru_ru: В какое время рынок доступен для торговли
th_th: เวลาที่ตลาดเปิดให้ฉันซื้อขาย คือ เมื่อใด

source: What you can trade with CFDs
es_es: ¿Qué puede operar con CFD?
it_it: Cosa si può negoziare con i CFD
ru_ru: Какими активами можно торговать с помощью CFD
th_th: ท่านซื้อขายอะไรได้ด้วย CFD

source: What's a margin call and how is it applied
es_es: ¿Qué es una llamada de margen y cómo se aplica?
it_it: Cos'è una chiamata a margine e come viene applicata
ru_ru: Что такое маржин колл (margin call, требование внесения дополнительной маржи) и как он работает
th_th: มาร์จินคอล (Margin Call) คืออะไร และเป็นอย่างไร

source: What's a stop out level and how is it applied
es_es: ¿Qué es un nivel Stop Out y cómo se aplica?
it_it: Cos'è un livello di Stop Out e come viene applicato
ru_ru: Что такое уровень принудительного закрытия (уровень стоп-аута) и как он используется
th_th: ระดับยุติการซื้อขายคืออะไร และเป็นอย่างไร

source: When a client is classified as an Eligible Counterparty, BIEL shall not provide them with
es_es: Cuando un cliente se clasifica como Contraparte Elegible, BIEL no le proporcionará
ru_ru: Если клиент относится к категории уполномоченных контрагентов, BIEL не будет предоставлять ему/ей следующих услуг
th_th: เมื่อลูกค้าอยู่ในกลุ่ม Eligible Counterparty ลูกค้าจะไม่ได้รับสิทธิ์จาก BIEL ในการดำเนินการ

source: When a force majeure event occurs
es_es: Cuando ocurre un evento de fuerza mayor
it_it: eventi di forza maggiore;
ru_ru: при возникновении форс-мажорных обстоятельств,
th_th: เมื่อเกิดเหตุการณ์สุดวิสัยขึ้น

source: When a negative balance results from the breach of any of the terms of this agreement by the client
es_es: Cuando un saldo negativo resulta del rompimiento de cualquier de los términos de este acuerdo por parte del cliente
it_it: quando un saldo negativo è il risultato della violazione per mano del cliente di qualsiasi termine del presente contratto.
ru_ru: отрицательный баланс стал результатом нарушения клиентом любого условия данного соглашения.
th_th: เมื่อยอดคงเหลือติดลบเป็นผลมาจากการที่ลูกค้าละเมิดเงื่อนไขข้อตกลงข้อใดข้อหนึ่ง

source: When a self-exclusion limit is set on the client's %1 account, the client's MT5 Real Account will be disabled until the self-exclusion limit on their %1 account is removed.
es_es: Cuando se establece un límite de auto exclusión del cliente en la Cuenta Real %1, su Cuenta Real MT5 se desactivará hasta que se elimine el límite de auto exclusión en su cuenta %1.
it_it: Stabilendo un limite di auto-esclusione per il conto %1 del cliente, il conto reale MT5 verrà disabilitato finché tale limite sull'altro conto non verrà rimosso.
ru_ru: Когда на счету %1 установлена функция самоисключения, Реальный счёт MT5 клиента будет деактивирован, пока не будет достигнут лимит на счёте %1.
th_th: เมื่อมีการตั้งข้อจำกัดการพักการซื้อขายของบัญชี %1 ของลูกค้า บัญชี MT5 จริงของลูกค้าจะถูกปิดไม่ให้ใช้งาน จนกระทั่งได้มีการยกเลิกข้อจำกัดการพักการซื้อขายของบัญชี %1

source: When are my commissions paid?
es_es: ¿Cuándo se realiza el pago de mi comisión?
it_it: Quando riceverò i pagamenti relativi alle mie commissioni?
ru_ru: Когда выплачивается комиссия?
th_th: จะมีการจ่ายคอมมิชชันเมื่อใด?

source: When executing client orders using the A-book model, the Company directs the client's trade to one of its liquidity providers, namely:
es_es: Al ejecutar las órdenes de los clientes utilizando el modelo A-book, la Empresa dirige la operación del cliente a uno de sus proveedores de liquidez, como ser:
it_it: Durante l'esecuzione degli ordini del cliente secondo il modello A-book, la Società indirizza i trade a uno dei seguenti fornitori di liquidità:
ru_ru: При исполнении ордеров клиента с использованием модели A-book, Компания направляет контракты клиента одному из поставщиков ликвидности, в частности:
th_th: เมื่อดำเนินการประมวลคำสั่งซื้อลูกค้าโดยใช้โมเดล A-book บริษัทฯ เข้าถึงการซื้อขายของลูกค้าด้วยหนึ่งในผู้ให้บริการเหล่านี้

source: When it comes to food, you'll be spoilt for choice. Cuisine from every part of the world can be found in Dubai, but that doesn't mean that local flavours should be ignored: chebab (saffron pancakes), khameer (puffed flatbreads), harees (savoury porridge), tender roasted meats, and pistachio-stuffed sweets are some of the local dishes that will excite your taste buds. There are also numerous economical options in the form of chain restaurants that cater to a variety of tastes.
es_es: Cuando se trata de comida, tendrá muchas opciones para elegir. En Dubái se pueden encontrar las cocinas de todas las partes del mundo, pero eso no significa que se deban ignorar los sabores locales: chebab (panqueques de azafrán), khameer (panes inflados), harees (gachas saladas), carnes tiernas asadas y los dulces rellenos con pistacho son algunos de los platos locales que excitarán su paladar. También hay numerosas opciones económicas en forma de cadenas de restaurantes que se adaptan a una variedad de gustos.
it_it: A Dubai, l'arte culinaria ha un posto di riguardo. Qui è possibile gustare prelibatezze da ogni Paese, compresi i piatti tradizionali: chebab (pancakes allo zafferano), khameer (focaccia gonifa), harees (porridge con spezie), tenera carne arrosto e dolci ripieni al pistacchio sono solo alcune delle golose ricette locali. Inoltre, si può facilmente optare per soluzioni più economiche, come le catene di ristorazione, che soddisfano diversi palati.
ru_ru: Местная кухня славится большой палитрой вкусов и разнообразием. К Вашим услугам блюда из всех уголков мира и лучшие местные яства: чебаб (блинчики с шафраном), хамир (воздушные лепёшки), харис (каша с пряностями), мягкое жареное мясо, а также сладости с фисташками, которые приятно порадуют Ваши вкусовые рецепторы. Также в городе есть более экономичные заведения, например, сети ресторанов, предлагающих широкий ассортимент вкусов и блюд.
th_th: เมื่อกล่าวถึงอาหาร ท่านจะมีตัวเลือกมากมาย และจะพบอาหารจากทุกหนแห่งของโลกได้ที่ดูไบ แต่กระนั้นก็ไม่ควรมองข้ามอาหารท้องถิ่น อย่าง Chebab (แพนเค้กหญ้าฝรั่น) Khameer (ขนมปังแป้งยีสต์) Harees (ข้าวต้ม) เนื้อย่างนุ่ม และของหวานยัดไส้ถั่วพิสตาชิโอ ที่จะคอยยั่วน้ำลาย และยังมีร้านอาหารให้เลือกมากมายตามรสชาติที่ท่านต้องการ

source: When the Affiliate's referred clients open an account with any member of the Binary group, the Company assumes ownership of the database of names and contact information and any other data of the Affiliate's referred clients.
es_es: Cuando los clientes referidos por los afiliados abren una cuenta con cualquier miembro del grupo Binary, la Empresa asume la propiedad de la base de datos de nombres y de información de contacto y otros datos de los clientes referidos por los Afiliados.
ru_ru: Когда клиенты, направленные Партнёром, открывают счёт на сайте любого представителя Binary Group, Компания будет обладать правом собственности на базу данных, содержащую имена, контактные данные, а также любые другие данные о клиентах, привлеченных Партнёром.
th_th: เมื่อลูกค้าที่ถูกอ้างอิงจากพันธมิตรได้เปิดบัญชีกับสมาชิกในเครือ Binary บริษัทฯ จะถือกรรมสิทธิ์ในฐานข้อมูล ซึ่งประกอบด้วยชื่อ และข้อมูลติดต่อ และข้อมูลอื่นๆ ของลูกค้าที่ถูกอ้างอิง

source: When the Company accepts an order from the client to open or close a transaction, or any other specific instructions in relation to the client's order, the Company will endeavour to follow the client's instructions as far as reasonably possible, acting in accordance with the Company's duty of best execution in accordance with the client's instructions. These specific instructions include, but are not limited to, the following:
es_es: Cuando la Empresa acepte una orden del cliente para abrir o cerrar una transacción, o cualquier otra instrucción específica relacionada con su orden, la Empresa hará el esfuerzo por seguir las instrucciones del cliente en la medida de lo posible y razonable, actuando de acuerdo con su deber de mejor ejecución y en concordancia con las instrucciones del cliente. Estas instrucciones específicas incluyen, pero no se limitan a:
it_it: La Società, quando riceve ordine dal cliente di aprire o chiudere un'operazione, o qualsiasi indicazione specifica relativa agli ordini, si impegna a seguire le istruzioni il più accuratamente possibile, agendo al tempo stesso nel rispetto dell'onere di miglior esecuzione. Tali indicazioni specifiche comprendono, in via non esclusiva:
ru_ru: Когда Компания принимает от клиента ордер на открытие или закрытие контракта или любые другие конкретные инструкции по отношению к ордеру клиента, Компания предпримет все разумные меры, чтобы выполнить инструкции клиента, насколько это возможно, действуя в рамках обязательств Компании по наилучшему исполнению и согласно инструкциям клиента. Данные конкретные инструкции включают, но не ограничиваются следующими положениями:
th_th: เมื่อบริษัทฯ รับคำสั่งซื้อจากลูกค้าในการเปิดหรือปิดธุรกรรม หรือ คำสั่งเฉพาะอื่นๆ ที่เกี่ยวข้องกับคำสั่งซื้อของลูกค้า บริษัทฯ จะพยายามปฏิบัติตามเท่าที่จะเป็นไปได้อย่างสมเหตุสมผล ตามหน้าที่ของบริษัทฯในการประมวลผลคำสั่งอย่างดีที่สุดตามคำสั่งของลูกค้า คำสั่งจำเพาะเหล่านี้ได้แก่

source: When the Company deals on own account (dealing desk), the Company acts as principal and not as an agent on the client's behalf and the Company therefore acts as the execution venue.
es_es: Cuando la Empresa opera por cuenta propia (mesa de operaciones), esta actúa como administrador y no como un agente en nombre del cliente y, por lo tanto, la Empresa actúa como el medio de ejecución.
it_it: La Società, quando effettua trade per conto proprio (dealing desk), agisce in qualità di operatore principale e non di agente per conto del cliente, pertanto ricopre il ruolo di sede esecutiva.
ru_ru: Когда Компания совершает операции за свой счет (выступает дилером) она действует в качестве принципала, а не агента, работающего от имени клиента, и таким образом является местом совершения сделок.
th_th: ในการดำเนินการบัญชีที่ครอบครอง (Dealing Desk) บริษัทฯ เสมือนเป็นผู้ดำเนินการหลักและไม่ได้เป็นตัวแทนของลูกค้า และบริษัทฯ ดำเนินการในฐานะสถานที่ประมวลผล

source: When the Order hits the liquidity provider's server, or the Company's server in case the Order is taken on BIEL's own books, it is fulfilled.
es_es: Cuando la Orden llega al servidor del proveedor de liquidez, o al servidor de la Empresa en caso que la Orden se realice en los propios libros de BIEL, esta se cumple.
ru_ru: Когда ордер поступает на сервер поставщика ликвидности или на сервер Компании, ордер будет исполнен, если он находится в рамках стакана цен BIEL.
th_th: เมื่อคำสั่งซื้อถูกส่งเข้ามาประมวลผลที่เครื่องแม่ข่ายที่ให้บริการ หรือ เครื่องแม่ข่ายของบริษัทฯ ในกรณีที่คำสั่งถูกดำเนินการโดยระบบของ BIEL ถือว่าสิ้นสุดบรรลุเป้าหมาย

source: When the client enters into this agreement, they make the following representations and warranties to the Company and agree that such representations and warranties are deemed repeated each time the client opens or closes a transaction:
es_es: Cuando el cliente acepta este Acuerdo, está presentando las siguientes declaraciones y garantías a la Empresa y acuerda que dichas declaraciones y garantías se repiten cada vez que el cliente inicia o cierra una operación:
it_it: Nel momento in cui il cliente sottoscrive il presente contratto, garantisce e dichiara alla Società quanto segue; e conviene che tali garanzia e dichiarazioni sono da considerarsi valide ogni qual volta il cliente apra o chiuda un'operazione:
ru_ru: Заключая данное соглашение, клиент принимает следующие обязательства, предоставляет гарантии Компании и соглашается, что данные гарантии и обязательства повторяются каждый раз, когда клиент открывает и закрывает контракт:
th_th: เมื่อลูกค้าได้ทำข้อตกลงนี้ ลูกค้าได้รับรองและรับประกันกับบริษัทฯ และตกลงว่าการรับรองและรับประกันดังกล่าวจะถูกทวนซ้ำทุกครั้งที่ลูกค้าเปิดหรือปิดธุรกรรมหนึ่งๆ:

source: When the client gives the Company specific instructions, including (a) specifying the price of a Contract with the Company or (b) specifying the price at which a Contract is to be closed, then those instructions take precedence over other aspects of the Company's policy.
es_es: Cuando el cliente dé instrucciones especificas a la Empresa, incluyendo, por ejemplo, (a) especificación del precio de un contrato con la Empresa o (b) especificación del precio al que un contrato tiene que cerrar, esas instrucciones tienen prioridad sobre otros aspectos de la política de la Empresa.
it_it: Quando il cliente dà alla Società indicazioni specifiche, come (a) il prezzo specifico di un contratto con la Società o (b) il prezzo specifico a cui il contratto deve essere concluso, tali indicazioni ottengono la precedenza rispetto ad altri aspetti delle politiche societarie.
ru_ru: Когда клиент даёт компании конкретные указания, включая, например, (а) указание цены контракта, заключаемого в Компании или (б) указание цены, по которой контракт должен быть закрыт, эти инструкции имеют приоритет над другими аспектами политики Компании.
th_th: เมื่อลูกค้าให้คำสั่งที่เจาะจงกับบริษัทฯ เช่น (ก) ราคาของสัญญา (ข) ราคาของสัญญาที่กำลังจะสิ้นสุด คำสั่งเหล่านั้นจะถูกกำหนดลำดับในการดำเนินการ โดยเป็นไปตามนโยบายของบริษัทฯ

source: When the client is a professional client
es_es: Cuando se trata de un cliente profesional
it_it: quando il cliente è un cliente professionista;
ru_ru: если клиент является профессиональным,
th_th: เมื่อลูกค้าเป็นลูกค้าที่มีความเชี่ยวชาญ

source: When the client opens an account with the Company, the Company will request the client's consent for the distribution of marketing materials to the e-mail address that the client provides to the Company upon sign-up.
es_es: Cuando el cliente abre una cuenta con la Empresa, la Empresa solicitará el consentimiento del cliente para la distribución de materiales de marketing a la dirección de correo electrónico que el cliente le proporciona a la misma Empresa al momento de registrarse.
it_it: Quando il cliente apre un conto presso la Società, quest'ultima richiede il suo consenso per inviare materiali pubblicitari all'indirizzo e-mail da lui fornito durante la registrazione.
ru_ru: Если клиент открывает счёт в Компании, Компания запросит согласие клиента на рассылку маркетинговых материалов на электронный адрес, предоставленный Компании во время регистрации.
th_th: เมื่อลูกค้าเปิดบัญชีกับบริษัทฯ บริษัทฯ จะขอความเห็นชอบจากลูกค้าสำหรับการแจกจ่ายเอกสารทางการตลาดไปยังอีเมล์ของลูกค้าที่ได้แจ้งไว้ให้กับทางบริษัทฯ ขณะลงทะเบียน

source: When the client opens any transactions in relation to Prohibited Trades
es_es: En el caso que un cliente abra una transacción relacionada con Operaciones Prohibidas
it_it: nel caso in cui un cliente avvii un'operazione legata ai trade proibiti;
ru_ru: если клиент открывает любой запрещённый контракт,
th_th: เมื่อลูกค้าเปิดธุรกรรมใดๆ ที่เกี่ยวข้องกับการซื้อขายที่ต้องห้าม
