Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: MT5 for Android
es_es: MT5 para Android
it_it: MT5 per Android
ru_ru: MT5 для Android
th_th: MT5 สำหรับแอนดรอยด์

source: MT5 for Linux
es_es: MT5 para Linux
it_it: MT5 per Linux
ru_ru: MT5 для Linux
th_th: MT5 สำหรับลินุกซ์

source: MT5 for Mac
es_es: MT5 para Mac
ru_ru: MT5 для Mac
th_th: MT5 สำหรับแมค

source: MT5 for Mobile
es_es: Versión móvil de MT5
it_it: MT5 per dispositivo mobile
ru_ru: MT5 для мобильного
th_th: MT5 สำหรับอุปกรณ์เคลื่อนที่

source: MT5 for Windows
es_es: MT5 para Windows
it_it: MT5 per Windows
ru_ru: MT5 для Windows
th_th: MT5 สำหรับวินโดวส์

source: MT5 for iOS
es_es: MT5 para iOS
it_it: MT5 per iOS
ru_ru: MT5 для iOS
th_th: MT5 สำหรับ iOS

source: MT5 for web platform
es_es: MT5 para plataforma web
ru_ru: MT5 для веб платформы
th_th: MT5 สำหรับแพลตฟอร์มเว็บ

source: MT5 real-money account for Forex and CFDs.
es_es: Cuenta de dinero real MT5 para Forex y CFD.
ru_ru: Реальный счёт MT5 для Forex и CFD.
th_th: บัญชีเงินจริง MT5 สำหรับฟอเร็กซ์และ CFD

source: MT5 real-money account for Synthetic Indices only.
es_es: Cuenta de dinero real MT5 solo para índices sintéticos.
it_it: Conto reale MT5 per soli indici sintetici.
ru_ru: Реальный счёт MT5 только для Синтетических индексов.
th_th: บัญชีเงินจริง MT5 สำหรับดัชนีสังเคราะห์เท่านั้น

source: MT5 withdrawals have been disabled on your account. Please check your email for more details.
es_es: Se han deshabilitado los retiros de MT5 en su cuenta. Por favor, revise su correo electrónico para obtener más detalles.
it_it: La funzione di prelievo è stata disabilitata per il tuo conto MT5. Ti invitiamo a controllare il tuo indirizzo e-mail per ulteriori indicazioni.
ru_ru: Вывод средств отключен на Вашем счету MT5. Проверьте свою электронную почту для получения более подробной информации.
th_th: ได้มีการปิดการใช้งานการถอนเงิน MT5 ในบัญชีของท่าน โปรดตรวจสอบอีเมล์เพื่อศึกษารายละเอียดเพิ่มเติม

source: Made an impression in the first interview? We'll invite you to a second interview with our CEO and/or hiring manager.
es_es: ¿Dio una buena impresión durante su primera entrevista? Le invitaremos a una segunda entrevista con nuestro CEO y/o nuestro gerente de reclutamiento.
it_it: Hai fatto una buona impressione al primo colloquio? Ti inviteremo ad un secondo colloquio con il nostro AD e/o con il responsabile delle risorse umane.
ru_ru: Удалось произвести хорошее впечатление на первом интервью? Будем рады пригласить Вас на второе интервью с нашим CEO и/или менеджером по найму персонала.
th_th: หากท่านได้สร้างความประทับใจในการสัมภาษณ์ครั้งแรก บริษัทฯ จะเชิญท่านให้มาสัมภาษณ์ครั้งที่สอง กับ CEO ของเรา และ/หรือ หัวหน้างานของตำแหน่งที่กำลังรับสมัครนี้

source: Maestro is an international debit card service by Mastercard. For more information, please visit %1.
es_es: Maestro es un servicio internacional de tarjetas de débito de Mastercard. Para más información, por favor visite %1.
it_it: Maestro è un servizio internazionale per carte di debito del circuito Mastercard. Per maggiori informazioni, visita il sito %1.
ru_ru: Maestro – это международная дебетовая карта, поддерживаемая системой Mastercard. Более подробную информацию можно получить по адресу %1.
th_th: Maestro เป็นบริการบัตรเดบิตสากลของมาสเตอร์การ์ด สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Main
es_es: Principal
it_it: Principale
ru_ru: Основной
th_th: หลัก

source: Main password
es_es: Contraseña principal
it_it: Password principale
ru_ru: Основной пароль
th_th: รหัสผ่านหลัก

source: Main password (trading access)
es_es: Contraseña principal (acceso a las operaciones)
ru_ru: Основной пароль (доступ к торговле)
th_th: รหัสผ่านหลัก (เพื่อเข้าสู่การซื้อขาย)

source: Maintain accurate system pricing parameters
es_es: Mantener los parámetros precisos de fijación de precios del sistema
it_it: Mantenere precisi parametri di determinazione dei prezzi del sistema
ru_ru: Поддержание точных параметров системы ценообразования
th_th: ปรับปรุงตัวแปรราคาที่แม่นยำของระบบ

source: Maintain relationships with clients and partners to drive retention and loyalty
es_es: Ocuparse de los clientes y socios para lograr retención y lealtad
it_it: Mantenere le relazioni con clienti e partner per consolidarne la fidelizzazione
ru_ru: Поддерживание отношений с клиентами и партнёрами для удержания клиентов и улучшения их отношения
th_th: รักษาความสัมพันธ์กับลูกค้าและคู่ค้าเพื่อรักษาและสร้างความจงรักภักดีของลูกค้าและคู่ค้า

source: Maintain trackable records of investigations in AML-CTF-related matters
es_es: Mantener registros de las investigaciones en los asuntos de AML-CTF
it_it: Conservare documentazione tracciabile delle indagini in materia di antiriciclaggio e antiterrorismo (AML-CTF)
ru_ru: Ведение журнала расследования происшествий в рамках политики против отмывания денег и предотвращения мошенничества
th_th: รักษาบันทึกในการตรวจสอบที่สามารถติดตามในเรื่องที่เกี่ยวกับ AML-CTF

source: Maintaining a page or video channel about online trading? Get rewarded when you refer your followers and viewers to trade on our award-winning binary options platform.
es_es: ¿Tiene o administra un sitio o canal de online trading? Obtenga recompensas por recomendar nuestra galardonada plataforma de opciones binarias a sus seguidores.
it_it: Gestisci una pagina o un canale di video sul trading online? Ricevi una ricompensa quando suggerisci ai tuoi follower e contatti di fare trading sulla nostra piattaforma di opzioni binarie pluripremiata.
ru_ru: У Вас есть страница или видео канал, посвящённый онлайн торговле? Получайте вознаграждение от привлечения Ваших пользователей и посетителей к торговле бинарными опционами на нашей платформе, удостоенной высоких наград.
th_th: ท่านกำลังดูแลเพจ หรือ ช่องวิดีโอเกี่ยวกับการซื้อขายออนไลน์ใช่ไหม? รับผลตอบแทนไปเมื่อท่านแนะนำแพลตฟอร์มไบนารีออปชันที่ได้รับรางวัลของเราให้กับผู้ติดตามหรือผู้ชมของเพจของท่าน

source: Maintains a page or video channel about online trading
es_es: Mantiene una página o un canal de video sobre el trading online
it_it: Gestisce una pagina o un canale dedicati ai video sul trading online
ru_ru: Управляет блогом или видео каналом, посвящённым онлайн торговле
th_th: ดูแลหน้าเว็บหรือช่องวิดีโอเกี่ยวกับการซื้อขายออนไลน์

source: Major and minor pairs, plus Smart FX indices
es_es: Pares mayores y menores, más índices Smart FX
it_it: Coppie principali e secondarie, oltre a indici Smart FX
ru_ru: Основные и вторичные пары плюс индексы Smart FX
th_th: คู่หลัก คู่รอง และดัชนี Smart FX

source: Major commodities such as gold, silver, and oil
es_es: Principales materias primas, como oro, plata y petróleo
it_it: Principali materie prime come oro, argento e petrolio
ru_ru: Основные сырьевые товары: золото, серебро и нефть
th_th: สินค้าโภคภัณฑ์หลักๆ เช่น ทอง เงิน และน้ำมัน

source: Major pairs
es_es: Pares mayores
it_it: Coppie principali
ru_ru: Основные пары
th_th: คู่หลัก

source: Major pairs – Consist of the world's most widely traded currency pairs
es_es: Pares mayores – corresponden a los pares de divisas más operados en el mundo
it_it: Coppie di valute principali, ovvero le coppie di valute maggiormente scambiate nel mondo
ru_ru: Основные пары включают наиболее популярные мировые валютные пары
th_th: คู่หลัก – ประกอบด้วยคู่สกุลเงินที่เป็นที่นิยมในการซื้อขายมากที่สุดในโลก

source: Major pairs, minor pairs, and Smart FX indices.
es_es: Pares mayores y menores e índices Smart FX.
it_it: Coppie principali, secondarie e indici Smart FX.
ru_ru: Основные, вторичные пары и индексы Smart FX.
th_th: คู่หลัก คู่รอง และดัชนี Smart FX

source: Major worldwide stock indices sourced from the OTC market.
es_es: Los principales índices bursátiles del mundo provenientes del mercado OTC.
it_it: Tutti i principali indici azionari mondiali provenienti dal mercato OTC.
ru_ru: Все крупнейшие мировые индексы, получаемые через внебиржевой рынок.
th_th: ดัชนีหลักทรัพย์หลักต่างๆ ทั่วโลกจากตลาดรองตราสารทุน

source: Major, minor and exotic currency pairs.
es_es: Pares de divisas mayores, menores y exóticos.
it_it: Scegli tra le coppie di valute principali, Secondarie ed esotiche.
ru_ru: Основные, вторичные и экзотические пары.
th_th: คู่สกุลเงินหลัก คู่รอง และคู่แปลกใหม่

source: Make a Deposit
es_es: Haga un depósito
it_it: Effettua un deposito
ru_ru: Пополнить
th_th: ฝากเงิน

source: Make a deposit
es_es: Haga un depósito
it_it: Effettua un deposito
ru_ru: Пополните счёт
th_th: ฝากเงิน

source: Make another transfer
es_es: Realizar otra transferencia
it_it: Esegui un altro trasferimento
ru_ru: Выполнить ещё один перевод
th_th: ทำการโอนอีกครั้ง

source: Make your trade
es_es: Realice su transacción
it_it: Esegui il tuo trade
ru_ru: Купите контракт
th_th: ซื้อขาย

source: Malaysia
es_es: Malasia
it_it: Malesia
ru_ru: Малайзия
th_th: มาเลเซีย

source: Malaysia's lower cost of living compared to most western countries means that you can enjoy a high quality of life. You'll also find easy access to world-class healthcare, plus several international schools, colleges, and universities that offer globally-recognised programmes.
es_es: El menor costo de vida de Malasia en comparación con la mayoría de los países occidentales significa que puede disfrutar de una alta calidad de vida. También encontrará fácil acceso a la atención médica de clase mundial, además de varias escuelas internacionales, colegios y universidades que ofrecen programas reconocidos globalmente.
it_it: Il costo della vita in Malesia è inferiore rispetto a quello di molti paesi occidentali e ciò permette di godere di una maggiore qualità della vita. Inoltre, potrai accedere facilmente a un'assistenza sanitaria tra le migliori al mondo, così come a scuole, istituti e università internazionali che offrono programmi riconosciuti ovunque.
ru_ru: Доступное, по сравнению с большинством западных стран, проживание в Малайзии означает, что Вы можете насладиться высоким качеством жизни. Вам также понравится доступность первоклассной системы здравоохранения, международные школы, колледжи и университеты, предлагающие всемирно-признанные учебные программы.
th_th: ค่าครองชีพในมาเลเซียที่ต่ำกว่าประเทศตะวันตกส่วนใหญ่ หมายถึงว่า ท่านจะมีมาตรฐานการครองชีพที่สูง ท่านจะเข้าถึงการรักษาพยาบาลระดับโลก รวมถึงโรงเรียน วิทยาลัย และมหาวิทยาลัยนานาชาติ ซึ่งนำเสนอโปรแกรมที่ได้รับการยอมรับระดับโลก

source: Malicious Activity
es_es: Actividad Maliciosa
it_it: Attività dolose
ru_ru: Вредоносная деятельность
th_th: พฤติกรรมโดยเจตนา

source: Malta
ru_ru: Мальта
th_th: มอลตา

source: Malta celebrates a large number of religious festivities and cultural events every year, filling the streets with carts laden with traditional sweets and delicacies.
es_es: Malta celebra una gran cantidad de festividades religiosas y eventos culturales cada año, llenando las calles de carros cargados de dulces y manjares tradicionales.
it_it: Ogni anno a Malta si celebrano un gran numero di feste religiose ed eventi culturali, durante i quali le strade si riempiono di carri con dolci e leccornie tradizionali.
ru_ru: Ежегодно на Мальте отмечают большое количество религиозных праздников и культурных мероприятий. В эти дни на улицах проходят ярмарки, во время которых можно купить всевозможные сладости и деликатесы.
th_th: มอลตาฉลองเทศกาลทางศาสนาและกิจกรรมทางวัฒนธรรมอย่างมากมายทุกปี เปลี่ยนท้องถนนให้เต็มไปด้วยรถเข็นขนมหวานแบบดั้งเดิมและอาหารแสนอร่อย

source: Malta is one of the most densely-populated countries in the world with the smallest capital (Valletta) in the European Union. Maltese and English are the country's official languages, while Italian is also widely spoken. Malta has plenty of sunshine throughout the year and enjoys a mild climate.
es_es: Malta es uno de los países más densamente poblados del mundo con la capital más pequeña (La Valeta) en la Unión Europea. Los idiomas oficiales del país son el maltés y el inglés, mientras que el italiano se habla ampliamente. Malta tiene mucho sol durante todo el año y allí se disfruta de un clima suave.
it_it: Malta è uno dei Paesi più densamente popolati de mondo e la sua capitale, Valletta, è la più piccola nell'Unione europea. Le lingue ufficiali sono il maltese e l'inglese, ma anche l'italiano è ampiamente diffuso. Malta offre molto sole e un clima mite tutto l'anno.
ru_ru: Мальта – одна из самых густонаселённых стран в мире с самой маленькой столицей в ЕС (Валлетта). Официальными языками являются английский и мальтийский, но местные жители отлично понимают итальянский. Мальта обладает хорошим климатом и может похвастаться большим количеством солнечных дней.
th_th: มอลตาเป็นหนึ่งในประเทศที่มีประชากรหนาแน่นที่สุดในโลกและมีเมืองหลวง (Valletta) ที่เล็กที่สุดในยุโรป ภาษามอลตาและอังกฤษเป็นภาษาราชการ ภาษาอิตาลีเป็นภาษาที่ใช้พูดกันกว้างขวาง มอลตามีแสงแดดมากตลอดปีและมีสภาพภูมิอากาศที่ไม่รุนแรง

source: Malta's natural attractions are absolutely breathtaking, from its sheer cliffs and lush valleys to its golden sandy beaches and underwater structures in clear blue seas.
es_es: Las atracciones naturales de Malta son absolutamente deslumbrantes, desde sus escarpados acantilados y exuberantes valles hasta sus playas de arenas doradas y estructuras subacuáticas en azules aguas cristalinas.
it_it: Le attrazioni naturali di Malta sono semplicemente mozzafiato, da scogliere a strapiombo e verdi vallate a spiagge di sabbia e siti sottomarini nelle sue acque cristalline.
ru_ru: Мальта обладает неповторимой природной красотой, от крутых утёсов до зелёных долин, золотистых песчаных пляжей, чистого голубого неба и разнообразного подводного мира.
th_th: สถานที่ท่องเที่ยวธรรมชาติของมอลตาสวยงามอย่างน่าประหลาดใจ จากหน้าผาและหุบเขาที่เขียวชอุ่มกับหาดทรายสีทอง และฉากใต้น้ำในทะเลสีฟ้าใสปิ๊ง

source: Malta's strategic location in the Mediterranean Sea saw it occupied by a number of foreign powers, including the Greeks, Romans, Arabs, French, and most recently, the British. It gained independence from the British in 1964, and joined the European Union in 2004. Today, Malta is a popular tourist destination and a high-income country powered by an industrialised, service-based economy.
es_es: La ubicación estratégica de Malta en el Mar Mediterráneo hizo que fuera ocupada por diversas potencias extranjeras como los griegos, los romanos, los árabes, los franceses, y más recientemente, los británicos. Obtuvo la independencia de Gran Bretaña en 1964, y se unió a la Unión Europea en 2004. Hoy en día, Malta es un popular destino turístico y un país de altos ingresos impulsado por una economía industrializada y de servicios.
it_it: A causa della sua posizione strategica nel Mediterraneo, Malta fu occupata da molti popoli nel corso della Storia, inclusi Greci, Romani, Arabi, Francesi e più recentemente Inglesi. Nel 1964 ottenne l'indipendenza dall'Inghilterra, e dal 2004 è membro dell'Unione Europea. Oggi Malta è un'ambita meta turistica e un Paese con un reddito elevato, la cui economia si basa soprattutto sui settori dell'industria e dei servizi.
ru_ru: Важное стратегическое расположение Мальты в Средиземном море привели к последовательной оккупации острова различными странами и народами, включая греков, римлян, арабов, французов и британцев. В 1964 остров освободился от британцев, а в 2004 году вошел в состав ЕС. Сегодня Мальта является популярным туристическим курортом и весьма состоятельной страной, поддерживаемой индустриальной экономикой и развитой сферой услуг.
th_th: เป็นที่ตั้งเชิงยุทธศาสตร์ของมอลตาในทะเลเมดิเตอร์เรเนียน ครอบครองโดยชาวต่างชาติ ทั้ง กรีก โรมัน อาหรับ ฝรั่งเศส ล่าสุด คือ สหราชอาณาจักร โดยได้รับเอกราชจากอังกฤษในปี ค.ศ. 1964 และได้เข้าร่วมสหภาพยุโรปในปี ค.ศ. 2004 วันนี้ มอลตาเป็นเมืองท่องเที่ยวยอดนิยมและเป็นประเทศรายได้สูงที่ขับเคลื่อนเศรษฐกิจโดยอุตสาหกรรม และการบริการ

source: Manage IT assets and maintain an up-to-date asset registry
es_es: Administrar los activos de TI y mantener un registro de activos actualizados
it_it: Gestire le attività IT e mantenere un registro aggiornato
ru_ru: Управление IT-активами, своевременное обновление и поддержание реестра
th_th: บริหารจัดการทรัพย์สินที่ใช้ในงานระบบสารสนเทศ และบริหารจัดการเพื่อปรับปรุงข้อมูลทะเบียนรายการใหม่ รายการเข้าออกให้เป็นปัจจุบัน

source: Manage MAM account
es_es: Administre una cuenta MAM
ru_ru: Управление счётом ММС
th_th: จัดการบัญชี MAM

source: Manage MT5 password
es_es: Administrar contraseña en MT5
it_it: Gestisci password MT5
ru_ru: Управление паролем MT5
th_th: จัดการรหัสผ่าน MT5

source: Manage and maintain all software, hardware, and associated peripherals including printers, copiers, and phones
es_es: Administar y mantener los softwares, hardwares y periféricos asociados, incluidas impresoras, copiadoras y teléfonos
it_it: Gestire e provvedere alla manutenzione di software, hardware e periferiche associate inclusi telefoni, stampanti e fotocopiatrici
ru_ru: Управление и поддержание всего программного обеспечения, аппаратного обеспечения и периферийных устройств, включая принтеры, копировальные устройства и телефоны
th_th: จัดการและรักษาซอฟท์แวร์ ฮาร์ดแวร์ และอุปกรณ์ต่อพ่วง รวมถึงเครื่องพิมพ์ เครื่องถ่ายสำเนา และโทรศัพท์

source: Manage database security by controlling access to data through authentication, authorisation, and auditing
es_es: Administrar la seguridad de la base de datos controlando el acceso a los datos a través de la autenticación, autorización y auditoría
it_it: Gestire la sicurezza delle banche dati controllando l'accesso ai dati attraverso autenticazione, autorizzazione e verifiche
ru_ru: Управление безопасностью баз данных путём контроля доступа к данным посредством аутентификации, авторизации и аудита
th_th: จัดการความปลอดภัยของฐานข้อมูลโดยการควบคุมการเข้าถึงข้อมูลผ่านทางการพิสูจน์ตัวตน การมอบอำนาจ และการตรวจสอบ

source: Manage day-to-day risk of our trading books
es_es: Gestionar el riesgo diario de nuestras carteras de negociación
it_it: Gestire il rischio quotidiano dei nostri registri di trading
ru_ru: Ежедневное управление нашим торговым портфелем
th_th: จัดการความเสี่ยงแต่ละวันของบัญชีการซื้อขายของเรา

source: Manage funds
es_es: Administrar fondos
it_it: Gestisci i fondi
ru_ru: Управление средствами
th_th: จัดการหลักประกัน

source: Manage our bug bounty programme
es_es: Administrar nuestro programa de recompensa de errores
it_it: Gestire il nostro programma di bug bounty
ru_ru: Управление нашей премией за обнаруженные уязвимостей в программном обеспечении
th_th: จัดการโปรแกรมนักล่าข้อผิดพลาดของเรา

source: Manage security, intrusion detection, DDoS protection, and PCI compliance measures for each deployed server
es_es: Administrar las medidas de seguridad, detección de intrusiones, protección contra DDoS y cumplimiento de PCI para cada servidor implementado
it_it: Gestire sicurezza, rilevamento delle intrusioni, protezione DDoS e misure per la conformità PCI per ogni server offerto
ru_ru: Управление системами безопасности, обнаружение проникновений, защита от атак DDoS и принятие мер для соответствия стандартам безопасности PCI в отношении всех наших развернутых серверов
th_th: จัดการการรักษาความปลอดภัย การตรวจจับการบุกรุก การป้องกัน DDoS และมาตรการปฏิบัติตาม PCI สำหรับเซิร์ฟเวอร์แต่ละอันที่ใช้งาน

source: Manage sub accounts
es_es: Administrar subcuentas
ru_ru: Управление субсчетами
th_th: จัดการบัญชีย่อย

source: Manage the funds in your cryptocurrency account.
es_es: Administrar los fondos en su cuenta de criptomonedas.
it_it: Gestisci i fondi del tuo account in criptovalute.
ru_ru: Управляйте средствами на криптовалютном счёте.
th_th: จัดการหลักประกันในบัญชีเงินดิจิทัลของท่าน

source: Manage your authorised applications.
es_es: Administrar sus aplicaciones autorizadas.
it_it: Gestisci le tue applicazioni autorizzate.
ru_ru: Управление доступными приложениями.
th_th: จัดการแอพพลิเคชันที่ลงทะเบียน

source: Manager ID
ru_ru: ID менеджера

source: Manager successfully revoked
es_es: Manager revocado con éxito
ru_ru: Менеджер успешно отозван
th_th: ได้เพิกถอนผู้จัดการเรียบร้อยแล้ว

source: Managers
es_es: Gestores
it_it: Manager
ru_ru: Менеджеры
th_th: ผู้จัดการ

source: Manages a social media page dedicated to online trading
es_es: Gestiona una página de redes sociales dedicada al trading online
it_it: Gestisce la pagina social dedicata al trading online
ru_ru: Управляет страницей в соц. сетях, посвящённой онлайн торговле
th_th: ดูแลสื่อสังคมออนไลน์สำหรับการซื้อขายออนไลน์โดยเฉพาะ

source: Managing of various aspects of online trading such as sending Orders to the platform
es_es: Manejar varios aspectos del trading en línea como el envío de Órdenes a la plataforma
it_it: gestire i diversi aspetti del trading online some l'invio degli ordini alla piattaforma;
ru_ru: Управление различными аспектами онлайн торговли, например, отправка ордеров на платформу
th_th: การจัดการซื้อขายออนไลน์ประเภทต่างๆ เช่น การส่งคำสั่งไปยังแพลตฟอร์ม

source: Manufacturing
es_es: Producción de
it_it: Produzione
ru_ru: Производство
th_th: อุตสาหกรรมการผลิต

source: Mar
ru_ru: Мар
th_th: มี.ค.

source: March
es_es: Marzo
it_it: Marzo
ru_ru: Март
th_th: มีนาคม

source: Margin
es_es: Margen
it_it: Margine
ru_ru: Маржа
th_th: มาร์จิน

source: Margin Call
es_es: Llamada de Margen
it_it: Margin Call (Chiamata a margine)
ru_ru: Запрос на увеличение маржи
th_th: มาร์จินคอล

source: Margin Call occurs when the Margin Level is less than the Margin Level set for the client's account.
es_es: La Llamada de Margen se produce cuando el Nivel de Margen es menor al Nivel de Margen establecido para la cuenta del cliente.
it_it: Le Margin Call si presentano quando il livello di margine è inferiore rispetto a quello stabilito per il conto del cliente
ru_ru: запрос на увеличение маржи происходит, когда уровень маржи опускается ниже уровня маржи, установленного на счёте клиента.
th_th: มาร์จินคอลเกิดขึ้นเมื่อระดับมาร์จินจริงน้อยกว่าระดับมาร์จินที่กำหนดไว้ในบัญชีของลูกค้า

source: Margin Level
es_es: Nivel de Margen
it_it: Livello di margine
ru_ru: Уровень маржи
th_th: ระดับมาร์จิน

source: Margin Payments are due immediately and shall be received in full by the Company.
es_es: Los Pagos de Márgenes vencen inmediatamente y la Empresa los recibirá en su totalidad.
it_it: I pagamenti del margine devono essere corrisposti immediatamente e dovranno essere ricevuti in pieno da parte della Società.
ru_ru: Оплата маржи должна производиться незамедлительно и должна быть получена Компанией в полном объёме.
th_th: การชำระเงินมาร์จินจะครบกำหนดชำระทันทีและบริษัทฯ จะต้องได้รับเต็มจำนวน

source: Margin Requirement
es_es: Requisitos del Margen
it_it: requisito di margine
ru_ru: маржевого требования,
th_th: เงื่อนไขของมาร์จิน

source: Margin Requirement and calculation
es_es: Requisitos y cálculo del Margen
it_it: Calcolo e requisito di margine
ru_ru: Маржевые требования и их расчёт
th_th: ข้อกำหนดมาร์จินและการคำนวณมาร์จิน
