Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Refer clients to Binary with the knowledge, or with a reasonably expected knowledge, that these clients engage in such conduct that constitutes Malicious Activity
es_es: Referir a los clientes a Binary teniendo conocimiento, o con un conocimiento razonablemente esperado, que estos clientes se involucran o involucrarán en conductas consideradas Actividades Maliciosas
it_it: mettere in contatto con Binary potenziali clienti con la consapevolezza o il ragionevole sospetto che questi possano essere coinvolti in attività definibili come "dolose".
ru_ru: Привлекать на Binary клиентов, заранее зная или имея основания полагать, что данные клиенты имеют злой умысел
th_th: แนะนำลูกค้าให้แก่ Binary ด้วยทักษะความรู้ หรือ ด้วยความรู้ที่คาดว่าสมเหตุสมผล ซึ่งลูกค้าเหล่านี้มีส่วนร่วมในการปฏิบัติที่ถือว่าเป็นกิจกรรมที่มุ่งร้าย

source: Refer new clients to our MetaTrader 5 platform and earn a commission on their Forex and CFD trading activity.
es_es: Refiera nuevos clientes a nuestra plataforma MetaTrader 5 y gane una comisión por operaciones de Forex y CFD que lleven a cabo.
ru_ru: Привлекайте новых клиентов на нашу платформу MetaTrader 5 и зарабатывайте комиссионные от их торговли на Forex и CFD.
th_th: การแนะนำลูกค้าใหม่มาใช้งานแพลตฟอร์ม MetaTrader 5 และได้รับคอมมิชชั่นจากการซื้อขายฟอเร็กซ์และ CFD ของลูกค้าเหล่านั้น

source: Refer new clients to trade with us. Receive commissions based on your chosen partnership programme.
es_es: Recomiende a los nuevos clientes a operar con nosotros. Reciba comisiones basadas en su programa de afiliados elegido.
it_it: Orienta nuovi clienti a effettuare trading con noi, riceverai commissioni basate sul tuo programma di collaborazione.
ru_ru: Приглашайте новых клиентов торговать на нашей платформе. Зарабатывайте комиссионные, согласно выбранной партнёрской программе.
th_th: แนะนำลูกค้าใหม่ให้ซื้อขายกับเรา รับคอมมิชชั่นตามโปรแกรมที่คุณเลือก

source: Reference
es_es: Referencia
it_it: Riferimento
ru_ru: Номер
th_th: การอ้างอิง

source: Reference ID
es_es: ID de referencia
it_it: ID di riferimento
ru_ru: Номер

source: Referral tools
es_es: Herramientas de referencia
it_it: Strumenti di suggerimento
ru_ru: Инструменты для реферралов
th_th: เครื่องมืออ้างอิง

source: Refers to the maximum volume or lots per order. Subject to change in respect to market conditions.
ru_ru: Относится к максимальному объёму лотов за каждый ордер. Подлежит изменениям, в зависимости от рыночных условий.

source: Refuse to pay any Commission to the Introducing Broker engaged in the Malicious Activity
es_es: Rehusarse a pagar cualquier comisión al Broker Introductor involucrado en la actividad maliciosa
it_it: rifiutarsi di pagare eventuali commissioni all'Introducing Broker coinvolto in attività dolose;
ru_ru: отказаться от выплаты любых комиссионных Представляющему брокеру, занимающемуся вредоносной деятельностью,
th_th: ปฏิเสธการจ่ายค่าตอบแทนใดๆ แก่โบรกเกอร์แนะนำที่มีส่วนร่วมในกิจกรรมที่มุ่งร้าย

source: Regent Markets Group Ltd. renames to Binary Ltd.
es_es: Regent Markets Group Ltd. cambia su nombre a Binary Ltd.
it_it: Regent Markets Group Ltd. viene rinominato Binary Ltd.
ru_ru: Компания Regent Markets Group Limited переименована в Binary Ltd.
th_th: Regent Markets Group Ltd. ถูกเปลี่ยนชื่อเป็น Binary Ltd.

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation.
es_es: Regent Markets Group Ltd. cambia su nombre a Binary Ltd., unificando así la marca de la empresa y del sitio web a través de toda la organización.
it_it: Regent Markets Group Ltd. viene rinominato Binary Ltd., armonizzando il brand della società e del sito internet attraverso tutta l'organizzazione.
ru_ru: Regent Markets Group Ltd. переименована в Binary Ltd., для гармонизации брендов компании и вебсайта нашей организации.
th_th: Regent Markets Group Ltd. ถูกเปลี่ยนชื่อเป็น Binary Ltd. การผสานกันของกิจการและเครื่องหมายการค้าทางเว็บไซต์ขององค์กรให้เป็นหนึ่งเดียว

source: Regent Markets acquires BetsForTraders client base
es_es: Regent Markets adquiere la base de datos de clientes de BetsForTraders
it_it: Regent Markets acquisisce la clientela di BetsForTraders
ru_ru: Regent Markets приобретает базу данных клиентов BetsForTraders
th_th: Regent Markets ได้ครอบครองฐานลูกค้าของ BetsForTraders

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial trading. In May, we register the trading name BetOnMarkets and move to Malta to receive an online licence.
es_es: Regent Markets solicita una patente en Marzo de 2000 basada en su posición exclusiva como el único competidor serio en el negocio de apuestas financieras de probabilidades fijas. En mayo, se registra el nombre comercial BetOnMarkets y se mudan a Malta para adquirir una licencia de apuestas por Internet.
it_it: Nel marzo del 2000, Regent Markets ha richiesto un brevetto contando sulla nostra posizione esclusiva di unico competitor serio nell'attività delle scommesse finanziarie con probabilità fisse. A Maggio, abbiamo registrato il nome di BetOnMarkets e ci siamo trasferiti a Malta per ricevere un'autorizzazione per le scommesse su Internet.
ru_ru: Regent Markets подает на патент в марте 2000 на основе своей уникальной позиции единственного серьезного участника в бизнесе финансовой торговли с фиксированным коэффициентом выигрыша. В мае мы регистрируем торговую марку BetOnMarkets и переезжаем на Мальту для получения лицензии на предоставление онлайн услуг.
th_th: Regent Markets ดำเนินการเพื่อขอสิทธิบัตรในเดือนมีนาคม ค.ศ. 2000 ในฐานะคู่แข่งเพียงรายเดียวในธุรกิจการซื้อขายทางการเงินแบบ Fixed-Odds ต่อมาในเดือนพฤษภาคม เราได้ขึ้นทะเบียนทำการซื้อขายในนาม BetOnMarkets และย้ายไปที่ประเทศมอลตาเพื่อรับใบอนุญาตการประกอบธุรกิจออนไลน์

source: Regent Markets files for patent, and registers BetOnMarkets trading name
es_es: Regent Markets solicita una patente y registra el nombre comercial BetOnMarkets
it_it: Regent Markets richiede un brevetto e registra il nome di trading BetOnMarkets
ru_ru: Regent Markets подает на патент и регистрирует торговое имя BetOnMarkets
th_th: Regent Markets ได้รับสิทธิบัตร และขึ้นทะเบียนชื่อในการซื้อขายเป็น BetOnMarkets

source: Regent Markets granted US patent
es_es: A Regent Markets le conceden una patente en los EE.UU.
it_it: Regent Markets ottiene brevetti USA
ru_ru: Компания Regent Markets получает патент для работы в США
th_th: Regent Markets ได้รับสิทธิบัตรประเทศสหรัฐอเมริกา

source: Regent Markets granted two new US patents
es_es: A Regent Markets le son concedidas dos nuevas patentes en los EE.UU.
it_it: Regent Markets ha ottenuto due nuovi brevetti americani
ru_ru: Regent Markets получает два новых патента в США
th_th: Regent Markets ได้รับสิทธิบัตรใหม่ 2 ฉบับของประเทศสหรัฐอเมริกา

source: Regent Markets is founded by Jean-Yves Sireau
es_es: Regent Markets es fundada por Jean-Yves Sireau
it_it: Regent Markets è stato fondato da Jean-Yves Sireau
ru_ru: Проект Regent Markets основан Жан-Ивом Сиро
th_th: Regent Markets ริเริ่มโดย Jean-Yves Sireau

source: Regent Markets obtains a licence in the Isle of Man
es_es: Regent Markets obtiene una licencia en la Isla de Man
it_it: Regent Markets ottiene un'autorizzazione nell'Isola di Man
ru_ru: Regent Markets получает лицензию на Острове Мэн
th_th: Regent Markets ได้รับใบอนุญาตในเกาะ Isle of Man

source: Regent Markets receives funding to provide on-line financial trading services
es_es: Regent Markets recibe fondos para ofrecer servicios de apuestas financieras en línea
it_it: Regent Markets riceve fondi per fornire servizi di trading finanziario online
ru_ru: Regent Markets получает финансирование для предоставления сервиса финансовой онлайн торговли
th_th: Regent Markets ได้รับเงินทุนในการพัฒนาบริการด้านระบบการเงินออนไลน์

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
es_es: Regent Markets establece un centro de programación en Cyberjaya, Malasia
it_it: Regent Markets fonda un centro di programmazione a Cyberjaya, Malesia
ru_ru: Regent Markets открывает центр программирования в Сайберджайе, Малайзия
th_th: Regent Markets ดำเนินการจัดตั้งศูนย์พัฒนาระบบที่ไซเบอร์จายา ประเทศมาเลเซีย

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of %1, %2disposes of its stake%3 at a valuation of US$ 50.5 million.
es_es: Regent Pacific Group Ltd., un accionista fundador de %1, cotizado en la bolsa de Hong Kong, %2se desprende de su participación%3 valorada en 50,5 millones de dólares.
it_it: Regent Pacific Group Ltd., l'azionista di riferimento di %1 quotato a Hong Kong, %2vende la sua partecipazione%3 ad una quotazione di US$ 50.5 milioni.
ru_ru: Regent Pacific Group Ltd., акционер %1, зарегистрированный в Гонконге, %2продает свою долю%3, оцениваемую в 50.5 миллионов долларов США.
th_th: Regent Pacific Group Ltd. ผู้ถือหุ้นที่เป็นผู้ก่อตั้งที่จดทะเบียนในตลาดฮ่องกงของ %1 %2 จำหน่ายกิจการ %3 ด้วยมูลค่า 50.5 ล้านเหรียญสหรัฐ

source: Regent Pacific transaction
es_es: Transacción de Regent Pacific
it_it: Transazione di Regent Pacific
ru_ru: Выкуп доли у Regent Pacific
th_th: ธุรกรรมของ Regent Pacific

source: Regular monitoring of open positions
es_es: Seguimiento regular de las posiciones abiertas
it_it: Monitoraggio regolare delle posizioni aperte
ru_ru: Регулярный мониторинг открытых позиций
th_th: การติดตามโพซิชั่นที่เปิดตามปกติ

source: Regulation
es_es: Reglamento
it_it: Regolamentazione
ru_ru: Регулирование
th_th: หลักเกณฑ์

source: Regulator:
es_es: Regulador:
it_it: Ente regolatore:
ru_ru: Регулятор:
th_th: ผู้ควบคุม:

source: Regulatory Information
es_es: Información regulatoria
it_it: Informazioni regolamentari
ru_ru: Информация о регулировании
th_th: ข้อมูลเกี่ยวกับหลักเกณฑ์

source: Relationship between margin and leverage
es_es: Relación entre margen y apalancamiento
it_it: Rapporto tra margine e leva
ru_ru: Соотношение маржи и кредитного рычага
th_th: ความสัมพันธ์ระหว่างมาร์จินและเลเวอเรจ

source: Relevant experience in the use of quant programming libraries and frameworks (QuantLib, Pricing Partners, FINCAD, and Numerix), and quant pricing platforms (SuperDerivatives and FENICS) would be a plus
es_es: Experiencia relevante en el uso de librerías y frameworks de programación cuántica (QuantLib, Pricing Partners, FINCAD y Numerix), y plataformas de precios cuánticos (SuperDerivatives y FENICS) serían una ventaja
it_it: Un'esperienza significativa nell'utilizzo di librerie e framework di programmazione quantitativa (QuantLib, Pricing Partners, FINCAD e Numerix) e di piattaforme di creazione quantitativa dei prezzi (SuperDerivatives e FENICS) costituisce un titolo preferenziale
ru_ru: Соответствующий опыт в программировании приложений для решения задач математических библиотек и моделей (QuantLib, Pricing Partners, FINCAD и Numerix), а также платформ количественной оценки (SuperDerivatives и FENICS) будет предпочтительным
th_th: มีประสบการณ์ในการใช้ไลบรารีและเฟรมเวิร์กของ Quant (Quantlib, PricingPartners, FINCAD และ Numerix) และแพลตฟอร์มด้านราคาของ Quant (SuperDerivatives, FENICS) จะพิจารณาเป็นพิเศษ

source: Relevant work experience in a related field, such as managing and onboarding expats, processing work permits, and dealing with Malaysian governmental authorities will be a plus
es_es: Experiencia laboral relevante en un campo relacionado, así como la gestión e incorporación de expatriados, la tramitación de permisos de trabajo y el trato con las autoridades gubernamentales malasias será una ventaja
it_it: Un'esperienza lavorativa significativa in un settore correlato, come la gestione e l'assunzione di espatriati, l'elaborazione dei permessi di lavoro e il contatto con le autorità governative malesi costituiscono un titolo preferenziale
ru_ru: Опыт работы в соответствующей области, включая управление и адаптацию иностранных сотрудников, получение разрешений на работу, а также опыт взаимодействия с правительством Малайзии будут большим плюсом
th_th: มีประสบการณ์ทำงานในสาขาที่เกี่ยวข้อง เช่น การจัดการและรับพนักงานต่างชาติเข้าทำงาน ประสานงานเรื่องใบอนุญาตทำงาน และติดต่อกับเจ้าหน้าที่รัฐของมาเลเซีย จะเป็นประโยชน์ต่อการพิจารณา

source: Remaining Time
es_es: Tiempo restante
it_it: Tempo residuo
ru_ru: Оставшееся время
th_th: เวลาที่เหลืออยู่

source: Replication,
es_es: Replicación,
it_it: Replica,
ru_ru: Репликация,
th_th: การทำซ้ำ

source: Represent themselves as a representative of the Company or as an authorised person by the Company in their advertising activities
es_es: Representarse a sí mismo como un representante de la Compañía o como una persona autorizada por la Compañía en sus actividades publicitarias
it_it: presentarsi come un rappresentante della Società o una persona autorizzata dalla stessa nelle sue attività di pubblicità
ru_ru: представляться в качестве представителя Компании или лица, уполномоченного Компанией на ведение рекламной деятельности,
th_th: แสดงตนว่า เป็นตัวแทนของบริษัทฯ หรือ เป็นบุคคลที่ได้รับอนุญาตจากบริษัทฯ ในกิจกรรมการโฆษณา

source: Representation or Warranty
es_es: Declaraciones o garantías
ru_ru: Гарантии
th_th: การรับรองหรือการรับประกัน

source: Representations and warranties
es_es: Declaraciones y garantías
it_it: Dichiarazioni e garanzie
ru_ru: Гарантии
th_th: การเป็นตัวแทนและการรับรอง

source: Represents the amount in base currency per round trade. For example, a round trade of 1 lot of EUR/USD would pay EUR 10 on standard accounts. A round trade of 1 lot of USD/CAD would pay USD 5 on advanced accounts.
es_es: Representa el importe en la moneda base por operación completa. Por ejemplo, una operación completa de 1 lote de EUR / USD pagaría 10 EUR en cuentas estándar. Una operación completa de 1 lote de USD / CAD pagaría 5 USD en cuentas avanzadas.
ru_ru: Представляет собой сумму в базовой валюте за полный контракт. Например: полный контракт в размере 1 лот на паре EUR/USD принесёт EUR 10 на стандартном счёте. Полный контракт в размере 1 лот на паре USD/CAD принесёт USD 5 на расширенных счетах.
th_th: แสดงถึงมูลค่าของสกุลเงินฐานต่อรอบการซื้อขาย ตัวอย่างเช่น หนึ่งรอบการซื้อขายของ EUR/USD 1 ล็อต จะจ่าย 10 ยูโรในบัญชีมาตรฐาน หนึ่งรอบการซื้อขายของ USD/CAD 1 ล็อต จะจ่าย 5 เหรียญสหรัฐในบัญชีขั้นสูง

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
es_es: Representa el monto máximo de dinero que puede tener en su cuenta. Si se alcanza el máximo se le pedirá que retire sus fondos.
it_it: Rappresenta l'importo massimo di denaro che può essere tenuto sul tuo account. Se raggiungi tale valore massimo, ti verrà richiesto di prelevare fondi.
ru_ru: Представляет максимальную сумму средств на Вашем счету. Когда Вы достигаете лимита, Вас попросят вывести часть средств.
th_th: แสดงมูลค่าเงินสดสูงสุดที่ท่านมีอยู่ในบัญชี หากเกินมูลค่าสูงสุดที่กำหนดไว้ ท่านจะได้รับการแจ้งให้ถอนเงิน

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
es_es: Representa el número máximo de contratos pendientes en su cartera. Cada línea de su cartera cuenta para una posición abierta. Una vez que se alcanza el máximo no podrá abrir nuevas posiciones sin cerrar las posiciones existentes primero.
it_it: Rappresenta il numero massimo di contratti in essere nel tuo portafoglio. Ogni riga presente sul tuo portafoglio vale una posizione aperta. Una volta raggiunto il valore massimo, non potrai aprire nuove posizioni senza prima chiudere una posizione esistente.
ru_ru: Представляет собой максимальное количество открытых контрактов в Вашем портфеле. Каждая строка в Вашем портфеле отображает открытую позицию. Когда Вы достигаете лимита, Вы не сможете открывать новые контракты, пока не закроете текущие.
th_th: แสดงจำนวนสัญญามากที่สุดที่คงอยู่ในบัญชีของท่าน แต่ละบรรทัดแสดงถึงหนึ่งโพซิชั่นที่เปิดอยู่ เมื่อถึงขอบเชตสูงสุด ท่านจะไม่สามารถเปิดโพซิชั่นใหม่ได้ นอกจากจะดำเนินการปิดรายการที่มีอยู่

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
es_es: Representa el volumen máximo de contratos que puede comprar en un día de trading dado.
it_it: Rappresenta il volume massimo di contratti che puoi acquistare in un dato giorno di trading.
ru_ru: Представляет собой максимальный объём контрактов, который Вы можете приобрести в течение любого торгового дня.
th_th: แสดงถึงจำนวนมากที่สุดของสัญญาที่ท่านซื้อ

source: Request your statement
es_es: Solicite su extracto
it_it: Richiedere l'estratto conto
ru_ru: Запросить историю счёта
th_th: ขอรายการเดินบัญชีของท่าน

source: Requested KYC documentation could include
es_es: Los documentos KYC solicitados pueden incluir
it_it: Tra la documentazione KYC richiesta si include:
ru_ru: Документы в рамках политики ЗСК включают
th_th: เอกสาร KYC ที่ต้องการประกอบด้วย

source: Require its Associates, employees, and agents not to disclose or copy any of the other party's confidential information for any purpose except as permitted under this Agreement
es_es: Exigir a sus Asociados, empleados y agentes que no divulguen o copien la información confidencial de la otra parte para cualquier fin, excepto en los casos permitidos en este Acuerdo
it_it: richiedere ai propri Associati, impiegati e agenti di non divulgare o copiare alcuna informazione confidenziale delle parti per altri scopi oltre a quelli stabiliti nel presente Contratto
ru_ru: потребовать от своих партнёров, работников или агентов не разглашать и не копировать любую конфиденциальную информацию другой стороны в любых целях, за исключением случаев, разрешенных данным Соглашением.
th_th: กำหนดให้ผู้เกี่ยวข้อง พนักงาน และตัวแทนฯ ไม่เปิดเผย หรือ ทำซ้ำข้อมูลลับใดๆ ของอีกฝ่ายหนึ่งเพื่อวัตถุประสงค์อื่นๆ ยกเว้นที่ได้รับอนุญาตภายใต้สัญญานี้

source: Requirements
es_es: Requisitos
it_it: Requisiti
ru_ru: Требования
th_th: ข้อกำหนดความต้องการ

source: Resale not offered
es_es: No se ofrece reventa
it_it: La rivendita non è offerta
ru_ru: Продажа не предлагается
th_th: การขายสัญญาไม่ได้ถูกนำเสนอ

source: Resale price
es_es: Precio de reventa
it_it: Prezzo di rivendita
ru_ru: Цена перепродажи
th_th: ราคาจำหน่ายต่อ

source: Research and evaluate blockchain technologies and solutions to identify use cases and implementation
es_es: Investigar y evaluar tecnologías y soluciones de blockchain para identificar casos de uso e implementación
it_it: Ricercare e valutare tecnologie e soluzioni relative alla blockchain per identificare casi di impiego e implementazione
ru_ru: Исследование и оценка блокчейн-технологий и решений с целью найти способы их применения
th_th: วิเคราะห์วิจัยและประเมินเทคโนโลยีบล็อกเชนและโซลูชันเพื่อออกแบบฟังก์ชันการใช้งาน (Use Cases) และการพัฒนาระบบงาน

source: Research new payment systems that are available in the market
es_es: Investigar nuevos sistemas de pago que estan disponibles en el mercado
it_it: Ricercare nuovi sistemi di pagamento disponibili nel mercato
ru_ru: Поиск новых платёжных систем, доступных на рынке
th_th: สำรวจ ศึกษา หาข้อมูลของระบบชำระเงินใหม่ๆ ที่มีอยู่ในตลาด

source: Reset Barrier
es_es: Barrera de reset
it_it: Reimpostare la barriera
ru_ru: Барьер Reset

source: Reset Call
it_it: Reimposta l'opzione Call
ru_ru: Reset Колл

source: Reset Call/Reset Put
it_it: Reimposta l'opzione Call/Reimposta l'opzione Put
ru_ru: Reset колл/Reset пут

source: Reset MT5 password
es_es: Restablecer contraseña en MT5
it_it: Reimposta password MT5
ru_ru: Изменить пароль MT5
th_th: ตั้งค่ารหัสผ่าน MT5 ใหม่

source: Reset Password
es_es: Restablecer contraseña
it_it: Ripristina password
ru_ru: Изменить пароль
th_th: ตั้งรหัสผ่านใหม่

source: Reset Put
it_it: Reimposta l'opzione Put
ru_ru: Reset Пут

source: Reset Time
es_es: Tiempo de Reset
it_it: Data di reset
ru_ru: Время Reset

source: Reset password
es_es: Restablecer contraseña
it_it: Reimposta password
ru_ru: Изменить пароль
th_th: ตั้งรหัสผ่านใหม่

source: Reset to original settings
es_es: Restablecer los ajustes originales
it_it: Ripristina le impostazioni originarie
ru_ru: Восстановить исходные настройки
th_th: ปรับการตั้งค่ากลับไปสู่ค่าเริ่มต้น

source: Residents of countries that have been identified by the FATF as having strategic deficiencies shall be restricted from opening an account with Binary Investments (Europe) Ltd.
es_es: Los residentes de países que han sido identificados por la FATF como países con deficiencias estratégicas, no podrán abrir una cuenta con Binary Investments (Europe) Ltd.
ru_ru: Граждане стран, перечисленных FATF (Группой разработки финансовых мер борьбы с отмыванием денег) по причине нормативно-правового регулирования, не могут открыть счёт в компании Binary Investments (Europe) Ltd.
th_th: ประชากรของประเทศที่ FATF ระบุว่ามีข้อบกพร่องเชิงกลยุทธ์จะถูกจำกัดการเปิดบัญชีกับ Binary Investments (Europe) Ltd

source: Resolve complex customer care issues through careful investigation and in keeping with existing policies and procedures
es_es: Resolver problemas complejos de atención al cliente a través de una investigación cuidadosa y de acuerdo con las políticas y procedimientos existentes
it_it: Risolvere problemi complessi in materia di assistenza clienti attraverso indagini accurate e rispettando le politiche e le procedure esistenti
ru_ru: Разрешение сложных вопросов, связанных с обслуживанием клиентов посредством тщательного расследования и соблюдения текущей политики и процедур
th_th: แก้ปัญหาลูกค้าสัมพันธ์ที่มีความซับซ้อน ตลอดจนการพิเคราะห์อย่างรอบครอบและดำเนินตามนโยบาย รวมถึงหลักเกณฑ์การปฏิบัติงานที่กำหนดไว้

source: Resources
es_es: Recursos
it_it: Risorse
ru_ru: Полезное
th_th: แหล่งข้อมูล

source: Respond to customer enquiries by phone, email, social media, and live chat daily
es_es: Responder a las consultas de los clientes por teléfono, correo electrónico, redes sociales y chat en vivo todos los días
it_it: Rispondere ogni giorno alle richieste dei clienti tramite telefono, e-mail, social media e live chat
ru_ru: Ответы на запросы клиентов по телефону, электронной почте, в соц. сетях и через чат
th_th: ตอบสนองต่อการสอบถามของลูกค้าทางโทรศัพท์ อีเมล์ สื่อสังคมออนไลน์ และการพูดคุยสดในแต่ละวัน

source: Responsibilities:
es_es: Responsabilidades:
it_it: Compiti:
ru_ru: Рабочие обязанности:
th_th: ความรับผิดชอบ

source: Responsible Trading
es_es: Comercio responsable
it_it: Trading responsabile
ru_ru: Ответственная торговля
th_th: ความรับผิดชอบต่อการซื้อขาย

source: Rest assured that your information will only be used for CRS/FATCA reporting purposes and will be kept safe.
es_es: Descanse tranquilo, teniendo la seguridad de que su información sólo se utilizará para informes CRS/FATCA y que se mantendrá segura.
it_it: Garantiamo che le informazioni dei clienti verranno utilizzate solo ai fini della segnalazione CRS/FATCA e saranno mantenute riservate.
ru_ru: Мы гарантируем, что Ваша информация будет использована только с целью отчётности перед CRS/FATCA и будет надёжно храниться.
th_th: โปรดเชื่อมั่นว่า ข้อมูลของท่านจะถูกใช้เพื่อวัตถุประสงค์ในการรายงาน CRS/FATCA เท่านั้น และจะถูกเก็บเอาไว้อย่างปลอดภัย

source: Restrictions
es_es: Restricciones
it_it: Restrizioni
ru_ru: Ограничения
th_th: ข้อจำกัด

source: Retail Client
es_es: Cliente Minorista
it_it: Cliente al dettaglio
ru_ru: Индивидуальный клиент
th_th: ลูกค้ารายย่อย (Retail Client)

source: Retail clients
es_es: Clientes minoristas
it_it: Clienti al dettaglio
ru_ru: Индивидуальные клиенты
th_th: ลูกค้ารายย่อย (Retail Client)

source: Return
es_es: Ganancias
it_it: Rendimento
ru_ru: Прибыль
th_th: ผลตอบแทน
