Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: "Content" means any data or content either from the Company's Website or accessed via the API. The Company's "Website" means %1's website at www.binary.com and any other website or service owned or operated by %1.
es_es: "Contenido" significa cualquier dato o contenido de la Empresa a través de su Sitio Web o al que se accede por medio de la API. El "Sitio Web" de la Empresa significa el sitio web de %1 y cualquier otro sitio web o servicio operado por o propiedad de %1.
it_it: Per "contenuto" si intende qualsiasi dato o contenuto presente sulla pagina web della Società o al quale sia possibile accedervi tramite l'API. Il "sito web" della Società indica la pagina di %1 all'indirizzo www.binary.com e qualsiasi altro sito Internet o servizio di proprietà o gestito da %1.
ru_ru: "Контент" означает любые данные или текст на сайте Компании или доступ к ним через API (интерфейс прикладного программирования). "Сайт" Компании обозначает сайт %1, находящийся по адресу www.binary.com, а также любой другой сайт или сервис, принадлежащий или предоставляемый ресурсом %1.
th_th: "เนื้อหา (Content)" หมายถึง ข้อมูล หรือ เนื้อหาต่างๆ ที่ปรากฏในเว็บไซต์ของบริษัท ที่สามารถเข้าถึงได้ผ่าน API "เว็บไซต์ (Website)" ของบริษัท หมายถึง เว็บไซต์ของ %1 ที่ปรากฎใน www.binary.com และเว็บไซต์อื่น หรือ บริการต่างๆ ที่ดำเนินการโดย %1

source: "Money Manager" means any physical person including any executor, representative, administrator or successor in law, authorised to manage the Account on behalf of the Client in accordance with this Agreement.
es_es: "Administrador de Fondos" se refiere a cualquier persona física, incluyendo cualquier ejecutor, representante, administrador o sucesor legal, autorizado para administrar la Cuenta en nombre del Cliente, en virtud de este Acuerdo.
ru_ru: "Фондовый менеджер" означает любое физическое лицо, включая любого исполнителя, представителя, администратора или законного приемника, уполномоченного управлять счётом от имени Клиента, согласно данному Соглашению.
th_th: "ผู้จัดการเงินทุนบุคคล" หมายความว่า บุคคลใด ๆ รวมถึง ผู้ปฏิบัติตามคำสั่ง ตัวแทน ผู้ดำเนินการ หรือ ทายาทตามกฎหมาย ที่ได้รับอนุญาตให้จัดการบัญชีแทนลูกค้าตามข้อตกลงนี้

source: "Orders" means any Order or Orders for any transaction, under the Client Agreement and this Multi-Account Manager (MAM) Agreement.
es_es: "Órdenes" se refiere a cualquier orden u órdenes para realizar cualquier transacción, en virtud del Acuerdo con el Cliente y este Acuerdo de Gestión de Cuentas Múltiples (MAM por su siglas en inglés).
ru_ru: "Ордеры" обозначают любой ордер или ордеры к любым контрактам в рамках Клиентского соглашения и данного Соглашения Менеджера множественных счетов (ММС).
th_th: "คำสั่ง" หมายถึง คำสั่ง หรือ ใบสั่งสำหรับธุรกรรม ภายใต้ข้อตกลงของลูกค้าและข้อตกลงของผู้จัดการหลายบัญชี (MAM)

source: "Third-party Provider(s)" means the third party (non-affiliated) entity that makes available features and functions through use of the %1 API.
es_es: "Proveedor(es) Tercero" significa una entidad tercera (no afiliada) que hace que las características y funciones estén disponibles a través del uso de la API de %1.
it_it: Per "Provider esterno/i" si intende un soggetto terzo (non affiliato) che mette a disposizione funzionalità e funzioni attraverso l'utilizzo dell'API di %1.
ru_ru: "Сторонний поставщик (Сторонние поставщики)" означает третью сторону (не являющуюся нашим партнёром), предоставляющую определённые функции посредством интерфейса прикладного программирования (API) %1.
th_th: "Third Party Provider(s)" หมายถึง กิจการของบุคคลที่สาม (ที่ไม่ใช่พันธมิตร) ซึ่งให้บริการต่างๆ ผ่านการใช้งาน API ของ %1

source: "Transaction" means any purchase or sale of any financial Instrument including but not limited to CFDs, Rolling Spot FX, Commodities and any other securities or products may be offered by the Company to the Client, from time to time in accordance with the Client Agreement.
es_es: "Transacción" se refiere a la compra o venta de cualquier instrumento financiero, incluyendo, entre otros, CFD, Rolling Spot FX, materias primas y cualquier otro producto que la Empresa pueda ofrecer al Cliente en virtud del Acuerdo con el Cliente.
ru_ru: "Контракт" означает любой случай покупки или продажи финансового инструмента, включая, но не ограничиваясь CFD, контрактами на Rolling Spot FX, сырьевых товарах, а также других ценных бумагах или продуктах, периодически предлагаемых Компанией Клиенту в рамках данного Соглашения.
th_th: "ธุรกรรม" หมายถึง การซื้อ หรือ ขายตราสารการเงิน รวมถึงผลิตภัณฑ์ CFD, Rolling Spot FX สินค้าโภคภัณฑ์ และหลักทรัพย์หรือสินค้าอื่นๆ ที่บริษัทฯ นำเสนอให้กับลูกค้าเป็นครั้งคราวตามข้อตกลงกับลูกค้า

source: $ per USD 100,000 of turnover
es_es: $ por cada 100,000 USD de volumen de facturación
ru_ru: $ за USD 100,000 оборота
th_th: จำนวน (ดอลลาร์) ต่อมูลค่าซื้อขาย 100,000 เหรียญสหรัฐ

source: $12M+
ru_ru: $12+ млн.
th_th: $12 ล้าน+

source: $20,001 and above
es_es: $20,001 y más
it_it: oltre 20,001 $
ru_ru: $20 001 и выше
th_th: 20,001 เหรียญสหรัฐ และสูงกว่า

source: %1 (Toll Free)
es_es: %1 (gratuito)
ru_ru: %1 (бесплатно)
th_th: %1 (ไม่มีค่าธรรมเนียม)

source: %1 Academy
es_es: Academia de %1
ru_ru: Академия %1
th_th: สถาบัน %1

source: %1 Account
es_es: Cuenta %1
it_it: Conto %1
ru_ru: Счёт %1
th_th: บัญชี %1

source: %1 Account %2
es_es: Cuenta %1 %2
ru_ru: %1 Счёт %2
th_th: %1 บัญชี %2

source: %1 Application Programming Interface ("API") terms and conditions
es_es: Términos y Condiciones de la Interfaz de programación de aplicaciones ("API") de %1
ru_ru: Правила и условия интерфейса прикладного программирования ("API") %1
th_th: ข้อตกลงและเงื่อนไขของ Application Programming Interface ("API") ของ %1

source: %1 Graduate Programme
es_es: Programa de Graduado de %1
it_it: Programma per laureati di %1
ru_ru: Программа стажировки %1
th_th: โปรแกรมบัณฑิต %1

source: %1 Please click the link below to restart the password recovery process.
es_es: %1 Haga clic en el siguiente enlace para reiniciar el proceso de recuperación de contraseña.
it_it: %1 Per riavviare la procedura di ripristino della password, clicca sul link qui sotto.
ru_ru: %1 Пожалуйста, нажмите на ссылку ниже для повторного восстановления пароля.
th_th: %1 โปรดคลิกลิงก์ด้านล่างเพื่อเริ่มต้นกระบวนการกู้คืนรหัสผ่าน

source: %1 Quantitative Analytics team is responsible for the pricing of our binary options. You will join them in managing the risk and profitability of the company's options book.
es_es: El equipo de Análisis Cuantitativo de %1 es responsable de los precios de nuestras opciones binarias. Usted se unirá a ellos en la gestión del riesgo y la rentabilidad del libro de opciones de la empresa.
it_it: Il gruppo %1 che si occupa dell'analisi quantitativa è responsabile dei prezzi delle nostre opzioni binarie. Come membro di questo gruppo, ti occuperai di gestire il rischio e la redditività delle opzioni binarie della Società.
ru_ru: Команда количественного анализа %1 отвечает за размещение наших бинарных опционов. Вы присоединитесь к ним и будете заниматься управлением риском и прибыльностью пакета опционов компании.
th_th: %1 ทีมวิเคราะห์เชิงปริมาณมีหน้าที่รับผิดชอบในการกำหนดราคาของไบนารีออปชันของเรา ท่านจะร่วมงานกับทีมในการบริหารความเสี่ยงและความสามารถในการทำกำไรของออปชันของบริษัทฯ

source: %1 Shop introduced
es_es: Presentamos la tienda de %1
it_it: Aggiunto lo Shop di %1
ru_ru: Открылся Магазин %1
th_th: แนะนำร้านค้าของ %1

source: %1 account
es_es: Cuenta %1
it_it: Conto %1
ru_ru: Счёт %1
th_th: %1 บัญชี

source: %1 affiliate partners who wish to support a big group of Clients
es_es: Afiliados de %1 que deseen apoyar a un gran grupo de clientes
it_it: I partner di affiliazione di %1 che desiderano supportare un ampio gruppo di Clienti
ru_ru: Партнеры %1, желающие поддержать большую группу клиентов
th_th: %1 กิจการขององค์กรพันธมิตรที่ให้การสนับสนุนและให้บริการกับลูกค้าต่างๆ

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
es_es: %1 también ofrece enlaces a un cuestionario en línea para evaluar un problema potencial de juego y una calculadora en línea para determinar cuánto realmente puede permitirse gastar.
it_it: %1 fornisce anche dei link a un quiz online per valutare un potenziale problema con il gioco d'azzardo e a un calcolatore online per valutare realmente quanto si possa spendere.
ru_ru: %1 также предоставляет ссылки на онлайн опросы для оценки потенциальной проблемы с пристрастием к азартным играм и на онлайн-калькулятор для расчета сумм, которые Вы действительно можете себе позволить потратить.
th_th: %1 ได้จัดเตรียมลิงค์ที่เป็นการทดสอบออนไลน์เพื่อประเมินปัญหาศักยภาพในการเสี่ยงโชค และเครื่องคำนวณการเสี่ยงโชคออนไลน์เพื่อช่วยในการประเมินมูลค่าที่ท่านสามารถดำเนินการได้จริง

source: %1 and %2 cannot be the same.
es_es: %1 y %2 no pueden ser iguales.
it_it: %1 e 2% non possono essere uguali.
ru_ru: %1 и %2 не могут совпадать.
th_th: %1 และ %2 ไม่สามารถเป็นค่าเดียวกัน

source: %1 and the bull/bear logo are registered trademarks.
es_es: %1 y el logotipo del toro/oso son marcas registradas.
it_it: %1 e il logo toro/orso sono marchi registrati.
ru_ru: %1, а также логотип c быком и медведем являются зарегистрированными торговыми марками.
th_th: %1 และโลโก้กระทิง/หมี นั้นเป็นเครื่องหมายการค้าที่ขึ้นทะเบียนไว้แล้ว

source: %1 assesses the choice of external execution venues regularly (at least once a year) with the intention of achieving a better result for the client based on the Company's best execution obligation.
es_es: %1 evalúa la elección de los lugares de ejecución externa con regularidad (al menos una vez al año) con la intención de obtener un mejor resultado para el cliente con base en nuestra obligación de mejor ejecución.
it_it: %1 valuta regolarmente la scelta di ricorrere a sedi di esecuzione esterne (almeno una volta all'anno) al fine di raggiungere un miglior risultato per il cliente, in base all'obbligo di miglior esecuzione della Società.
ru_ru: %1 регулярно оценивает выбор внешней площадки исполнения ордера (минимум один раз в год), стремясь предоставить клиентам наилучший результат, согласно нашему обязательству наилучшего исполнения.
th_th: %1 ประเมินทางเลือกของการดำเนินการภายนอกสถานที่เป็นประจำ (อย่างน้อยปีละครั้ง) โดยเจตนาเพื่อให้บรรลุผลที่ดีขึ้นสำหรับลูกค้าตามข้อผูกมัดในการดำเนินการที่ดีที่สุดของบริษัทฯ

source: %1 clients can trade Forex from Sunday 21:00 GMT to Friday 21:00 GMT.
es_es: Los clientes de %1 puede operar Forex desde el domingo a las 21:00 GMT hasta el viernes a las 21:00 GMT.
ru_ru: Клиенты %1 могут торговать на Forex с 21:00 ч. воскресенья по 21:00 ч. пятницы (по Гринвичу).
th_th: ลูกค้า %1สามารถซื้อขายฟอเร็กซ์ตั้งแต่ วันอาทิตย์ 21:00 GMT ถึง วันศุกร์ 21:00 GMT

source: %1 continues to innovate and grow
es_es: %1 continúa innovando y creciendo
it_it: %1 continua a innovarsi e a crescere
ru_ru: %1 продолжает расти и развиваться
th_th: %1 เติบโตและสร้างสรรค์สิ่งใหม่ๆ อย่างต่อเนื่อง

source: %1 days %2 hours %3 minutes
es_es: %1 días %2 horas %3 minutos
it_it: %1 giorni %2 ore %3 minuti
ru_ru: %1 дн. %2 ч. %3 мин.
th_th: %1 วัน %2 ชั่วโมง %3 นาที

source: %1 deposit from %2 to account number %3 is done. Transaction ID: %4
es_es: %1 depósito desde %2 a la cuenta número %3 se ha realizado con éxito. ID de transacción: %4
it_it: Il deposito di %1 da %2 sul numero di account %3 è stato effettuato. ID della transazione: %4
ru_ru: Вы успешно перевели средства %1 со счёта %2 на счёт %3. Номер транзакции: %4
th_th: %1 ได้ฝากเงินจาก %2 ไปยังเลขที่บัญชี %3 เรียบร้อยแล้ว หมายเลขอ้างอิงธุรกรรม: %4

source: %1 desktop app
es_es: Aplicación de escritorio de %1
it_it: App per il desktop di %1
ru_ru: Приложение %1 для ПК
th_th: %1 แอพพลิเคชันสำหรับคอมพิวเตอร์ตั้งโต๊ะ

source: %1 gives everyone an easy way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices, commodities, and volatility indices.
es_es: %1 proporciona a todo el mundo una forma fácil de participar en los mercados financieros. Comercie con tan poco como $1 en las principales divisas, acciones, índices, materias primas e índices de volatilidad.
ru_ru: %1 открывает Вам простой способ работы на финансовых рынках. Заключайте сделки на сумму от $1 USD на ведущих валютных парах, сырьевых рынках и индексах волатильности.
th_th: %1 ให้วิธีการที่ง่ายสำหรับทุกคนในการเป็นส่วนหนึ่งของตลาดการเงินต่างๆ ท่านสามารถเทรดด้วยเงินเริ่มต้นขั้นต่ำเพียง 1 เหรียญสหรัฐ กับสกุลเงินหลักต่างๆ ดัชนีต่างๆ สินค้าโภคภัณฑ์ต่างๆ และดัชนีผันผวนต่างๆ

source: %1 has been credited into your MT5 Demo Account: %2.
es_es: %1 ha sido acreditado en su cuenta demo de MT5: %2.
it_it: L'importo di %1 è stato accreditato sul tuo conto demo MT5: %2.
ru_ru: %1 зачислено на Ваш демо-счёт: %2.
th_th: %1 ได้ถูกเพิ่มเข้าในบัญชีทดลองบนแพลตฟอร์ม MT5 ของท่านแล้ว: %2

source: %1 has been credited into your Virtual Account: %2.
es_es: %1 se ha acreditado a su Cuenta Virtual: %2.
it_it: %1 è stato accreditato sul tuo conto virtuale: %2.
ru_ru: %1 зачислено на Ваш демо-счет: %2.
th_th: %1 ได้ถูกเพิ่มเข้าในบัญชีเสมือนของท่านแล้ว: %2

source: %1 has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide.
es_es: %1 se ha ganado una reputación envidiable por nuestro compromiso con altos estándares éticos y la calidad de la experiencia comercial que ofrecemos.
it_it: %1 ha guadagnato un'invidiabile reputazione grazie al nostro impegno nel fornire alti standard etici e un'alta qualità dell'esperienza di trading.
ru_ru: %1 заслужил завидную репутацию за стремление к высоким этическим стандартам и качество предоставляемого нами торгового опыта.
th_th: %1 ซึ่งมีชื่อเสียงอย่างกว้างขวางจากพันธสัญญาของเราที่มีมาตรฐานระดับสูงและคุณภาพจากประสบการณ์ความเชี่ยวชาญในการซื้อขายที่เรามี

source: %1 has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers.
es_es: %1 tiene más de 800.000 clientes en su base de datos y llega a los $ 2000 millones en sólo su año 15, convirtiéndose en uno de los líderes en trading con opciones binarias.
it_it: %1 ha oltre 800.000 clienti nel suo database e raggiunge i 2 miliardi di dollari nel 15° anno, diventando uno dei migliori provider di trading in opzioni binarie.
ru_ru: У %1 более 800,000 клиентов. Уже к 15-ому году своего существования компания достигла оборота в размере 2 миллиарда долларов, что делает нас одной из ведущих платформ для торговли бинарными опционами.
th_th: %1 มีฐานลูกค้ากว่า 800,000 คน สู่มูลค่าเป้าหมายสองพันล้านเหรียญสหรัฐในปีที่ 15 ของบริษัทฯ ทำให้เราก้าวสู่ตำแหน่งผู้นำการให้บริการซื้อขายไบนารีออปชั่น

source: %1 has updated its <a href="%2">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a href="%2">Terms & Conditions</a>.
es_es: %1 ha actualizado sus <a href="%2">Términos y condiciones </a>. Al presionar OK, confirma que ha leído y aceptado los <a href="%2">Términos y condiciones</a> actualizados.
it_it: %1 ha aggiornato i suoi <a href="%2">Termini e condizioni</a>. Cliccando su OK, confermi di aver letto e accettato i <a href="%2">Termini e condizioni</a> aggiornati.
ru_ru: %1 обновил <a href="%2">Правила и условия</a>. Нажав OK, Вы подтвердите, что прочитали и принимаете новые <a href="%2">Правила и условия</a>.
th_th: %1 ได้มีการเปลี่ยนแปลง <a href="%2">ข้อตกลงและเงื่อนไข</a> โดยการกด ตกลง (OK) เพื่อยืนยันว่า ท่านได้อ่านและยอมรับ ข้อเปลี่ยนแปลง <a href="%2">ข้อตกลงและเงื่อนไข</a>

source: %1 hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
es_es: %1 llega a un millón de usuarios, alcanzando un hito histórico. La empresa continúa su crecimiento exponencial y vuelve a confirmar su posición como líder del sector.
it_it: %1 raggiunge il milione di utenti, un traguardo storico. La società continua a crescere in maniera esponenziale e ciò conferma la sua posizione di leader nel settore.
ru_ru: Число пользователей %1 достигло 1 миллиона, что является историческим рубежом. Компания продолжает расти в геометрической прогрессии и подтверждает позицию лидера в данной индустрии.
th_th: %1 มีผู้ใช้งานรวมราว 1 ล้านบัญชีผู้ใช้งาน ก้าวสู่เส้นทางประวัติศาสตร์ของความสำเร็จ บริษัทฯ ยังคงมุ่งมั่นอย่างต่อเนื่องเพื่อการเติบโตอย่างมีนัยสำคัญ และสิ่งนี้ยืนยันได้ถึงความเป็นผู้นำตลาดของเรา

source: %1 in Numbers
es_es: %1 en números
it_it: %1 in cifre
ru_ru: %1 в цифрах
th_th: สถิติสำคัญของ %1

source: %1 introduces an %2auto-trader programming tool%3, allowing clients to develop their own automated trading robots with “drag-and-drop” simplicity.
es_es: %1 presenta una %2herramienta de programación de inversión automática%3, que permite a los clientes desarrollar sus propios robots de negociación automatizados simplemente "arrastrando y soltando".
it_it: %1 introduce uno %2strumento di programmazione automatica del trading%3, consentendo ai clienti di sviluppare i propri robot di trading automatico con la semplicità del "trascina e rilascia”.
ru_ru: %1 представляет %2программный инструмент для автоматизированной торговли%3, позволяющий трейдерам разрабатывать собственных торговых роботов с помощью простой функции “перетаскивания объектов”.
th_th: %1 แนะนำ %2เครื่องมือในการตั้งซื้อขายแบบอัตโนมัติ%3 ที่ให้ลูกค้าสามารถสร้างหุ่นยนต์ซื้อขายอัตโนมัติอย่างง่ายดายแบบ "ลากแล้ววาง"

source: %1 is a dynamic and flexible workplace. As well as our offices, we have employees who choose to telecommute from their home offices in countries around the world. If that suits you, we're open to it.
es_es: %1 es un lugar de trabajo dinámico y flexible. Así como en nuestras oficinas, tenemos empleados de todo el mundo que trabajan desde su oficina en casa. Estamos abiertos a la idea, si es lo que le acomoda.
it_it: %1 è un luogo di lavoro dinamico flessibile. Oltre ai nostri uffici, abbiamo dei dipendenti che hanno scelto di lavorare dalle proprie postazioni a casa da vari paesi del mondo. Se fa al tuo caso, siamo disponibili.
ru_ru: %1 – гибкая и динамичная компания. Помимо работы в офисе, наши сотрудники могут выбрать удалённую работу из своих домашних офисов по всему миру. Если Вам подходит именно это, мы открыты для такого формата.
th_th: %1 มีชีวิตชีวา คล่องแคล่ว และสถานที่ทำงานที่ยืดหยุ่น เฉกเช่นที่พวกเรามีสำนักงานสาขาต่างๆ เรามีพนักงานที่ทำงานให้เราจากสำนักงาน หรือ ที่พักของพวกเขาในประเทศต่างๆ ทั่วโลก และหากสิ่งนี้ตอบสนองความเป็นตัวท่าน เราเปิดรับท่านเพื่อเข้ามาร่วมงานกับเรา

source: %1 is a licensed and regulated binary options trading platform that's been operating since 2000. It has:
es_es: %1 es una plataforma de comercio de opciones binarias autorizada y regulada, que está operando desde el año 2000. Tiene:
it_it: Attiva dal 2000, %1 è una piattaforma autorizzata e regolamentata di trading binario, che offre:
ru_ru: %1 является лицензированной и регулируемой платформой для торговли бинарными опционами, работающей с 2000 года. К Вашим услугам:
th_th: %1 เป็นแพลตฟอร์มซื้อขายไบนารีออปชันที่ได้รับใบอนุญาตและกำกับดูแลตามกฎหมาย ซึ่งเริ่มดำเนินการตั้งแต่ พ.ศ. 2543 (ค.ศ. 2000) และมี

source: %1 is a licensed and regulated trading platform that serves over 1,000,000 customers globally. We hold multiple licenses to comply with regulations around the world. Since 1999, we've served our clients with a constant and unwavering commitment to integrity and reliability. We always hold ourselves to the highest ethical standards, in addition to our regulatory requirements.
es_es: %1 es una plataforma de negociación licenciada y regulada con más de un millón de clientes en todo el mundo. Contamos con múltiples licencias para cumplir con las normas a nivel mundial. Desde 1999, hemos servido a nuestros clientes con un compromiso constante e inquebrantable de integridad y confianza. Siempre nos hemos impuesto los más altos estándares éticos y nuestros propios requisitos legales.
it_it: %1 è una piattaforma di trading autorizzata e regolamentata che offre servizi a oltre 1.000.000 di clienti in tutto il mondo. Grazie alle nostre numerose licenze, operiamo in conformità alle leggi globali. Dal 1999, serviamo i nostri clienti con impegno costante e incondizionato di integrità e affidabilità. Aderiamo sempre agli standard etici più elevati, così come ai nostri requisiti regolamentari.
ru_ru: %1 – лицензированная и регулируемая торговая платформа, обслуживающая более 1 000 000 клиентов по всему миру. Мы получили множество лицензий, чтобы соответствовать нормам и правилам различных стран. Мы работаем с 1999 года и всегда стремимся предоставить нашим клиентам надёжную и безопасную рабочую среду, поддерживая высокие этические стандарты и строго соблюдая нормативные требования наших регуляторов.
th_th: %1 เป็นแพลตฟอร์มในการซื้อขายที่ได้รับอนุญาต และมีการกำกับดูแล ซึ่งให้บริการแก่ลูกค้ามากกว่า 1,000,000 ราย ทั่วโลก เราได้รับใบรับรองทางพาณิชย์หลายประเภทเพื่อให้เป็นไปตามกฎระเบียบต่างๆ ทั่วโลก ตั้งปี ค.ศ. 1999 (พ.ศ. 2542) เราได้ให้บริการลูกค้าด้วยคำมั่นสัญญาที่แน่วแน่ และมั่นคง ในด้านความซื่อสัตย์ และความน่าเชื่อ เรายึดถือตนเองตามมาตรฐานด้านจริยธรรมอันสูงสุด นอกเหนือจากข้อบังคับทางกฎระเบียบ

source: %1 is always looking to add experienced professionals to its talented team of administrators, technical contributors, and managers. To support our continued growth, we've developed a number of exciting career opportunities in the following areas:
es_es: %1 está en búsqueda constante de profesionales con experiencia que puedan unirse a nuestro talentoso equipo de administradores, colaboradores técnicos y gerentes. Para apoyar nuestro continuo crecimiento, ofrecemos una serie de emocionantes oportunidades profesionales en las siguientes áreas:
it_it: %1 cerca sempre di aggiungere professionisti con esperienza nel suo team di amministratori, tecnici e manager. A supporto della nostra crescita continua, abbiamo sviluppato varie interessanti opportunità di carriera nelle seguenti aree:
ru_ru: %1 всегда стремится увеличивать свою команду талантливых администраторов, технических сотрудников и менеджеров, пополняя её самыми лучшими и опытными специалистами. Чтобы постоянно поддерживать дальнейший рост и развитие компании, мы расширили список интересных вакансий в следующих областях:
th_th: %1 กำลังขยายงานเพื่อค้นหาผู้มีศักยภาพ และประสบการณ์ ทีมงานผู้เชี่ยวชาญต่างๆ ไม่ว่าจะเป็น ผู้ดูแลระบบ ทีมงานเทคนิค และผู้จัดการระดับต่างๆ เพื่อเป็นส่วนหนึ่งของการเติบโตของเรา เราต้องการผู้ร่วมงานจำนวนมากที่จะได้รับโอกาสอันน่าตื่นเต้นไปกับโอกาสทางอาชีพของเรา ในสาขาต่อไปนี้ ได้แก่

source: %1 is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to %2CPAN%3. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on %4github%3.
es_es: %1 es un miembro activo de la comunidad de Perl y se encuentra en proceso de subir algunos de sus módulos de utilidad internos a %2CPAN%3. Si es un aficionado a Perl, puede contribuir a través de la revisión de estos módulos y del envío de pull requests en %4github%3.
it_it: %1 è un membro attivo della community Perl ed è in fase di caricamento di un certo numero di moduli di utility interni su %2CPAN%3. Se sei un appassionato di Perl, contribuisci revisionando questi moduli e inviando delle richieste pull su %4github%3.
ru_ru: %1 является активным членом сообщества Perl и находится в процессе обновления нескольких своих внутренних модулей на %2CPAN%3. Если Вы энтузиаст Perl, приглашаем Вас прислать свои исправления модулей путем отсылки Вашего pull-request на %4github%3.
th_th: %1 เป็นหนึ่งในสมาชิกของชุมชน Perl ที่ดำเนินงานอยู่ และอยู่ในระหว่างการอัพโหลดโมดูลภายในไปยัง %2CPAN%3 หากท่านเป็นผู้ที่ชื่นชอบ Perl มีส่วนร่วมในการตรวจสอบโมดูลเหล่านี้ และส่งคำขอที่ %4github%3
