Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: All the information that the Company obtains about the client assists the Company in servicing the client and the client's account. The Company knows that the client may be concerned about what the Company does with this information.
es_es: Toda la información que la Empresa obtiene de los clientes permite asistir a dichos clientes y a sus cuentas. La Empresa reconoce que el cliente puede estar interesado en lo que la Empresa hace con está información.
it_it: Le informazioni sul cliente ottenute dalla Società servono a quest'ultima per i servizi al cliente e al suo conto. La Società è a conoscenza di possibili preoccupazioni da parte del cliente circa l'utilizzo di tali informazioni.
ru_ru: Вся информация, получаемая Компанией о клиенте, помогает Компании предоставлять услуги и обслуживать счёт клиента. Компания знает, что у клиента могут возникнуть опасения относительно того, как Компания распорядится вверенной ей информацией.
th_th: ข้อมูลทั้งหมดที่บริษัทฯ ได้รับจากลูกค้าเพื่อใช้บริการของบริษัทฯ และข้อมูลทางบัญชีของลูกค้า บริษัทฯ ตระหนักว่า ลูกค้าอาจมีความกังวลเกี่ยวกับการดำเนินการของบริษัทฯ กับข้อมูลเหล่านี้

source: All times are in GMT (Greenwich Mean Time).
es_es: Todos los horarios corresponden a GMT (Greenwich Mean Time).
it_it: Tutti gli orari sono espressi in GMT (Greenwich Mean Time).
ru_ru: Все время на сайте указано в GMT, по Гринвичу (Greenwich Mean Time).
th_th: เวลาที่ใช้อ้างอิง คือ GMT (Greenwich Mean Time) เวลามาตรฐานเมืองกรีนิช

source: All unforeseen openings or closings of positions initiated by the Expert Advisor, whether relevant to system error or otherwise, are out of the scope of the Company's responsibility; hence the Company is not liable for such actions or results.
es_es: Todas las aperturas o cierres imprevistos de posiciones iniciados por el Expert Advisor, ya sean relevantes para errores del sistema o de otro tipo, están fuera del alcance de la responsabilidad de la Empresa, por lo tanto, esta no es responsable de tales acciones o resultados.
it_it: Le aperture e le chiusure impreviste delle posizioni avviate dal Consulente Esperto, sia nel caso di errore di sistema che in altri casi, non rientrano nelle responsabilità della Società, la quale non è pertanto responsabile di tali operazioni o risultati.
ru_ru: Любое непредвиденное открытие или закрытие позиций, инициированное через Expert Advisor, будь то по причине системных сбоев или любым другим причинам, находятся вне сфер влияния Компании. Таким образом; Компания не несёт ответственности за таковые действия или их последствия.
th_th: ทุกตำแหน่งเปิดหรือปิดที่ไม่ได้พยากรณ์ไว้ล่วงหน้าแนะนำโดย Expert Advisor ที่เกิดจากความผิดพลาดของระบบหรือเหตุอื่นอยู่นอกเหนือจากความรับผิดชอบของบริษัทฯ บริษัทฯ ไม่มีหน้าที่รับผิดชอบต่อการกระทำ หรือ ผลของการกระทำดังกล่าว

source: All versions for Android
es_es: Todas las versiones para Android
it_it: Tutte le versioni per Android
ru_ru: Все версии для Android
th_th: ทุกเวอร์ชันของระบบปฏิบัติการแอนดรอยด์

source: All versions for iOS
es_es: Todas las versiones para iOS
it_it: Tutte le versioni per iOS
ru_ru: Все версии для iOS
th_th: ทุกเวอร์ชันของระบบปฏิบัติการ iOS

source: All your deposits and withdrawals are processed by %1 within 24 hours. However, there may be additional processing time required by your bank or money transfer service.
es_es: Todos sus depósitos y retiros son procesados por %1 en un plazo de 24 horas. Sin embargo, puede haber tiempo adicional de procesamiento requerido por su banco o servicio de transferencia de dinero.
ru_ru: Все Ваши заявки на пополнение счёта и вывод средств обрабатываются %1 в течение 24 часов. Тем не менее, Вашему банку или платёжной системе может потребоваться дополнительное время.
th_th: %1 จะจัดการเงินฝากและถอนทั้งหมดของท่านภายใน 24 ชั่วโมง อย่างไรก็ตามธนาคารของท่าน หรือ บริการโอนเงินอาจจะต้องการเวลาในการดำเนินการเพิ่มเติม

source: Allow Clients to deposit with lower amounts (via local currency)
es_es: Permitir que los clientes depositen cantidades menores (en la moneda local)
it_it: Consentono ai Clienti di effettuare depositi con importi inferiori (tramite valuta locale)
ru_ru: Позволяют Клиентам пополнять счет небольшими суммами (в местной валюте)
th_th: ยินยอมให้ลูกค้าฝากเงินในจำนวนที่ต่ำกว่า (ผ่านสกุลเงินท้องถิ่น)

source: Allow Clients to use e-wallets, which are not available directly on %1
es_es: Permitir a los clientes utilizar billeteras electrónicas que no están disponibles directamente en %1
it_it: Consentono ai Clienti di utilizzare e-wallet che non sono direttamente disponibili su %1
ru_ru: Позволяют клиентам использовать электронные кошельки, которые недоступны на %1
th_th: ยินยอมให้ลูกค้าใช้กระเป๋าเงินอิเล็กทรอนิกส์ ซึ่งไม่มีบริการโดยตรงจาก %1

source: Allow equals
es_es: Permitir valores iguales
it_it: Consenti valori uguali
ru_ru: Разрешить равные значения
th_th: ให้เท่ากับ

source: Already have an account?
es_es: ¿Ya tiene una cuenta?
it_it: Hai già un conto?
ru_ru: У Вас уже есть счёт?
th_th: มีบัญชีอยู่แล้วใช่ไหม?

source: Already have an account? %1Log in%2 here
es_es: ¿Ya tiene una cuenta? %1Inicie sesión%2 aquí
it_it: Hai già un conto? Effettua qui il %1login%2
ru_ru: У Вас уже есть счёт? %1Войдите%2 здесь
th_th: มีบัญชีแล้ว %1 Log in %2 ที่นี่

source: Also known as counter currency
es_es: También conocida como moneda secundaria
it_it: Anche nota come contro valuta o valuta incerta
ru_ru: Также известная как контрвалюта
th_th: ที่รู้จักกันในชื่อ ค่าเงินอ้างอิง

source: Also known as counter money
es_es: También conocida como moneda secundaria
it_it: Anche nota come contro moneta o moneta incerta
ru_ru: Также известная как валюта котировки
th_th: ที่รู้จักกันในชื่อ ค่าเงินอ้างอิง

source: Also known as transaction currency
es_es: También conocida como moneda de transacción
it_it: Anche nota come valuta della transazione
ru_ru: Также известная как базовая валюта
th_th: รู้จักในนาม สกุลเงินธุรกรรม

source: Alter the normal trading times for the affected instrument
es_es: Cambiar los tiempos normales de operación del instrumento afectado
it_it: Altera gli orari di trading normali per lo strumento coinvolto
ru_ru: изменить время торговли на соответствующем инструменте,
th_th: เปลี่ยนเวลาการซื้อขายปกติสำหรับเครื่องมือที่ได้รับผลกระทบ

source: Although the Company has and retains all rights to refuse or to close a client's account, the Company does warrant that all contractual obligations already made, shall be honoured.
es_es: Aunque la Empresa tiene y retiene todos los derechos para rechazar o cerrar la cuenta de un cliente, también garantiza que todas las obligaciones contractuales ya hechas, serán cumplidas.
it_it: Sebbene la Società abbia e conservi tutti i diritti di rifiutare o chiudere il conto di un cliente, quest'ultima garantisce il rispetto di tutti gli obblighi contrattuali già in essere.
ru_ru: Хотя Компания сохраняет за собой право отказать или закрыть счет клиента, она гарантирует исполнение всех договорных обязательств, уже принятых Компанией.
th_th: แม้ว่าบริษัทฯ ได้สงวนสิทธิ์ในการปฏิเสธ หรือ ปิดบัญชีลูกค้า บริษัทฯ รับรองว่าจะดำเนินการตามข้อผูกมัดทั้งหมดในสัญญา

source: Always keep your web browser up-to-date. We recommend using the latest version of %1Google Chrome%2.
es_es: Siempre mantenga su navegador actualizado. Recomendamos utilizar la versión más reciente de %1Google Chrome%2.
it_it: Verifica che il tuo browser sia sempre aggiornato. Noi consigliamo di utilizzare l'ultima versione di %1Google Chrome%2.
ru_ru: Всегда загружайте обновления для веб браузера. Рекомендуем пользоваться последней версией %1Google Chrome%2.
th_th: ปรับปรุงเบราเซอร์ให้ทันสมัยอยู่ตลอดเวลา เราขอแนะนำให้ใช้เวอร์ชั่นล่าสุดของ %1Google Chrome%2

source: Amend or change all or any part of the Marketing Material without Binary's prior written consent
es_es: Modificar o cambiar todo o cualquier parte del Material de Marketing sin el consentimiento previo y por escrito de Binary
it_it: modificare il materiale per il marketing in parte o totalmente senza previo consenso scritto di Binary
ru_ru: Менять или видоизменять любые части маркетинговых материалов без предварительного письменного согласия Binary
th_th: แก้ไข หรือ เปลี่ยนแปลงเอกสารด้านการตลาดทั้งหมด หรือ ส่วนหนึ่งส่วนใด โดยไม่ได้รับความเห็นชอบเป็นลายลักษณ์อักษรจาก Binary ก่อน

source: Amount
es_es: Monto
it_it: Importo
ru_ru: Количество
th_th: จำนวน

source: Amount in
es_es: Valor en
it_it: Importo in
ru_ru: Сумма в
th_th: ยอดเงินเข้า

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
es_es: Un contrato "Finaliza dentro" se paga si el precio de salida del mercado es estrictamente superior al límite de precio bajo Y estrictamente inferior al límite de precio alto. Un contrato "Finaliza fuera" se paga si el precio de salida del mercado es O BIEN estrictamente superior al límite de precio alto O estrictamente inferior que el límite de precio bajo.
it_it: Un trade Termina Dentro è quello in cui si guadagna se il prezzo d'uscita del mercato è superiore al prezzo obiettivo più basso E inferiore al prezzo obiettivo più alto. Un'opzione binaria Termina Fuori è quella in cui si guadagna se il prezzo d'uscita del mercato è superiore al prezzo obiettivo più alto OPPURE inferiore al prezzo obiettivo più basso.
ru_ru: Контракт "Закончится внутри" приносит прибыль, если выходная цена рынка будет строго выше, чем нижний ценовой барьер И строго ниже, чем верхний ценовой барьер. Контракт "Закончится вне" приносит прибыль, если выходная цена рынка ЛИБО строго выше, чем верхний ценовой барьер, ЛИБО строго ниже, чем нижний ценовой барьер.
th_th: การซื้อขาย Ends Between จะชำระเงิน หากราคาปิดของตลาดมีค่าสูงกว่า หรือ มูลค่าราคาเป้าหมายต่ำ และ ต่ำกว่ามูลค่าราคาเป้าหมายสูง การซื้อขาย Ends Outside จะชำระเงิน หากราคาปิดของตลาดมีค่าใดค่าหนึ่ง สูงกว่ามูลค่าราคาเป้าหมายสูง หรือ ต่ำกว่ามูลค่าราคาเป้าหมายต่ำ

source: An Open Position may be closed by clicking the button "x".
es_es: Una Posición Abierta puede cerrarse haciendo clic en el botón "x".
it_it: È possibile chiudere una posizione aperta cliccando il tasto "x".
ru_ru: Открытую позицию можно закрыть, нажав на кнопку "x".
th_th: โพซิชั่นที่เปิดอยู่สามารถถูกปิดโดยการคลิกปุ่ม "x"

source: An Open Position may be partially closed by double clicking the position, selecting the volume to be partially closed from the context menu, and then clicking "Close".
es_es: Una Posición Abierta puede cerrarse parcialmente haciendo doble clic en la posición, seleccionando el volumen que desea cerrar parcialmente en el menú contextual y, a continuación, haciendo clic en "Cerrar".
it_it: È possibile chiudere parzialmente una posizione aperta facendo doppio clic sulla posizione, selezionando il volume che si desidera dedurre in modo parziale dal menu di contestuale e infine cliccando "Chiudi".
ru_ru: Открытую позицию можно частично закрыть, дважды кликнув на саму позицию, а затем выбрав частичное закрытие объёма в меню и нажав "Закрыть".
th_th: โพซิชั่นเปิดสามารถถูกปิดได้บางส่วน ด้วยการกดที่โพซิชั่น เลือกจำนวนที่ต้องการปิดบางส่วนจากเมนู จากนั้นกดที่ "ปิด"

source: An additional password can be used to restrict access to the cashier.
ru_ru: Можно использовать дополнительный пароль для ограничения доступа к кассе.

source: An advanced university degree in Physics, Financial Engineering or Mathematics
es_es: Un título universitario avanzado en Física, Ingeniería Financiera o Matemáticas
it_it: Laurea magistrale in fisica, ingegneria finanziaria o matematica
ru_ru: Высшее образование в области физики, финансовой инженерии или математики
th_th: สำเร็จการศึกษาขั้นสูงในสาขา ฟิสิกส์ วิศวกรรมการเงิน หรือ คณิตศาสตร์

source: An advanced university degree in physics, financial engineering, or mathematics is preferred
es_es: Se prefiere un título universitario avanzado en física, ingeniería financiera o matemáticas
it_it: Una laurea magistrale in fisica, ingegneria finanziaria o matematica costituisce un titolo preferenziale
ru_ru: Высшее образование в области физики, финансовой инженерии или математики будет преимуществом
th_th: สำเร็จการศึกษาขั้นสูงในสาขา ฟิสิกส์ วิศวกรรมการเงิน หรือ คณิตศาสตร์ ซึ่งเป็นที่ต้องการ

source: An advanced/higher/graduate diploma or bachelor's degree
es_es: Un diploma de nivel avanzado/alto/graduado o una licenciatura
it_it: Un diploma superiore/avanzato/di laurea o una laurea triennale
ru_ru: Диплом о дополнительном специальном/высшем образовании, окончании ВУЗа или получении степени бакалавра
th_th: สำเร็จการศึกษาประกาศนียบัตรชั้นสูง/สูงกว่า/บัญฑิต หรือ ปริญญาตรี

source: An aptitude to handle thrilling challenges as well as repetitive tasks as might be needed
es_es: Aptitud para manejar retos emocionantes y tareas repetitivas según sea necesario
it_it: Potrebbe essere richiesta un'attitudine a gestire sfide emozionanti così come incarichi ripetitivi
ru_ru: Способность при необходимости регулировать сложные вопросы и повторяющиеся задачи
th_th: มีความถนัดในการจัดการกับความท้าทายที่น่าตื่นเต้นและงานที่ทำซ้ำ ๆ ที่จำเป็น

source: An assertive, sales-driven personality, able to adapt quickly and achieve powerful results
es_es: Una personalidad asertiva, centrada en ventas, capaz de adaptarse rápidamente y lograr muy buenos resultados
it_it: Una personalità determinata, con una propensione alle vendite, in grado di adattarsi rapidamente e raggiungere risultanti importanti
ru_ru: Энергичная личность, ориентированная на продажи, способная быстро адаптироваться и достигать высоких результатов
th_th: มีความกล้าแสดงออก บุคลิกนักขาย สามารถปรับตัวได้รวดเร็ว และทำให้บรรลุเป้าหมายได้อย่างมีประสิทธิภาพ

source: An eagerness for robust risk management to keep up with the increasing pace of information exchange
es_es: Un afán por una gestión de riesgos robusta para mantenerse al día con el creciente ritmo del intercambio de información
it_it: Entusiasmo per una stabile gestione del rischio per tenere il passo con uno scambio di informazioni a ritmo crescente
ru_ru: Стремление к эффективному управлению риском, чтобы справляться с быстрым темпом обмена информации
th_th: มีความกระตือรือร้นในการบริหารความเสี่ยงเพื่อให้ทันกับจังหวะของการแลกเปลี่ยนข้อมูลเพิ่มขึ้น

source: An excellent command of spoken and written English
es_es: Un excelente dominio del inglés hablado y escrito
it_it: Ottima padronanza della lingua inglese scritta e orale
ru_ru: Отличное владение английским языком (устным и письменным)
th_th: มีความสามารถในการพูดและเขียนภาษาอังกฤษได้ดี

source: An intermediate understanding of the interaction of information technology and client servicing aspects within the B2B and B2C environments
es_es: Una comprensión intermedia de la interacción de la tecnología de la información y los aspectos de servicio al cliente dentro de los entornos B2B y B2C
it_it: Una conoscenza intermedia dell'interazione tra tecnologia dell'informazione e gli aspetti del servizio clienti all'interno degli ambienti B2B e B2C
ru_ru: Среднее понимание взаимодействия информационных технологий и ключевых аспектов обслуживания клиентов в среде B2B и B2C
th_th: มีความเข้าใจเกี่ยวกับปานกลางเกี่ยวกับแง่มุมของปฏิสัมพันธ์ของเทคโนโลยีสารสนเทศและให้บริการลูกค้าภายในสภาพแวดล้อมแบบ B2B และ B2C

source: An international appeal with multilingual support in English, Spanish, French, German, Portuguese, Chinese, Italian, Thai, Polish, and Russian
es_es: Un atractivo internacional con soporte multilingüe en inglés, español, francés, alemán, portugués, chino, italiano, tailandés, polaco y ruso
it_it: Rilevanza internazionale con supporto multilingue in inglese, spagnolo, francese, tedesco, portoghese, cinese, italiano, tailandese, polacco e russo
ru_ru: Отличный интерфейс и поддержка на русском, английском, испанском, французском, немецком, португальском, китайском, итальянском, тайском и польском языке
th_th: การอุทธรณ์ระหว่างประเทศโดยรองรับภาษาต่างๆ ทั่วโลก ได้แก่ ภาษาอังกฤษ ภาษาสเปน ภาษาฝรั่งเศส ภาษาเยอรมัน ภาษาโปรตุเกส ภาษาจีน ภาษาอิตาเลียน ภาษาไทย และภาษารัสเซีย

source: An intuitive, web-based platform that's instantly available to traders of all levels – anytime, anywhere
es_es: Una plataforma intuitiva basada en la web disponible instantaneamente para operadores de todos los niveles, en cualquier momento y en cualquier lugar
it_it: Un'intuitiva piattaforma sul web disponibile all'istante per trader con diversi livelli di esperienza, in ogni luogo e in ogni momento
ru_ru: интуитивно-понятная веб платформа, доступная для трейдеров любого уровня, в любое время и из любой точки земного шара,
th_th: แพลตฟอร์มใช้งานบนเว็บที่ใช้งานง่าย มีไว้พร้อมใช้งานได้ทันทีสำหรับนักลงทุนทุกระดับ ทุกเวลา และทุกที่

source: Analyse and test the domains and subdomains listed in the scope.
es_es: Analice y ponga a prueba los dominios y subdominios enlistados en el objetivo.
it_it: Analizza e verifica i domini e i sottodomini elencati in questo campo.
ru_ru: Анализ и тестирование предложенных доменов и поддоменов.
th_th: วิเคราะห์และทดสอบโดเมนและโดเมนย่อยที่อยู่ในขอบเขตงาน

source: Analyse the financial markets using beautiful visualisations and unique trading tools, powered by a fast and intuitive interface.
es_es: Analice los mercados financieros a través de hermosas visualizaciones y herramientas de operación únicas, con el apoyo de una interfaz rápida e intuitiva.
it_it: Analizza i mercati finanziari utilizzando bellissime visualizzazioni e strumenti di trading unici, supportati da un'interfaccia veloce e intuitiva.
ru_ru: Анализируйте финансовые рынки, пользуясь отличными средствами визуализации и торговыми инструментами на быстром и простом интерфейсе.
th_th: วิเคราะห์ตลาดการเงินโดยใช้การจำลองภาพที่สวยงามและเครื่องมือซื้อขายที่เป็นเอกลักษณ์ และขับเคลื่อนด้วยตัวเชื่อมต่อที่ทำงานได้รวดเร็วและใช้งานง่าย

source: Analyse the markets with an extensive range of indicators, price bands, and overlays.
es_es: Analizar los mercados con una amplia gama de indicadores, rangos de precio y superposiciones.
it_it: Analizza i mercati con un'ampia gamma di indicatori, fasce di prezzi e overlay.
ru_ru: Анализируйте рынки с помощью большого количества индикаторов, ценовых диапазонов и инструментов наложения.
th_th: วิเคราะห์ตลาดด้วยดัชนีที่ครอบคลุมอย่างกว้างขวาง ช่วงราคา และโอเวอร์เลย์

source: Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
es_es: Otro premio importante. Esta vez estamos nominados por los lectores de Global Banking and Finance Review en línea y juzgados por un jurado de expertos y analistas de la industria que reconocen los 13 años de la fiabilidad de nuestra plataforma, la gama de productos, nuestros precios, el servicio al cliente y el profundo conocimiento de lo que hacemos.
it_it: Un altro importante riconoscimento. Questa volta siamo stati nominati dai lettori online di Global Banking and Finance Review e siamo stati giudicati da un gruppo di esperti del settore e analisti che hanno riconosciuto i nostri 13 anni investiti nell'affidabilità della piattaforma, in una gamma di trade, nella determinazione dei prezzi, nel servizio clienti e in un'ampia conoscenza.
ru_ru: Еще одна крупная награда: в этот раз мы были номинированы читателями онлайн изданий Global Banking и Finance Review. Нас судило жюри из экспертов индустрии и аналитиков, которое высоко оценило наш 13-летний опыт, надежность, широкий выбор контрактов, политику ценообразования, высокий уровень поддержки клиентов и общие знания нашей команды о бизнесе.
th_th: รางวัลสำคัญอีกหนึ่งรางวัลของพวกเรา ในครั้งนี้พวกเราได้เข้าชิงในรายการของนักอ่านออนไลน์ Global Banking and Finance Review และตัดสินโดยคณะผู้เชี่ยวชาญและนักวิเคราะห์ในสาขาการเงินการลงทุนซึ่งเห็นว่า เรามีระบบที่เชื่อถือได้ มีการซื้อขายหลายระดับ นโยบายราคา มีการบริการลูกค้า และทักษะความรู้เชิงลึก มายาวนานกว่า 13 ปี

source: Answer to secret question
es_es: Respuesta a la pregunta secreta
it_it: Rispondi alla domanda segreta
ru_ru: Ответ на секретный вопрос
th_th: คำตอบสำหรับคำถามส่วนตัว

source: Anti-corruption policy
es_es: Política anticorrupción
it_it: Politica anti-corruzione
ru_ru: Антикоррупционная политика
th_th: นโยบายต่อต้านการทุจริต

source: Anti-money laundering policy
es_es: La política contra lavado de dinero
it_it: Politica anti-riciclaggio di denaro
ru_ru: Политика по борьбе с отмыванием денег
th_th: นโยบายป้องกันและปราบปรามการฟอกเงิน

source: Anticipated account turnover
es_es: Volumen anticipado de la cuenta
it_it: Fatturato previsto sul conto
ru_ru: Ожидаемый объем покупок на счету
th_th: ปริมาณการซื้อขายที่คาดการณ์เอาไว้ของบัญชี

source: Any amendments to the contractual terms of Manifestly Erroneous contracts shall be reasonable and fair and may involve closing and/or opening of positions, placing/deleting Orders without the client's involvement, making changes in Open Positions, deleting trades from trading history, etc. Monies exchanged between the client and the Company in connection with the Manifestly Erroneous contracts shall be returned to the recipient according to the amendments made to the contractual terms and conditions of this agreement.
es_es: Cualquier modificación a los términos contractuales de los contratos manifiestamente erróneos será razonable y justa y puede incluir el cierre y / o apertura de posiciones, realización / eliminación de Órdenes sin la participación del cliente, realización de cambios en las posiciones abiertas, eliminación de operaciones del historial de operaciones etc. El dinero intercambiado entre el cliente y la Compañía en relación con los contratos manifiestamente erróneos se devolverá al receptor de acuerdo con las enmiendas hechas a los términos y condiciones contractuales de este acuerdo.
it_it: Eventuali rettifiche ai termini dei contratti contenenti errori manifesti devono essere ragionevoli ed eque e possono comprendere l'apertura e/o chiusura di posizioni, l'inserimento/annullamento di ordini senza il coinvolgimento del cliente, la modifica delle posizioni aperte, la cancellazione dei trade dalla cronologia ecc. Qualsiasi somma scambiata tra il cliente e la Società in relazione ai contratti contenenti errori manifesti dovrà essere restituita al ricevente in base alle rettifiche apportate ai termini e alle condizioni del presente contratto.
ru_ru: Любые изменения в условиях контрактов, содержащих явные ошибки, должны быть честными и разумными, а также могут потребовать закрытия и/или открытия позиций, размещения/удаления ордеров без участия клиента, внесения изменений в открытые позиции, удаления контрактов из Истории и т. д. Деньги, обменянные между клиентом и Компанией в отношении контрактов, содержащих явные ошибки, должны быть возвращены, согласно изменениям в договорных условиях данного соглашения.
th_th: การแก้ไขเพิ่มเติมในเงื่อนไขของสัญญาที่มีข้อผิดพลาดโดยเจตนา จะต้องมีความสมเหตุสมผลและยุติธรรม และอาจเกี่ยวข้องกับการปิด และ/หรือ การเปิดโพซิชั่น การส่ง/การยกเลิกคำสั่งซื้อโดยไม่เกี่ยวข้องกับลูกค้า ในการเปลี่ยนแปลงในโพซิชั่นเปิด การลบการซื้อขายจากประวัติการซื้อขาย ฯลฯ เงินที่แลกเปลี่ยนระหว่างลูกค้ากับบริษัทฯ อันที่เกี่ยวข้องกับสัญญาที่มีข้อผิดพลาดโดยเจตนา จะต้องถูกส่งคืนให้ผู้รับตามที่ระบุไว้ในบทแก้ไขของเงื่อนไขของข้อกำหนดนี้
