Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Conduct security reviews of production infrastructure
es_es: Realizar revisiones de seguridad de la infraestructura de producción
it_it: Condurre controlli della sicurezza dell'infrastruttura di produzione
ru_ru: Проведение проверок безопасности производственной инфраструктуры
th_th: ทำการตรวจสอบด้านความปลอดภัยของโครงสร้างการผลิต

source: Conducts trading discussions and interactive sessions online with trading enthusiasts
es_es: Realiza debates comerciales y sesiones interactivas en línea con entusiastas del trading
it_it: Conduce discussioni sul trading e sessioni interattive on line con appassionati di trading
ru_ru: Ведёт дискуссии о торговле, проводит интерактивные вебинары для трейдеров
th_th: ดำเนินรายการเกี่ยวกับการซื้อขายและสื่อสารออนไลน์กับนักลงทุนไฟแรง

source: Confidential information
es_es: Información confidencial
it_it: Informazioni riservate
ru_ru: Конфиденциальная информация
th_th: ข้อมูลลับ

source: Confidentiality
es_es: Confidencialidad
it_it: Riservatezza
ru_ru: Конфиденциальность
th_th: การรักษาความลับ

source: Configure your PC and mobile phone to use the Cloudflare DNS by following the instructions at %1.
es_es: Configure su PC y su teléfono móvil para utilizar el DNS de Cloudfare siguiendo las instrucciones en %1.
it_it: Configura PC e telefono cellulare per utilizzare il DNS di Cloudflare seguendo le istruzioni riportate su %1.
ru_ru: Измените конфигурацию своего ПК и мобильного телефона на Cloudflare DNS, выполнив инструкции на %1.
th_th: ตั้งค่าคอมพิวเตอร์ส่วนบุคคลของท่านและโทรศัพท์มือถือของท่านเพื่อใช้ Cloudflare DNS โดยทำตามคำแนะนำ %1

source: Confirm
es_es: Confirmar
it_it: Conferma
ru_ru: Подтвердить
th_th: ยืนยัน

source: Confirm New Password
es_es: Confirmar Contraseña Nueva
it_it: Conferma la nuova password
ru_ru: Подтвердить новый пароль
th_th: ยืนยันรหัสผ่านใหม่

source: Conflicts Policy
es_es: Política de conflictos
it_it: Politica sui conflitti di interesse
ru_ru: Политика по конфликтам
th_th: นโยบายการบริหารความขัดแย้ง

source: Congratulations!
es_es: ¡Felicidades!
it_it: Congratulazioni!
ru_ru: Поздравляем!
th_th: ขอแสดงความยินดี!

source: Congratulations! We'll make you a fair and competitive offer, and we don't make you negotiate in order to eliminate salary inequities and stress.
es_es: ¡Felicidades! Le haremos una oferta justa y competitiva y no le obligaremos a operar para eliminar el estrés y las desigualdades salariales.
it_it: Congratulazioni! Ti faremo un'offerta equa e competitiva, e non dovrai trattare per eliminare stress e disuguaglianze contrattuali.
ru_ru: Поздравляем! Мы сделаем Вам честное и конкурентоспособное предложение, избавив Вас от излишнего стресса и необходимости вести переговоры о зарплате.
th_th: ยินดีด้วย! เราจะให้ข้อเสนอที่เป็นธรรมและสมเหตุสมผลกับท่าน และเราจะไม่ทำให้ท่านต้องเจรจาต่อรองเพื่อขจัดความไม่เสมอภาคของเงินเดือนและความกดดัน

source: Connecting to server
es_es: Conectando al servidor
it_it: Connessione al server in corso
ru_ru: Соединение с сервером
th_th: กำลังเชื่อมต่อกับเซิร์ฟเวอร์

source: Connection error: Please check your internet connection.
es_es: Error de conexión: por favor, compruebe su conexión a internet.
it_it: Errore di connessione: verifica la tua connessione internet.
ru_ru: Проблема со связью: пожалуйста, проверьте Ваше подключение к интернету.
th_th: การเชื่อมต่อมีความผิดพลาด: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของท่าน

source: Consent
es_es: Consentimiento
it_it: Consenso
ru_ru: Согласие
th_th: ยินยอม

source: Considerable knowledge in creating meaningful analytics from raw data, with the goal of influencing clients to take action
es_es: Conocimiento considerable sobre la creación de análisis significativos a partir de datos brutos, con el objetivo de influir en los clientes para que tomen acción
it_it: Buona capacità di sviluppare analisi rilevanti partendo dai dati grezzi, con l'obiettivo di spingere i clienti ad agire
ru_ru: Хорошие знания в создании значимой аналитики из первичных (необработанных) данных, с целью побудить клиентов к действию
th_th: มีความรู้อย่างมากในการสร้างการวิเคราะห์จากข้อมูลดิบที่มีความสำคัญ โดยมีเป้าหมายที่จะโน้มน้าวลูกค้าให้ดำเนินการ

source: Consolidating liquidity from several providers into a single stream of blended feed
es_es: Consolidar la liquidez de varios proveedores en una sola fuente de datos combinada
it_it: da un lato si punta a incrementare la liquidità passando da fornitori diversi a un unico flusso di feed;
ru_ru: консолидация ликвидности от нескольких поставщиков в единый поток котировок;
th_th: การรวบรวมสภาพคล่องจากผู้ให้บริการหลายรายรวมเป็นกระแสเดียวของการป้อนแบบผสมผสาน

source: Constant, open and honest communication.
es_es: Comunicarse de manera constante, abierta y honesta.
it_it: Comunicazione costante, aperta e onesta.
ru_ru: Твёрдость, честность и открытость в коммуникации.
th_th: มีการสื่อสารที่เชื่อถือได้ ต่อเนื่อง เปิดรับความคิดเห็น ตรงไปตรงมา

source: Constantly liaise with all internal departments such as Customer Support and Marketing on account and payment matters
es_es: Estar en comunicación constante con todos los departamentos internos, así como Atención al Cliente y Marketing, sobre cuestiones de cuentas y pagos
it_it: Costantemente in contatto con tutti i reparti interni, come quelli di marketing e assistenza clienti, per le questioni relative a conto e pagamenti
ru_ru: Постоянная связь со всеми внутренними отделами, включая поддержку клиентов и отдел маркетинга, в отношении вопросов о счетах и платежах
th_th: ติดต่อกับฝ่ายงานภายในอย่างต่อเนื่อง เช่น ฝ่ายลูกค้าสัมพันธ์ และการตลาด ในเรื่องที่เกี่ยวกับบัญชีและการจ่ายเงิน

source: Construction
es_es: Construcción
it_it: Costruzione
ru_ru: Строительство
th_th: การก่อสร้าง / สิ่งปลูกสร้าง / การคิดค้น

source: Contact Us
es_es: Contáctenos
it_it: Contattaci
ru_ru: Контакты
th_th: ติดต่อเรา

source: Contact the payment agent directly for more information on how to transfer money to them.
es_es: Póngase en contacto con el agente de pago directamente para obtener más información sobre cómo hacer una transferencia de dinero a través de él.
it_it: Per ulteriori informazioni su come trasferire denaro all'agente di pagamento, contattalo direttamente.
ru_ru: Свяжитесь с платежным агентом напрямую для дальнейшей информации относительно перевода денег.
th_th: ติดต่อตัวแทนรับชำระเงินโดยตรงเพื่อสอบถามวิธีการโอนเงิน

source: Contact us
es_es: Contáctenos
it_it: Contattaci
ru_ru: Обратная связь
th_th: ติดต่อเรา

source: Continue trading
es_es: Seguir operando
it_it: Continua il trading
ru_ru: Продолжить торговлю
th_th: ซื้อขายต่อ

source: Continuous Indices – Choose from the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index, and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75%, and 100% respectively
es_es: Índices Continuos: Elija entre Índice de Volatilidad 10, Índice de Volatilidad 25, Índice de Volatilidad 50, Índice de Volatilidad 75 e Índice de Volatilidad 100. Estos índices corresponden a mercados simulados con volatilidad constante del 10%, 25%, 50%, 75% y 100% respectivamente
ru_ru: Непрерывные индексы, включающие Индекс волатильности 10, Индекс волатильности 25, Индекс волатильности 50, Индекс волатильности 75 и Индекс волатильности 100. Данные индексы соответствуют моделируемым рынкам с волатильностью в размере 10%, 25%, 50%, 75% и 100%
th_th: ดัชนีต่อเนื่อง - เลือกจากดัชนีผันผวน 10 ดัชนีผันผวน 25 ดัชนีผันผวน 50 ดัชนีผันผวน 75 และดัชนีผันผวน 100 ดัชนีเหล่านี้สอดคล้องกับตลาดที่จำลองมาโดยมีความผันผวนคงที่ที่ 10%, 25%, 50%, 75%, และ 100% ตามลำดับ

source: Contract
es_es: Contrato
it_it: Contratto
ru_ru: Контракт
th_th: สัญญา

source: Contract Confirmation
es_es: Confirmación del contrato
it_it: Conferma del contratto
ru_ru: Подтверждение контракта
th_th: การยืนยันสัญญา

source: Contract Details
es_es: Detalles del contrato
it_it: Dettagli del contratto
ru_ru: Подробности контракта
th_th: รายละเอียดสัญญา

source: Contract Ends
es_es: El contrato termina
it_it: Il contratto termina
ru_ru: Окончание контракта
th_th: สิ้นสุดสัญญา

source: Contract Information
es_es: Información del contrato
it_it: Informazioni del contratto
ru_ru: Детали контракта
th_th: ข้อมูลสัญญา

source: Contract Result
es_es: Resultado del contrato
it_it: Esito del contratto
ru_ru: Результат контракта
th_th: ผลลัพธ์ของสัญญา

source: Contract Starts
es_es: Contrato empieza
it_it: Il contratto inizia
ru_ru: Начало контракта
th_th: เริ่มต้นสัญญา

source: Contract Type
es_es: Tipo de contrato
it_it: Tipo di contratto
ru_ru: Вид контракта
th_th: ประเภทของสัญญา

source: Contract duration
es_es: Duración del contrato
it_it: Durata del contratto
ru_ru: Длительность контракта
th_th: ระยะเวลาของสัญญา

source: Contract has not started yet
es_es: El contrato no ha comenzado todavía
it_it: Il contratto non è ancora iniziato
ru_ru: Контракт ещё не начался
th_th: สัญญายังไม่เริ่ม

source: Contract payouts
es_es: Pagos de contratos
it_it: Payout del contratto
ru_ru: Выплата по контрактам
th_th: การชำระเงินของสัญญา

source: Contract payouts shall be determined by the Company by reference to the market quotes as displayed on the website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodity prices as displayed on the website, provided that the Company has the right to make corrections to such data in the event of mispriced or typographically incorrect data. Clients should note that different markets may close at different times during the day due to local trading hours and time zones.
es_es: Los pagos de los contratos serán determinados por la Empresa en virtud a las cotizaciones del mercado como se muestra en este sitio web, relevante para el o los índice/s subyacentes del o los contrato/s o de los datos comerciales interbancarios recibidos por la Empresa para cotizaciones Forex o precios de materias primas como se muestran en el sitio web, entiéndase que la Empresa tiene el derecho de hacer correcciones a dichos datos en el caso de una valorización errónea o información tipográficamente incorrecta. Los clientes deben tener en consideración que los mercados pueden cerrar a diferentes horas durante el día, debido a los horarios de operación bursátil y husos horarios locales.
it_it: I payout del contratto saranno determinati dalla Società in base alle quotazioni di mercato riportate sul sito web relative all'indice sottostante del contratto/agli indici sottostanti dei contratti oppure dai dati del trading interbancario ricevuti dalla Società per le quotazioni Forex o per i prezzi delle materie prime, così come indicati sul sito web. La Società avrà il diritto di correggere tali dati in presenza di quotazioni errate o dati tipograficamente scorretti. I clienti dovranno tenere in considerazione che i diversi mercati possono chiudere a orari differenti durante la giornata a causa degli orari locali di trading e dei fusi orari.
ru_ru: Выплата по контрактам будет определяться Компанией со ссылкой на рыночные котировки, указанные на данном сайте в отношении соответствующих индексов, контрактов, или согласно межбанковской торговой информации, полученной Компанией по котировкам для рынка Forex или по ценам на сырьевые товары, как указано на данном сайте, с правом внесения коррективов в случае неправильных котировок или типографических ошибок в данных. Клиенты должны обратить внимание, что различные рынки могут закрываться в разное время в течение дня, в связи с разницей во времени открытия и часовыми зонами.
th_th: การชำระเงินของสัญญาจะถูกกำหนดโดยบริษัทฯ โดยอ้างอิงมูลค่ารายวันของตลาดที่รายงานทางเว็บไซต์นี้ โดยแสดงตามดัชนีของผลิตภัณฑ์อ้างอิงต่างๆ ของสัญญา หรือ จากข้อมูลการซื้อขายระหว่างธนาคารที่บริษัทฯ ได้รับ สำหรับราคาฟอเร็กซ์ หรือ ราคาสินค้าโภคภัณฑ์ที่แสดงทางเว็บไซต์ โดยบริษัทฯ ขอสงวนสิทธิ์ในการแก้ไขข้อมูล หากมีความผิดพลาดในการให้ราคา หรือ ความผิดพลาดจากการพิมพ์ ลูกค้าพึงตระหนักว่า ตลาดที่ต่างกันจะปิดทำการในเวลาต่างกัน โดยขึ้นกับเวลาซื้อขายในแต่ละท้องถิ่นและเขตเวลาของประเทศนั้นๆ

source: Contract period
es_es: Período del contrato
it_it: Periodo del contratto
ru_ru: Период контракта
th_th: ระยะเวลาสัญญา

source: Contract risks
es_es: Riesgos de los contratos
it_it: Rischi del contratto
ru_ru: Риски при контрактах
th_th: ความเสี่ยงของสัญญา

source: Contract specifications
es_es: Especificaciones del contrato
it_it: Specifiche contrattuali
ru_ru: Характеристики контрактов
th_th: ข้อกำหนดสัญญา

source: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
es_es: El contrato se venderá al precio vigente en el mercado en el momento de la recepción de la solicitud de venta por nuestros servidores. Este precio puede ser diferente del precio indicado.
it_it: Il Contratto verrá venduto al prezzo di mercato prevalente nel momento in cui i nostri server ricevono la richiesta. Tale prezzo può differire rispetto al prezzo indicato.
ru_ru: Контракт будет продан по цене, действующей на момент получения запроса нашими серверами. Эта цена может отличаться от указанной в настоящее время.
th_th: สัญญาจะถูกจำหน่ายที่ราคาทั่วไปของตลาดเมื่อระบบซื้อขายได้รับการแจ้งความจำนง ราคานี้อาจจะแตกต่างจากราคาที่ระบุ

source: Contracts
es_es: Contratos
it_it: Contratti
ru_ru: Контракты
th_th: สัญญา

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
es_es: Generalmente no se ofrecen contratos en la última hora de comercio de ningún mercado dado (para los mercados de divisas extranjeros, la restricción puede extenderse hasta 3 horas).
it_it: generalmente, i contratti non vengono offerti nell'ultima ora di trading di un qualsiasi mercato (per il mercato dei cambi, la restrizione può essere estesa fino a 3 ore).
ru_ru: Обычно контракты не предлагаются в последний час открытия любого рынка (для валютного рынка это ограничение увеличено до 3 часов).
th_th: โดยทั่วไปสัญญาจะไม่ถูกดำเนินการในชั่วโมงสุดท้ายของการซื้อขายของตลาด (ตลาดแลกเปลี่ยนเงินตราต่างประเทศ อาจมีการยืดเวลาเป็น 3 ชั่วโมง)

source: Contracts bought
es_es: Contratos comprados
it_it: Contratti acquistati
ru_ru: Купленные контракты
th_th: สัญญาถูกซื้อ

source: Contracts for Difference (CFDs) are financial derivatives that allow you to trade on the movement of underlying assets without owning them.
es_es: Los contratos por diferencias (CFD) son derivados financieros que le permiten negociar con el movimiento de activos subyacentes sin poseerlos.
ru_ru: Контракты на разницу (Contracts for Difference или CFD) – производные финансовые инструменты, позволяющие зарабатывать на движении цены базового актива, не покупая его.
th_th: สัญญาการซื้อขายส่วนต่าง (CFD) คือ อนุพันธ์ทางการเงินที่อนุญาตให้ท่านมีโอกาสซื้อขายการขึ้นหรือลงของสินทรัพย์อ้างอิง โดยไม่ได้เป็นเจ้าของสินทรัพย์นั้นๆ

source: Contracts for difference (CFDs) allow you to speculate on a number of markets, including indices, shares, and commodities. At %1, we offer popular cash indices, cryptocurrencies, as well as proprietary Volatility Indices that simulate market movement.
es_es: Los contratos por diferencias (CFDs) le permiten especular sobre diferentes mercados, incluyendo índices, acciones y materias primas. En %1, ofrecemos índices de monedas populares, criptomonedas, así como nuestros Índices de Volatilidad que simulan los movimientos del mercado.
ru_ru: Контракты на разницу (Contracts for difference или CFD) позволяют Вам работать на целом ряде рынков, включая индексы, акции и сырьевые товары. %1 предоставляет своим трейдерам популярные кэш-индексы, криптовалюты, а также Индексы волатильности, которые являются уникальной разработкой компании и имитируют движение рынка.
th_th: สัญญาการซื้อขายส่วนต่าง (CFD) คือ อนุพันธ์ทางการเงินที่อนุญาตให้ท่านได้คาดเดาตัวเลขของตลาด รวมถึงดัชนี หุ้น และสินค้าโภคภัณฑ์ ที่%1 เรามีดัชนีเงินสด เงินดิจิทัล และดัชนีผันผวนที่เราเป็นกรรมสิทธิ์เพื่อจำลองการเคลื่อนไหวของตลาด

source: Contracts may not expire on a weekend; therefore, the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
es_es: Los contratos no pueden expirar durante un fin de semana. Por lo tanto, la fecha de vencimiento de un contrato se puede aplazar al siguiente lunes en caso de que la fecha de vencimiento de un contrato caiga en un sábado o domingo.
it_it: i contratti potrebbero non scadere nel fine settimana: nel caso la data di scadenza di un contratto cada di sabato o domenica, potrà essere posticipata al lunedì successivo.
ru_ru: Контракты не могут заканчиваться в выходные дни; в связи с этим возможная дата окончания контракта может выпадать на следующий понедельник или рабочий день после праздников, если первоначальная дата окончания выпадала на субботу или воскресенье.
th_th: สัญญาจะไม่หมดอายุในช่วงสุดสัปดาห์ ดังนั้นวันหมดอายุของสัญญาอาจถูกเลื่อนออกเป็นวันจันทร์ถัดไป หากวันหมดอายุของสัญญาตรงกับวันเสาร์ หรือ วันอาทิตย์

source: Contracts offered by Binary Investments (Europe) Ltd have a minimum purchase price of USD/GBP/EUR 5.
es_es: Los contratos ofrecidos por Binary Investments (Europe) Ltd. tienen un precio mínimo de compra de 5 USD/GBP/EUR.
ru_ru: Минимальная цена контрактов, предложенных компанией Binary Investments (Europe) Ltd составляет USD/GBP/EUR 5.
th_th: สัญญาที่อยู่ภายใต้การดำเนินการโดย Binary Investments (Europe) Ltd มีราคาซื้อขายต่ำสุดที่ 5 เหรียญสหรัฐ/ปอนด์/ยูโร

source: Contracts sold
es_es: Contratos expirados
it_it: Contratti venduti
ru_ru: Проданные контракты
th_th: สัญญาถูกจำหน่าย

source: Contracts will not usually be offered at odds under 0.05 to 1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
es_es: Generalmente no se ofrecerán contratos con ventajas inferiores a 0,05 a 1 (por ejemplo, pagos inferiores a 1,05 USD/GBP/EUR/AUD por cada 1 USD/GBP/EUR/AUD apostado).
ru_ru: Обычно контракты не предлагаются при шансах ниже 0.05 до 1 (то есть, с выплатой ниже 1.05 USD/GBP/EUR/AUD на каждый поставленный 1 USD/GBP/EUR/AUD).
th_th: ปกติแล้ว สัญญาจะไม่ถูกเสนอขายที่ต่ำกว่า 0.05 ถึง 1 (เช่น การชำระเงินที่ต่ำกว่า 1.05 USD/GBP/EUR/AUD สำหรับการวางเงิน 1 USD/GBP/EUR/AUD)

source: Contracts will not usually be offered during the first 10 minutes of market trade.
es_es: Generalmente no se ofrecerán contratos durante los primeros 10 minutos de comercio del mercado.
it_it: generalmente, non si offrono contratti durante i primi 10 minuti di trading del mercato.
ru_ru: Обычно контракты не предлагаются в первые 10 минут открытия рынка.
th_th: สัญญาจะไม่ถูกเสนอระหว่างช่วง 10 นาทีแรกที่ตลาดเปิดซื้อขาย

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
es_es: Generalmente no se ofrecerán contratos cuando el mercado subyacente esté en su valor de intradía máximo o de intradía mínimo.
it_it: generalmente, non si offrono contratti quando il mercato sottostante è al suo valore massimo o minimo infragiornaliero.
ru_ru: Обычно контракты не предлагаются, когда рынок находится в своем высшем или низшем значении за день.
th_th: โดยปกติสัญญาจะไม่ถูกเสนอเมื่อผลิตภัณฑ์อ้างอิงที่ซื้อขายระหว่างวันสูง หรือ ต่ำ

source: Contribute creative ideas to further the company's dynamic branding effort
es_es: Aportar ideas creativas para promover el dinámico esfuerzo de marca de la empresa
it_it: Contribuire con idee creative per sostenere l'impegno della società per un brand dinamico
ru_ru: Применение креативных идей для динамичного развития бренда компании
th_th: นำเสนอความคิดสร้างสรรค์เพื่อส่งเสริมความพยายามในสร้างแบรนด์ของบริษัทฯ

source: Contribute ideas, energy, and creativity to further the company's dynamic branding efforts
es_es: Aportar ideas, energía y creatividad para promover los esfuerzos dinámicos de marca de la empresa
it_it: Contribuire con idee, energia e creatività per sostenere l'impegno della società per un brand dinamico
ru_ru: Примените свои идеи, энергию и творческий подход для динамичного развития бренда компании
th_th: นำเสนอไอเดีย ความพยายาม และความคิดสร้างสรรค์เพื่อส่งเสริมความพยายามในสร้างแบรนด์ของบริษัทฯ

source: Contribute to %1's open-source projects.
es_es: Contribuya a los proyectos de código abierto de %1.
it_it: Contribuisci ai progetti open-source di %1.
ru_ru: Внесите свои предложения в проекты с открытым исходным кодом %1.
th_th: มีส่วนในโครงการโอเพ่นซอสของ %1

source: Contributions to the %1 API
es_es: Contribuciones a la API de %1
it_it: Contributi per l'API di %1
ru_ru: Внесение дополнений в API %1
th_th: รับผิดชอบในการพัฒนา API ของ %1

source: Contributors
es_es: Contribuidores
it_it: Collaboratori
ru_ru: Соавторы
th_th: ผู้รับผิดชอบ

source: Controlled risk
es_es: Riesgo controlado
it_it: Rischio controllato
ru_ru: Контролируемый риск
th_th: ความเสี่ยงที่ถูกควบคุม

source: Convert raw data into an easy-to-understand format for analysis and reporting purposes.
es_es: Convertir los datos brutos a un formato fácil de entender para fines de análisis y elaboración de informes.
it_it: Convertire dati grezzi in un formato di facile comprensione per analisi e reportistica.
ru_ru: Преобразование исходных данных в простой и понятный формат для анализа и отчёта.
th_th: แปลงข้อมูลดิบให้อยู่ในรูปแบบที่เข้าใจง่ายเพื่อการนำไปใช้ในการวิเคราะห์และจัดทำรายงาน

source: Converting data into actionable insights that contribute to business strategies.
es_es: Convertir los datos en información práctica que contribuye a las estrategias de negocio.
it_it: Convertire i dati in informazioni pratiche che contribuiscano alle strategie di business.
ru_ru: Превращение данных в полезную информацию, вносящую существенный вклад в развитие бизнес-стратегий.
th_th: การแปลงข้อมูลเพื่อการนำไปใช้อย่างตรงเป้าหมายซึ่งยังผลต่อกลยุทธ์ทางธุรกิจ

source: Cookies and device information
es_es: Cookies e información de dispositivos
it_it: Informazioni su cookies e dispositivi
ru_ru: Куки и информация об устройстве
th_th: ข้อมูลคุกกี้และข้อมูลอุปกรณ์ที่ใช้งาน
