Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Lookbacks options are currently only available for %1Synthetic Indices%2.
it_it: Le opzioni retrospettive (lookbacks) sono al momento disponibili solo per gli %1indici sintetici%2.

source: Looking for desktop apps?
it_it: Cerci app per Desktop?

source: Looking for the %1 Desktop app?
it_it: Cerchi l'app per Desktop di %1?

source: MT5 Synthetic
it_it: Conto per indici sintetici MT5

source: MT5 real-money account for forex and CFDs.
it_it: Conto reale MT5 per Forex e CFD.

source: MT5 web platform
it_it: Piattaforma web MT5

source: Make a deposit or withdrawal on your account by buying and selling fiat currencies from anywhere in the world.
it_it: Effettua depositi o prelievi con il conto acquistando o vendendo valute fiat ovunque tu sia.

source: Make sure that production and publication of content are technically accurate, well-written, and easily understandable
it_it: Assicurati che i contenuti prodotti e pubblicati siano tecnicamente accurati, ben scritti e di facile comprensione

source: Making any reasonable adjustments for disabled employees
it_it: Apportare eventuali ragionevoli modifiche per gli impiegati con disabilità

source: Making decisions about who to employ and what salary and benefits to offer
it_it: Decidere chi assumere e che stipendio e benefit proporre

source: More %1financial instruments%2 to trade as you please
it_it: Più %1strumenti finanziari%2 per fare trading come preferisci

source: More than 3 years of experience in technical content creation
it_it: Più di 3 anni di esperienza nella creazione di contenuti tecnici

source: Multiplier Down
it_it: Moltiplicatore al ribasso

source: Multiplier Up
it_it: Moltiplicatore in rialzo

source: Need help? %1Contact us%2.
it_it: Hai bisogno di aiuto? %1Contattaci%2.

source: New Zealand dollar vs Canadian dollar
it_it: Dollaro neozelandese vs dollaro canadese

source: New Zealand dollar vs Japanese yen
it_it: Dollaro neozelandese vs yen giapponese

source: New Zealand dollar vs Singapore dollar
it_it: Dollaro neozelandese vs dollaro di Singapore

source: New Zealand dollar vs Swiss franc
it_it: Dollaro neozelandese vs franco svizzero

source: New Zealand dollar vs US dollar
it_it: Dollaro neozelandese vs dollaro statunitense

source: New to forex? We explain the basics of the world's largest and most liquid market.
it_it: Nessuna esperienza su Forex? Ci pensiamo noi a spiegarti le basi del più grande e più liquido mercato del mondo.

source: No authentication required
it_it: Non è richiesta autenticazione

source: No bribery
it_it: Contro la corruzione

source: No insider trading
it_it: Vietato l'insider trading

source: No sign up required. Easily log in with your %1 credentials.
it_it: Non serve registrarsi: puoi accedere facilmente con le credenziali di %1.

source: Not interested in trading
it_it: Non interessato al trading

source: Note: A no deposit bonus worth 10 USD will be credited into your account within 24 hours after registration.
it_it: Nota: entro 24 ore dalla registrazione, verrà accreditato sul tuo conto un bonus senza deposito di 10 USD.

source: Note: Payment Agent transfers are only available for accounts registered with Deriv (SVG) LLC. Transactions are accepted only in US dollars.
it_it: Nota: i trasferimenti tramite Agente di pagamento sono disponibili solo per i conti registrati con Deriv (SVG) LLC. Le transazioni sono accettate solo in dollari americani.

source: Offices in Malaysia, Malta, Paraguay and the UAE
it_it: Uffici in Malesia, Malta, Paraguay e EAU

source: One of the first things most forex traders learn is how to read a currency pair. There are two parts to a currency pair
it_it: Una delle prime cose che i trader su Forex devono imparare è la lettura di una coppia valutaria. Una coppia valutaria è formata da due parti

source: Online trading platform for binary options on forex, stock indices, commodities and Synthetic indices
it_it: Piattaforma di trading online per le opzioni binarie su Forex, indici azionari, materie prime e indici sintetici

source: Only letters, numbers, space, hyphen, period, comma, and apostrophe are allowed.
it_it: Sono consentite solo lettere, numeri, spazi, trattini, punti, virgole e apostrofi.

source: Open an account and start trading in minutes.
it_it: Apri un conto e inizia a fare trading in pochi minuti.

source: Others (please specify)
it_it: Altro (specificare)

source: Our MetaTrader 5 Financial STP account provides you with tight spreads, higher ticket size and offers more products.
it_it: Il nostro conto finanziario STP di MetaTrader 5 offre spread ridotti, dimensioni di ticket maggiori e più scelta di prodotti.

source: Our MetaTrader 5 Financial account is suitable for both new and experienced traders.
it_it: Il nostro conto finanziario MetaTrader 5 adatto sia a trader nuovi che esperti.

source: Our Synthetic account allows you to trade CFDs on Synthetic Indices - our proprietary synthetic assets that simulate market forces.
it_it: Il nostro conto per indici sintetici ti permette di fare trading con CFD sugli indici sintetici, ovvero i nostri asset sintetici proprietari che simulano le forze del mercato.

source: Our active client base is expected to reach over 175,000 total clients this year.
it_it: Ci aspettiamo che quest'anno la nostra base di clienti attivi superi i 175.000 clienti totali.

source: Our business is founded on collaboration and we aim to build long-term, mutually beneficial relationships with our partners. However, we will never compromise our commitment to business integrity. In cases where our partners are unwilling or unable to abide by our principles, we reserve the right to withdraw from the business relationship.
it_it: La collaborazione è al centro delle attività della Società, che mira a costruire relazioni durature e reciprocamente vantaggiose con i propri partner. Tuttavia, questa dedizione non pregiudicherà mai l'integrità aziendale: qualora i partner non possano o non vogliano attenersi ai principi aziendali, si riserverà il diritto di recedere dalla collaborazione.

source: Our stock indices are sourced from the over-the-counter (OTC) market – sources outside of the centralised exchanges. Please note that due to their OTC nature, the prices of our stock indices may differ from their counterparts on centralised exchanges.
it_it: I nostri indici azionari provengono dal mercato over-the-counter (OTC) - fonti al di fuori delle borse centralizzate. Si prega di notare che, a causa della loro natura OTC, i prezzi degli indici azionari possono differire dai corrispettivi nelle borse centralizzate.

source: Outside the EU, financial products are offered by Deriv (SVG) LLC, Hinds Building, Kingstown, St. Vincent and the Grenadines; Deriv (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, regulated by the Vanuatu Financial Services Commission (%1view licence%2); Deriv (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands, regulated by the British Virgin Islands Financial Services Commission (%3licence no. SIBA/L/18/1114%4); and Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, regulated by the Labuan Financial Services Authority to carry on a money-broking business (%5licence no. MB/18/0024%6).
it_it: Al di fuori dell'UE, i prodotti finanziari sono offerti da Deriv (SVG) LLC, Hinds Building, Kingstown, San Vincenzo e Grenadine; Deriv (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, regolamentata dalla Vanuatu Financial Services Commission (%1vedi licenza%2); Deriv (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, Isole Vergini britanniche, regolamentata dalla British Virgin Islands Financial Services Commission (%3licenza n. SIBA/L/18/1114%4); e Binary (FX) Ltd., lotto n. F16, primo piano, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malesia, regolamentata dalla Labuan Financial Services Authority per svolgere attività di intermediazione nel mercato finanziario(%5licenza n. MB/18/0024%6).

source: Outstanding written and verbal communication skills and excellent command of English
it_it: Ottime capacità comunicative scritte e orali, e padronanza della lingua inglese

source: Palladium vs US dollar
it_it: Palladio vs dollaro statunitense

source: Parts of this clause may not apply to Synthetic Indices.
it_it: Parti della presente clausola potrebbero non valere per gli indici sintetici.

source: Payment reference
it_it: Riferimento di pagamento

source: Platinum vs US dollar
it_it: Platino vs dollaro statunitense

source: Please ensure that your address is complete and accurate.
it_it: Controlla che l'indirizzo sia corretto e completo.

source: Please enter a valid phone number, including the country code (e.g. +15417541234).
it_it: Inserisci un numero di telefono valido includendo il prefisso (es. +39417541234).

source: Please note that Asians, Digits, Reset Call/Reset Put, High Ticks/Low Ticks, and Only Ups/Only Downs are available exclusively with our Synthetic Indices.
it_it: Importante: le opzioni Asiatiche, Cifre, la funzione Reimposta Call/Reimposta Put, i tick alti/tick bassi e solo ascendenti/solo discendenti sono disponibili esclusivamente con i nostri indici sintetici.

source: Please note that the selected currency is allowed for limited accounts only.
it_it: La valuta selezionata è disponibile sono per alcuni tipi di conto.

source: Please select a reason.
it_it: Selezionare una motivazione.

source: Please specify the reasons for closing your accounts
it_it: Specificare per quale motivo si desidera chiudere i propri conti

source: Please tell us why you are closing your account (please select one):
it_it: Indicare la motivazione per cui si desidera chiudere il proprio conto (selezionare un'opzione):

source: Please update your %1 to continue.
it_it: Aggiornare %1 per continuare.

source: Positions that are still open on Wednesday at 23:59:59 GMT will be charged three times the swap rate to account for weekends – a standard practice for all forex brokers.
it_it: Le posizioni ancora aperte il mercoledì alle 23:59:59 GMT verranno addebitate a tre volte il tasso swap per contabilizzare i fine settimana; si tratta di una pratica standard per tutti i broker Forex.

source: Practice account with replenishable 10,000 USD virtual credit.
it_it: Puoi esercitarti grazie a un conto di credito virtuale rinnovabile di 10.000 USD.

source: Predict if the market will rise or fall from its current level, or if it will end higher or lower than a price target.
it_it: Prevedi se il mercato crescerà o calerà rispetto al livello attuale, oppure se chiuderà a un prezzo superiore o inferiore rispetto al prezzo target.

source: Predict if the market will stay between or go outside two price targets.
it_it: Prevedi se il mercato resterà tra due prezzi target o uscirà da questo intervallo.

source: Predict if the market will touch or not touch a price target.
it_it: Prevedi se il mercato toccherà o non toccherà il prezzo deciso.

source: Predict that the last digit is an even number or odd number after the last tick.
it_it: Prevedi che l'ultima cifra sia un numero pari o dispari dopo l'ultimo tick.

source: Predict that the last digit is higher or lower.
it_it: Prevedi che l'ultima cifra sia più alta o più bassa.

source: Predict that the last digit will match or not match.
it_it: Prevedi che l'ultima cifra corrisponda o sia diversa.

source: Predict that the market stays inside or goes outside two price targets any time during the contract period.
it_it: Prevedi che il mercato rimarrà sempre all'interno di due prezzi scelti o ne uscirà in un qualsiasi momento durante la durata del contratto.

source: Predict that the market stops inside or outside two price targets at the end of the time period.
it_it: Prevedi che il mercato chiuderà all'interno o all'esterno di due prezzi stabiliti alla fine del periodo di tempo.

source: Predict that the market will end higher or lower than a price target.
it_it: Prevedi che il mercato chiuderà a un prezzo superiore o inferiore rispetto a un prezzo stabilito.

source: Predict that the market will end up higher than either the current level or the level at a predetermined time (reset time).
it_it: Prevedi che il mercato raggiungerà un livello superiore rispetto al livello attuale oppure a quello in un dato momento (data di reset).

source: Predict that the market will end up lower than either the current level or the level at a predetermined time (reset time).
it_it: Prevedi che il mercato raggiungerà un livello inferiore rispetto al livello attuale oppure a quello in un dato momento (data di reset).

source: Predict that the market will rise or fall from its current level.
it_it: Prevedi che il mercato salirà o scenderà rispetto al suo livello attuale.

source: Prefer another trading website
it_it: Preferisco un altro sito di trading

source: Produce coding standards, training manuals, and other technical documents for our Back-end, Front-end, Quants, Business Intelligence, and Quality Assurance teams as well as for the third-party developers who use our API
it_it: Produrre norme di codifica, manuali formativi e altri documenti tecnici per i gruppi di Back-end, Front-end, Quant, Business Intellgence e Controllo qualità, così come per gli sviluppatori esterni che usano la nostra API

source: Purpose of collecting personal data
it_it: Scopo della raccolta di dati personali

source: Q. Interpretation of terms
it_it: Q. Interpretazione dei termini

source: Q1 2020
it_it: Trimestre 1 2020

source: Q2 2019
it_it: Secondo trimestre 2019

source: Q3 2019
it_it: Terzo trimestre 2019

source: Q4 2019
it_it: Quarto trimestre 2019

source: Range Break 100 Index
it_it: Indice Range Break 100

source: Range Break 200 Index
it_it: Indice Range Break 200

source: Range break 100 breaks through the range on average once every 100 times that it hits the border.
it_it: Range break 100 interrompe l'intervallo mediamente una volta ogni 100 che raggiunge il limite.

source: Range break 200 breaks through the range on average once every 200 times that it hits the border.
it_it: Range break 200 interrompe l'intervallo mediamente una volta ogni 200 che raggiunge il limite.

source: Range break index fluctuates within a range between an upper and lower price level, also known as borders. When it hits either border, the index occasionally breaks through the range with a jump or crash, creating a new range. There are two types:
it_it: L'indice Range break varia all'interno di un intervallo compreso tra prezzo superiore e prezzo inferiore, noto anche come limite. Quando raggiunge il limite, l'indice talvolta lo supera con un salto o una rottura, creando così un nuovo intervallo. Si distingue in due tipi:

source: Range break indices
it_it: Indici Range break

source: Real Financial
it_it: Finanziario reale

source: Real Financial STP
it_it: Finanziario reale STP

source: Real Synthetic
it_it: Per indici sintetici reali

source: Real accounts will be archived after 90 days of inactivity. To re-activate a real account, contact binary.com help desk at %1support@binary.com%2
it_it: Il conto reale verrà archiviato dopo 90 giorni di inattività. Per riattivarlo, contatta il supporto di binary.com scrivendo all'indirizzo %1support@binary.com%2

source: Receive prices that are benchmarked against interbank rates.
it_it: Ricevi prezzi che vengono valutati in base ai tassi interbancari.

source: Receive quotes for a trade and countertrade, so you always get unbiased, transparent rates.
it_it: Ricevi quotazioni per un trade e il corrispondente opposto, in modo da ottenere sempre tariffe imparziali e trasparenti.

source: Recognising the complexities of the financial markets, we describe our trading options fairly and in detail. We include accurate product descriptions on our website, as well as free webinars. We offer clients the opportunity to set up virtual accounts in order to experiment with the system free of charge. We encourage our clients to study all these sources of information carefully before they trade.
it_it: La Società, riconoscendo la complessità dei mercati finanziari, descrive le opzioni di trading offerte in modo imparziale e dettagliato, attraverso spiegazioni accurate dei prodotti sul sito web e webinar gratuiti. Offre ai clienti la possibilità di aprire conti virtuali per testare il sistema senza commissioni. Invitiamo i clienti ad utilizzare tutte queste fonti di informazione prima di iniziare il trading.

source: Recruit, train, and nurture affiliates and IBs in countries where Deriv Group is active, leveraging your direct knowledge and experience of the local market
it_it: Reclutare, preparare e formare associati e IB nei paesi in cui il gruppo Deriv è attivo, moltiplicando l'esperienza e le conoscenze dirette dei clienti del mercato locale

source: Refer new clients to our MetaTrader 5 platform and earn a commission on their forex and CFD trading activity.
it_it: Grazie a questo programma, quando indirizzi nuovi clienti alla nostra piattaforma MetaTrader 5 ricevi una commissione sulle loro attività di trading su Forex e CFD.

source: Refine and polish engineer-generated documents and open source projects to imbue them with clarity and consistency
it_it: Rifinire e revisionare i documenti di tipo ingegneristico e i progetti open source per renderli chiari e coerenti

source: Reliability
it_it: Affidabilità

source: Remaining MT5 fund transfers for today: %1
it_it: Trasferimenti di fondi MT5 rimanenti per oggi: %1.

source: Represents the amount in base currency per round trade. For example, a round trade of 1 lot of EUR/USD would pay 10 EUR on financial accounts. A round trade of 1 lot of USD/CAD would pay 5 USD on financial STP accounts.
it_it: Rappresenta l'importo in valuta di base per trade. Esempio: un trade di 1 lotto di EUR/USD varrebbe 10 EUR su un conto finanziario, mentre un trade di 1 lotto di USD/CAD varrebbe 5 USD su un conto finanziario STP.

source: Responding to and defending against legal claims
it_it: Rispondere a un'azione legale e predisporre una difesa

source: Responsible trading
it_it: Trading responsabile

source: Ripple vs US dollar
it_it: Ripple vs dollaro statunitense

source: Select %1Account opening reason%2.
it_it: Seleziona %1Motivo di apertura del conto%2.

source: Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses.
it_it: Vendere i contratti a lungo termine prima della scadenza per proteggere eventuali profitti ottenuti o per minimizzare le perdite.

source: Server maintenance starting 03:00 GMT every Sunday. This process may take up to 2 hours to complete. Service may be disrupted during this time.
it_it: La manutenzione del server inizia ogni domenica alle 03:00 GMT. Potrebbe richiedere fino a 2 ore e provocare alcune interruzioni del servizio.

source: Set currency
it_it: Imposta la valuta

source: Set the standard for our technical documentation by creating a technical style guide that can be followed across the company
it_it: Mettere a punto delle norme per la documentazione tecnica creando una guida di stile per i vari dipartimenti della Società

source: Setup two-factor authentication for your %1 account now:
it_it: Imposta l'autenticazione a due fattori per il tuo conto: %1:

source: Silver vs US dollar
it_it: argento vs dollaro statunitense

source: Similar to forex trading, you must understand when to buy (or "go long") and when to sell (or "go short"). In forex trading, you'll buy a certain currency pair if you think the value of the base currency will rise. The opposite is also true: you will sell a certain currency pair if you think the value of the base currency will fall.
it_it: Come per il trading in Forex, è necessario comprendere quando comprare (o "aprire una posizione long") e quando vendere (o "aprire una posizione short"). Per i trade su Forex, comprerai una certa coppia di valuta se pensi che il valore della valuta base salirà. Allo stesso modo, venderai una certa coppia di valuta se pensi che il valore della valuta base scenderà.

source: Singapore dollar vs Japanese yen
it_it: Dollaro di Singapore vs yen giapponese

source: Sorry, deposits for this currency are currently disabled.
it_it: Siamo spiacenti, al momento non è possibile effettuare depositi con questa valuta.

source: Sorry, mobile version is not available yet.
it_it: Siamo spiacenti, la versione per dispositivi mobili non è ancora disponibile.

source: Sorry, withdrawals for this currency are currently disabled.
it_it: Siamo spiacenti, al momento non è possibile effettuare prelievi con questa valuta.

source: Special conditions apply to clients who are employed in the banking and/or finance sector. They may not conduct trades through our website without the knowledge of their employer. They must check that any such trading is in accordance with their employer's policies.
it_it: Sono previste condizioni speciali per i clienti che lavorano come dipendenti nel settore bancario e/o finanziario. Questi ultimi non possono fare trading tramite il sito web della Società senza averlo comunicato al loro datore di lavoro e dovranno inoltre assicurarsi che tali trade rispettino le sue politiche.

source: Step 1: Close all open positions
it_it: Fase 1: chiudi tutte le posizioni aperte

source: Step 2: Withdraw your funds
it_it: Fase 2: preleva i fondi

source: Step indices
it_it: Indici Step

source: Stock Indices
it_it: Indici azionari

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-<span class='currentYear'></span> Deriv Ltd. All rights reserved.&rdquo;
it_it: Tali materiali possono essere copiati e distribuiti in maniera limitata solo per fini non commerciali, a patto che qualsiasi materiale copiato rimanga intatto e che tutte le copie includano la seguente notifica in una posizione chiaramente visibile: &ldquo;Copyright 1999-<span class='currentYear'></span> Deriv Ltd. Tutti i diritti riservati.&rdquo;

source: Swiss franc vs Japanese yen
it_it: Franco svizzero vs yen giapponese

source: Synthetic
it_it: Sintetici

source: Synthetic Account
it_it: Conto per indici sintetici

source: Synthetic Indices are further categorised into two classes:
it_it: Gli indici sintetici sono ulteriormente suddivisi in due classi:

source: Synthetic Indices give you exclusive access to various trade types, such as Up/Down, Touch/No Touch, In/Out, Asians, Digits, Lookbacks, Reset Call/Reset Put, Call Spread/Put Spread, Only Ups/Only Downs, and more.
it_it: Gli indici sintetici offrono un accesso esclusivo a vari tipi di trade, come Alto/Basso, Tocca/Non tocca, In/Out, Asiatiche, Cifre, opzioni retrospettive, reimposta opzione Call/reimposta opzione Put, Call Spread/Put Spread, solo ascendente/solo discendente e molti altri.

source: Synthetic indices
it_it: Indici sintetici

source: Synthetics
it_it: Sintetici

source: Technical Writer
it_it: Scrittore tecnico

source: Thank you for completing the Financial Assessment. You can now deposit funds and trade forex with real money on MetaTrader 5.
it_it: Grazie per aver completato la valutazione finanziaria. Ora è possibile depositare fondi e fare trading su Forex con denaro reale su MetaTrader 5.

source: Thank you for completing your Personal Details. You can now deposit funds and trade forex with real money on MetaTrader 5.
it_it: Grazie per aver completato i dati personali. Ora puoi depositare fondi ed effettuare trading su Forex con denaro reale su MetaTrader 5.
