Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Where the negative balance is connected to or a result of functional limitations and/or malfunction of the MT5 trading platform
es_es: Cuando el saldo negativo está conectado a o es el resultado de limitaciones funcionales y / o mal funcionamiento de la plataforma de trading MT5
it_it: nel caso in cui il saldo negativo è legato ai limiti funzionali e/o malfunzionamenti della piattaforma di trading MT5 o ne è una conseguenza;
ru_ru: появление отрицательного баланса связано или произошло в результате функциональных ограничений и/или сбоя на торговой платформе MT5,
th_th: เมื่อยอดคงเหลือที่เป็นลบเชื่อมกับ หรือ ผลของข้อจำกัดทางฟังก์ชัน และ/หรือการทำงานผิดปกติของแพลตฟอร์มการซื้อขาย MT5

source: Where you can go
es_es: Donde puede viajar
it_it: Dove puoi andare
ru_ru: Что Вы можете посетить
th_th: ที่ที่ท่านสามารถไปได้

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
es_es: Donde su experiencia, su pasión y talento le pueden llevar a lugares desconocidos. Y usted tiene la libertad para empujar hacia nuevas fronteras.
it_it: In cui la tua esperienza, la tua motivazione e il tuo talento possono spingerti in direzioni sconosciute, con la libertà di spingerti verso nuove frontiere.
ru_ru: Где Ваш опыт, энергия и талант могут привести Вас к неожиданным высотам. При этом у Вас будет свобода поиска новых границ.
th_th: ที่ซึ่งประสบการณ์ของท่าน การขับเคลื่อน ความสามารถเฉพาะ สามารถทำให้ท่านไปถึงได้โดยที่ท่านไม่ทราบทิศทาง และท่านมีอิสระในการผลักดันอาณาจักรใหม่

source: Which account is right for me?
es_es: ¿Qué cuenta es más apropiada para mí?
it_it: Quale tipologia di conto è giusta per me?
ru_ru: Какой счёт мне подходит?
th_th: บัญชีใดที่ถูกต้องสำหรับฉัน?

source: Which currencies can I trade
es_es: ¿Con qué divisas puedo operar?
it_it: Su quali valute posso fare trading
ru_ru: Какими валютами можно торговать
th_th: มีสกุลเงินอะไรบ้างที่จะซื้อขายได้

source: Whilst the Company acts as principal in respect of the client's orders, the Company also assesses the execution venues that the Company uses and upon which the Company places significant reliance to provide the best possible result for the execution of the client's orders. These venues typically consist of third-party investment firms, brokers, and/or liquidity providers.
es_es: Si bien la Empresa actúa como administrador respecto a las órdenes del cliente, esta también evalúa los lugares de ejecución que y en los cuales confía significativamente para proporcionar el mejor resultado posible para la ejecución de las órdenes del cliente. Estos lugares suelen consistir en empresas de inversión de terceros, corredores y / o proveedores de liquidez.
it_it: La Società, mentre agisce in qualità di mandante degli ordini dei clienti, valuta anche le sedi esecutive utilizzate, alle quali attribuisce un ruolo fondamentale per ottenere il miglior risultato possibile nell'esecuzione degli ordini dei clienti. Tali sedi normalmente comprendono società di investimento esterne, broker e/o fornitori di liquidità.
ru_ru: Выступая принципалом (исполнителем) в отношении ордеров клиента, Компания также оценивает места исполнения, которые использует Компания и которым она значительно доверяет предоставление наилучшего результата для исполнения ордеров клиента. Как правило, данные места исполнения представлены сторонними инвестиционными компаниями, брокерами и/или поставщиками ликвидности.
th_th: ในขณะที่บริษัทฯ ปฏิบัติตามหลักการเกี่ยวกับคำสั่งซื้อของลูกค้า บริษัทฯ ยังประเมินสถานที่ในการประมวลผลซึ่งบริษัทฯ ใช้และที่ซึ่งบริษัทฯ ได้ให้ความเชื่อถืออย่างมากในการให้ผลลัพธ์ที่ดีที่สุดเท่าที่เป็นไปได้ในการประมวลผลคำสั่งซื้อของลูกค้า สถานที่เหล่านี้ทั่วไปแล้ว คือ บริษัทผู้ลงทุนบุคคลที่สาม โบรกเกอร์ และ/หรือ ผู้ให้บริการสภาพคล่องต่างๆ

source: Whilst the Company endeavours to close out the client's Open Positions if and when the Margin Level for their MT5 Real Account reaches or falls below the Stop Out Level, the company does not guarantee that the client's Open Positions will be closed when the Margin Level for their MT5 Real Account reaches the Stop Out Level.
es_es: Aunque la Empresa se esfuerza por cerrar las Posiciones Abiertas del cliente si y cuando el Nivel de Margen de su Cuenta Real MT5 alcance o caiga por debajo del nivel Stop Out, esta no garantiza que sus Posiciones Abiertas se cerrarán cuando el Nivel de Margen de su cuenta Real MT5 alcance el nivel de Stop Out.
it_it: Sebbene la Società si impegni a chiudere eventuali posizioni aperte se e quando i livello di margine per il conto reale MT5 del cliente raggiunge il livello di Stop Out o scende al di sotto di esso, la stessa non garantisce che le sue posizioni aperte verranno chiuse quando il livello di margine per il conto reale MT5 raggiunge tale livello.
ru_ru: Несмотря на то, что Компания предпримет все разумные усилия, чтобы закрыть открытые позиции Клиента в случае, если уровень маржи на Реальном счету MT5 достигнет или упадёт ниже уровня принудительного закрытия (уровня стоп-аут), Компания не даём никаких гарантий, что открытые позиции клиента будут закрыты, когда уровень маржи на Реальном счету MT5 достигнет уровня стоп-аут.
th_th: ในขณะที่บริษัทฯ พยายามที่จะปิดโพซิชั่นที่เปิดไว้ของลูกค้า เมื่อระดับมาร์จินของบัญชี MT5 จริงของลูกค้าถึง หรือ ตกจากระดับยุติการซื้อขาย บริษัทฯ ไม่รับรองว่า โพซิชั่นที่เปิดของลูกค้าจะถูกปิดเมื่อระดับมาร์จินของบัญชี MT5 จริงไปถึงระดับยุติการซื้อขาย

source: Whilst the Company endeavours to open or close the transaction to which the client's orders relate at the requested price, acting in accordance with the Company's duty of best execution, there are times when, due to an increase in volatility or volume, orders may be subject to slippage. The difference between the order price and execution price when orders are filled is known as slippage. This means that the client's order is not filled at the exact intended quoted price when the client places their order. Slippage is usually seen during periods of extremely high or low volatility and generally occurs during fundamental news releases or periods of limited liquidity. Slippages can result in either a positive slippage (more favourable to the client) or a negative slippage (less favourable to the client).
es_es: Mientras la Empresa se esfuerza por abrir o cerrar la transacción a la que se relacionan las órdenes del cliente al precio solicitado, de acuerdo con el deber de mejor ejecución de la propia Empresa, existen momentos en los que, debido a un aumento en la volatilidad o el volumen, las órdenes pueden estar sujetas a deslizamiento. La diferencia entre el precio de orden y el precio de su ejecución cuando las órdenes son cubiertas se conoce como deslizamiento (slippage). Esto significa que la orden del cliente no ha finalizado al precio esperado y exacto, sino a otro diferente al precio de apertura. El deslizamiento se observa generalmente durante periodos de volatilidad extremadamente alta o baja y generalmente ocurre durante importantes noticias de prensa o períodos de liquidez limitada. Los slippages pueden resultar en un deslizamiento positivo (más favorable para el cliente) o en un deslizamiento negativo (menos favorable para el cliente).
it_it: Mentre la Società si impegna ad aprire o chiudere l'operazione a cui gli ordini dei clienti si riferiscono al prezzo richiesto (rispettando l'obbligo di migliore esecuzione), può capitare che, in conseguenza a un aumento della volatilità o del volume, gli ordini siano oggetto di slippage. Per slippage si intende la differenza tra il prezzo dell'ordine e il prezzo di esecuzione quando gli ordini vengono completati; in questo caso, l'ordine non viene eseguito al prezzo esatto espresso dal cliente durante la compilazione dell'ordine. Lo slippage si verifica soprattutto nei momenti di volatilità estremamente elevata o contenuta, e coincide generalmente con la diffusione di informazioni rilevanti o con periodi di liquidità limitata. Infine, si distingue tra slippage positivo (più favorevole per il cliente) e slippage negativo (meno favorevole per il cliente).
ru_ru: Несмотря на то, что Компания предпринимает все усилия, чтобы по указанной цене открыть или закрыть контракт, к которому относятся ордеры клиента (действуя согласно политике наилучшего исполнения Компании), бывают периоды, когда, ввиду повышения волатильности или объёма торгов, ордеры могут проскальзывать. Разница между ценой ордера и ценой его исполнения называется проскальзыванием. Это означает, что ордер Клиента не будет открыт по цене, точно указанной при размещении ордера. Как правило, проскальзывание наблюдается в периоды очень высокой или очень низкой волатильности и обычно возникает во время выхода важных новостей или в периоды ограниченной ликвидности. Проскальзывание может оказаться позитивным (более благоприятным для клиента) или негативным (неблагоприятным для клиента).
th_th: ในขณะที่บริษัทฯ พยายามที่จะเปิด หรือ ปิดธุรกรรมซึ่งเกี่ยวข้องกับคำสั่งซื้อของลูกค้าที่ราคาที่ร้องขอ โดยที่บริษัทฯ ปฏิบัติตามหน้าที่ในการประมวลผลคำสั่งซื้ออย่างดีที่สุด มีบางเวลาเมื่อคำสั่ง Slipage เนื่องจากการเพิ่มขึ้นของความผันผวน หรือ ปริมาณ ความแตกต่างระหว่างราคาที่สั่งและราคาที่ประมวลผลเมื่อมีการประมวลผลคำสั่งซื้อ รู้จักในนาม Slipage ซึ่งหมายความว่า คำสั่งซื้อของลูกค้าไม่ได้ถูกประมวลผลที่ราคาที่ให้ไว้ เมื่อลูกค้าส่งคำสั่งซื้อ Slipage ปกติแล้วจะพบในช่วงเวลาที่มีความผันผวนสูงมาก หรือ ต่ำมากและทั่วๆ ไปเกิดขึ้นในระหว่างการแจ้งข่าวพื้นฐาน หรือช่วงเวลาของสภาพคล่องจำกัด Slipage อาจเป็นค่าเป็นบวก (เป็นผลดีต่อลูกค้า) หรือ ค่าที่เป็นลบ (เป็นผลเสียต่อลูกค้า)

source: Whilst the Company endeavours to take all reasonable and sufficient steps, as required by applicable laws and regulations, to identify potential conflicts of interests between the Company and its clients, or between one client and another, that arise in the course of providing the Margin trading services as described in this agreement by establishing and implementing policies and procedures, it is possible that the Company may execute certain Orders which may have other direct or indirect material interests.
es_es: Si bien la Empresa se esfuerza por tomar todas las medidas razonables y suficientes, según lo exigen las leyes y normativas aplicables, para identificar posibles conflictos de interés entre la Empresa y sus clientes, o entre un cliente y otro, que surgen en el curso de proporcionar los servicios de trading de Margen como se describe en este Acuerdo, al establecer e implementar políticas y procedimientos, es posible que la Empresa ejecute ciertas Órdenes que pueden tener otros intereses materiales directos o indirectos.
it_it: Mentre la Società si impegna ad adottare tutte le misure ragionevoli e sufficienti richieste da leggi e regolamenti applicabili per identificare possibili conflitti di interesse con i clienti, o tra clienti, derivanti dai servizi di trading a margine descritti nel presente contratto mettendo a punto e implementando varie politiche e procedure, è possibile che esegua ordini che implicano interessi materiali diretti o indiretti.
ru_ru: Несмотря на то, что Компания стремится предпринимать все разумные меры (требуемые соответствующим законодательством и нормативными положениями), чтобы выявлять потенциальный конфликт интересов между Компанией и клиентами, а также конфликты между самими клиентами, возникающие в процессе предоставления услуг торговли с использованием маржи (описанных в данном соглашении), устанавливая и соблюдая текущую политику и процедуры, Компания может заключать определённые ордеры, преследующие иные прямые или косвенные материальные интересы.
th_th: ในขณะที่บริษัทฯ จะพยายามดำเนินการตามขั้นตอนอย่างเหมาะสมและเพียงพอ ตามที่กำหนดโดยกฎหมายและกฎข้อบังคับที่เกี่ยวข้อง เพื่อระบุผลประโยชน์ทับซ้อนที่อาจจะเกิดขึ้นระหว่างบริษัทฯ กับลูกค้า หรือระหว่างลูกค้าด้วยกัน ซึ่งเกิดขึ้นในระหว่างการให้บริการซื้อขายมาร์จินตามที่อธิบายในข้อตกลงนี้โดยการตั้งและปฏิบัติตามนโยบายและขั้นตอนการดำเนินงาน อาจเป็นไปได้ว่าบริษัทฯ ดำเนินการธุรกรรมซึ่งอาจจะมีผลประโยชน์สำคัญอื่นๆ ทั้งทางตรงและทางอ้อม

source: Who can apply as a %1 affiliate?
es_es: ¿Quién puede ser afiliado de %1?
it_it: Chi può candidarsi come associato di %1?
ru_ru: Кто может стать партнёром %1?
th_th: ใครบ้างที่เป็นพันธมิตรของ %1 ได้?

source: Who can apply as a %1 partner
es_es: ¿Quien puede ser afiliado de %1?
it_it: Chi può candidarsi come partner di %1?
ru_ru: Кто может стать партнёром %1
th_th: ใครบ้างที่เป็นพันธมิตรของ %1 ได้

source: Who can apply to be a Payment Agent?
es_es: ¿Quién puede solicitar ser un Agente de Pago?
it_it: Chi può richiedere di diventare Agente di pagamento?
ru_ru: Кто может подать заявку Платежного Агента?
th_th: ใครบ้างที่สามารถเป็นตัวแทนรับชำระเงินได้?

source: Who can be a client on the %1 platform?
es_es: ¿Quién puede ser un cliente en la plataforma de %1?
it_it: Chi può essere cliente della piattaforma %1?
ru_ru: Кто может стать клиентом платформы %1?
th_th: ใครสามารถเป็นลูกค้าของแพลตฟอร์ม %1 ได้บ้าง?

source: Why Us
es_es: Por qué nosotros
it_it: Perché noi
ru_ru: Почему мы
th_th: ทำไมต้องเป็นเรา

source: Why Us?
es_es: ¿Por qué nosotros?
it_it: Perché scegliere noi?
ru_ru: Почему мы?
th_th: ทำไมต้องเป็นเรา?

source: Why do Clients choose to use Payment Agents?
es_es: ¿Por qué los clientes eligen utilizar Agentes de Pago?
it_it: Perché i Clienti scelgono di utilizzare Agenti di pagamento?
ru_ru: Почему клиенты предпочитают пользоваться услугами Платежных агентов?
th_th: ทำไมลูกค้าเลือกที่จะใช้ตัวแทนชำระเงิน?

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
es_es: ¿Por qué limitarse? Sea cual sea su visión del mercado, %1 le permite poner en funcionamiento su estrategia y beneficiarse de sus predicciones.
it_it: Perché limitarti? Qualunque sia la tua proiezione sul mercato, Binary. com ti offre di mettere in pratica la tua strategia e guadagnare dalle tue previsioni.
ru_ru: Зачем ограничивать себя? Независимо от того, каков Ваш взгляд на рынки, %1 позволяет Вам применить свою стратегию и получить прибыль от Ваших прогнозов.
th_th: ทำไมต้องสร้างข้อจำกัดให้ตัวเอง? ไม่ว่ามุมมองตลาดใดๆ ของท่าน %1 ให้ท่านได้ใช้ยุทธวิธีของท่านในการดำเนินการและสร้างกำไรจากการพยากรณ์ของท่าน

source: Why partner with us
es_es: ¿Por qué afiliarse con nosotros?
it_it: Perché collaborare con noi
ru_ru: Преимущества партнёрства с нами
th_th: ทำไมต้องเป็นพันธมิตรกับเรา

source: Why pay more?
es_es: ¿Por qué pagar de más?
it_it: Perché pagare di più?
ru_ru: Зачем переплачивать?
th_th: ทำไมเราให้ได้มากกว่า?

source: Why should I become a %1 affiliate?
es_es: ¿Por qué debería afiliarme a %1?
it_it: Perché dovrei diventare un associato di %1?
ru_ru: Каковы преимущества партнёра %1?
th_th: ทำไมควรจะเป็นพันธมิตร %1?

source: Why you should trade binary options with %1
es_es: Por qué debería operar con opciones binarias con %1
it_it: I vantaggi del trading di opzioni binarie con %1
ru_ru: Преимущества торговли бинарными опционами с %1
th_th: ทำไมจึงควรซื้อขายไบนารีออปชันกับ %1

source: Why you should trade precious metals with %1
es_es: Por qué debería operar con metales preciosos con %1
it_it: I vantaggi del trading in metalli preziosi con %1
ru_ru: Преимущества торговли драгоценными металлами на %1
th_th: ทำไมจึงควรซื้อขายโลหะมีค่ากับ %1

source: Why you should use %1 instead of your ISP's default DNS service
es_es: Por qué debería usar %1 en lugar del servicio DNS predeterminado de su ISP
it_it: I vantaggi di %1 rispetto al servizio DNS standard di ISP
ru_ru: Преимущества %1 по сревнению с сервисом DNS по умолчанию от Вашего интернет-провайдера
th_th: ทำไมคุณควรจะใช้ %1แทนที่จะเป็นบริการ DNS ตั้งต้นของ ISP ของคุณ

source: Win maximum payout if the exit spot is higher than or equal to the upper barrier.
es_es: Gane el pago máximo si el punto de salida es más alto o igual que la barrera superior.
ru_ru: Максимальная выплата, если спот-котировка выше или равна вержнему барьеру.
th_th: ชนะและได้รับเงินสูงสุด หากสปอตสุดท้ายสูงกว่า หรือ เท่ากับแบร์ริเออร์บน

source: Win maximum payout if the exit spot is lower than or equal to the lower barrier.
es_es: Gane el pago máximo si el punto de salida es menor o igual a la barrera inferior.
ru_ru: Получите максимальную выплату, если спот-котировка на выходе будет ниже или равна нижнему барьеру.
th_th: ชนะและได้รับเงินสูงสุด หากสปอตสุดท้ายต่ำกว่า หรือ เท่ากับแบร์ริเออร์ล่าง

source: Win payout if consecutive ticks fall successively. Contract is lost when at least one tick rises or is equal to any of the previous ticks.
es_es: Gane el pago si ticks consecutivos caen sucesivamente. El contrato se pierde cuando al menos un tick aumenta o es igual a cualquiera de los ticks anteriores.
it_it: Ottieni il pagamento se tick consecutivi si abbassano in successione. Un'eventuale perdita si verifica quando almeno un tick supera il tick precedente o coincide con questo.
ru_ru: Получить выплату, если последовательность из тиков снижается. Контракт проигрывает, если хоть один из тиков растёт или равен одному из предыдущих тиков.
th_th: ท่านจะชนะถ้าช่วงราคาที่ติดๆ กันตกลงอย่างต่อเนื่อง สัญญานี้ขาดทุนเมื่อมีอย่างน้อยหนึ่งช่วงราคาสูงขึ้น หรือ เท่ากับช่วงราคาก่อนหน้านั้น

source: Win payout if consecutive ticks rise successively. Contract is lost when at least one tick falls or is equal to any of the previous ticks.
es_es: Gane el pago si ticks consecutivos aumentan sucesivamente. El contrato se pierde cuando al menos un tick cae o es igual a cualquiera de los ticks anteriores.
it_it: Ottieni il payout se tick consecutivi aumentano in successione. Un'eventuale perdita si verifica quando almeno un tick scende al di sotto del tick precedente o coincide con questo.
ru_ru: Получить выплату, если последовательность из тиков растёт. Контракт проигрывает, если хоть один из тиков снижается или равен одному из предыдущих тиков.
th_th: ท่านจะชนะถ้าช่วงราคาที่ติดๆ กันสูงขึ้นอย่างต่อเนื่อง สัญญานี้ขาดทุนเมื่อมีอย่างน้อยหนึ่งช่วงราคาตกลง หรือ เท่ากับช่วงราคาก่อนหน้านั้น

source: Win payout if exit spot is also equal to entry spot.
es_es: Gane el pago si el punto de salida es igual al punto de entrada.
it_it: Ottieni il pagamento se il punto di uscita coincide con il punto di entrata.
ru_ru: Получить выплату, если спот-котировка на выходе равна спот-котировке на входе.
th_th: ชนะ เมื่อสปอตสิ้นสุดเท่ากับสปอตเริ่มต้น

source: Win the multiplier times the close minus low.
es_es: Gane el multiplicador por el cierre menos el bajo.
it_it: La vincita corrisponde al moltiplicatore per il valore close meno il valore low.
ru_ru: Размер выплаты вычисляется как разница между ценой закрытия и минимальной ценой за определенный период времени, помноженная на мультипликатор.
th_th: ชนะด้วย ตัวคูณคูณตัวปิดลบจุดต่ำ

source: Win the multiplier times the high minus close.
es_es: Gane el multiplicador por el alto menos el cierre.
it_it: La vincita corrisponde al moltiplicatore per il valore high meno il valore close.
ru_ru: Размер выплаты вычисляется как разница между максимальной ценой и ценой закрытия за определенный период времени, помноженная на мультипликатор.
th_th: ชนะด้วย ตัวคูณคูณตัวสูงลบจุดปิด

source: Win the multiplier times the high minus low.
es_es: Gane el multiplicador por el alto menos el bajo.
it_it: La vincita corrisponde al moltiplicatore per il valore high meno il valore low.
ru_ru: Размер выплаты вычисляется как разница между максимальной и минимальной ценой за определенный период времени, помноженная на мультипликатор.
th_th: ชนะด้วย ตัวคูณคูณตัวสูงลบจุดต่ำ

source: Win up to maximum payout if exit spot is between lower and upper barrier, in proportion to the difference between exit spot and lower barrier.
es_es: Gane hasta el pago máximo si el punto de salida se encuentra entre la barrera superior y la inferior, en proporción a la diferencia entre el punto de salida y la barrera inferior.
ru_ru: Получите максимальную выплату, если спот-котировка на выходе будет находиться между нижним и верхним барьером, в соответствии с разницей между спот-котировкой на выходе и нижним барьером.
th_th: ชนะและได้รับเงินถึงสูงสุด หากสปอตสุดท้ายอยู่ระหว่างแบร์ริเออร์ล่างและบน ในสัดส่วนความแตกต่างระหว่างสปอตสุดท้ายและค่าแบร์ริเออร์ล่าง

source: Win up to maximum payout if exit spot is between lower and upper barrier, in proportion to the difference between upper barrier and exit spot.
es_es: Gane hasta el pago máximo si el punto de salida se encuentra entre la barrera inferior y la superior, en proporción a la diferencia entre la barrera superior y el punto de salida.
ru_ru: Получите максимальную выплату, если спот-котировка на выходе будет находиться между нижним и верхним барьером, в соответствии с разницей между верхним барьером и спот-котировкой на выходе.
th_th: ชนะและได้รับเงินถึงสูงสุด หากสปอตสุดท้ายอยู่ระหว่างแบร์ริเออร์ล่างและบน ในสัดส่วนความแตกต่างระหว่างค่าแบร์ริเออร์บนและสปอตสุดท้าย

source: Winning the contract
es_es: Ganar el contrato
it_it: Vincere il contratto
ru_ru: Условия выигрыша контракта
th_th: ชนะสัญญา

source: With %1, you can count on us to serve you with integrity and reliability.
es_es: Con %1, puede contar con nosotros para servirle con integridad y confiabilidad.
it_it: Fidati di %1, al tuo servizio con integrità e affidabilità.
ru_ru: Вы можете всецело рассчитывать на честность и порядочность %1 при предоставлении Вам любых услуг.
th_th: กับเรา %1 ท่านสามารถเชื่อมั่นว่า เราบริการท่านด้วยความซื่อสัตย์และน่าเชื่อถือ

source: With %1, you can sell your contracts before expiry to keep any profits you may have made or to minimise your losses. You don't have to wait until the actual expiration time.
es_es: Con %1, tiene la posibilidad de vender sus contratos antes de la fecha de expiración para mantener cualquier ganancia conseguida o para minimizar sus pérdidas. No es necesario que espere hasta la fecha de término establecida inicialmente.
it_it: Con %1 puoi vendere i tuoi contratti prima della scadenza, conservando in modo gli eventuali profitti o riducendo le perdite. Non è quindi necessario aspettare fino alla scadenza effettiva.
ru_ru: На %1 Вы можете досрочно закрыть контракты для обеспечения уже полученной по ним прибыли или минимизации убытка. Нет необходимости ждать окончания контракта.
th_th: เมื่อท่านใช้ %1 ท่านสามารถขายสัญญาของท่านก่อนวันหมดอายุเพื่อกำหนดรับผลกำไรที่ท่านพึงได้ หรือ เพื่อลดการขาดทุนให้ต่ำที่สุด ไม่จำเป็นต้องรอถึงเวลาหมดอายุของสัญญา

source: With %1, you'll know the risk and potential reward before you purchase a contract.
es_es: Con %1, usted conocerá los riesgos y posibles ganancias antes de comprar un contrato.
it_it: Con %1, conoscerai i rischi e il ritorno potenziale prima dell'acquisto del contratto.
ru_ru: На %1 Вы всегда можете оценить риск и потенциальную прибыль ещё до покупки контракта.
th_th: กับ %1 ท่านจะรับรู้ถึงระดับความเสี่ยง และผลตอบแทนที่จะได้รับก่อนที่ท่านจะเปิดสัญญาใดๆ

source: With Boom 1000 Index, there's an average of one spike in the price series that occurs at anytime within 1000 ticks.
ru_ru: В индексе Boom 1000 Index, в среднем, наблюдается один рост цены, который случается один раз на протяжении 1000 тиков.

source: With Crash 1000 Index, there's an average of one drop in the price series that occurs at anytime within 1000 ticks.
ru_ru: В индексе Crash 1000 происходит, в среднем, одно падение в серии котировок, которое случается в любое время на протяжении 1000 тиков.

source: With insider knowledge of any financial market or instrument
es_es: Se realicen con conocimiento interno de cualquier mercado financiero o instrumento
it_it: dispongano di informazioni privilegiate riguardanti qualsiasi mercato o strumento finanziario
ru_ru: имеющим доступ к внутренней информации о финансовых рынках или инструментах.
th_th: มีความรู้อันลึกซึ้งที่เกี่ยวข้องกับตลาดการเงิน หรือ เครื่องมือทางการเงินใดๆ
