Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Derivative investment instruments such as binary options and related markets can be highly volatile. The prices of the underlying instrument that a Binary Option refers to may fluctuate rapidly and over wide ranges and may reflect unforeseeable events or changes in conditions, none of which can be controlled by the client or %1.
es_es: Los instrumentos derivados de inversión como las opciones binarias y los mercados relacionados pueden ser altamente volátiles. Los precios del instrumento subyacente al que una Opción Binaria hace referencia pueden fluctuar rápidamente y con amplios márgenes, y pueden reflejar eventos imprevisibles o cambios en las condiciones, ninguno de los cuales puede ser controlado por cliente o por %1.
it_it: Gli strumenti di investimento derivati, come le opzioni binarie e i relativi mercati, possono presentare un'elevata volatilità. I prezzi degli strumenti sottostanti a cui un'opzione binaria fa riferimento possono oscillare molto rapidamente e in maniera significativa; è possibile che riflettano eventi o cambiamenti imprevedibili delle condizioni, sui quali né il cliente né %1 possono esercitare controllo.
ru_ru: Производные инвестиционные инструменты, такие как бинарные опционы и смежные рынки, могут быть весьма нестабильными. Цены на базовые инструменты, на которых происходит торговля бинарными опционами, могут быстро и в широких пределах колебаться, а также подвергаться воздействию непредсказуемых событий или изменений в условиях, не зависящих от клиента или %1.
th_th: เครื่องมือสำหรับการลงทุนอนุพันธ์ เช่น ไบนารีออปชั่น และตลาดที่เกี่ยวข้องมีความผันผวนสูง ราคาของผลิตภัณฑ์อ้างอิงซึ่งไบนารีออปชั่นอ้างอิงจะมีความไม่แน่นอน ผันผวนอย่างรวดเร็วและเกินขอบเขต และอาจเป็นเหตุการณ์ที่ไม่สามารถพยากรณ์ได้ หรือ มีการเปลี่ยนแปลงในเงื่อนไขต่างๆ หรือไม่มีปัจจัยใดเลยที่ควบคุมได้จากลูกค้า หรือ %1

source: Description
es_es: Descripción
it_it: Descrizione
ru_ru: Описание
th_th: รายละเอียด

source: Design and develop applications and platforms based on blockchain technology
es_es: Diseñar y desarrollar aplicaciones y plataformas basadas en la tecnología blockchain
it_it: Progettare e sviluppare applicazioni e piattaforme basate sulla tecnologia della blockchain
ru_ru: Дизайн и разработка приложений и платформ на основе технологии блокчейн
th_th: ออกแบบ และพัฒนาแอพพลิเคชันและแพลตฟอร์มบนพื้นฐานของเทคโนโลยีบล็อกเชน

source: Design logos, icons, and other visuals for our websites and applications
es_es: Diseñar logotipos, iconos y otros elementos visuales para nuestros sitios web y aplicaciones
it_it: Progettare loghi, icone e altri elementi visivi per i nostri siti web e applicazioni
ru_ru: Дизайн логотипов, иконок и других визуальных элементов для наших сайтов и приложений
th_th: ออกแบบ โลโก้ ไอคอน และภาพอื่นๆสำหรับเว็บไซต์และแอพพลิเคชันของเรา

source: Details
es_es: detalles
it_it: Dettagli
ru_ru: Подробности
th_th: รายละเอียด

source: DevOps Engineer
es_es: Ingeniero DevOps
it_it: Ingegnere DevOps
ru_ru: Разработчик DevOps
th_th: วิศวกร DevOps

source: Develop and implement databases; collect, design, process, analyse, and present data in a meaningful way.
es_es: Desarrollar e implementar bases de datos; recopilar, diseñar, procesar, analizar y presentar datos de manera significativa.
it_it: Sviluppare e implementare le banche dati; raccogliere, progettare, elaborare, analizzare e presentare i dati in modo significativo.
ru_ru: Разработка и внедрение баз данных; сбор, дизайн, обработка, анализ и презентация данных в осмысленном виде.
th_th: สร้างและจัดการฐานข้อมูลด้วยการ จัดเก็บ ออกแบบ วิเคราะห์ ประมวลผล และนำเสนอข้อมูลในรูปแบบที่นำไปใช้ได้

source: Develop and maintain advanced features, tools, and applications according to best practices in UI/UX, front-end development and hybrid mobile application development
es_es: Desarrollar y mantener funciones, herramientas y aplicaciones avanzadas de acuerdo con las mejores prácticas en UI / UX, en desarrollo front-end y el de las aplicaciones móviles híbridas
it_it: Sviluppare e mantenere funzioni, strumenti e applicazioni avanzati in base alle migliori pratiche di UI/UX, sviluppo front-end e sviluppo di applicazioni ibride per cellulare
ru_ru: Разработка и поддержка дополнительных функций, инструментов и приложений, в соответствии с требованиями к эффективной работе UI/UX, front-end-разработке, а также разработке гибридных мобильных приложений
th_th: พัฒนาและรักษาคุณสมบัติขั้นสูง เครื่องมือ และแอพพลิเคชัน ตามแนวทางปฏิบัติที่ดีที่สุดใน UI/UX การพัฒนาเว็บส่วนหน้า และการพัฒนาแอพพลิเคชันอุปกรณ์สื่อสารแบบผสม

source: Develop and maintain world-class web applications
es_es: Desarrollar y mantener aplicaciones web de clase mundial
it_it: Sviluppare e mantenere applicazioni web a livello mondiale
ru_ru: Разработка и поддержка первоклассных веб приложений
th_th: พัฒนาและรักษาแอพพลิเคชันทางเว็บระดับโลก

source: Develop and update job descriptions and specifications
es_es: Desarrollar y actualizar las descripciones y especificaciones del trabajo
it_it: Sviluppare e aggiornare le descrizioni e le specifiche del lavoro
ru_ru: Написание и обновление рабочих обязанностей и требований к сотрудникам
th_th: พัฒนาและปรังปรุงแก้ไขคำอธิบายลักษณะงานและข้อกำหนด

source: Develop derivatives pricing, risk management models, and algorithms using C/C++, R, MATLAB, Perl, Python, and Java
es_es: Desarrollar precios de derivados, modelos de gestión de riesgos y algoritmos utilizando C/C++, R, MATLAB, Perl, Python y Java
it_it: Elaborare prezzi degli strumenti derivati, modelli di gestione del rischio e algoritmi utilizzando C/C++, R, MATLAB, Perl, Python e Java
ru_ru: Разработка цен производных (деривативов), моделей управления риском, а также алгоритмов на C/C++, R, MATLAB, Perl, Python и Java
th_th: พัฒนาราคาอนุพันธ์ ตัวแบบการบริหารความเสี่ยง และอัลกอริธึ่มโดยใช้ ภาษา C/C++, R, MATLAB, Perl, Python และ Java

source: Develop mathematical/statistical models for pricing and risk management for all products
es_es: Desarrollar modelos matemáticos / estadísticos para la fijación de precios y la gestión de riesgos para todos los productos
it_it: Sviluppare modelli matematici/statistici per la determinazione dei prezzi e la gestione del rischio per tutti i prodotti
ru_ru: Разработка математических/статистических моделей ценообразования и управления риском для всех продуктов
th_th: พัฒนาแบบจำลองทางคณิตศาสตร์และทางสถิติสำหรับการตั้งราคา และการบริหารความเสี่ยงของผลิตภัณฑ์ทั้งหมด

source: Develop risk management models and algorithms using MATLAB/Python/R/C++
es_es: Desarrollar modelos y algoritmos de gestión de riesgos utilizando MATLAB/Python/R/C++
it_it: Sviluppare modelli e algoritmi per la gestione del rischio usando MATLAB/Python/R/C++
ru_ru: Разработка моделей и алгоритмов управления риском с использованием MATLAB/Python/R/C++
th_th: พัฒนาแบบจำลองการจัดการความเสี่ยงและอัลกอริธึ่มโดยใช้ MATLAB/งู/R/c ++

source: Develop your own trading application with our APIs.
es_es: Desarrolle su propia aplicación de trading con nuestras APIs.
it_it: Sviluppa la tua applicazione di trading con le nostre API.
ru_ru: Разработайте собственное торговое приложение с помощью наших API.
th_th: พัฒนาแอพพลิเคชันในการเทรดของท่านด้วย API ต่างๆ ของเรา

source: Develop, implement, and test database backup and recovery plans
es_es: Desarrollar, implementar y probar planes de backup y recuperación de bases de datos
it_it: Sviluppare, implementare e testare i programmi di backup e ripristino delle banche dati
ru_ru: Разработка, внедрение и тестирование планов резервного копирования и восстановления баз данных
th_th: พัฒนา ปรับใช้ และทดสอบฐานข้อมูลสำรองและแผนการกู้คืน

source: Differences with other data feeds
es_es: Diferencias con otras fuentes de datos
it_it: Differenze con gli altri feed di dati
ru_ru: Разница с другими поставщиками котировок
th_th: ความแตกต่างของข้อมูลฟีดอื่นๆ

source: Digit
es_es: Dígito
it_it: Cifra
ru_ru: Десятичн.
th_th: ตัวเลข (Digits)

source: Digit Differs
es_es: Dígito difiere
it_it: Cifra differente
ru_ru: Несовпад. цифр
th_th: ดิจิตไม่ตรงกัน (Digit Differs)

source: Digit Even
es_es: Dígito par
it_it: Cifra pari
ru_ru: Чётная цифра
th_th: ดิจิตคู่ (Digit Even)

source: Digit Matches
es_es: Dígito coincide
it_it: Cifra uguale
ru_ru: Совпадение цифр
th_th: ดิจิตตรงกัน (Digit Matches)

source: Digit Odd
es_es: Dígito impar
it_it: Cifra dispari
ru_ru: Нечётная цифра
th_th: ดิจิตคี่ (Digit Odd)

source: Digit Over
es_es: Dígito sobre
it_it: Cifra superiore
ru_ru: Цифра выше
th_th: ดิจิตสูงกว่า (Digit Over)

source: Digit Under
es_es: Dígito por debajo
it_it: Cifra inferiore
ru_ru: Цифра ниже
th_th: ดิจิตต่ำกว่า (Digit Under)

source: Digit contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
es_es: Los contratos de dígitos se reembolsará al precio de compra si el contrato no termina en 5 minutos.
it_it: I contratti digit verranno rimborsati al prezzo d'acquisto se il contratto non termina entro 5 minuti.
ru_ru: Цена покупки цифровых контрактов будет возмещена, если контракт не истечёт в течение 5 минут.
th_th: สัญญา Digit จะถูกคืนมูลค่าที่ราคาซื้อ หากสัญญาไม่สิ้นสุดภายใน 5 นาที

source: Digits
es_es: Dígitos
it_it: Cifre
ru_ru: Цифровые
th_th: ตัวเลข (Digits)

source: Disable
es_es: Desactivar
it_it: Disabilita
ru_ru: Отключить
th_th: ปิดใช้งาน

source: Disaster Recovery,
es_es: Recuperación de desastres,
it_it: Ripristino di emergenza,
ru_ru: Аварийное восстановление,
th_th: การฟื้นตัวจากภัยพิบัติ

source: Disclaimer
es_es: Descargo de responsabilidad
it_it: Dichiarazione di esclusione di responsabilità
ru_ru: Заявление
th_th: ข้อสงวนสิทธิ์

source: Disclaimers
es_es: Descargo de responsabilidad
it_it: Dichiarazioni di esclusione di responsabilità
ru_ru: Отказ от ответственности
th_th: ข้อสงวนสิทธิ์

source: Display your proof of address when prompted.
es_es: Presente tu comprobante de domicilio cuando se le solicite.
it_it: Quando richiesto, mostra la tua prova di residenza.
ru_ru: Предоставьте подтверждение адреса по требованию.
th_th: แสดงหลักฐานที่อยู่ของท่าน เมื่อท่านได้รับแจ้ง

source: Display your proof of identity when prompted.
es_es: Presente tu comprobante de identidad cuando se le solicite.
it_it: Quando richiesto, mostra un documento identificativo.
ru_ru: Предоставьте подтверждение личности по требованию.
th_th: แสดงหลักฐานแสดงตัวบุคคลของท่าน เมื่อท่านได้รับแจ้ง

source: Diverse platforms and account types
es_es: Diversas plataformas y tipos de cuentas
it_it: Diverse piattaforme e tipologie di conto
ru_ru: Разнообразные платформы и виды счетов
th_th: แพลตฟอร์มและประเภทบัญชีที่หลากหลาย

source: Diversify your portfolio with all four types of precious metals that are widely known as "safe haven" investments: gold, silver, platinum, and palladium.
es_es: Diversifique su cartera con los cuatro tipos de metales preciosos ampliamente conocidos como valores refugio: oro, plata, platino y paladio.
it_it: Diversifica il tuo portafoglio con tutti e quattro i tipi di metalli preziosi, ampiamente conosciuti come investimenti di "rifugio sicuro": oro, argento, platino e palladio.
ru_ru: Диверсифицируйте свой портфель, добавив в него четыре драгоценных металла, широко известные как "безопасная гавань" для инвестиций: золото, серебро, платину и палладий.
th_th: กระจายสัดส่วนการลงทุนของท่านด้วยโลหะมีค่าสี่ประเภทที่รู้จักแพร่หลายว่า เป็น "การลงทุนที่ปลอดภัย" ได้แก่ ทอง เงิน แพลทินัม พาลาเดียม

source: Diversify your portfolio with some of the most popular commodities in the world including gold and silver.
es_es: Diversifique su cartera con algunas de las materias primas más populares en el mundo, incluyendo oro y plata.
it_it: Diversifica il tuo portafoglio con alcune delle più famose materie prime al mondo tra cui oro e argento.
ru_ru: Диверсифицируйте свой портфель самыми популярными сырьевыми товарами, включая золото и серебро.
th_th: กระจายพอร์ตโฟลิโอด้วยสินค้าโภคภัณฑ์บางชนิดที่เป็นที่นิยมมากที่สุดในโลกรวมทั้งทองและเงิน

source: Diversity
es_es: Diversidad
it_it: Diversità
ru_ru: Разнообразие
th_th: ความหลากหลาย

source: Divorce Settlement
es_es: Acuerdo de divorcio
it_it: Accordo di divorzio
ru_ru: Раздел имущества
th_th: ข้อตกลงการหย่า

source: Do not trade when you are tired or are under the influence of alcohol.
es_es: No opere si está cansado o se encuentra bajo los efectos del alcohol.
it_it: Non fare trading se sei stanco o se sei sotto l'effetto dell'alcool.
ru_ru: Не покупайте контракты, если Вы устали или находитесь под действием алкоголя.
th_th: โปรดอย่าเทรดเมื่อท่านเหนื่อยล้า หรือ เมื่อท่านอยู่ในภาวะที่มีแอลกอฮอล์

source: Do you have a real money account?
es_es: ¿Tiene una cuenta de dinero real?
ru_ru: У Вас есть реальный счет?
th_th: ท่านมีบัญชีเงินจริงหรือไม่?

source: Do you manage a social media page that's dedicated to online trading? Partner with us and convert your audience into potential profit.
es_es: ¿Usted administra una página de redes sociales dedicada a las operaciones en línea? Asóciese con nosotros y convierta su público en una ganancia potencial.
it_it: Gestisci una pagina sui social media dedicata al trading online? Collabora con noi e trasforma i tuoi contatti in profitto potenziale.
ru_ru: У Вас есть страница в соц сетях, посвящённая онлайн торговле? Станьте нашим партнёром и превратите посетителей Вашей страницы в источник дохода.
th_th: ท่านกำลังจัดการเพจสื่อสังคมออนไลน์เฉพาะสำหรับการซื้อขายออนไลน์ใช่ไหม? ร่วมเป็นพันธมิตรกับเราเพื่อเปลี่ยนให้ผู้เยี่ยมชมเพจของท่านเป็นโอกาสสร้างรายได้

source: Do you offer any referral tools to your IBs?
es_es: ¿Le ofrece herramientas de referencia a sus IB?
it_it: Offrite strumenti di suggerimento ai vostri IB?
ru_ru: Предоставляете ли вы своим ПБ инструменты для реферралов (привлечения клиентов на сайт)?
th_th: ท่านมีเครื่องมืออ้างอิงใด ๆ ให้กับ IBs ของท่านหรือไม่?

source: Do you offer any tools to manage my clients' trades?
es_es: ¿Ofrecen alguna herramienta para gestionar las operaciones de mis clientes?
it_it: Avete a disposizione qualche strumento per gestire i trade dei clienti?
ru_ru: Предоставляете ли Вы какие-либо инструменты для управления контрактами моих клиентов?
th_th: ท่านมีเครื่องมือใดๆ ในการจัดการซื้อขายของลูกค้าของฉันหรือไม่?

source: Do you run a website that promotes Forex or binary options? Join our global network of affiliates and turn your online traffic into revenue.
es_es: ¿Administra un sitio web que promueve Forex u opciones binarias? Únase a nuestra red global de afiliados y convierta su tráfico en línea en ingresos.
ru_ru: У Вас есть вебсайт, рекламирующий Forex или бинарные опционы? Присоединитесь к нашей мировой сети партнёров и превратите свой онлайн траффик в источник дохода.
th_th: ท่านมีเว็บไซต์ที่เกี่ยวกับฟอเร็กซ์ หรือ ไบนารีออปชัน ใช่หรือไม่ ร่วมเป็นหนึ่งในเครือข่ายพันธมิตรทั่วโลกกับเรา เพื่อเปลี่ยนผู้เข้าชมเว็บไซต์ออนไลน์ของท่านให้เป็นรายได้

source: Do you want this to be a fiat account or crypto account? Please choose one:
es_es: ¿Desea que esta sea una cuenta fiat o una cuenta de criptomonedas? Por favor elija uno:
it_it: Desideri che sia un conto fiat o di criptovalute? Scegli un'opzione:
ru_ru: Вы хотите, чтобы данный счёт был фидуциарным или криптосчётом? Пожалуйста, выберите:
th_th: ท่านต้องการใช้กับบัญชีเงินกระดาษ หรือ บัญชีเงินดิจิทัล? โปรดเลือกหนึ่งประเภทบัญชี

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
es_es: ¿Está interesado en aprender más sobre los mercados y cómo operar con ellos? Eche un vistazo a los recursos que se ofrecen a continuación.
it_it: Desideri saperne di più sui mercati e su come fare trading? Dai uno sguardo alle risorse qui sotto.
ru_ru: Хотите узнать больше о рынках или как на них работать? Смотрите информацию ниже.
th_th: ท่านต้องการศึกษาตลาดเพิ่มเติม และวิธีการเทรดไหม? ศึกษาได้ทันทีจากแหล่งข้อมูลที่รวบรวมไว้ด้านล่างนี้

source: Do you want to see %1 in other languages, or can you suggest improvements to our current translations?
es_es: ¿Quiere ver %1 en otros idiomas o sugerir mejoras en las traducciones actuales?
it_it: Desideri vedere %1 in altre lingue oppure puoi suggerire dei miglioramenti alle nostre attuali traduzioni?
ru_ru: Хотите пользоваться сайтом %1 на других языках или желаете улучшить текущий перевод?
th_th: ท่านต้องการรับชม %1 ในภาษาอื่น หรือ ท่านสามารถแนะนำเราเพื่อการปรับปรุงการแปลของเรา ในขณะนี้ ใช่หรือไม่?

source: Do you want to top up for another %1? If not, you can do this later on the %2Cashier page%3, too.
es_es: ¿Desea recargar otros %1? Si no, puede también hacerlo más adelante en su %2Página de Cajero%3.
it_it: Desideri effettuare un'integrazione per un ulteriore importo di %1? In caso contrario, puoi farlo più tardi sulla %2pagina della cassa%3.
ru_ru: Хотите получить ещё %1? Вы можете сделать это в любое время в %2разделе Касса%3.
th_th: ท่านต้องการเติมเงินสำหรับ %1 อื่นๆ ไหม? หากไม่ต้องการ ท่านสามารถทำได้ภายหลังเช่นกัน ที่ %2หน้าแคชเชียร์%3

source: Do you wish to continue?
es_es: ¿Desea continuar?
it_it: Desideri continuare?
ru_ru: Хотите продолжить?
th_th: ท่านต้องการดำเนินการต่อหรือไม่?

source: Document Type
es_es: Tipo de documento
it_it: Tipo di documento
ru_ru: Вид документа
th_th: ประเภทของเอกสาร

source: Document and administer database policies, procedures, and standards
es_es: Documentar y administrar la política, los procedimientos y estándares de bases de datos
it_it: Registrare e amministrare politiche, procedure e norme relative alle banche dati
ru_ru: Документирование и администрирование политики, процедур и стандартов баз данных.
th_th: ทำเอกสาร และบริหารนโยบาย กระบวนการ และมาตรฐานของฐานข้อมูล

source: Document submission status
es_es: Estado de envío del documento
it_it: Stato invio dei documenti
ru_ru: Статус предоставления документа
th_th: สถานะการส่งเอกสาร

source: Does Not Touch
es_es: No toque
it_it: Non tocca
ru_ru: не коснется
th_th: ไม่แตะ

source: Doing great work and inspiring others to do the same.
es_es: Hacer un gran trabajo e inspirar a otros a hacer lo mismo.
it_it: Svolgere lavoro di qualità e spingere gli altri a fare lo stesso.
ru_ru: Хорошее выполнение работы и вдохновение других сотрудников на плодотворный труд.
th_th: ปฏิบัติงานอย่างดีเยี่ยมและสามารถกระตุ้น ส่งเสริมให้ผู้อื่นดำเนินการได้อย่างดีเยี่ยมเช่นกัน

source: Don't have a %1 account yet?
es_es: ¿Aún no tiene una cuenta de %1?
it_it: Non hai ancora un conto %1?
ru_ru: У Вас ещё нет счёта %1?
th_th: ยังไม่มีบัญชี %1 ใช่ไหม?

source: Don't share your %1 account or payment methods with any other person.
es_es: No comparta su cuenta de %1 ni sus métodos de pago con ninguna otra persona.
it_it: Non condividere il tuo conto %1 o i tuoi metodi di pagamento con nessun'altra persona.
ru_ru: Не делитесь данными Вашего счёта %1 или платёжной информацией с другими лицами.
th_th: โปรดรักษาบัญชี %1 ของท่าน หรือ วิธีการชำระเงินของท่านเป็นความลับ ไม่เปิดเผยต่อผู้อื่น

source: Don't show again
es_es: No mostrar de nuevo
it_it: Non mostrare più
ru_ru: Больше не показывать
th_th: ไม่ต้องแสดงอีก

source: Don't want to trade in %1? You can open another cryptocurrency account.
es_es: ¿No quiere comerciar en %1? Puede abrir otra cuenta en criptomoneda.
it_it: Non vuoi effettuare trading in %1? Puoi aprire un altro conto di criptovalute.
ru_ru: Не хотите торговать в %1? Вы можете открыть другой криптовалютный счёт.
th_th: ไม่ต้องการเทรดกับ %1 เหรอ? ท่านสามารถเปิดบัญชีเงินดิจิทัลได้อีกบัญชีหนึ่ง

source: Don't worry, you can simply %1reset your password%2.
es_es: No se preocupe, puede simplemente %1restablecer su contraseña%2.
it_it: Nessun problema, puoi %1reimpostare la tua password%2 con facilità.
ru_ru: Не переживайте! Вы можете просто %1изменить пароль%2.
th_th: ไม่ต้องกังวล ท่านสามารถ %1ตั้งค่ารหัสผ่านใหม่%2 ของท่านได้อย่างง่ายดาย

source: Dormant and inactive accounts
es_es: Cuentas inactivas
it_it: Conti dormienti e inattivi
ru_ru: Неактивные счета
th_th: บัญชีไม่เคลื่อนไหว และ บัญชีไม่มีการใช้งาน

source: Download Binary VPN app For Android
es_es: Descargue la app de VPN de Binary para Android
ru_ru: Загрузите приложение Binary VPN для Android
th_th: ดาวน์โหลดแอพพลิเคชัน Binary VPN สำหรับแอนดรอยด์

source: Download Binary VPN app for Windows Desktop
es_es: Descargue la app de VPN de Binary para la versión de escritorio de Windows
ru_ru: Загрузите приложение Binary VPN для Windows
th_th: ดาวน์โหลดแอพพลิเคชัน Binary VPN สำหรับเครื่องเดสก์ทอปที่ใช้วินโดวส์

source: Download CSV
es_es: Descargar CSV
ru_ru: Загрузить CSV
th_th: ดาวน์โหลด CSV

source: Download MAM
es_es: Descargar el gestor de cuentas múltiples (GCM)
ru_ru: Загрузить ММС
th_th: ดาวน์โหลด MAM

source: Download MT5 for Linux
es_es: Descargue MT5 para Linux
it_it: Scarica MT5 per Linux
ru_ru: Загрузить MT5 для Linux
th_th: ดาวน์โหลด MT5 สำหรับระบบปฏิบัติการลินุกซ์

source: Download MT5 for Mac
es_es: Descargue MT5 para Mac
ru_ru: Загрузить MT5 для Mac
th_th: ดาวน์โหลด MT5 สำหรับระบบปฏิบัติการแมค

source: Download MT5 for Windows
es_es: Descargue MT5 para Windows
it_it: Scarica MT5 per Windows
ru_ru: Загрузить MT5 для Windows
th_th: ดาวน์โหลด MT5 สำหรับระบบปฏิบัติการวินโดวส์

source: Download MT5 for your desktop or laptop to access the powerful tools and features enjoyed by millions of traders.
es_es: Descargue MT5 para su computador de escritorio o portátil para acceder a las potentes herramientas y características que disfrutan millones de operadores.
it_it: Scarica MT5 per desktop o portatile per accedere alle funzioni e ai potenti strumenti utilizzati da milioni di trader.
ru_ru: Загрузите MT5 для настольного компьютера или ноутбука; получите доступ к мощным инструментам и функциям, используемым миллионами трейдеров.
th_th: ดาวน์โหลด MT5 สำหรับเครื่องคอมพิวเตอร์เดสก์ทอป หรือ โน๊ตบุ๊กเพื่อใช้เครื่องมืออันทรงพลังและรูปแบบที่ล้านเทรดเดอร์พึงปรารถนา

source: Download Tick Trade App
es_es: Descargue Tick Trade App
it_it: Scarica Tick Trade App
ru_ru: Загрузить Tick Trade
th_th: ดาวน์โหลด แอพ Tick Trade

source: Download for Android
es_es: Descargar para Android
ru_ru: Загрузить для Android
th_th: ดาวน์โหลดสำหรับแอนดรอยด์

source: Download our VPN app for your preferred device
es_es: Descargar nuestra app de VPN para el dispositivo de su preferencia
ru_ru: Загрузите приложение VPN для нужного устройства
th_th: ดาวน์โหลดแอพพลิเคชัน VPN บนอุปกรณ์ที่ท่านต้องการ

source: Download our VPN app now
es_es: Descargue nuestra aplicación de VPN ahora
ru_ru: Загрузите приложение VPN сейчас
th_th: ดาวน์โหลดแอพพลิเคชัน VPN ของเราตอนนี้เลย

source: Download the %1desktop app%2 for the most secure way to access the %3 website.
es_es: Descargue la %1aplicación para escritorio%2 para navegar el sitio web de la forma %3 más segura.
it_it: Scarica l'%1app per il desktop%2 per accedere al sito web %3 nel modo più sicuro.
ru_ru: Загрузите %1приложение для ПК%2 – самый безопасный способ доступа к сайту %3.
th_th: ดาวน์โหลด%1dแอพบนเดสก์ทอป%2ซึ่งเป็นวิธีที่ปลอดภัยที่สุดในการเข้าถึงเว็บไซต์ %3

source: Download your statement
es_es: Descargue su extracto
it_it: Scarica il tuo estratto conto
ru_ru: Загрузите выписку со счёта
th_th: ดาวน์โหลดรายการบัญชีของคุณ

source: Drive rapid growth and business development to support the company's sales and marketing objectives
es_es: Conseguir un rápido crecimiento y el desarrollo comercial para respaldar los objetivos de ventas y marketing de la compañía
it_it: Condurre una crescita rapida e lo sviluppo del business per favorire gli obiettivi di vendita e marketing della Società
ru_ru: Стимуляция быстрого роста и развития бизнеса с целью поддержания уровня продаж и выполнения маркетинговых задач компании
th_th: ผลักดันการเติบโตอย่างรวดเร็วขององค์กรและการพัฒนาธุรกิจ เพื่อสนับสนุนเป้าหมายทางการขายและการตลาดขององค์กร

source: Driving licence
es_es: Licencia de conducir
it_it: Patente di guida
ru_ru: Водительское удостоверение
th_th: ใบขับขี่

source: Dubai
es_es: Dubái
ru_ru: Дубай
th_th: ดูไบ
