Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Access to the client's personal data is strictly prohibited, with the exception of key %1 personnel and only as needed for the performance of their duties.
es_es: El acceso a los datos personales del cliente está estrictamente prohibido, a excepción del personal clave de %1 y sólo cuando sea necesario para el desempeño de sus funciones.
it_it: L'accesso ai dati personali del cliente è severamente vietato, ad eccezione degli addetti di %1 ai quali è consentito solo se necessario per l'esecuzione delle loro funzioni.
ru_ru: Доступ к личным данным строго запрещен, за исключением ключевого персонала %1 и только по мере необходимости, при выполнении ими своих обязанностей.
th_th: การเข้าถึงข้อมูลส่วนบุคคลเป็นข้อห้ามอย่างเคร่งครัด ยกเว้นบุคคล %1 หลัก และเมื่อจำเป็นในการปฏิบัติงานตามหน้าที่ของบุคคลเหล่านี้เท่านั้น

source: Access your account with full trading permission.
es_es: Acceda a su cuenta con permisos totales para operar.
it_it: Accedi al tuo conto con un permesso per il trading completo.
ru_ru: Заходите на свой счёт с полным торговым функционалом.
th_th: เข้าถึงบัญชีของท่านด้วยสิทธิ์อย่างสมบูรณ์ในการซื้อขาย

source: Accomplished writing and editing skills with at least five years editorial experience in digital advertising or online media
es_es: Habilidades comprobadas para la escritura y la edición, con al menos cinco años de experiencia editorial en el área de publicidad digital o medios en línea
it_it: Comprovate capacità di scrittura ed editing con un'esperienza editoriale minima di cinque anni in pubblicità digitale o media online
ru_ru: Хорошие навыки написания и редактирования текстов, минимум пять лет редакторского опыта в сфере цифрового маркетинга и онлайн рекламы
th_th: มีทักษะทางด้านการเขียนและการแก้ไขที่ประสบความสำเร็จ โดยมีประสบการณ์ด้านการเขียนบทบรรณาธิการอย่างน้อยห้าปีในด้านการโฆษณาดิจิทัลหรือสื่อออนไลน์

source: Account
es_es: Cuenta
ru_ru: Счёт
th_th: บัญชี

source: Account Authenticated
es_es: Cuenta autenticada
it_it: Autenticazione del conto
ru_ru: Аутентификация пройдена
th_th: บัญชีได้รับการยืนยันแล้ว

source: Account Balance
es_es: Saldo de la cuenta
it_it: Saldo del conto
ru_ru: Баланс счета
th_th: ยอดคงเหลือในบัญชี

source: Account Categorisation
es_es: Clasificación de la cuenta
it_it: Categorizzazione del conto
ru_ru: Категоризация счетов
th_th: การจัดหมวดหมู่บัญชี

source: Account Deposit Currency
es_es: Moneda de depósito de la cuenta
it_it: Valuta del conto di deposito
ru_ru: Валюта пополнения счёта
th_th: สกุลเงินฝากของบัญชี

source: Account Equity
es_es: Capital de la cuenta
it_it: Equity del conto
ru_ru: Остаток средств на счету
th_th: สินทรัพย์ในบัญชี

source: Account Free Margin
es_es: Margen libre de la cuenta
it_it: Conto con margine libero
ru_ru: Свободная маржа счёта
th_th: บัญชีฟรีมาร์จิน

source: Account Limits
es_es: Límites de la cuenta
it_it: Limiti dell'account
ru_ru: Лимиты счета
th_th: วงเงินในบัญชี

source: Account Password
es_es: Contraseña de la Cuenta
it_it: Password dell'account
ru_ru: Пароль счета
th_th: รหัสผ่านของบัญชี

source: Account access is temporarily limited. Please check your inbox for more details.
es_es: El acceso a la cuenta está temporalmente limitado. Por favor revise su bandeja de entrada para más detalles.
it_it: L'accesso al conto è temporaneamente limitato: controlla la posta in arrivo per ulteriori informazioni.
ru_ru: Доступ к счёту временно ограничен. Пожалуйста, проверьте почту для получения более подробной информации.
th_th: การใช้งานบัญชีถูกจำกัดชั่วคราว โปรดตรวจสอบรายละเอียดจากกล่องข้อความของท่าน

source: Account balance:
es_es: Saldo de la cuenta:
it_it: Saldo dell'account:
ru_ru: Баланс счета:
th_th: ยอดคงเหลือในบัญชี:

source: Account balance:
es_es: Saldo de la cuenta:
it_it: Saldo dell'account:
ru_ru: Баланс счета:
th_th: ยอดคงเหลือในบัญชี:

source: Account closure
es_es: Cierre de la cuenta
it_it: Chiusura del conto
ru_ru: Закрытие счёта
th_th: การปิดบัญชี

source: Account comparison
es_es: Comparación de cuentas
it_it: Confronto degli account
ru_ru: Сравнение счетов
th_th: การเปรียบเทียบบัญชี

source: Account currency
es_es: Moneda de la cuenta
it_it: Valuta dell'account
ru_ru: Валюта счёта
th_th: สกุลเงินของบัญชี

source: Account management
es_es: Administración de cuentas
it_it: Gestione del conto
ru_ru: Управление счётом
th_th: การจัดการบัญชี

source: Account management and tracking
es_es: Administración y seguimiento de la cuenta
it_it: Gestione e controllo dell'account
ru_ru: Управлением счетом и контроль
th_th: การบริหารและการติดตามบัญชี

source: Account needs age verification, please contact %1customer support%2 for more information.
es_es: La cuenta necesita verificación de edad, por favor contacte con %1atención al cliente%2 para más información.
it_it: Il conto necessita di controlli di verifica dell'età. Per ulteriori informazioni, contatta %1l'assistenza clienti%2.
ru_ru: Необходима подтверждение возраста. Пожалуйста, свяжитесь с %1отделом поддержки клиентов%2 для получения дополнительной информации.
th_th: บัญชีนี้ต้องการการตรวจสอบอายุ โปรดติดต่อ %1ฝ่ายลูกค้าสัมพันธ์%2 สำหรับข้อมูลเพิ่มเติม

source: Account opening
es_es: Apertura de la cuenta
it_it: Apertura del conto
ru_ru: Открытие счёта
th_th: การเปิดบัญชี

source: Account opening reason
es_es: Motivo para abrir la cuenta
it_it: Motivo dell'apertura dell'account
ru_ru: Причина открытия счёта
th_th: เหตุผลในการเปิดบัญชี

source: Account security
es_es: Seguridad de la cuenta
it_it: Sicurezza del conto
ru_ru: Безопасность счёта
th_th: ความปลอดภัยของบัญชี

source: Account statistics
es_es: Estadísticas de la cuenta
it_it: Statistiche del conto
ru_ru: Статистика счёта
th_th: สถิติของบัญชี

source: Accounts
es_es: Cuentas
it_it: I conti
ru_ru: Счета
th_th: บัญชี

source: Accounts And Payments Executive
es_es: Ejecutivo de Contabilidad y Pagos
ru_ru: Администратор счетов и выплат
th_th: เจ้าหน้าที่บริการลูกค้าและรับชำระเงิน

source: Accounts List
es_es: Lista de cuentas
it_it: Elenco degli account
ru_ru: Список счетов
th_th: รายการบัญชี

source: Accounts and Payments Executive
es_es: Ejecutivo de cuentas y pagos
it_it: Responsabili amministrativi di conti e pagamenti
ru_ru: Администратор счетов и выплат
th_th: เจ้าหน้าที่บริการลูกค้าและรับชำระเงิน

source: Accounts with Open Positions being rolled over shall be credited or debited with an amount referred to as the Roll-over Credit/Debit, which is determined by the Company.
es_es: Las cuentas con Posiciones Abiertas siendo prorrogadas deberán acreditarse o debitarse con la cantidad denominada Crédito/ Débito prorrogado, que es determinado por la Empresa.
it_it: Sui conti con posizioni aperte soggette a rollover dovrà essere accreditato o addebitato un importo denominato accredito/addebito di rollover che viene determinato dalla Società.
ru_ru: на счета с открытыми позициями, затронутые функцией ролл-овер, должна быть внесена в кредит или дебет сумма так называемого ролловерного кредита/дебета, которая устанавливается по единоличному усмотрению Компании.
th_th: บัญชีที่มีโพซิชั่นเปิดที่เกี่ยวข้องกับโรลโอเวอร์จะถูกเครดิต หรือ เดบิต ตามจำนวนที่กล่าวถึงว่าเป็น โรลโอเวอร์ เครดิต/เดบิต ซึ่งจะได้รับการพิจารณาตามดุลยพินิจของบริษัทฯ

source: Accounts with debit balance (i.e. credit exposure to %1)
es_es: Cuentas con saldo deudor (es decir, riesgo crediticio a %1)
it_it: Account con saldo a debito (ossia esposizione creditizia verso %1)
ru_ru: Счета с дебетовым балансом (т.е. кредитная задолженность по отношению к %1)
th_th: บัญชีของเดบิตคงเหลือ (เช่น การรับรู้เครดิตของ %1)

source: Accounts with debit balances are required to settle the full amount immediately by making a payment to %1.
es_es: Las cuentas con saldo deudor están obligadas a liquidar el importe total inmediatamente a través de un pago a %1.
it_it: Per i conti con saldo a debito è prevista la liquidazione immediata dell'importo totale tramite pagamento a %1.
ru_ru: Счета с дебетовым балансом должны незамедлительно компенсировать задолженность, произведя %1 оплату в полном размере.
th_th: บัญชีที่มียอดเดบิตคงเหลือจะต้องชำระเงินทั้งจำนวนทันทีโดยดำเนินการชำระเงินให้ %1

source: Accounts/ Payments
es_es: Cuentas/ Pagos
it_it: Conti / Pagamenti
ru_ru: Счета/ платежи
th_th: บัญชี/การจ่ายเงิน

source: Accounts/Payments
es_es: Cuentas/Pagos
it_it: Conti/Pagamenti
ru_ru: Счета/платежи
th_th: บัญชี/การจ่ายเงิน

source: Accumulation of Income/Savings
es_es: Acumulación de ingresos/ahorros
it_it: Accumulo di reddito/risparmi
ru_ru: Накопление доходов/сбережений
th_th: ผลรวมสะสมของรายได้/ออมทรัพย์

source: Accuracy of information
es_es: Exactitud de la información
it_it: Correttezza delle informazioni
ru_ru: Точность информации
th_th: ความแม่นยำของข้อมูล

source: Acknowledge
es_es: Confirmar
it_it: Accetto
ru_ru: Подтвердить
th_th: รับทราบ

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated, and payment has been verified.
es_es: La adquisición de contratos financieros a través de este sitio debe efectuarse de acuerdo con los términos y condiciones presentados en las páginas de este sitio. La adquisición de un contrato financiero se completa cuando el contrato financiero se ha personalizado, se ha calculado la prima (o el pago, según el caso) y se ha verificado el pago.
it_it: L'acquisizione dei contratti finanziari attraverso il presente sito deve essere eseguita nel rispetto dei termini e delle condizioni illustrate nelle pagine dello stesso. L'acquisizione di un contratto finanziario è completa quando il contratto stesso viene personalizzato, viene calcolato il premio (o il payout, a seconda dei casi) e il pagamento viene verificato.
ru_ru: Приобретение финансовых контрактов на данном сайте должно осуществляться в соответствии с условиями, оговоренными на страницах этого сайта. Приобретение финансовых контрактов считается законченным, когда финансовый контракт был рассчитан согласно выбранным условиям, выплата (в зависимости от обстоятельств) была рассчитана и оплата была подтверждена.
th_th: การได้มาของสัญญาทางการเงินภายในเว็บไซต์นี้ จะต้องมีผลตามข้อตกลงและเงื่อนไขที่ระบุในหน้าต่างๆของเว็บไซต์นี้ การได้มาของสัญญาทางการเงินจะเป็นผลสมบูรณ์ เมื่อได้มีการปรับแต่งสัญญาทางการเงิน มีการคำนวณค่าบริการเพิ่มเติม (หรือ การชำระเงิน ตามแต่กรณีจะพึงมี) และมีการตรวจสอบการชำระเงินแล้ว

source: Act as first and second level support for our traders by offering them solutions through basic coding and troubleshooting techniques
es_es: Actuar como soporte de primer y segundo nivel para nuestros operadores ofreciendo soluciones a través de técnicas básicas de codificación y resolución de problemas
it_it: Operare da supporto di primo e secondo livello per i nostri trader offrendo loro soluzioni attraverso basilari tecniche di codifica e di risoluzione dei problemi
ru_ru: Оказывать нашим трейдерам поддержку первого и второго уровня, предоставляя им решения посредством основ кодинга и методов устранения неисправностей
th_th: ทำหน้าที่เป็นผู้สนับสนุนระดับหนึ่งและสองแก่นักลงทุนของเราโดยช่วยแก้ไขปัญหาผ่านทางการเข้ารหัสและเทคนิคการแก้ปัญหาพื้นฐาน

source: Action
es_es: Acción
it_it: Azione
ru_ru: Акт
th_th: การกระทำ

source: Activate the VPN service on the app
es_es: Active el servicio de VPN en la aplicación
ru_ru: Активируйте услугу VPN
th_th: เปิดใช้บริการ VPN บนแอพพลิเคชัน

source: Active trading clients
es_es: Clientes de operación activos
it_it: Clienti di trading attivi
ru_ru: Активные клиенты
th_th: ลูกค้าปัจจุบัน

source: Actual trading results may not correspond to optimised or back-tested results.
es_es: Es posible que los resultados de las operaciones no concuerden con los resultados optimizados o de pruebas de back-testing.
it_it: I risultati del trading reali potrebbero non corrispondere ai risultati ottimizzati o relativi al backtesting
ru_ru: Фактические торговые результаты могут не соответствовать оптимизированным или протестированным результатам.
th_th: ผลลัพธ์จากการซื้อขายจริง อาจไม่สัมพันธ์กับผลลัพธ์ที่ดีที่สุด หรือผลลัพธ์จากการทดสอบการซื้อขายย้อนหลัง

source: Adapt affiliate marketing tactics and promotional materials as needed to localise all content for maximum effectiveness
es_es: Adaptar las estrategias de marketing de afiliados y los materiales promocionales de acuerdo a las necesidades para localizar todo el contenido y así lograr la máxima efectividad posible
it_it: Adattare tattiche di marketing di affiliazione e materiali promozionali al fine di localizzare tutto il contenuto, per la massima efficacia
ru_ru: Адаптация партнёрско-маркетинговой тактики и необходимых рекламных материалов с целью локализации контента для повышения эффективности
th_th: การนำชั้นเชิงของการตลาดแบบพันธมิตรและสื่อส่งเสริมการขายมาใช้ตามที่จำเป็น เพื่อทำให้เป็นเนื้อหาที่เหมาะสมและมีประสิทธิภาพที่สุดสำหรับท้องที่เฉพาะนั้นๆ

source: Adapt brand messaging, voice, and tone of content as needed to suit specific audiences, business objectives, and the channel of delivery
es_es: Adaptar mensajes de la marca, voz y tono de contenido necesario para adaptarse al público específico, objetivos comerciales y canal de entrega
it_it: Adattare la messaggistica, il tono e lo stile del marchio al fine di orientarsi a un pubblico, a un canale di distribuzione e a degli obiettivi di business precisi
ru_ru: Адаптация нашего бренда, голоса и тона контента с учетом аудитории, бизнес-задач и используемых каналов связи
th_th: การนำการส่งข้อความ เสียง และโทนของเนื้อหาของแบรนด์มาใช้ตามที่จำเป็นเพื่อให้เหมาะสมกับผู้ชมเฉพาะกลุ่ม วัตถุประสงค์ด้านธุรกิจ และช่องทางในการจัดส่ง

source: Add
es_es: Añadir
it_it: Aggiungi
ru_ru: Добавить
th_th: เพิ่ม

source: Add +/– to define a barrier offset. For example, +0.005 means a barrier that's 0.005 higher than the entry spot.
es_es: Agregue un +/- para definir el intervalo de tolerancia de la barrera, por ejemplo, +0,005 significa una barrera superior al punto de entrada en 0,005.
it_it: Aggiungi +/– per definire una compensazione della barriera. Per esempio, +0,005 indica che una barriera è superiore di 0,005 rispetto al punto di entrata.
ru_ru: Добавьте +/–, чтобы определить оффсет барьера. Например, +0.005 означает, что барьер будет на 0.005 выше входной спот-котировки.
th_th: เพิ่ม +/ – เพื่อกำหนด Barrier Offset เช่น +0.005 หมายถึง อุปสรรคที่อยู่สูงกว่าสปอตเริ่มต้นอยู่ 0.005

source: Add funds
es_es: Añadir fondos
it_it: Aggiungi fondi
ru_ru: Пополнить
th_th: ฝากเงิน

source: Additional business exposure:
es_es: Exposición comercial adicional:
it_it: Ulteriore esposizione commerciale:
ru_ru: Дополнительные возможности для бизнеса:
th_th: การเปิดทางธุรกิจเพิ่มเติม

source: Address
es_es: Domicilio
it_it: Indirizzo
ru_ru: Адрес
th_th: ที่อยู่

source: Adhere to internal policies, procedures, and guidelines on all matters that concern risk management
es_es: Adherirse a las políticas, procedimientos y lineamientos internos en todas las cuestiones relacionadas con la gestión de riesgos
it_it: Aderire a politiche, procedure e linee guida interne per tutte le questioni relative alla gestione del rischio
ru_ru: Соблюдение внутренней политики, процедур и требований относительно всех вопросов и опасений относительно управления риском
th_th: ยึดมั่นนโยบายภายใน วิธีการ และคำแนะนำในทุกเรื่องที่เกี่ยวกับการบริหารความเสี่ยง

source: Adjust trade parameters
es_es: Ajustar parámetros de comercio
it_it: Regola i parametri di trading
ru_ru: Изменить параметры контракта
th_th: ปรับแต่งตัวแปรของการเทรด

source: Admin
es_es: Administrador
it_it: Amministratore
ru_ru: Администратор
th_th: แอดมิน

source: Administer key human resource activities such as performance appraisals
es_es: Gestionar actividades clave de recursos humanos como las evaluaciones de desempeño
it_it: Amministrare attività fondamentali di risorse umane come le valutazioni delle performance
ru_ru: Управление основными процессами и задачами HR, в частности, оценка эффективности сотрудников
th_th: จัดการในกิจกรรมที่เกี่ยวข้องการทรัพยากรบุคคลหลักๆเช่นการประเมินผลประสิทธิภาพการทำงาน

source: Administer overall payment systems, including monitoring and reporting clients activity as well as success rates
es_es: Administrar los sistemas de pago generales, incluyendo la supervisión y reporte de la actividad de los clientes, así como las tasas de éxito
it_it: Amministrare i sistemi generali di pagamento, incluse le attività di monitoraggio e reportistica dei clienti e il tasso di successo
ru_ru: Администрирование общих платёжных систем, включая мониторинг и создание отчётов о клиентской активности, а также уровне их успеха
th_th: จัดการระบบชำระเงินทั้งหมด รวมถึงติดตามและรายงานกิจกรรมของลูกค้า ตลอดจนอัตราส่วนความสำเร็จ

source: Advanced
es_es: Avanzado
it_it: Avanzato
ru_ru: Для опытных
th_th: ขั้นสูง

source: Advanced Account
es_es: Cuenta avanzada
ru_ru: Расширенный счёт
th_th: บัญชีขั้นสูง

source: Advanced account
es_es: Cuenta avanzada
ru_ru: Расширенный счёт
th_th: บัญชีขั้นสูง

source: Advanced binary options trading interface
es_es: Interfaz avanzada de trading de opciones binarias
it_it: Interfaccia di trading avanzata in opzioni binarie
ru_ru: Расширенный интерфейс для торговли бинарными опционами
th_th: ส่วนเชื่อมต่อการซื้อขายไบนารีออปชั่นขั้นสูง

source: Advanced knowledge of Microsoft Office
es_es: Conocimiento avanzado de Microsoft Office
it_it: Conoscenza avanzata di Microsoft Office
ru_ru: Отличное знание программ Microsoft Office
th_th: มีความรู้ขั้นสูงใน Microsoft Office

source: Advanced multi-asset trading platform
es_es: Plataforma avanzada de comercio de activos múltiples
it_it: Piattaforma avanzata di trading multi-asset
ru_ru: Расширенная платформа для торговли множеством активов
th_th: แพลตฟอร์มการซื้อขายหลากหลายสินทรัพย์ขั้นสูง

source: Advanced referral tools
es_es: Herramientas de referencia avanzadas
it_it: Strumenti di suggerimento avanzati
ru_ru: Расширенные инструменты реферрала
th_th: เครื่องมืออ้างอิงขั้นสูง

source: Advantages of CFD trading
es_es: Ventajas del comercio de CFD
it_it: Vantaggi del trading con i CFD
ru_ru: Преимущества торговли CFD
th_th: ข้อดีของการซื้อขาย CFD

source: Advantages of binary options trading
es_es: Ventajas del comercio de opciones binarias
it_it: Vantaggi del trading in opzioni binarie
ru_ru: Преимущества торговли бинарными опционами
th_th: ข้อดีของการซื้อขายไบนารีออปชัน

source: Affiliate
es_es: Afiliado
it_it: Affiliato
ru_ru: Партнер
th_th: พันธมิตร

source: Affiliate Arrangement
es_es: Acuerdo de Afiliados
it_it: Accordo per gli associati
ru_ru: Классификация партнёра
th_th: การดำเนินการของพันธมิตรนายหน้าออนไลน์

source: Affiliate FAQ
es_es: Preguntas frecuentes sobre Programa de afiliados
it_it: FAQ Associati
ru_ru: Партнёрские вопросы
th_th: คำถามที่พบบ่อยเกี่ยวกับพันธมิตรนายหน้าออนไลน์

source: Affiliate and IB Programme
es_es: Programa de Afiliados e IB
it_it: Programma IB e Programma affiliati
ru_ru: Партнёрство и ПБ
th_th: โปรแกรมพันธมิตรนายหน้าออนไลน์ และ IB

source: Affiliate and IB Programmes
es_es: Programa de Afiliados e IB
it_it: Associato e Programmi IB
ru_ru: Партнёрство и ПБ
th_th: โปรแกรมพันธมิตรนายหน้าออนไลน์ และ IB

source: Affiliate/Country Manager
es_es: Manager de afiliados/de región
it_it: Associato/Dirigente nazionale
ru_ru: Партнёрский/региональный менеджер
th_th: ผู้จัดการด้านพันธมิตร/ประเทศ

source: Affordable cost of living
es_es: Costo de vida asequible
it_it: Costo della vita contenuto
ru_ru: Доступный прожиточный уровень
th_th: ค่าครองชีพต่ำ

source: After you have decided which position you want to take whether long or short you are well on your way to buying your first currency pair.
es_es: Una vez ha decidido qué posición desea tomar, sea larga o corta, ya está en camino de comprar su primer par de divisas.
it_it: Dopo aver deciso quale posizione desideri prendere, sia essa a breve o a lungo termine, sei sulla buona strada per acquistare la tua prima coppia di valute.
ru_ru: Выбрав нужный контракт (короткую или длинную позицию), Вы можете купить выбранную валютную пару.
th_th: หลังจากท่านตัดสินใจเลือกตำแหน่งของท่านไม่ว่า ซื้อ หรือ ขาย ท่านอยู่ในระหว่างการเริ่มซื้อขายคู่สกุลเงินแรกของท่าน

source: After you purchase one lot of XAU/USD at a price of USD 1,255.06, the price of gold increases and you decide to sell when it reaches USD 1,255.80. Your profit or loss comes down to the price difference multiplied by the total lots you purchased.
es_es: Luego de adquirir un lote de XAU/USD a USD 1.255,06, sube el precio del oro y usted decide venderlo a USD 1.255,80. Su ganancia o pérdida equivale a la diferencia en el precio multiplicada por el total de lotes comprados.
ru_ru: После того, как вы купите один лот на паре XAU/USD по цене USD 1,255.06, цена золота вырастет, а Вы захотите продать контракт, как только цена достигнет отметки USD 1,255.80. Ваша прибыль или убыток будет равна разнице цены, умноженной на общее число купленных лотов.
th_th: หลังจากท่านซื้อ XAU/USD หนึ่งล็อต ที่ราคา 1,255.06 เหรียญสหรัฐ ราคาของทองเพิ่มขึ้น และท่านตัดสินใจขายเมื่อราคาถึงระดับ 1,255.80 เหรียญสหรัฐ กำไร หรือ ขาดทุนของท่านจะมาจากความแตกต่างของราคาคูณด้วยจำนวนล็อตที่ซื้อเอาไว้

source: After you've decided which position you want to take, your next step is to purchase that currency pair on MetaTrader 5
es_es: Después de decidir qué posición desea tomar, el próximo paso es adquirir dicho par de divisas en MetaTrader 5
it_it: Dopo aver deciso quale posizione si desidera assumere, il passo successivo consiste nell'acquistare quella coppia di valute su MetaTrader 5
ru_ru: Выбрав желаемое направление, совершите сделку на платформе MetaTrader 5
th_th: หลังจากที่ท่านตัดสินใจโพซิชั่นที่ท่านต้องการแล้ว ขั้นตอนถัดไปของท่าน คือ การซื้อคู่สกุลเงินบน MetaTrader 5

source: After your analysis, you have come to the conclusion that the British economy will outperform its U.S. counterpart. Thus, you decide to go long and buy into the GBP/USD, expecting the GBP to rise in value.
es_es: Luego de su análisis, llegó a la conclusión de que la economía británica tendrá mejor desempeño que su homólogo estadounidense. Por lo tanto, decide seguir y comprar el par GBP/USD, esperando que suba el GBP.
it_it: Dopo la tua analisi, sei giunto alla conclusione che l'economia britannica sorpasserà la controparte statunitense. Così, decidi di aprire una posizione long e comprare in GBP/USD, aspettandoti che il valore di GBP aumenti.
ru_ru: Проведя анализ, Вы пришли к выводу, что британская экономика покажет более впечатляющие результаты, чем американская. Таким образом, Вы решили занять длинную позицию и купить пару GBP/USD в ожидании роста GBP.
th_th: หลังจากวิเคราะห์ของท่าน ท่านได้ข้อสรุปว่า เศรษฐกิจสหราชอาณาจักรจะดีกว่าของสหรัฐอเมริกา ดังนั้น ท่านตัดสินใจ เปิดสัญญา Long และซื้อคู่ GBP/USD โดยคาดหวังว่า GBP จะมีมูลค่าเพิ่มขึ้น

source: Aged 18 years old and above
es_es: Ser mayor de 18 años
it_it: Essere maggiorenne
ru_ru: быть старше 18 лет.
th_th: อายุ 18 ปี หรือ มากกว่า

source: Agency or partnership
es_es: Agencia o asociación
it_it: Agenzia o partenariato
ru_ru: Агентские и партнёрские отношения
th_th: ตัวแทนฯ หรือ พันธมิตรฯ

source: Agent's obligations
es_es: Obligaciones del agente
it_it: Obblighi dell'Agente
ru_ru: Обязательства Агента
th_th: ภาระหน้าที่ของตัวแทนฯ

source: Agreement
es_es: Acuerdo
it_it: Contratto
ru_ru: Соглашение
th_th: ข้อตกลง

source: Agreement restrictions
es_es: Restricciones del Acuerdo
it_it: Restrizioni del contratto
ru_ru: Ограничения в Соглашении
th_th: ข้อจำกัดของข้อตกลง

source: Agricultural, Forestry and Fishery Workers
es_es: Trabajadores agrícolas, forestales y pesqueros
it_it: Lavoratori addetti all'agricoltura, alla foresteria e al settore ittico
ru_ru: Работники сельского, лесного и рыбного хозяйства
th_th: เกษตรกร เจ้าหน้าที่ป่าไม้ และ ชาวประมง
