Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: This Agreement shall commence on the Effective Date and will continue to be in full force and effect until this Agreement is terminated in accordance with the provisions and terms of this Agreement.
es_es: El presente Acuerdo comenzará a partir de la Fecha Efectiva y continuará en plena vigencia hasta que este Acuerdo finalice en conformidad con las disposiciones y términos de este Acuerdo.
it_it: Il presente Contratto sarà effettivo a partire dalla data di decorrenza e conserverà piena validità ed effetto fino alla sua risoluzione nel rispetto delle disposizioni e dei termini in esso illustrati.
ru_ru: Данное Соглашение вступает в силу в день подписания и будет действовать до прекращения его действия, согласно правилам и условиям данного Соглашения.
th_th: เงื่อนไขข้อตกลงนี้จะใช้เมื่อวันที่มีผลบังคับและจะต่อเนื่องไปกระทั่งมีการบอกเลิกสัญญาตามบทบัญญัติของข้อตกลงนี้

source: This Agreement shall commence on the date that the Programmer first accepts this Agreement and shall continue unless and until terminated in accordance with the term and termination conditions set forth in this Agreement.
es_es: Este Acuerdo comenzará en la fecha en la que el Programador acepte por primera vez este Acuerdo, y continuará a menos que y hasta que sea rescindido de acuerdo con las condiciones de duración y terminación establecidas en este Acuerdo.
it_it: Il presente Contratto avrà effetto a partire dalla sua data di sottoscrizione da parte del Programmatore, e proseguirà fino alla sua risoluzione ai sensi delle condizioni di risoluzione e dei termini in esso illustrati.
ru_ru: Данное Соглашение вступает в силу на момент его принятия Программистом и должно действовать до его прекращения, согласно установленным правилам и условиям прекращения действия данного Соглашения.
th_th: ข้อตกลงนี้จะมีผลในวันแรกที่โปรแกรมเมอร์ยอมรับข้อตกลงนี้ และจะมีผลต่อเนื่องกระทั่งมีการยุติตามข้อตกลงและเงื่อนไขการบอกเลิกที่กำหนดไว้ในสัญญานี้

source: This Agreement will be governed and construed in accordance with the laws of the country in which the relevant subsidiary is located, and the parties shall submit to the non-exclusive jurisdiction of the same courts.
es_es: Este Acuerdo se regirá e interpretará de acuerdo con las leyes del país en el que se encuentre la subsidiaria correspondiente, y las partes se someterán a la jurisdicción no exclusiva de los mismos tribunales.
it_it: Il presente Contratto sarà regolato e strutturato ai sensi delle leggi del paese in cui si trova la società sussidiaria rilevante; le parti sono soggette alla giurisdizione non esclusiva degli stessi tribunali.
ru_ru: Данное Соглашение будет регулироваться и определяться в соответствии с законами страны, в которой расположен соответствующий филиал, а стороны должны подчиняться неэксклюзивной юрисдикции соответствующих судов.
th_th: สัญญาฉบับนี้จะถูกกำกับและตีความตามกฎหมายของประเทศที่สำนักงานสาขาที่เกี่ยวข้องตั้งอยู่ และคู่สัญญาพึงยินยอมต่อเขตอำนาจของศาลเดียวกัน

source: This Policy applies to retail and professional clients of %1 dealing in financial products offered by %1.
es_es: Esta Política aplica tanto para inversionistas menores como profesionales de %1 que operen productos financieros ofrecidos por %1.
it_it: Questa politica si rivolge ai clienti al dettaglio e professionali di %1 che trattano prodotti finanziari offerti da %1.
ru_ru: Данная Политика распространяется на частных и профессиональных клиентов %1, работающих с финансовыми продуктами, предложенными на сайте %1.
th_th: นโยบายนี้ใช้กับลูกค้ารายย่อยและลูกค้าผู้เชี่ยวชาญของ %1ที่ตกลงซื้อขายสินค้าทางการเงินที่ %1นำเสนอ

source: This account is disabled
es_es: Esta cuenta está deshabilitada
it_it: Questo conto è disattivato
ru_ru: Данный счёт неактивен
th_th: บัญชีนี้ถูกปิดใช้งาน

source: This account is excluded until %1
es_es: Esta cuenta se encuentra excluida hasta %1
it_it: Questo conto è escluso fino a %1
ru_ru: Данный счёт исключён до %1
th_th: บัญชีนี้จะถูกพักการใช้งาน จนกระทั่ง %1

source: This agreement constitutes the entire agreement between the Parties, and no earlier representation, arrangement, or agreement, whether written or oral, relating to any matter dealt with in this agreement between the Parties, shall have any force or effect before the Commencement Date.
es_es: Este Acuerdo constituye la totalidad del acuerdo entre las Partes y ninguna declaración, arreglo o acuerdo anterior, sea escrito u oral, relacionado con cualquier asunto tratado en este acuerdo entre las Partes tendrá vigor o efecto antes de la Fecha de Inicio.
it_it: Il presente contratto costituisce l'intero contratto tra le Parti e nessuna precedente rappresentazione, disposizione o accordo, scritti od orali, relativi a qualsiasi argomento affrontato nel presente contratto tra le parto risulterà in vigore o avrà effetto prima della data di inizio.
ru_ru: Данный документ составляет полноценное соглашение между Сторонами и никакие более ранние заявления, договорённости или соглашения (письменные или устные), относящиеся к любым аспектам взаимоотношения между сторона в рамках данного соглашения, не должны иметь эффекта до даты вступления в силу данного соглашения.
th_th: สัญญานี้ประกอบขึ้นเป็นเงื่อนไขข้อตกลงทั้งหมดระหว่างคู่สัญญา และไม่มีการเป็นตัวแทน การเตรียมการ หรือ การตกลงก่อนหน้า ไม่ว่าเป็นลายลักษณ์อักษร หรือ โดยวาจาที่เกี่ยวข้องกับเรื่องใดๆ ที่บันทึกในสัญญาฉบับนี้ระหว่างคู่สัญญาซึ่งจะมีผล หรือ บังคับใช้ก่อนวันเริ่มสัญญา

source: This agreement is between Binary (SVG) Ltd (hereinafter referred to as "the Company" or "%1") and Payment Agent (hereinafter referred to as "the Agent"), both of whom agree to be bound by this agreement.
es_es: Este acuerdo es entre Binary (SVG) Ltd (más adelante denominada "la Empresa" o "%1") y el Agente de Pagos (más adelante denominado "el Agente"), quienes aceptan estar vinculados por este acuerdo.
ru_ru: Данное соглашение действует между Binary (SVG) Ltd (далее именуемой “Компания” или "%1") и Платёжным агентом (далее именуемым "Агент"), которые берут на себя обязательства выполнять условия данного соглашения.
th_th: ข้อตกลงนี้มีระหว่าง Binary (SVG) Ltd (ต่อไปเรียกว่า "บริษัทฯ" หรือ "%1") และตัวแทนชำระเงิน (ต่อไปเรียกว่า "ตัวแทนฯ") ซึ่งทั้งสองนั้นตกลงที่จะผูกพันตามสัญญานี้

source: This agreement is supplied to the Agent in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail. The Company shall not be liable for any loss or damage whatsoever caused by an error, inaccuracy, or misspelling and, as a result, by misunderstanding or misinterpretation of any of the terms or conditions or clauses or provisions of any translated versions of this agreement.
es_es: Este acuerdo se proporciona al Agente en inglés. En caso que exista una diferencia entre la versión en inglés y las versiones traducidas de este documento, prevalecerá la versión en inglés. La Empresa no será responsable de alguna pérdida o daño causado por un error, inexactitud o falta de ortografía y, como resultado, de un malentendido o mala interpretación de cualquiera de los términos o condiciones o cláusulas o disposiciones de cualquier versión traducida de este acuerdo.
it_it: Il presente contratto viene fornito all'Agente in inglese. Qualora vi fossero differenze tra la versione inglese e qualsiasi traduzione del documento, prevarrà la versione inglese. La Società non è responsabile per eventuali danni o perdite di vario genere causati da errori, imprecisione o errata ortografia derivanti da incomprensioni o errate interpretazioni di qualsiasi termine, condizione, clausola o disposizione nelle traduzione del presente contratto.
ru_ru: Данное соглашение предоставляется Агенту на английском языке. В случае обнаружения несоответствия между английской версией и любым переводом данного документа, английская версия должна иметь преимущественную силу. Компания не несёт ответственности за любые потери или убытки, вызванные ошибкой, неточностью данных, а также неправильным или недостаточным пониманием любых правил, условий, а также пунктов или положений в любом переводе данного соглашения.
th_th: ข้อตกลงนี้มีให้ไว้แก่ตัวแทนฯ เป็นภาษาอังกฤษ ในกรณีที่มีความแตกต่างในเนื้อหาระหว่างเวอร์ชันภาษาอังกฤษและเวอร์ชันแปลของเอกสารนี้ ให้ถือเอาเวอร์ชันภาษาอังกฤษเป็นหลัก บริษัทฯ จะไม่รับผิดชอบต่อความเสียหาย หรือ ความสูญเสียที่เกิดจากข้อผิดพลาด ความไม่ถูกต้อง หรือ การสะกดผิด โดยความเข้าใจผิด หรือ การแปลผิดพลาด ในเนื้อหาของข้อตกลง หรือ เงื่อนไขใดๆ หรือ ข้อความ หรือ ข้อกำหนดของเวอร์ชันที่ถูกแปลของสัญญานี้

source: This agreement is supplied to the client in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail.
es_es: Este Acuerdo es proporcionado al cliente en inglés. En caso que exista una diferencia entre la versión en inglés y cualquier versión traducida de este documento, prevalecerá la versión en inglés.
it_it: Il presente contratto viene fornito al cliente in inglese. Qualora vi fossero delle differenze tra la versione in inglese e le relative traduzioni, prevarrà il documento in inglese.
ru_ru: Данное соглашение предоставляется клиенту на английском языке. В случае расхождения между английской версией соглашения и любым переводом, английская версия документа должна иметь преимущественную силу.
th_th: สัญญานี้ทำขึ้นให้แก่ลูกค้าเป็นภาษาอังกฤษ ในกรณีที่มีความแตกต่างระหว่างฉบับภาษาอังกฤษ และฉบับอื่นๆ ที่ถูกแปลขึ้น ให้ยึดความฉบับภาษาอังกฤษเป็นหลัก

source: This agreement will commence on the date that the client receives their MT5 Real Account number and, for any new versions thereafter, on the date the new versions are published on the Company's website.
es_es: Este Acuerdo comenzará a partir de la fecha en la que el cliente reciba su número de Cuenta Real MT5 y, para cualquier otra versión posterior, a partir de la fecha en la que se publiquen las nuevas versiones en el sitio web de la Empresa.
it_it: Il presente contratto risulterà efficace a partire dalla data in cui il cliente riceverà il numero del conto reale MT5, e per qualsiasi versione successiva, a partire dalla data in cui questa verrà pubblicata sul sito web della Società.
ru_ru: Данное соглашение вступает в силу на момент получения клиентом номера Реального счёта MT5. Любые изменения в версиях данного соглашения вступают в силу на момент их публикации на сайте Компании.
th_th: สัญญานี้จะเริ่มใช้ในวันที่ลูกค้าได้รับหมายเลขบัญชี MT5 จริง และสำหรับเวอร์ชันใหม่หลังจากนั้นจะเริ่มใช้ในวันที่มีการประกาศเกี่ยวกับเวอร์ชันใหม่ทางเว็บไซต์ของบริษัทฯ

source: This agreement, as well as any and all obligations or rights deriving from this agreement, is binding and enforceable against the Agent.
es_es: Este Acuerdo, así como cualquier y todas las obligaciones o derechos que deriven de este Acuerdo son vinculantes y ejecutables en contra de el Agente.
it_it: Il presente contratto, così come gli obblighi e i diritti derivanti da questo, è vincolante e opponibile all'Agente.
ru_ru: Данное соглашение, а также все обязательства или права в рамках данного соглашения являются обязательными к исполнению для Агента.
th_th: ข้อตกลงนี้และข้อผูกมัดใดๆ หรือ ทั้งหมด หรือ สิทธิ์ที่ได้รับจากข้อตกลงนี้มีผลผูกมัดและสามารถใช้บังคับกับตัวแทนฯ ได้

source: This bonus is only available to new clients. Existing or former clients do not qualify. New clients are eligible for this type of bonus only once. This bonus is available only once per household.
es_es: Este bono solo está disponible para clientes nuevos. No se aplica a clientes actuales o anteriores. Los nuevos clientes son elegibles para este tipo de bono sólo una vez. El bono está disponible solo una vez por domicilio.
it_it: Questo bonus è disponibile solo per i nuovi clienti. I clienti esistenti o precedenti non ne hanno diritto. I nuovi clienti hanno diritto a questa tipologia di bonus solo una volta. Questo bonus è disponibile solo una volta per nucleo familiare.
ru_ru: Данный бонус распространяется только на новых клиентов. Настоящие или бывшие клиенты не могут им воспользоваться. Новые клиенты могут воспользоваться данным бонусом только один раз. Бонус предлагается единожды из расчета на семью и/или адрес.
th_th: โบนัสประเภทนี้สำหรับลูกค้าใหม่เท่านั้น ลูกค้าปัจจุบันไม่สามารถเข้าร่วมการส่งเสริมการตลาดนี้ ลูกค้ารายใหม่มีสิทธิ์ได้รับโบนัสประเภทนี้เพียงครั้งเดียว และได้รับสิทธิ์เพียง 1 ครั้ง ต่อครัวเรือน

source: This bonus will be processed and credited to a client's account when both of the following cases are true:
es_es: Este bono será procesado y acreditado a la cuenta del cliente cuando se cumplan los siguientes casos:
it_it: Questo bonus verrà elaborato e accreditato sul conto del cliente quando si presentano entrambe le seguenti condizioni:
ru_ru: Бонус будет обработан и начислен на счёт клиента при соблюдении двух нижеперечисленных условий:
th_th: โบนัสนี้จะถูกดำเนินการและเพิ่มในบัญชีลูกค้า เมื่อเป็นไปตามเงื่อนไขทั้งสองข้อ ดังต่อไปนี้

source: This contract lost
es_es: Este contrato perdió
it_it: Questo contratto ha perso
ru_ru: Вы проиграли
th_th: สัญญานี้ขาดทุน

source: This contract type only offers 5 ticks
es_es: Este tipo de contrato solo ofrece 5 ticks
it_it: Questo tipo di contratto offre solamente 5 tick
ru_ru: Данный тип контрактов предлагает всего 5 тиков
th_th: สัญญานี้มีเพียง 5 ช่วงราคา

source: This contract won
es_es: Este contrato ganó
it_it: Questo contratto ha vinto
ru_ru: Вы выиграли
th_th: สัญญานี้ได้กำไร

source: This document
es_es: El presente Documento
it_it: Il presente documento
ru_ru: Данный документ
th_th: เอกสารฉบับนี้

source: This document (the "Agreement") sets out the terms and conditions ("Terms") between Binary Services Ltd (“the Company”) and the person who registered for the %1 Application Programming Interface (“the Programmer”).
es_es: Este documento (el "Acuerdo") expone los términos y condiciones ("Términos") entre Binary Services Ltd ("la Empresa"), y la persona que se registró para la Interfaz de Programación de Aplicaciones (API) de %1; ("el Programador").
ru_ru: Данный документ (в дальнейшем именуемый "Соглашением") устанавливает правила и условия ("Правила"), действующие между Binary Services Ltd (также именуемой "Компанией") и лицом, зарегистрировавшимся для работы с интерфейсом прикладного программирования %1 (далее именуемым "Программистом").
th_th: เอกสารฉบับนี้ ("ข้อตกลง") กำหนดข้อตกลงและเงื่อนไข ("เงื่อนไข") ระหว่าง บริษัท Binary Services Ltd ("บริษัทฯ") และบุคคลที่ลงทะเบียนเพื่อใช้งาน Application Programming Interface ของ %1 ("โปรแกรมเมอร์")

source: This document (the "Agreement") sets out the terms and conditions between "the Company", which is Binary Services Ltd, and the person who has applied for this programme ("the Affiliate"), in relation to the Affiliate's application to set up an affiliate account (and membership of the affiliate programme if the Affiliate's application is deemed successful).
es_es: Este documento (el "Acuerdo") establece los términos y condiciones entre "la Empresa" en este caso Binary Services Ltd y usted (la persona que solicitó participación en este programa ("el Afiliado"), en relación a su solicitud para establecer una cuenta de afiliado (y la inscripción al programa de afiliados si su solicitud se considera exitosa).
ru_ru: Данный документ (далее именуемый "Соглашением") устанавливает правила и условия, распространяющиеся на "Компанию," что означает Binary Services Ltd, и лицо, подавшее заявку на участие в данной программе ("Партнёр") в отношении заявки на открытие партнёрского счёта (и участия в партнёрской программе, если таковая заявка на участие будет одобрена).
th_th: เอกสารนี้ ("ข้อตกลง") ได้กำหนดข้อตกลงและเงื่อนไขระหว่าง "บริษัทฯ" ซึ่งคือ Binary Services Ltd และบุคคลที่ได้สมัครเข้าโปรแกรมนี้ ("พันธมิตรนายหน้าออนไลน์") ที่เกี่ยวข้องกับใบสมัครของพันธมิตรฯ เพื่อสร้างบัญชีพันธมิตรฯ (และสมาชิกภาพของโปรแกรมพันธมิตรฯ หากใบสมัครของพันธมิตรฯ นั้นได้รับการอนุมัติ)

source: This feature is not relevant to virtual-money accounts.
es_es: Esta característica no es relevante para cuentas de dinero virtual.
it_it: Questa funzione non è riferita agli account con denaro virtuale.
ru_ru: Данная функция недоступна на демо-счетах.
th_th: ฟังก์ชันนี้ไม่สัมพันธ์กับบัญชีเงินเสมือน

source: This feature is only relevant to payment agent accounts.
es_es: Esta característica sólo es relevante para las cuentas de los agentes de pago.
it_it: Questa funzione si riferisce solo ai conti degli agenti di pagamento.
ru_ru: Данная функция доступна лишь на счетах платёжных агентов.
th_th: ฟังก์ชันนี้สัมพันธ์กับบัญชีตัวแทนชำระเงินเท่านั้น

source: This field is required.
es_es: Este campo es obligatorio.
it_it: Questo campo è obbligatorio.
ru_ru: Данное поле является необходимым.
th_th: ข้อมูลในช่องนี้จำเป็นต้องมี

source: This includes decisions on new markets to launch in, and the spreads and margins we might offer. You must also be able to analyse and interpret large volumes of data, and communicate your research and findings in a clear and concise manner - either in written reports or presentations.
es_es: Esto incluye decisiones sobre nuevos mercados, y los diferenciales y márgenes que podríamos ofrecer. También debe ser capaz de analizar e interpretar grandes volúmenes de datos, y comunicar sus investigaciones y hallazgos de una manera clara y concisa, ya sea en forma de informes escritos o de presentaciones.
it_it: Ciò comprende decisioni relative ai nuovi mercati ed eventuali spread e margini da noi offerti. Dovrai essere in grado di analizzare e interpretare grandi volumi di dati e comunicare i tuoi studi e le tue ricerche in modo chiaro e conciso, sia per i report che per le presentazioni scritte.
ru_ru: Это включает решения относительно новых рынков, а также предлагаемых нами спредов и маржи. Вы должны уметь анализировать и интерпретировать большие объёмы данных, а также чётко и ясно сообщать результаты Ваших исследований в виде письменных отчётов или презентаций.
th_th: เหล่านี้รวมถึงการตัดสินใจการเข้าสู่ตลาดใหม่ๆ ค่าสเปรดและมาร์จินที่จะกำหนดสู่ตลาด ท่านต้องมีความสามารถในการวิเคราะห์และเข้าใจปริมาณซื้อขายใหญ่ๆ ของตลาด และมีการสื่อสารร่วมกับฝ่ายวิจัยในการหาข้อมูล ข้อสรุปต่างๆ ที่ชัดเจน ทั้งในรูปแบบรายงานและการนำเสนอต่างๆ

source: This interest adjustment (or swap rate) is based on interbank lending rates, on top of a 2% fee.
es_es: Este ajuste al interés (o tasa swap) se basa en las tasas de préstamos interbancarios, además de una tasa de 2%.
it_it: Questo adeguamento degli interessi (o tasso swap) si basa sui tassi di prestito interbancari, oltre a una commissione del 2%.
ru_ru: В основе расчета данной корректировки (или ставки свопов) лежат ставки межбанковского кредитования и наша комиссия в размере 2%.
th_th: การปรับดอกเบี้ย (หรือ Swap Rate) ขึ้นอยู่กับอัตราดอกเบี้ยระหว่างธนาคาร นอกเหนือไปจากค่าธรรมเนียม 2%

source: This is a complete list of supported payment methods. We'll show you which payment methods are available in your location on the deposit page.
es_es: Esta es una lista completa de los métodos de pago admitidos. Le mostraremos qué métodos de pago están disponibles en su ubicación en la página de depósito.
it_it: Di seguito trovi l'elenco dei metodi di pagamento consentiti; sulla pagina relativa ai depositi puoi verificare quali sono previsti per la tua area geografica.
ru_ru: Представляем полный список действующих платёжных методов. Мы покажем, какие платёжные методы действуют в Вашем регионе на странице пополнения счёта.
th_th: นี่คือวิธีการจ่ายเงินทั้งหมดของเว็บไซต์ เราจะแสดงวิธีการจ่ายเงินที่มีอยู่สำหรับประเทศของท่านในหน้าการฝากเงิน

source: This is a staging server - For testing purposes only
es_es: Este es un servidor de prueba - sólo para motivos de prueba
it_it: Questo è un server tecnico - solo a scopo di test
ru_ru: Это вспомогательный сервер, применяемый лишь для тестирования
th_th: นี่คือ เครื่องแม่ข่ายสำหรับพักงานระหว่างพัฒนาระบบ ซึ่งใช้เพื่อในการทดสอบเท่านั้น

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
es_es: Esta es una barrera indicativa. La barrera real será el punto de entrada más el desplazamiento de barrera.
it_it: Questa è una barriera indicativa. La barriera effettiva sarà lo spot d'entrata sommato alla compensazione della barriera.
ru_ru: Это ориентировочный барьер. Настоящим барьером будет спот-котировка плюс оффсет барьера.
th_th: นี้คือ Indicative Barrier ส่วน Barrier จริงนั้น จะเป็นสปอตเริ่มต้นรวมกับ Barrier Offset

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
es_es: Este es otro premio que realmente saboreamos. Trade2win es un portal para los inversores activos que buscan beneficios de acciones, futuros, opciones y divisas, y estos comerciantes nos premian con el premio de plata (y el oro se otorga a Betfair por muy poca diferencia). Significa que los inversores activos en todo el mundo le otorgan una alta valoración a nuestra plataforma.
it_it: Questo è un altro riconoscimento che abbiamo davvero gradito. Trade2win è un portale ideato per i trader attivi che vogliono trarre profitto da azioni, futures, opzioni e Forex, e proprio questi trader ci hanno premiato con l'argento (abbiamo dovuto cedere l'oro a Betfair per pochissimo). Significa che i trader attivi nel mondo giudicano la nostra piattaforma di trading in maniera estremamente positiva.
ru_ru: Есть еще одна награда, которой мы очень дорожим. Trade2win является порталом для активных инвесторов, которые желают заработать на акциях, опционах и рынке форекс, и выбор этих трейдеров принес нам серебряную награду (золото досталось Betfair). Для нас это означает всемирное признание и высокую оценку нашей платформы активными трейдерами.
th_th: นี้คืออีกรางวัลหนึ่งที่เราได้ดื่มด่ำอย่างมีความสุข Trade2win เป็นระบบสำหรับนักลงทุนเพื่อการแสวงหากำไรจากหลักทรัพย์ ฟิวเจอร์ ออปชั่น และฟอเร็กซ์ นักลงทุนเหล่านี้เองที่มอบรางวัลให้เรา สำหรับรางวัลเหรียญเงิน (ซึ่งเราเพิ่งได้ระดับเหรียญทองมา จาก Betfair) นั่นหมายความว่า นักลงทุนที่ใช้งานอยู่ทั่วโลกประกาศว่า เรา คือ ระบบซื้อขายที่เยี่ยมยอดทีเดียว

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
es_es: Esto sí que es grande. Recogemos un doble premio de Financial Times y de Investors Chronicle, lo que refleja nuestro éxito en la mejora de la calidad y la facilidad de uso de nuestro sitio web y los productos.
it_it: Tenetevi forte: abbiamo ottenuto un doppio riconoscimento dal Financial Times e da Investors Chronicle a conferma del nostro successo nel migliorare la qualità e la fruibilità del nostro sito web e dei nostri prodotti.
ru_ru: Одна из наших важнейших наград – двойная премия от изданий Financial Times и Investors Chronicle, которая отмечает успех в улучшении качества наших продуктов и удобства работы на сайте.
th_th: นี้ก็ผลงานชิ้นใหญ่อีกอันหนึ่ง พวกเราได้รับ 2 รางวัลจาก The Financial Times และ Investors Chronicle เพื่อแสดงถึงความสำเร็จของเราในการพัฒนาเว็บไซต์และผลิตภัณฑ์ของเราอย่างมีคุณภาพและใช้งานง่าย

source: This is the current price at which an underlying can be bought or sold at a particular time.
es_es: Este es el precio actual al que se puede comprar o vender el instrumento del mercado en un momento determinado.
it_it: Questo è il prezzo attuale al quale un sottostante può essere acquistato o venduto in un dato momento.
ru_ru: Это текущая цена, по которой актив может быть приобретен или продан.
th_th: นี้คือราคาปัจจุบันที่ผลิตภัณฑ์อ้างอิงสามารถถูกซื้อ หรือ ขาย ณ เวลาใดๆ
