Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
es_es: Por favor recuerde en todo momento que el comercio de opciones binarias puede ser una actividad interesante, pero tenemos el deber moral de recordarle los riesgos que pueda correr. Opciones binarias pueden convertirse en una verdadera adicción, al igual que cualquier otra actividad llevada a sus límites. Le pedimos que se involucre en un auto-análisis cuidadoso para comprobar si corre algún riesgo. Para evitar el peligro de una tal adicción, es importante que siga algunos principios básicos.
it_it: Ricorda che il trading in opzioni binarie può essere un'attività entusiasmante ma abbiamo il dovere morale di ricordarti i rischi connessi. Il trading in opzioni può diventare una vera e propria dipendenza così come qualsiasi altra attività spinta al limite. Ti chiediamo gentilmente di impegnarti in un'attenta auto analisi per verificare se sei a rischio. Per evitare i danni di tale dipendenza, è importante seguire alcuni principi di base e linee guida.
ru_ru: Пожалуйста, помните, что, несмотря на всю привлекательность торговли бинарными опционами, она сопряжена с различными рисками. Работа с опционами может перерасти в настоящую зависимость, как и любая другая деятельность, доведенная до крайности. Мы просим Вас произвести тщательный самоанализ, чтобы проверить, находитесь ли Вы в опасности. Чтобы избежать возникновения такой зависимости, важно следовать некоторым основным правилам и принципам.
th_th: โปรดตระหนักว่า การซื้อขายไบนารีออปชั่นเป็นกิจกรรมที่น่าตื่นเต้น แต่พวกเรามีหน้าที่เพื่อความถูกต้องในการแจ้งให้ท่านทราบถึงความเสี่ยงที่กำลังจะเกิดขึ้น การซื้อขายออปชั่นสามารถกลายเป็นพฤติกรรมเสพติด หรือทำให้เกินกว่าวงเงินที่กำหนด พวกเราจะหมั่นติดตามและสอบถามท่านเพื่อให้มีการบวนการวิเคราะห์ของตัวท่านเองเพื่อตรวจสอบหากท่านกำลังมีภาวะความเสี่ยง เพื่อหลีกเลี่ยงความอันตรายและความสูญเสีย โดยสิ่งที่สำคัญคือท่านควรปฏิบัติตามหลักเกณฑ์และแนวปฏิบัติพื้นฐาน

source: Please resolve all pending issues to continue
es_es: Por favor, resuelva todos los problemas pendientes para continuar
it_it: Risolvere le operazioni in sospeso per continuare
ru_ru: Чтобы продолжить, пожалуйста, урегулируйте все вопросы
th_th: โปรดแก้ไขทุกประเด็นให้ลุล่วงเพื่อดำเนินการต่อ

source: Please select
es_es: Seleccione
it_it: Seleziona
ru_ru: Выберите
th_th: โปรดระบุ

source: Please select a country
es_es: Seleccione un país
it_it: Seleziona un paese
ru_ru: Выберите страну
th_th: โปรดระบุประเทศ

source: Please select a valid time.
es_es: Seleccione una hora válida.
it_it: Seleziona un orario valido.
ru_ru: Пожалуйста, выберите правильное время.
th_th: โปรดระบุเวลาที่ถูกต้อง

source: Please select at least one scope
es_es: Seleccione al menos un objetivo
it_it: Seleziona almeno uno scopo
ru_ru: Пожалуйста, выберите минимум один параметр
th_th: โปรดระบุค่าอย่างน้อยหนึ่งขอบเขต

source: Please select the checkbox.
es_es: Seleccione la casilla de verificación.
it_it: Selezionare la casella corrispondente.
ru_ru: Пожалуйста, выберите нужный ответ.
th_th: โปรดระบุค่าจากตัวเลือก

source: Please select the country where you are a tax resident. If you have any doubts, kindly consult your tax advisor.
es_es: Por favor seleccione el país donde usted es un residente fiscal. Si tiene alguna duda, por favor consulte a su asesor fiscal.
it_it: Seleziona il paese in cui hai residenza fiscale. In caso di dubbi, ti invitiamo a rivolgerti al tuo consulente fiscale.
ru_ru: Пожалуйста, укажите страну, где Вы являетесь налоговым резидентом. В случае возникновения любых сомнений свяжитесь со своим налоговым консультантом.
th_th: กรุณาเลือกประเทศที่คุณเป็นผู้อยู่อาศัยที่ต้องเสียภาษี หากคุณมีข้อสงสัย โปรดปรึกษาที่ปรึกษาด้านภาษี

source: Please select the currency for this account:
es_es: Por favor seleccione la moneda para esta cuenta:
it_it: Seleziona la valuta per questo conto:
ru_ru: Пожалуйста, выберите валюту данного счёта:
th_th: โปรดกำหนดสกุลเงินของบัญชีนี้

source: Please select the date range of your statement:
es_es: Por favor, seleccione el rango de fechas de su extracto:
it_it: Seleziona l'intervallo di tempo dell'estratto conto:
ru_ru: Пожалуйста, выберите временной диапазон для выписки:
th_th: โปรดเลือกช่วงวันที่ในใบแจ้งยอดของท่าน

source: Please set %1country of residence%2 before upgrading to a real-money account.
es_es: Por favor seleccione el %1país de residencia%2 antes de actualizar a una cuenta de dinero real.
it_it: Prima di passare a un account con soldi reali, imposta il %1paese di residenza%2.
ru_ru: Пожалуйста, укажите %1страну проживания%2 до перехода на реальный счёт.
th_th: โปรดตั้งค่า %1ประเทศที่พำนัก%2 ก่อนอัพเกรดเป็นบัญชีจริง

source: Please set the %1currency%2 of your account.
es_es: Seleccione la %1moneda%2 para su cuenta.
it_it: Imposta la %1valuta%2 del tuo account.
ru_ru: Пожалуйста установите %1валюту%2 на своём счету.
th_th: โปรดตั้งค่า %1สกุลเงิน%2 ของบัญชีของท่าน

source: Please set your %130-day turnover limit%2 to access the cashier.
es_es: Configure su %1límite de facturación de 30 días%2 para acceder al cajero.
it_it: Per accedere alla cassa, imposta il %limite di turnover per 130 giorni%2.
ru_ru: Пожалуйста, укажите %130-дневный лимит на объём покупок%2, чтобы получить доступ к кассе.
th_th: โปรดตั้งค่า %1วงเงินหมุนเวียน 130 วัน%2 เพื่อเข้าถึงแคชเชียร์

source: Please set your %130-day turnover limit%2 to remove deposit limits.
es_es: Por favor, establezca su %1Límite de volumen de transacciones de 30 días%2 para eliminar los límites de depósito.
it_it: Imposta il tuo %1limite del turnover di 30 giorni%2 per eliminare i limiti sui depositi.
ru_ru: Пожалуйста, установите %130-дневный лимит на объём покупок%2, чтобы устранить лимиты на пополнение.
th_th: โปรดตั้งค่าวงเงินซื้อขายต่อวัน %130 ของท่าน %2 เพื่อลบวงเงินฝาก

source: Please specify your preferred reality-check interval in minutes
es_es: Por favor indique su intervalo de verificacón de realidad preferido en minutos
it_it: Specifica il tuo intervallo preferito di verifica della realtà in minuti
ru_ru: Пожалуйста, укажите желаемый интервал для проверки реальности (в минутах)
th_th: โปรดระบุช่วงเวลาการตรวจสอบสภาพความเป็นจริงที่ท่านต้องการเป็นหน่วยนาทีที่จะเกิดขึ้นจริงระหว่างการซื้อขาย

source: Please submit the above information to %1.
es_es: Por favor, envíe la información anterior a %1.
it_it: Invia le informazioni precedentemente indicate a %1.
ru_ru: Пожалуйста, отправьте вышеуказанную информацию по адресу %1.
th_th: โปรดส่งข้อมูลข้างต้นมาที่ %1

source: Please submit your %1proof of address%2.
es_es: Envíe su %1comprobante de dirección%2.
it_it: Invia un documento di %1verifica dell'indirizzo%2.
ru_ru: Пожалуйста, предоставьте %1подтверждение адреса%2.
th_th: โปรดส่ง%1เอกสารแสดงที่อยู่%2ของท่าน

source: Please submit your %1proof of identity and proof of address%2.
es_es: Envíe su %1comprobante de identidad y de dirección%2.
it_it: Invia i documenti di %1verifica di identità e indirizzo%2.
ru_ru: Пожалуйста, предоставьте %1удостоверение личности и подтверждение адреса%2.
th_th: โปรดส่ง%1เอกสารแสดงที่อยู่และเอกสารแสดงตัวบุคคล%2ของท่าน

source: Please submit your %1proof of identity%2.
es_es: Envíe su %1comprobante de identidad%2.
it_it: Invia un documento di %1verifica dell'identità%2.
ru_ru: Пожалуйста, предоставьте %1удостоверение личности%2.
th_th: โปรดส่ง%1เอกสารแสดงตัวบุคคล%2ของท่าน

source: Please take note that our swap rate also depends on the time and days you hold your positions open.
es_es: Tenga en cuenta que nuestra tasa de swap también depende de la hora y los días en que mantenga abiertas sus posiciones.
it_it: Tieni presente che il nostro tasso swap dipende anche dal tempo e dai giorni in cui hai tenuto le posizioni aperte.
ru_ru: Пожалуйста примите во внимание, что наш курс своп также зависит от времени и дней, в течение которых Вы сохраняете позиции открытыми.
th_th: โปรดทราบว่าอัตราในการแลกเปลี่ยนดอกเบี้ย (Swap Rate) ของเราขึ้นอยู่กับเวลาและวันที่ท่านถือสัญญาเปิด

source: Please take note that our swap rate also depends on the time and days you hold your positions open:
es_es: Tenga en cuenta que nuestra tasa de swap también depende del tiempo y días que mantenga sus posiciones abiertas:
it_it: Tieni presente che il nostro tasso swap dipende anche dal periodo di tempo e dal numero di giorni in cui hai tenuto le posizioni aperte:
ru_ru: Пожалуйста, примите во внимание, что наши свопы также зависят от времени суток и количества дней, когда Ваши позиции остаются открытыми:
th_th: โปรดทราบว่า อัตราในการแลกเปลี่ยนดอกเบี้ย (Swap Rate) ของเราขึ้นอยู่กับเวลาและวันที่ท่านถือโพซิชั่นเปิดของท่าน

source: Please wait for confirmation. Our customer support team will get back to you regarding your account status via email within four hours.
es_es: Por favor, espere nuestra confirmación. Nuestro equipo de atención al cliente se pondrá en contacto con usted con respecto al estado de su cuenta por correo electrónico dentro de las próximas cuatro horas.
it_it: Attendere la conferma. Il nostro team di assistenza clienti ti risponderà via email entro quattro ore in merito allo stato del tuo conto.
ru_ru: Пожалуйста, дождитесь подтверждения. В течение четырёх часов наша команда поддержки клиентов уведомит Вас о статусе Вашего счёта по эл. почте.
th_th: โปรดรอการยืนยัน ฝ่ายลูกค้าสัมพันธ์ของเราจะติดต่อกลับเพื่อแจ้งสถานะของบัญชีของท่านผ่านทางอีเมล์ภายในสี่ชั่วโมง

source: Portfolio
es_es: Cartera
it_it: Portafoglio
ru_ru: Портфель
th_th: พอร์ตโฟลิโอ

source: Positions that are still open on Wednesday at 23:59:59 GMT will be charged three times the swap rate to account for weekends – a standard practice for all Forex brokers.
es_es: A las posiciones que aún estén abiertas el miércoles a las 23:59:59 GMT se les cobrará tres veces la tasa swap para contabilizar los fines de semana, una práctica estándar para todos los corredores de Forex.
ru_ru: По позициям, которые остаются открытыми после 23:59:59 GMT в среду, своп начисляется в тройном размере, чтобы отразить расходы на перенос на выходные дни, что является стандартной практикой для всех Forex-брокеров.
th_th: โพซิชั่นที่ยังคงเปิดอยู่ ณ เวลา 23:59:59 GMT ของวันพุธ จะถูกเรียกเก็บอัตราดอกเบี้ย (Swap Rate) 3 เท่า สำหรับช่วงวันหยุดสุดสัปดาห์ ซึ่งเป็นปฏิบัติการมาตรฐานของโบรกเกอร์ฟอเร็กซ์ทั่วไป

source: Positions that are still open on Wednesday at 23:59:59 GMT will be charged three times the swap rate to account for weekends – a standard practice for all brokers.
es_es: A las posiciones que aún estén abiertas el miércoles a las 23:59:59 GMT se les cobrará tres veces la tasa swap para contabilizar los fines de semana, una práctica estándar para todos los corredores.
it_it: Le posizioni ancora aperte il mercoledì alle 23:59:59 GMT verranno addebitate a tre volte il tasso swap per contabilizzare i fine settimana; si tratta di una pratica standard per tutti i broker Forex.
ru_ru: По позициям, которые остаются открытыми в среду в 23:59:59 GMT, необходимо выплатить курс своп в тройном размере за выходные дни, что является стандартной практикой для всех брокеров.
th_th: โพซิชั่นที่ยังคงเปิดอยู่ ณ เวลา 23:59:59 GMT ของวันพุธ จะถูกเรียกเก็บอัตราดอกเบี้ย (Swap Rate) 3 เท่า สำหรับช่วงวันหยุดสุดสัปดาห์ ซึ่งเป็นปฏิบัติการมาตรฐานของโบรกเกอร์ฟอเร็กซ์ทั่วไป

source: Postal Code/ZIP
es_es: Código postal / C.P.
it_it: Codice postale/CAP
ru_ru: Почтовый код/индекс
th_th: รหัสไปรษณีย์

source: Postal/ZIP code
es_es: Código postal
it_it: Codice postale/ZIP
ru_ru: Почтовый код/индекс
th_th: รหัสไปรษณีย์

source: PostgreSQL Database Administrator (DBA)
es_es: Administrador de base de datos PostgreSQL (DBA)
it_it: Amministratore della banca dati PostgreSQL (DBA)
ru_ru: Администратор баз данных (DBA) PostgreSQL
th_th: เจ้าหน้าที่ดูแลระบบฐานข้อมูล PostgreSQL (DBA)

source: Potential Payout
es_es: Pago potencial
it_it: Payout potenziale
ru_ru: Потенциальная выплата
th_th: ประมาณการจำนวนเงินที่ชำระ

source: Potential Profit
es_es: Ganancia potencial
it_it: Profitto potenziale
ru_ru: Потенциальная прибыль
th_th: ประมาณการกำไร

source: Potential Profit/Loss
es_es: Ganancia/Pérdida Potencial
it_it: Profitto/perdita potenziale
ru_ru: Потенциальная прибыль/убыток
th_th: ประมาณการกำไร/ขาดทุน

source: Potential conflicts of interest
es_es: Posibles conflictos de interés
it_it: Conflitti di interesse potenziali
ru_ru: Потенциальный конфликт интересов
th_th: ผลประโยชน์ทับซ้อนที่อาจจะเกิดขึ้น

source: Potential profit
es_es: Ganancia potencial
it_it: Profitto potenziale
ru_ru: Потенциальная прибыль
th_th: ประมาณการกำไร

source: Power & simplicity
es_es: Potencia y simplicidad
it_it: Potenza e semplicità
ru_ru: Мощь и простота
th_th: ความเรียบง่ายและทรงพลัง

source: Powerful and intuitive
es_es: Potente e intuitiva
ru_ru: Мощная и интуитивно-понятная платформа
th_th: ทรงพลัง ใช้งานง่าย

source: Powerful charting and technical analysis
es_es: Potentes gráficos y análisis técnico
it_it: Grafici potenti e analisi tecnica
ru_ru: Мощные графики и технический анализ
th_th: แผนภูมิกราฟที่เป็นประโยชน์และการวิเคราะห์ทางเทคนิค

source: Practice account with replenishable USD 10,000 virtual credit.
es_es: Cuenta de práctica con crédito virtual renovable de 10.000 USD.
ru_ru: Демо-счёт с восполняемым виртуальным кредитом в размере 10 000 USD.
th_th: บัญชีทดลองใช้มีเงินเครดิตเหมือนจริง 10,000 เหรีญสหรัฐ ที่เติมได้

source: Practice your trading strategies in a risk-free environment by using virtual funds.
es_es: Pruebe sus estrategias en un ambiente sin riesgos mediante el uso de fondos virtuales.
it_it: Fai pratica con le tue strategie di trading in un ambiente privo di rischi utilizzando fondi virtuali.
ru_ru: Отрабатывайте свои торговые стратегии в безопасной среде, пользуясь виртуальными средствами.
th_th: ฝึกวางยุทธศาสตร์การซื้อขายในสภาพที่ไม่มีความเสี่ยงโดยใช้เงินทุนทดลอง

source: Practise with virtual funds
es_es: Practique con fondos virtuales
it_it: Sperimenta la tua strategia con fondi virtuali
ru_ru: Попрактикуйте на виртуальных деньгах
th_th: ฝึกฝนด้วยเงินเสมือน

source: Practise your trading strategy with virtual funds in a risk-free environment.
es_es: Practique su estrategia de inversión con fondos virtuales en un ambiente libre de riesgos.
it_it: Sperimenta la tua strategia di trading utilizzando fondi virtuali in un ambiente privo di rischi.
ru_ru: Отточите свою торговую стратегию с виртуальными средствами, совершенно без риска.
th_th: ฝึกฝนการวางกลยุทธการซื้อขายของท่านโดยใช้เงินทุนเสมือน ปราศจากความเสี่ยงใดๆ

source: Precious metal pairs including gold and platinum.
es_es: Pares de metales preciosos incluyendo oro y platino.
it_it: Scegli le coppie di metalli preziosi tra cui oro e platino.
ru_ru: Пары на драгоценных металлах, включая золото и платину.
th_th: คู่โลหะมีค่า รวมถึง ทอง และ แพลทินัม

source: Precious metals
es_es: Metales preciosos
it_it: Metalli preziosi
ru_ru: Драгоценные металлы
th_th: โลหะมีค่า

source: Precious metals are harder to come by and are more valuable than industrial metals. Because precious metals are softer and less reactive, they are widely used in jewellery, medical devices, and electronics.
es_es: Los metales preciosos son más difíciles de conseguir y son más valiosos que los metales industriales. Debido a que los metales preciosos son más suaves y menos reactivos, son ampliamente usados en joyería, dispositivos médicos y electrónica.
it_it: I metalli preziosi sono più difficili da trovare e valgono più dei metalli industriali. Poiché sono più mallebili e meno reattivi, sono ampiamente utilizzati in gioielleria, dispositivi medici ed elettronica.
ru_ru: Драгоценные металлы реже встречаются в природе и стоят намного дороже промышленных (чёрных) металлов. Поскольку драгоценные металлы мягче и менее подвержены окислению, они широко применяются в ювелирном деле, изготовлении медицинских инструментов, а также электроники.
th_th: โลหะมีค่าหามาได้ยากกว่า และมีค่ามากกว่าโลหะอุตสาหกรรม เนื่องจากโลหะมีค่ามีเนื้ออ่อนกว่า และเกิดปฏิกิริยาน้อยกว่า จึงถูกใช้ในการทำเครื่องประดับ อุปกรณ์การแพทย์ และเครื่องมืออิเล็กทรอนิกส์

source: Predict if the market will rise or fall from its current level, or if it will end higher or lower than a price target
es_es: Prediga si el mercado subirá o bajará de su nivel actual, o si terminará más alto o más bajo que un precio objetivo
ru_ru: Предскажите, вырастет или снизится цена относительно текущего уровня. Будет ли она выше или ниже выбранного барьера
th_th: คาดการณ์ว่า ตลาดจะขึ้นหรือลงจากระดับปัจจุบัน หรือ จะยุติที่สูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย

source: Predict if the market will stay between or go outside two price targets
es_es: Prediga si el mercado se mantendrá o saldrá fuera de los dos precios objetivos
ru_ru: Сделайте прогноз: останется ли цена внутри двух заданных барьеров или выйдет за их пределы
th_th: คาดการณ์ตลาดจะอยู่ระหว่าง หรือ ออกนอกราคาเป้าหมายทั้งสอง

source: Predict if the market will touch or not touch a price target
es_es: Prediga si el mercado tocará o no un precio objetivo
ru_ru: Сделайте прогноз, коснется ли рынок выбранного ценового барьера
th_th: คาดการณ์ว่า ตลาดจะแตะ หรือ ไม่แตะ ราคาเป้าหมาย

source: Predict market movement using up/down, touch/no touch, and in/out trade types.
es_es: Prediga los movimientos del mercado usando operaciones de tipo arriba/abajo, toque/sin toque y dentro/fuera.
it_it: Prevedi il movimento del mercato usando le diverse tipologie di trade alto/basso, tocca/non tocca e dentro/fuori.
ru_ru: Предсказывайте движение рынка с помощью контрактов вверх/вниз, касание/нет касания, внутри/вне.
th_th: คาดการณ์การเคลื่อนไหวของตลาดโดยใช้ประเภทการซื้อขายแบบ ขึ้น/ลง สัมผัส/ไม่สัมผัส และ ใน/นอก

source: Predict that the last digit is an even number or odd number after the last tick
es_es: Prediga que el último dígito es un número par o impar después del último intervalo
ru_ru: Предскажите, будет ли последняя цифра после последнего тика чётным или нечётным числом
th_th: ทำนายว่า ตัวเลขหลักสุดท้ายจะเป็นเลขคู่ หรือ เลขคี่ หลังจากการซื้อขายที่เกิดขึ้นสุดท้าย

source: Predict that the last digit is higher or lower
es_es: Prediga que el último dígito es superior o inferior
ru_ru: Предскажите, будет ли последняя десятичная находиться над или под заданным барьером
th_th: คาดการณ์ว่า เลขหลักสุดท้ายจะสูงกว่า หรือ ต่ำกว่า

source: Predict that the last digit will match or not match
es_es: Prediga que el último dígito coincidirá o no
ru_ru: Проверьте, совпадёт ли последняя десятичная цены с Вашим прогнозом
th_th: คาดการณ์ว่า เลขหลักสุดท้ายจะพ้องกัน หรือไม่

source: Predict that the market stays inside or goes outside two price targets any time during the contract period
es_es: Prediga que el mercado permanecerá dentro o sale fuera de dos precios durante cualquier momento durante el período del contrato
ru_ru: Предскажите, будет ли цена находиться внутри или вне двух барьеров в любой момент на протяжении действия контракта
th_th: คาดการณ์ว่า ตลาดจะอยู่ภายใน หรือ ออกนอกขอบเขต 2 ราคาเป้าหมายในระหว่างช่วงเวลาของสัญญา

source: Predict that the market stops inside or outside two price targets at the end of the time period
es_es: Prediga que el mercado terminará dentro o sale fuera de dos precios al final del período definido
ru_ru: Укажите, останется рынок внутри или выйдет за пределы выбранных барьеров на момент окончания контракта
th_th: คาดการณ์ว่า ตลาดจะสิ้นสุดที่ราคา ใน หรือ นอกของ 2 ราคาเป้าหมาย เมื่อเวลาสิ้นสุดสัญญา

source: Predict that the market will end higher or lower than a price target
es_es: Prediga que el valor de mercado será superior o inferior a un precio objetivo al final del período definido
ru_ru: Сделайте прогноз, окончится ли контракт выше или ниже заданного барьера
th_th: คาดการณ์ว่า ตลาดจะปิดที่สูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย

source: Predict that the market will end higher or lower than the average price.
es_es: Prediga que el mercado cerrará por encima o por debajo del precio promedio.
it_it: Prevedi che il mercato chiuderà a un prezzo più alto o più basso di quello medio.
ru_ru: Предскажите, закроется ли контракт выше или ниже средней цены.
th_th: คาดการณ์ว่าตลาดจะปิดที่สูงกว่าหรือต่ำกว่าราคาเฉลี่ย

source: Predict that the market will end up higher than either the current level or the level at a predetermined time (reset time)
es_es: Prediga que el mercado terminará por encima del nivel actual o del nivel de un momento predeterminado (tiempo de reset)
ru_ru: Предскажите, что цена контракта вырастет выше текущего уровня или уровня в заранее установленный период (на момент Reset)
th_th: พยาการณ์ว่า ตลาดจะสิ้นสุดสูงกว่าค่าระดับปัจจุบัน หรือ ระดับที่เวลาที่กำหนดไว้ก่อนหน้า (เวลารีเซ็ต)

source: Predict that the market will end up lower than either the current level or the level at a predetermined time (reset time)
es_es: Prediga que el mercado terminará por debajo del nivel actual o del nivel de un momento predeterminado (tiempo de reset)
ru_ru: Предскажите, что цена контракта упадёт ниже текущего уровня или уровня в заранее установленный период (на момент Reset)
th_th: พยาการณ์ว่า ตลาดจะสิ้นสุดต่ำกว่าค่าระดับปัจจุบัน หรือ ระดับที่เวลาที่กำหนดไว้ก่อนหน้า (เวลารีเซ็ต)

source: Predict that the market will rise or fall from its current level
es_es: Prediga que habrá alzas o bajas del nivel actual del mercado
ru_ru: Сделайте прогноз, упадет или поднимется цена относительно текущего уровня
th_th: คาดการณ์ว่า ตลาดจะขึ้น หรือ ลดต่ำลง จากระดับปัจจุบัน

source: Predict that the market will touch or not touch a target any time during the contract period.
es_es: Prediga que el mercado tocará o no tocará un objetivo durante el período del contrato.
it_it: Prevedi che il mercato toccherà o non toccherà un target in qualsiasi momento durante la durata del contratto.
ru_ru: Предскажите, коснётся ли цена заданной цели в любой момент на протяжении действия контракта.
th_th: คาดการณ์ว่า ตลาดจะถึง หรือ ไม่ถึงราคาเป้าหมายในระหว่างช่วงเวลาของสัญญา

source: Predict the direction<br />and purchase
es_es: Prediga la dirección<br /> y compre
it_it: Prevedi la direzione<br />e acquista
ru_ru: Предскажите направление движения<br />и купите
th_th: พยากรณ์ทิศทาง<br />และซื้อ

source: Predict the last decimal digit of the spot price with Digits. There are three types of Digits trades:
es_es: Prediga el último dígito del precio spot a través de Dígitos. Existen tres tipos de operaciones de Dígitos:
it_it: Cifre ti premette di prevedere l'ultima cifra decimale del prezzo spot. Esistono tre tipologie di trade Cifre:
ru_ru: Предскажите последнюю десятичную спот-котировки Цифрового контракта. Выделяют три типа контрактов:
th_th: คาดการณ์ถึงตัวเลขหลักทศนิยมสุดท้ายของราคาสปอตที่มีหลักตัวเลข มีการซื้อขายแบบหลักตัวเลขอยู่สามประเภท

source: Preferences:
es_es: Preferencias:
it_it: Preferenze:
ru_ru: Предпочтения:
th_th: คุณสมบัติที่ต้องการ:

source: Preferred qualifications:
es_es: Calificaciones preferidas:
it_it: Qualifiche preferenziali:
ru_ru: Дополнительные требования:
th_th: คุณสมบัติที่ต้องการ

source: Premier binary options trading platform
es_es: Plataforma de trading de opciones binarias de primera clase
it_it: Piattaforma principale di trading in opzioni binarie
ru_ru: Ведущая платформа для торговли бинарными опционами
th_th: แพลตฟอร์มซื้อขายไบนารีออปชั่นชั้นนำ
