Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company's services are provided on an execution-only basis. The Company does not provide investment advice in relation to the Company's products or services. The Company sometimes provides factual information or research recommendations about a market, information about transaction procedures, and information about the potential risks involved and how those risks may be minimised. However, any decision to use the Company's products or services is made by the client.
es_es: Los servicios de la Empresa son proporcionados únicamente en función a la ejecución de órdenes. La Empresa no brinda asesoramiento de inversión sobre los productos o servicios ofrecidos. La Empresa brinda ocasionalmente información sobre hechos o recomendaciones para investigar el mercado, información sobre el proceso de transacciones, e información sobre los riesgos potenciales involucrados y como pudieran mitigarse. Sin embargo, cualquier decisión de utilizar los productos o servicios de la Empresa es tomada por el cliente.
it_it: I servizi della Società vengono forniti su sola base esecutiva poiché la Società non si occupa di consulenza sugli investimenti relativamente ai propri prodotti e servizi. Talvolta fornisce informazioni oggettive o suggerimenti di ricerca su un mercato, sulle procedure relative alle operazioni o sui rischi potenziali e le misure per minimizzarli. Tuttavia, è il cliente a decidere se utilizzare i prodotti o i servizi della Società.
ru_ru: Услуги Компании предоставляются только на основе исполнения. Компания не предоставляет консультации по инвестициям в отношении своих продуктов или услуг. Иногда Компания предоставляет фактическую информацию или рекомендации для исследований рынка, данные о процедурах транзакций, информацию о потенциальных рисках и советы о том, как свести их к минимуму. Тем не менее, любое решение об использовании продуктов или услуг Компании принимается клиентом.
th_th: บริการของบริษัทฯ เกี่ยวข้องกับการดำเนินการซื้อขายเท่านั้น บริษัทฯ ไม่ได้ให้คำแนะนำการลงทุนเกี่ยวกับสินค้าและบริการของบริษัทฯ โดยบริษัทฯ เตรียมข้อมูลข้อเท็จจริง บทวิเคราะห์เกี่ยวกับตลาด ขั้นตอนการดำเนินธุรกรรม และข้อมูลเกี่ยวกับความเสี่ยงที่เกี่ยวข้อง เพื่อลดความเสี่ยงให้อยู่ในระดับต่ำ อย่างไรก็ตาม การตัดสินใจเกี่ยวกับการเลือกใช้สินค้าหรือบริการใดๆ ของบริษัทฯ นั้นถูกกำหนดโดยลูกค้าผู้ดำเนินการซื้อขาย

source: The Company's website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and their advertisements may submit cookies to the client's web browser, which is beyond the Company's control. The Company is not responsible for the privacy practices or the content of such websites. The Company encourages the client to read the privacy policies of these websites because their practices may differ from the Company's.
es_es: El sitio web de la Empresa incluye enlaces a otros sitios y puede contener publicidad relacionada a otros sitios web. Estos sitios y sus respectivos anuncios pueden añadir cookies al navegador del cliente, lo cual está fuera del control de la Empresa. La Empresa no es responsable de las políticas de privacidad o del contenido de estos sitios. La Empresa recomienda leer las políticas de privacidad de estos sitios ya que pueden diferir de las prácticas de la Empresa.
it_it: Il sito web della Società contiene link ad altri siti web e potenzialmente anche annunci pubblicitari in forma di banner o icone relativi ai siti web di terzi. Questi siti web, e le pubblicità in essi contenute, potrebbero inserire cookies nel browser web del cliente, quindi fuori da ogni controllo della Società. La Società declina ogni responsabilità per i contenuti e le misure sulla privacy di tali siti web; inoltre, invita il cliente a prendere visione delle politiche sulla privacy di tali siti, poiché potrebbero essere diverse da quelle della Società.
ru_ru: Сайт Компании содержит ссылки на другие ресурсы и может содержать баннеры или рекламные объявления сторонних вебсайтов. Эти сайты и объявления могут сохранять куки на браузере клиента, что находится вне контроля Компании. Компания не несёт ответственности за политику конфиденциальности или содержание данных сайтов. Компания рекомендует клиентам ознакомиться с правилами и политикой таких сайтов, которые могут отличаться от правил Компании.
th_th: เว็ยไซต์ของบริษัทฯ มีลิงค์ไปยังเว็บไซต์อื่นและอาจจะมีแบนเนอร์ หรือ ไอคอนโฆษณาที่เกี่ยวกับเว็บไซต์ภายนอกอื่นๆ เว็บไซต์เหล่านี้และโฆษณาต่างๆ อาจจะส่งคุกกี้ให้กับเว็บเบราเซอร์ของลูกค้า ซึ่งเป็นสิ่งที่อยู่นอกเหนือการควบคุมของบริษัทฯ บริษัทฯ ไม่รับผิดชอบต่อแนวปฏิบัติในเรื่องความเป็นส่วนตัว หรือ เนื้อหาของเว็บไซต์ดังกล่าว บริษัทฯ ขอให้ลูกค้าศึกษานโยบายการรักษาข้อมูลส่วนบุคคลของเว็บไซต์เหล่านั้น เนื่องจากการปฏิบัติอาจมีความแตกต่างกับแนวปฏิบัติของบริษัทฯ

source: The Company, exercising its absolute discretion, may accept or reject the Agent's application. Where the Agent's application is accepted, the Company shall include all relevant information, including but not limited to name, address, website URL (if available), email address, telephone number, commission rates, and payment methods used by the Agent, in the payment agent list which is disclosed on the Company's website, %1www.binary.com%2.
es_es: La Compañía, ejerciendo su absoluta discreción, podrá aceptar o rechazar la solicitud del Agente. Cuando la solicitud del Agente esté aceptada, la Compañía agregará toda la información relevante, incluyendo pero no limitándose al nombre, dirección, URL del sitio web (si está disponible), correo electrónico, número de teléfono, tasas de comisión y métodos de pago utilizados por el Agente en la lista de Agentes de Pago que se publica en el sitio web de la Compañía, %1www.binary.com%2.
it_it: La Società può, a propria assoluta discrezione, accettare o rifiutare la candidatura dell'Agente. Nel caso questa venisse accettata, la Società deve inserire nella lista dell'agente di pagamento, pubblicata sul sito web della Società %1www.binary.com%2, tutte le informazioni rilevanti incluse (ma senza limitazioni a) nome, indirizzo sito web (se disponibile), indirizzo e-mail, numero di telefono, tassi di commissione e metodi di pagamento utilizzati dall'Agente.
ru_ru: Компания по своему единоличному усмотрению может принять или отклонить заявку Агента. Если заявка Агента принята, Компания должна получить всю необходимую информацию, включая, но не ограничиваясь именем, адресом, URL вебсайта (если таковой имеется), электронным адресом, номером телефона, размером комиссий и способами оплаты, применяемыми данным Агентом, для публикации в списке агентов на сайте Компании %1www.binary.com%2.
th_th: ในการพิจารณาโดยใช้ดุลยพินิจ บริษัทฯ อาจจะยอมรับ หรือ ปฏิเสธแอพพลิเคชันของตัวแทนฯ หากเมื่อมีการยอมรับแอพพลิเคชั่นของตัวแทนฯ แล้วบริษัทฯ จะรวมข้อมูลที่เกี่ยวข้อง รวมถึง ชื่อ ที่อยู่ เว็บไซต์ (ถ้ามี) อีเมล์ หมายเลขโทรศัพท์ อัตราคอมมิชชั่น และวิธีการชำระเงินที่ใช้โดยตัวแทนฯ ดังกล่าว ไว้ในรายการตัวแทนการชำระเงิน ซึ่งเผยแพร่บนเว็บไซต์ของบริษัทฯ %1www.binary.com%2

source: The Country Manager is expected to acquire, service, manage, and expand our network of active affiliates in the countries where Binary Group targets to be represented. You will also contribute your energy, skills, and knowledge of the local business culture to increase our rapid growth rate worldwide.
es_es: El Manager de región estará encargado de adquirir, prestar servicios, administrar y expandir nuestra red de afiliados activos en los países donde Binary Group debe estar representado. También contribuirá con su energía, habilidades y conocimiento de la cultura empresarial local en el aumento de nuestro crecimiento rápido en todo el mundo.
ru_ru: Региональный менеджер отвечает за поддержку, обслуживание, управление и расширение нашей сети активных партнёров в странах, где планирует работать Binary Group. также Вы направите свою энергию, умения и знание местной бизнес-культуры с целью увеличить рост и присутствие нашей компании во всём мире.
th_th: ผู้จัดการระดับประเทศเป็นผู้ดำเนินการเพื่อให้ได้รับ ให้บริการ บริหาร และขยายเครือข่ายพันธมิตรออนไลน์ในประเทศต่างๆ ที่มีกลุ่มเป้าหมายของเครือไบนารีอยู่ ท่านจะใช้ทักษะ ความรู้ ของท่านที่สอดคล้องกับวัฒนธรรมธุรกิจของท้องถิ่นเพื่อเพิ่มการเติบโตทางธุรกิจ

source: The Domain Name System (DNS) allows you to access a website through a user-friendly web address such as %1, instead of a complicated IP address.
es_es: El Sistema de Nombres de Dominio (DNS, por sus siglas en inglés) le permite acceder a un sitio web a través de una dirección web amigable con el usuario como %1, en lugar de una complicada dirección IP.
it_it: Il Domain Name System (DNS) ti permette di accedere a un sito web attraverso un indirizzo web semplice da utilizzare, come %1, evitando così indirizzi IP complicati.
ru_ru: Система Domain Name System (DNS) открывает доступ на вебсайт через простой веб адрес, например, %1, вместо сложного IP адреса.
th_th: ระบบชื่อโดเมน (DNS) ช่วยให้คุณเข้าถึงเว็บไซต์ผ่านทางที่อยู่เว็บที่ใช้งานได้ง่ายเช่น %1 แทนที่จะเป็นที่อยู่ IP ที่ซับซ้อน

source: The Financial Products that BIEL offers to deal in are contracts entered into between clients and BIEL. Under these contracts and subject to the specific terms of the relevant contract, in consideration for the premium or price that clients pay BIEL, BIEL promises to pay clients a certain amount if the reference assets or measurements perform in a particular manner. These contracts accordingly are not instruments that BIEL holds on clients' behalf and neither benefits from clients' assets protection in the event of BIEL's insolvency. Similarly, the premium or price that clients pay to take out a trade is not held as clients' money but as consideration for BIEL's undertaking to pay.
es_es: Los productos financieros que BIEL ofrece son contratos celebrados entre los clientes y BIEL. En virtud de estos contratos y sujetos a los términos específicos del contacto pertinente, en consideración de la prima o el precio que el cliente paga a BIEL, BIEL se compromete a pagar a los clientes una cierta cantidad, si los activos de referencia o mediciones realizan de una manera particular. En consecuencia, estos contratos no son instrumentos que BIEL posea en nombre de los clientes y tampoco se benefician de la protección de los activos de clientes en el caso de una insolvencia de BIEL. Del mismo modo, la prima o el precio que los clientes pagan para sacar un contrato, no se considera como el dinero de los clientes sino como contrapartida del compromiso de pago de BIEL.
ru_ru: Финансовые продукты, предлагаемые BIEL, являются контрактами между клиентами и BIEL. В этих контрактах, согласно конкретным условиям соответствующего контракта, с учетом комиссии или цены, которую клиент платит BIEL, BIEL обещает выплачивать определенную сумму, если справочные активы или измерения имеют определенные показатели. Эти контракты, соответственно, не являются инструментами, которые BIEL содержит от имени клиентов или от защиты которых BIEL извлекает выгоду в случае своей несостоятельности. Аналогично, комиссия или цена, которую платит клиент, содержится не как деньги клиентов, а в качестве вознаграждения за обязательства выплаты BIEL.
th_th: ผลิตภัณฑ์ทางการเงินที่ BIEL นำเสนอ เป็นสัญญาระหว่างลูกค้าและ BIEL ภายใต้สัญญาเหล่านี้ และขึ้นอยู่กับข้อตกลงที่ระบุเฉพาะของสัญญาที่เกี่ยวข้อง ในการพิจารณาค่าบริการ หรือ ราคาที่ลูกค้าชำระให้ BIEL โดย BIEL สัญญาที่จะชำระให้ลูกค้า ด้วยเงินจำนวนหนึ่งหากสินทรัพย์อ้างอิงปรับตัวไปในทิศทางเฉพาะที่ระบุไว้ สัญญาต่างๆ นั้นไม่ได้เป็นเครื่องมือที่ BIEL ถือในนามของลูกค้า และไม่ใช่ผลประโยชน์จากการป้องกันทรัพย์สินของลูกค้าในกรณีที่ BIEL ล้มละลาย ในทำนองเดียวกัน ค่าบริการ หรือ ราคาที่ลูกค้าชำระให้เรา ไม่ถือเป็นเงินของลูกค้า แต่ถูกพิจารณาเป็นภาระหน้าที่ความรับผิดชอบในการชำระของเรา

source: The Foreign Exchange Market (Forex) is the world's largest and most liquid market – where anyone can buy, sell, and exchange currencies.
es_es: El Mercado de Divisas (Forex) es el mercado de mayor tamaño y liquidez del mundo, en el que cualquiera puede comprar, vender y cambiar divisas.
ru_ru: Форекс - это международный рынок, на котором операции обмена валюты производятся через интернет. Курсы валют формируются самими участниками рынка и никак не ограничиваются.
th_th: ตลาดอัตราแลกเปลี่ยน (Forex หรือ ฟอเร็กซ์) เป็นตลาดที่ใหญ่ที่สุด และ มีสภาพคล่องที่สุดในโลก ที่ทุกคนสามารถซื้อ ขาย และแลกเปลี่ยนสกุลเงิน

source: The Forex is an over-the-counter market where trading takes place between two parties, and not with a centralised exchange or marketplace.
es_es: El mercado Forex es un mercado extrabursátil (Otc) en el que se negocia entre dos partes, y no con bolsas centralizadas o en los mercados directos.
ru_ru: Forex – это внебиржевой рынок, на котором торговля происходит между двумя сторонами, а не с центральной биржей или рыночной площадкой.
th_th: ฟอเร็กซ์เป็นตลาดซื้อขายเองโดยตรงที่การซื้อขายเกิดขึ้นระหว่างสองฝ่าย โดยไม่มีตลาดแลกเปลี่ยนหรือตลาดกลาง

source: The Forex is typically traded in <i>lots</i>. One standard <i>lot</i> is equivalent to 100,000 units. Each time you open a position on a currency symbol, you can start with a minimum transaction of <i>0.01 lots</i>.
es_es: Forex se opera generalmente en <i>lotes</i>. Un <i>lote</i> estándar equivale a 100.000 unidades. Cada vez que abre una posición en una moneda específica, puede comenzar con una transacción mínima de <i>0,01 lotes</i>.
ru_ru: Как правило, контракты на валютном рынке (Forex) заключаются в <i>лотах</i>. Один стандартный <i>лот</i> равен 100 000 единицам. Каждый раз, когда Вы открываете контракт на определённой валютной паре, Вы можете разместить минимальную сделку в размере <i>0.01 лота</i>.
th_th: โดยทั่วไปแล้วฟอเร็กซ์จะซื้อขายเป็น<i>ล็อต</i> หนึ่ง<i>ล็อต</i>มาตรฐานเท่ากับ 100,000 หน่วย แต่ละครั้งที่ท่านเปิดตำแหน่งบนสัญลักษณ์ของสกุลเงิน ท่านสามารถเริ่มต้นด้วยธุรกรรมต่ำสุดที่<i>0.01ล็อต</i>

source: The Human Resource Operations team manages essential human resource functions such as managing expats, processing work permits, onboarding, managing payroll, compiling compensation studies, and overseeing performance appraisals.
es_es: El equipo de Operaciones de Recursos Humanos administra funciones esenciales de recursos humanos, así como la gestión de expatriados, el procesamiento de permisos de trabajo, la incorporación, la gestión de la nómina, la recopilación de la información sobre la compensación y la supervisión de las evaluaciones de rendimiento.
it_it: Il team responsabile delle operazioni delle Risorse Umane si occupa delle funzioni essenziali delle risorse umane, come elaborare i permessi di lavoro, gestire gli espatriati, le assunzioni e le paghe, compilare le relazioni sulle retribuzioni e verificare le stime sulle prestazioni.
ru_ru: Отдел кадров (HR) выполняет важную функцию управления человеческими ресурсами нашей компании, в частности, управлением иностранными сотрудниками, получением разрешений на работу, адаптацией новых сотрудников, управлением заработной платой, компенсационными выплатами, а также оценкой эффективности деятельности.
th_th: ทีมงานฝ่ายปฏิบัติการทรัพยากรบุคคลดำเนินการในงานที่เกี่ยวข้องกับบุคลากร ได้แก่ การประสานงานกับพนักงานต่างด้าว ใบอนุญาตทำงาน การรับเข้าทำงาน การปฐมนิเทศ การบริหารค่าจ้างค่าตอบแทน สวัสดิการทุนการศึกษา และการประเมินผลงานพนักงาน

source: The Internal Audit team is the catalyst for improving our organisation's governance, risk management, and internal controls by providing insights and recommendations based on the audits they perform.
es_es: El equipo de Auditoría Interna es el catalizador en la mejora de la administración, la gestión de riesgos y los controles internos de nuestra organización proporcionando información y recomendaciones basadas en las auditorías que realizan.
it_it: Fornendo raccomandazioni e una panoramica sulle verifiche svolte, il team che si occupa del controllo interno è il catalizzatore per il miglioramento dell'amministrazione della nostra organizzazione, del controllo del rischio e delle verifiche interne.
ru_ru: Команда внутреннего аудита является катализатором для улучшения нашей организации управления, управления риском и системы внутреннего контроля, предоставляя внутренние аналитические данные и предоставляя рекомендации на основе проведённого ими аудита.
th_th: ทีมงานตรวจสอบภายในเป็นตัวเร่งปฏิกิริยาสำหรับการปรับปรุงองค์กรเพื่อการกำกับดูแลของเรา การบริหารความเสี่ยง และการควบคุมภายในโดยการให้ข้อมูลเชิงลึกและคำแนะนำตามผลลัพธ์จากการตรวจสอบที่ได้จากประเมิน

source: The Introducing Broker acknowledges that on termination, they have no claims against Binary whatsoever and are not entitled to any compensation or claim arising from the termination.
es_es: El Broker Introductor reconoce que en la terminación, no tiene reclamos contra Binary en lo absoluto y no tiene derecho a cualquier compensación o reclamo que surja de la terminación.
it_it: L'Introducing Broker accetta, al termine del contratto, di non avanzare rivendicazioni di alcun tipo contro Binary e di non avere titolo ad alcuna compensazione o rivendicazione derivante dal termine del contratto stesso.
ru_ru: Представляющий брокер признаёт, что в случае прекращения действия Соглашения у него/ неё не должно оставаться никаких претензий по отношению к Binary и права на любые компенсации или претензии, возникающие в связи с прекращением действия Соглашения.
th_th: โบรกเกอร์แนะนำทราบว่าเมื่อมีการยุติสัญญา โบรกเกอร์แนะนำจะไม่อ้างสิทธิ์เรียกร้องต่อ Binary ไม่ว่าเรื่องใดก็ตาม และจะไม่มีสิทธิ์ในค่าตอบแทน หรือ การร้องเรียนที่เกิดจากการยุติสัญญานี้

source: The Introducing Broker acknowledges that the Commission received by the Introducing Broker pursuant to this Agreement fully compensates for its obligations under this Agreement.
es_es: El Broker Introductor reconoce que la Comisión recibida por el Broker Introductor de conformidad con el presente Acuerdo compensa plenamente sus obligaciones en virtud del presente Acuerdo.
it_it: L'Introducing Broker accetta che le commissioni ricevute ai sensi del presente Contratto compensano pienamente i propri obblighi riportati ivi riportati.
ru_ru: Представляющий брокер признаёт, что комиссия, полученная Представляющим брокером в рамках данного Соглашения, полностью компенсирует обязательства по данному Соглашению.
th_th: โบรกเกอร์แนะนำทราบว่าค่าตอบแทนที่โบรกเกอร์แนะนำได้รับตามที่ระบุในสัญญานี้ เป็นการจ่ายค่าตอบแทนอย่างสมบูรณ์ต่อภาระหน้าที่ภายใต้สัญญานี้

source: The Introducing Broker agrees to indemnify Binary against any loss that Binary may suffer or incur arising out of, or in connection with, any act or omission of the Introducing Broker, or as a result of any fraud, negligence, wilful default, or material breach of this Agreement.
es_es: El Broker Introductor acepta indemnizar a Binary por cualquier pérdida que Binary pueda sufrir o incurrir como consecuencia de, o en conexión con, cualquier acto u omisión del Broker Introductor, o como resultado de un fraude, negligencia, incumplimiento intencional o incumplimiento sustancial de este Acuerdo.
it_it: L'Introducing Broker accetta di indennizzare Binary per eventuali perdite a danno della Società correlate o dovute ad azioni od omissioni imputabili all'introducing Broker, o causate da frode, negligenza, inadempimento doloso o violazione sostanziale del presente Contratto.
ru_ru: Представляющий брокер соглашается оградить Binary от любых убытков, которые может понести или с которыми может столкнуться Binary ввиду или в связи с любыми действиями или упущениями Представляющего брокера, а также в результате любых мошеннических действий, халатности, умышленного несоблюдения обязательств или существенного нарушения данного Соглашения.
th_th: โบรกเกอร์แนะนำยินดีที่จะชดเชยต่อ Binary ต่อความสูญเสียที่ Binary อาจได้รับ หรือความสูญเสียที่เกิดขึ้น หรือเป็นผลมาจาก การกระทำใดๆ หรือ การละเลยของโบรกเกอร์แนะนำ หรือ เป็นผลมาจาก การฉ้อโกง ความประมาท การผิดสัญญาโดยตั้งใจ หรือ การละเมิดที่มีนัยสำคัญต่อสัญญาฉบับนี้

source: The Introducing Broker consents to the disclosure of their identity on the webpage of %1 or any publicly accessible medium managed by Binary.
es_es: El Broker Introductor autoriza la divulgación de su identidad en la página web de %1 o en cualquier medio de acceso público administrado por Binary.
it_it: L'introducing Broker accetta di rendere nota la propria identità sulla pagina web di %1 o tramite qualsiasi mezzo pubblicamente accessibile gestito da Binary.
ru_ru: Представляющий брокер выражает согласие на раскрытие его личности на сайте %1 или в любом другом средстве массовой информации, управляемым Binary.
th_th: โบรกเกอร์แนะนำยินยอมที่จะเปิดเผยอัตลักษณ์ลงบนหน้าเว็บของ %1 หรือ ช่องทางสาธารณะที่ประชาชนสามารถเข้าถึงได้จากสื่อที่ Binary บริหารอยู่

source: The Introducing Broker is responsible for the payment of their own taxes, duties, fees, or other governmental levies or charges. Any fees payable by Binary to the Introducing Broker in connection with this Agreement are exclusive of any such taxes, duties, fees, or levies.
es_es: El Broker Introductor es responsable del pago de sus propios impuestos, aranceles, tarifas u otros gravámenes o cargas gubernamentales. Cualquier pago realizado por Binary al Broker Introductor en relación con este Acuerdo no incluye dichos impuestos, aranceles, tarifas o gravámenes.
it_it: L'Introducing Broker è responsabile del pagamento delle proprie tasse, imposte, contributi o altri addebiti amministrativi. Qualsiasi imposta che Binary dovrà corrispondere all'Introducing Broker ai sensi del presente Contratto non comprende eventuali tasse, prelievi, imposte, diritti o canoni.
ru_ru: Представляющий брокер несёт единоличную ответственность за выплату своих налогов, обязательств, сборов или иных государственных налогов или сборов. Любые комиссии, выплачиваемые Binary Представляющему брокеру в рамках данного Соглашения, не включают таковые налоги, сборы или выплаты.
th_th: โบรกเกอร์แนะนำมีหน้าที่ชำระภาษี อากร ค่าธรรมเนียม หรือการเรียกเก็บหรือค่าใช้จ่ายอื่นๆ ของรัฐบาล ด้วยตนเอง ค่าธรรมเนียมใดๆ ที่ Binary ชำระให้กับโบรกเกอร์แนะนำที่สัมพันธ์กับสัญญานี้ จะไม่รวมภาษี อากร ค่าธรรมเนียม หรือการเรียกเก็บใดๆ ดังกล่าว

source: The Introducing Broker may not assign any or all of its rights under this Agreement without the prior written consent of Binary.
es_es: El Broker Introductor no podrá ceder cualquier o todos sus derechos bajo este Acuerdo sin el previo consentimiento por escrito de Binary.
it_it: L'Introducing Broker potrebbe non avere la facoltà di cedere, parzialmente o totalmente, i propri diritti elencati nel presente Contratto senza previo consenso scritto di Binary.
ru_ru: Представляющий брокер не может уступить часть или все свои права в рамках данного Соглашения, не получив предварительно письменного согласия Binary.
th_th: โบรกเกอร์แนะนำจะต้องไม่มอบอำนาจใดๆ บางส่วน หรือ ทั้งหมดภายใต้สัญญาฉบับนี้ให้แก่บุคคลภายนอก โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจาก Binary ก่อน
