Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Affiliate represents, warrants, and undertakes that the Affiliate's website or promotion shall contain no material that is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive, or otherwise controversial or in breach of any third party rights and shall not link to any such material.
es_es: El Afiliado declara, garantiza y asume que su sitio o promoción no contendrá material que sea difamatorio, pornográfico, ilegal, dañino, amenazador, obsceno, que hostigue, o de otra manera censurable o discriminatorio, racialmente o étnicamente, violento, políticamente delicado, o de otra manera controvertido o que viole los derechos de terceros y no deberá conectarse a algún material de ese tipo.
it_it: L'Associato garantisce, dichiara e si impegna afficnhé il proprio sito e materiale promozionale non presentino alcun contenuto diffamatorio, pornografico, illecito, nocivo, dannoso, osceno, molesto; contestabile o discriminatorio dal punto di vista razziale, etnico o in altro modo, violento, politicamente sensibile o controverso in altro modo, oppure in contrasto con i diritti di qualsiasi parte terza; dichiara inoltre di non avere alcun legame con suddetto materiale.
ru_ru: Партнёр гарантирует, что его/её вебсайт или другое средство продвижения не имеет материала, содержащего диффамацию, порнографию, незаконную, вредительскую информацию, угрозы, непристойности, расистские, этнические и прочие сомнительные и дискриминирующие материалы, элементы насилия, политики или другие осуждаемые темы, нарушающие права третьих лиц, а также не содержит ссылок на такой материал.
th_th: พันธมิตรนายหน้าออนไลน์ในฐานะตัวแทน รับประกัน และขอรับรองว่า เว็บไซต์ของพันธมิตรนายหน้าออนไลน์ หรือ การส่งเสริมการขายของพันธมิตรนายหน้าออนไลน์จะปราศจากการหมิ่นประมาท สิ่งลามกอนาจาร ขัดต่อกฎหมาย เป็นอันตราย เป็นภัยคุกคาม หยาบโลน รังควาน ก่อความรำคาญ เหยียดผิว พิพาทต่อชนชาติ หรือ เข้าข่ายที่เป็นสาเหตุให้ หรือก่อให้เกิด การเลือกปฏิบัติ ความรุนแรง มีผลล่อแหลมทางการเมือง การสร้างความขัดแย้ง หรือ การกระทำในเชิงฝ่าฝืนสิทธิของบุคคลที่สามใดๆ และจะไม่เชื่อมโยงไปยังสื่อต่างๆ เหล่านั้นด้วย

source: The Affiliate shall indemnify on demand and hold the Company harmless from and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses, loss of profit, and reasonable legal costs, if applicable), and liabilities suffered or incurred, directly or indirectly, by the Company in consequence of any breach, non-performance, or non-observance by the Affiliate of any of the Affiliate's obligations or warranties under this Agreement.
es_es: El Afiliado deberá indemnizar y eximir a la Empresa de y contra toda pérdida, demanda, reclamación, daño, coste, gasto (incluyendo pero no limitado a, pérdidas resultantes, pérdida de beneficios y costos legales razonables, si es aplicable) y daños sufridos directamente o indirectamente, por la Empresa como consecuencia de cualquier incumplimiento o falta de observancia por parte del Afiliado respecto a cualquiera de sus obligaciones o garantías de este Acuerdo.
it_it: L'Associato dovrà indennizzare la Società su richiesta e tutelarla da eventuali perdite, reclami, rivendicazioni, danni, costi, spese (incluse - senza limitazioni - perdite conseguenti, perdite di profitto e ragionevoli costi legali ove applicabili) e passività subite o sostenute - direttamente o indirettamente - dalla Società in conseguenza a inadempimento, mancata esecuzione o mancata osservanza da parte dell'Associato di obblighi e garanzie contenuti nel presente Contratto.
ru_ru: Партнёр обязуется возместить по требованию и оградить Компанию от любых убытков, претензий, затрат, расходов (включая, но не ограничиваясь косвенными убытками, упущенной выгодой и разумными судебными издержками, если таковые применимы), а также оградить Компанию от обязательств, прямо или косвенно понесённых Компанией в результате любого нарушения, невыполнения или несоблюдения Партнёром любого из партнёрских обязательств или гарантий по настоящему Соглашению.
th_th: พันธมิตรนายหน้าออนไลน์จะชดเชยเมื่อได้รับการทวงถาม และดูแลบริหารจัดการเพื่อให้บริษัทฯ มีความปลอดภัยจากการคุกคาม การสูญเสีย ความต้องการ ข้อเรียกร้อง ความเสียหาย มูลค่าความสูญเสีย ค่าใช้จ่าย (รวมถึง ผลที่ตามมาจากความสูญเสีย ภาวะขาดทุนกำไร และค่าเสียหายตามกฎหมาย ถ้ามี) และความรับผิดชอบต่อความสูญเสียในทางตรง หรือ ทางอ้อม โดยบริษัทฯ ได้รับผลของการฝ่าฝืนใดๆ การดำเนินการที่ไม่มีประสิทธิภาพ หรือ พันธมิตรนายหน้าออนไลน์ไม่ยอมปฏิบัติตามในกรณีใดๆ ที่เป็นหน้าที่ความรับผิดชอบของพันธมิตรนายหน้าออนไลน์ หรือ การรับประกันที่เป็นไปตามข้อตกลงนี้

source: The Affiliate shall not develop and implement marketing, advertising, and promotional activities that infringe any applicable laws, rules, regulations, or codes of practice relating to marketing, advertising, and promotional activities applicable under the authority of any regulatory body of the jurisdiction(s) in which the Affiliate operates or targets business.
es_es: El Afiliado no deberá desarrollar ni implementar actividades de marketing, publicidad y promoción que infringen leyes, reglas, regulaciones o códigos de práctica relativos a las actividades de marketing, publicidad y promoción aplicables en virtud de la autoridad de cualquier organismo regulador del país en el que opera o en el que centra su negocio.
it_it: L'Associato non dovrà sviluppare e implementare attività commerciali, pubblicitarie e promozionali tali da infrangere qualsiasi legge, norma, regolamento o codice di procedura applicabili in materia di attività commerciali, pubblicitarie e promozionali e in base all'autorità di un qualsiasi ente regolatore della/e giurisdizione/i in cui l'Associato opera o rivolge la propria attività.
ru_ru: Партнёр не должен создавать и проводить маркетинговые и рекламные кампании, нарушающие любые применимые законы, правила, нормы или своды правил, относящиеся к маркетингу, рекламе и продвижению, проводимым в рамках официального или регулирующего органа, действующего в юрисдикции (юрисдикциях), в которых Партнёр ведёт или планирует вести бизнес.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่พัฒนาและทำการตลาด การโฆษณา และกิจกรรมส่งเสริมการขายใดๆ ที่ละเมิดต่อกฎหมาย ข้อกำหนด หลักเกณฑ์ หรือ แนวปฏิบัติที่เกี่ยวข้องกับการตลาด การโฆษณา และกิจกรรมส่งเสริมการขายใดๆ ตามข้อกำหนดในขอบเขตของกฎหมายที่พันธมิตรนายหน้าออนไลน์ดำเนินการ หรือ เป็นเป้าหมายทางธุรกิจของพันธมิตรนายหน้าออนไลน์

source: The Affiliate shall not encourage the Affiliate's referrals to make deposits or place any trades where the purpose of that action is (whether in whole or in part) to increase affiliate commissions rather than to benefit the Affiliate's referrals' trading performance and profitability.
es_es: El Afiliado no deberá alentar a sus referidos a realizar depósitos o colocar un contrato cuando el propósito de esa acción sea (en su totalidad o en parte) aumentar las comisiones de Afiliado en lugar de mejorar el rendimiento y la rentabilidad comercial de sus referidos.
it_it: L'Associato non incoraggerà i clienti da lui individuati a effettuare depositi o trade il cui scopo sia (in tutto o in parte) quello di aumentare le commissioni di affiliazione, se non per beneficiare delle performance di trading e della redditività dei propri clienti.
ru_ru: Партнёр обязуется не поощрять привлечённых им клиентов пополнять счета и размещать контракты, когда целью таких действий является (целиком или частично) повышение партнёрских комиссий, а не улучшение торговых результатов и повышение прибыли клиентов.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่ส่งเสริมให้ผู้ถูกอ้างอิงของพันธมิตรนายหน้าออนไลน์ในการฝากเงิน หรือ ส่งคำสั่งซื้อขายที่มีจุดประสงค์ในการเพิ่มค่านายหน้าพันธมิตร (ไม่ว่าทั้งหมด หรือ บางส่วน) แทนที่จะให้ประโยชน์กับผู้ถูกอ้างอิงของพันธมิตรนายหน้าออนไลน์ในการทำกำไรและประสิทธิภาพของการซื้อขาย

source: The Affiliate shall not encourage the Affiliate's referrals to take out any form of loans for the sake of making deposits and/or placing trades.
es_es: El Afiliado no deberá alentar a sus referidos a solicitar cualquier forma de préstamo para poder hacer depósitos o realizar operaciones.
it_it: L'Associato non dovrà incoraggiare i clienti a lui affiliati a richiedere alcuna forma di prestito per poter effettuare versamenti e/o piazzare dei trade.
ru_ru: Партнёр обязуется не поощрять своих клиентов брать любые кредиты с целью пополнения счетов и/или заключения контрактов.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่ส่งเสริมผู้ถูกอ้างอิงของพันธมิตรนายหน้าออนไลน์ในการกู้ยืมใดๆ เพื่อฝากเงิน และ/หรือ ส่งคำสั่งซื้อขาย

source: The Affiliate shall not hold or pool the Affiliate's referrals' funds or third-party funds into the Affiliate's own account held with %1.
es_es: El Afiliado no deberá retener los fondos de sus referidos o los fondos de terceros en la cuenta que el Afiliado mantiene con %1.
it_it: L'Associato non potrà trattenere fondi sul conto detenuto con %1 o incorporarvi quelli dei propri clienti associati o di terze parti.
ru_ru: Партнёр не должен удерживать или направлять средства привлечённых им клиентов или третьей стороны на свой собственный Партнёрский счёт на %1.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่ถือ หรือ นำหลักประกันของผู้ถูกอ้างอิงของพันธมิตรนายหน้าออนไลน์ หรือ หลักประกันของบุคคลที่สามเข้าบัญชีพันธมิตรนายหน้าออนไลน์ที่มีอยู่กับ %1

source: The Affiliate shall not place trades on the Affiliate's referrals' behalf.
es_es: El Afiliado no realizará operaciones en nombre de sus referidos.
it_it: L'Associato non effettuerà trade per conto dei clienti a lui associati.
ru_ru: Партнёр не должен размещать контракты от имени привлечённых им клиентов.
th_th: พันธมิตรฯ จะต้องไม่ทำการซื้อขายในนามของผู้ถูกอ้างอิงของพันธมิตรฯ

source: The Affiliate shall not purchase or register keywords, search terms, or other identifiers for use in any search engine, portal, sponsored advertising service, or other search or referral service that are identical or similar to any of the Company's trademarks or trade names that include the word "%1" or any variation thereof.
es_es: El Afiliado no podrá comprar o registrar palabras clave, términos de búsqueda u otros identificadores para utilizar en cualquier motor de búsqueda, portal, servicio patrocinado de publicidad u otro servicio de búsqueda o referencia que sean idénticos o similares a cualquiera de las marcas de la Empresa o nombres comerciales que incluyan la palabra "%1" o cualquier variación de la misma.
it_it: L'Associato non acquisterà o registrerà parole chiave, termini di ricerca o altri identificatori da utilizzare su qualsiasi motore di ricerca, portale, servizi pubblicitari sponsorizzati o altri servizi di ricerca o di segnalazione identici o simili a qualsiasi marchio o denominazione commerciale della Società comprendente la parola "%1" o qualsiasi sua variante.
ru_ru: Партнёр не должен приобретать или регистрировать ключевые слова, поисковые слова или другие идентификаторы для использования на поисковых порталах, в рекламном спонсорском сервисе, на других поисковиках или реферальских сервисах, которые идентичны, схожи с торговыми марками Компании, торговым именем, включают слово "%1" или любую его вариацию.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่ซื้อ หรือ ลงทะเบียนคำสำคัญ สืบค้นเงื่อนไข หรือ คำเฉพาะอื่นๆ ในการใช้เครื่องมือสืบค้น พอร์ทัล บริการโฆษณาของผู้สนับสนุน หรือ การสืบค้นอื่นๆ หรือ บริการอ้างอิง ที่มีลักษณะเดียวกัน หรือ คล้ายๆ กันกับเครื่องหมายทางการค้าของบริษัทฯ หรือ ชื่อทางการค้า ที่รวมถึงคำ "%1" หรือ คำที่เกี่ยวข้อง

source: The Affiliate shall not resort to high-pressure sales tactics or false promises.
es_es: El Afiliado no deberá recurrir a tácticas de ventas de alta presión o falsas promesas.
it_it: L'Associato non dovrà ricorrere a tattiche di vendita opprimenti o promesse infondate.
ru_ru: Партнёр не должен прибегать к тактике психологического давления и не должен давать ложных обещаний.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่ใช้วิธีการกดดันทางการขาย หรือ การให้สัญญาลวง

source: The Affiliate shall not target any of the Affiliate's marketing, advertising, and promotional activities to any clients unless they are over 18 years old, or in case of Estonian residents over 21 years old.
es_es: El Afiliado no deberá dirigir sus actividades de marketing, publicidad y promoción hacia clientes que no sean mayores de 18 años, o en el caso de los residentes de Estonia, mayores de 21 años.
it_it: L'Associato non dovrà indirizzare alcuna attività promozionale, marketing o pubblicitaria ai clienti con età inferiore ai 18 anni oppure inferiore ai 21 anni nel caso dei residenti in Estonia.
ru_ru: Клиент не должны направлять рекламные материалы лицам, не достигшим 18 лет, а также гражданам Эстонии, не достигшим возраста 21 года.
th_th: พันธมิตรนายหน้าออนไลน์จะไม่ตั้งเป้าหมายทางการตลาดของพันธมิตรนายหน้าออนไลน์ การโฆษณา และกิจกรรมส่งเสริมการขายใดๆ ต่อลูกค้าที่อายุน้อยกว่า 18 ปี หรือ สำหรับผู้อาศัยในเอสโทเนีย ที่บุคคลที่ต้องการจะใช้บริการจะต้องมีอายุมากกว่า 21 ปี

source: The Affiliate's obligations
es_es: Obligaciones del Afiliado
it_it: Gli obblighi dell'Associato
ru_ru: Обязанности Партнёра
th_th: หน้าที่ความรับผิดชอบของพันธมิตรนายหน้าออนไลน์

source: The Agent agrees to indemnify the Company for all and any losses that the Company may suffer arising out of, or in connection with, the Agent's fraudulent acts or omissions, negligence, misconduct, wilful default, or breach of this Agreement.
es_es: El Agente se compromete a indemnizar a la Empresa por todas y cada una de las pérdidas que esta pueda sufrir como resultado de, o en conexión con, sus (del agente) actos fraudulentos u omisiones, negligencia, mala conducta, incumplimiento intencional y/o violación de este Acuerdo.
it_it: L'Agente accetta di risarcire la Società per tutte le perdite che la stessa potrebbe subire a causa di azioni fraudolente, omissioni, negligenza, comportamento scorretto, inadempienza volontaria e/o violazione intenzionale del presente contratto da parte dell'Agente, o qualsiasi altra azione riconducibile a quelle elencate sopra.
ru_ru: Настоящим Агент соглашается компенсировать Компании любые убытки, которые может понести Компания в связи с мошенническими действиями, упущениями, любой небрежностью, ненадлежащим или умышленным неисполнением обязанностей Агента, а также нарушением данного соглашения.
th_th: ตัวแทนฯ ตกลงที่ชดใช้แก่บริษัทฯ สำหรับความเสียหายใดๆ หรือ ทั้งหมด ซึ่งอาจเกิดกับบริษัทฯ จาก หรือ เกี่ยวข้องกับพฤติกรรมฉ้อโกง หรือ การละเลย ความประมาทใดๆ การประพฤติมิชอบ การเพิกเฉยอย่างจงใจ หรือ การละเมิดสัญญานี้ของตัวแทนฯ

source: The Agent has all the necessary authority, power, consents, licences, or authorisations and has taken all necessary actions to enable themselves to lawfully enter into and perform this agreement.
es_es: El Agente tiene la autoridad, los poderes, los permisos, las licencias o las autorizaciones necesarios y ha tomado todas las medidas necesarias para permitirse celebrar este Acuerdo de manera legítima.
it_it: L'Agente dispone dell'autorità, dei poteri, dei permessi, delle licenze e autorizzazioni necessari e ha adottato le misure richieste per sottoscrivere e implementare legittimamente il presente contratto.
ru_ru: Агент обладает всеми необходимыми полномочиями, разрешениями, лицензиями или правом и предпринял все необходимые действия, чтобы законно заключить и соблюдать данное соглашение.
th_th: ตัวแทนฯ มีอำนาจอันชอบธรรมที่จำเป็นทั้งหมด ความสามารถ ความเห็นชอบ ใบอนุญาต หรือ การอนุญาต และได้ดำเนินการตามขั้นตอนที่จำเป็นทั้งหมดเพื่อให้เขาสามารถเข้าสู่และปฏิบัติตามข้อตกลงนี้ได้อย่างชอบด้วยกฎหมาย

source: The Agent has taken all measures required to obtain and maintain in full force and effect all authority and/or powers and/or consents and/or licences and/or authorities to enter into and perform this agreement.
es_es: El Agente ha tomado todas las medidas necesarias para obtener y mantener con plena vigencia toda autoridad y/o poder y/o permiso y/o licencia y/o autorización para celebrar y cumplir con este Acuerdo.
it_it: L'Agente ha adottato tutte le misure necessarie a rendere e mantenere pienamente effettivo il presente contratto, così come le autorità e/o i poteri e/o i permessi e/o le licenze necessari a sottoscriverlo e implementarlo.
ru_ru: Агент предпринял все необходимые меры, чтобы полностью поддерживать и сохранять все свои полномочия, лицензии и разрешения вступать и действовать в рамках данного соглашения.
th_th: ตัวแทนฯ ได้ดำเนินการตามมาตรการทั้งหมดที่จำเป็นที่จะให้ได้มาและรักษาอำนาจอันชอบธรรมที่จำเป็นทั้งหมดและ/หรือ ความสามารถ และ/หรือ ความเห็นชอบ และ/หรือ ใบอนุญาต และ/หรือ การอนุญาตที่ยังมีผลและบังคับใช้เพื่อเข้าสู่และปฏิบัติตามข้อตกลงนี้

source: The Agent may provide the Agent's services to those clients of the Company who desire to deposit and/or withdraw money using the Agent. The Agent may provide the Agent's services to clients who intend to use e-wallet or e-payment methods other than those used by the Company (hereinafter referred to as the "e-payments") or local currencies other than those accepted by the Company (hereinafter referred to as the "local currencies") and local bank wire transfers (hereinafter referred to as the "bank wire transfers").
es_es: El Agente puede proporcionar sus servicios a los clientes de la Empresa que desean depositar y/o retirar dinero utilizando el Agente. El Agente podrá prestar sus servicios a clientes que pretenden utilizar monederos electrónicos o métodos de pago electrónico distintos de los utilizados por la Empresa (en adelante denominados "pagos electrónicos") o monedas locales distintas de las aceptadas por la Empresa (en adelante denominadas "monedas locales") y transferencias bancarias locales (en adelante denominadas "transferencias bancarias").
it_it: L'Agente può fornire i propri servizi ai clienti della Società che desiderano depositare e/o prelevare denaro attraverso quest'ultimo. Può inoltre fornire i propri servizi ai clienti che intendono utilizzare metodi come il portafoglio elettronico o metodi di pagamento elettronici diversi da quelli utilizzati dalla Società (di seguito denominati "pagamenti elettronici") o valute locali diverse da quelle accettate dalla Società (di seguito denominate "valute locali") e bonifici bancari locali (di seguito denominati "bonifici bancari").
ru_ru: Агент может предоставлять свои услуги клиентам Компании, которые хотят вносить на счёт или выводить со счёта средства, пользуясь услугами Агента. Агент может предоставлять свои услуги клиентам, желающим пользоваться электронным кошельками (e-wallet) или способами электронных платежей (e-payment), отличными от тех, которыми пользуется Компания (далее именуемыми “электронными платежами”) или местными валютами, отличными от валют, принимаемыми Компанией (далее именуемыми “местными валютами”) или денежными переводами в местные банки (далее именуемыми “банковскими переводами").
th_th: ตัวแทนฯ อาจให้บริการแก่ลูกค้าของบริษัทฯ ที่ต้องการฝาก และ/หรือ ถอนเงินโดยใช้ตัวแทนฯ ตัวแทนฯ อาจให้บริการแก่ลูกค้าที่ตั้งใจจะใช้กระเป๋าเงินอิเล็กทรอนิกส์ หรือ การชำระเงินอิเล็กทรอนิกส์ ที่นอกเหนือจากวิธีการชำระเงินที่บริษัทฯ ใช้ (ต่อไปนี้เรียกว่า "การชำระเงินอิเล็กทรอนิกส์") หรือ สกุลเงินท้องถิ่นนอกเหนือจากที่บริษัทฯ ยอมรับ (ซึ่งต่อไปนี้ เรียกว่า "สกุลเงินท้องถิ่น") และ การโอนเงินผ่านธนาคารท้องถิ่น (ต่อไปนี้เรียกว่า "โอนเงินผ่านธนาคาร")

source: The Agent promises to the Company that the Agent shall comply with, and the Agent's services will be performed in accordance with, any applicable anti-corruption laws.
es_es: El Agente se compromete ante la Empresa a cumplir con sus servicios que se prestarán de acuerdo con las leyes anticorrupción aplicables.
it_it: L'Agente garantisce alla Società di impegnarsi a operare e fornire i propri servizi nel rispetto delle leggi anti-corruzione applicabili.
ru_ru: Агент даёт Компании обязательства соблюдать все положения и предоставлять свои услуги согласно применимому закону по борьбе с коррупцией.
th_th: ตัวแทนฯ ให้คำสัญญาต่อบริษัทฯ ว่า จะปฏิบัติตาม และดำเนินการต่างๆ ตามกฎหมายว่าด้วยการป้องกันและปราบปรามการทุจริต

source: The Agent represents and warrants that the Agent is and will be in compliance with all laws related to anti-money laundering as well as any financial or economic sanction programmes in the jurisdiction in which the Agent operates.
es_es: El Agente declara y garantiza que está actualmente y estará en cumplimiento con todas las leyes contra el lavado de dinero, así como con cualquier programa de sanciones financieras o económicas en la jurisdicción en la que opere.
it_it: L'Agente dichiara e garantisce di operare e continuare a operare nel rispetto delle leggi relative all'anti-riciclaggio di denaro e dei programmi di sanzioni economiche e finanziarie effettivi nella giurisdizione di riferimento.
ru_ru: Агент обязуется и гарантирует полное соблюдение любых законов, относящихся к политике против отмывания денег, а также любых программ финансовых или экономических санкций в юрисдикциях, в которых работает Агент.
th_th: ตัวแทนฯ รับรองและรับประกันว่า ได้ปฏิบัติตามและจะปฏิบัติตามกฎหมายทั้งหมดที่เกี่ยวกับการป้องกันและปราบปรามการฟอกเงิน รวมถึงโปรแกรมสภาพบังคับทางการเงินและเศรษฐกิจของเขตพื้นที่ที่ตัวแทนฯ ดำเนินงานอยู่

source: The Agent shall further undertake to perform all necessary due diligence on the Agent's clients, and the Company shall be entitled, at any time, to request the Agent to provide all information and documentation relating to their clients for the purposes of the Company's AML compliance.
es_es: El Agente se compromete además a realizar toda la diligencia debida, necesaria sobre sus clientes y la Empresa tendrá derecho, en cualquier momento, a solicitar al Agente que proporcione toda la información y documentación relacionada con sus clientes a los efectos del cumplimiento AML de la Empresa.
it_it: L'Agente si impegna altresì ad adottare tutte le necessarie misure di due diligence nei confronti dei clienti, e la Società ha la facoltà di richiedere all'Agente, in qualsiasi momento, informazioni e documentazione relative ai clienti per verificare la conformità all'AML della Società.
ru_ru: Агент обязуется в любое время предпринимать все необходимые меры в отношении своих клиентов, если Компания запросит у Агента предоставить всю информацию и документы относительно клиентов с целью соблюдения Компанией политики против отмывания денег.
th_th: ตัวแทนฯ รับผิดชอบต่อการสอบทานธุรกิจของลูกค้า และบริษัทฯ มีสิทธิ์ในทุกขณะที่จะร้องขอต่อตัวแทนฯ เพื่อให้ข้อมูลและส่งมอบเอกสารที่เกี่ยวข้องของลูกค้าต่อบริษัทฯ ตามวัตถุประสงค์ของการ ปฏิบัติตามนโยบายป้องกันและปราบปรามการฟอกเงินของบริษัทฯ
