Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: It is important that the client monitors all of the client's positions closely. It is the client's responsibility to monitor the client's positions, and during the period that the client has any open contracts, the client should always have the ability to access the client's accounts.
es_es: Es importante que el cliente supervise todas sus posiciones cuidadosamente. Es la responsabilidad del cliente controlar dichas posiciones, y durante el periodo en el que tiene contratos abiertos, el cliente siempre debe mantener acceso a su(s) cuenta(s).
it_it: È importante che il cliente monitori attentamente tutte le proprie posizioni. È sua responsabilità controllarle e, durante il periodo di detenzione di eventuali contratti aperti, deve anche essere sempre in grado di accedere al conto.
ru_ru: Важно, чтобы клиент тщательно контролировал все свои позиции. Контроль позиций является ответственностью клиента. Также клиент всегда должен иметь возможность доступа к своим счетам, если на них есть открытые контракты.
th_th: จึงเป็นสิ่งสำคัญที่ลูกค้าพึงตรวจสอบโพซิชั่นของลูกค้าอย่างใกล้ชิด ด้วยความรับผิดชอบของลูกค้าในการดูแลระหว่างระยะเวลาที่มีการเปิดสัญญาใดๆ ลูกค้าควรจะหมั่นตรวจสอบบัญชีของลูกค้าอยู่เสมอ

source: It is noted that immediately upon the termination of the relationship between the Company and the Agent, the Agent shall return to the Company any documents pertaining to the Company's business whatsoever which are in the Agent's possession.
es_es: Cabe señalar que inmediatamente después de la terminación contractual entre la Empresa y el Agente, este devolverá a la Empresa cualquier documento relacionado con los negocios de la misma que estén en su posesión.
it_it: Si precisa che alla cessazione del rapporto tra la Società e l'Agente, quest'ultimo dovrà restituire immediatamente alla Società tutti i documenti in suo possesso relativi a qualsiasi tipo di attività della Società.
ru_ru: Следует учесть, что сразу после прекращения отношений между Компанией и Агентом, Агент обязуется вернуть Компании любые документы, относящиеся к бизнесу Компании, которые могут находиться в распоряжении Агента.
th_th: เป็นที่รับทราบว่า ทันทีที่มีการยกเลิกความสัมพันธ์ระหว่างบริษัทฯ และตัวแทนฯ ตัวแทนฯ จะส่งคืนเอกสารใดๆ ที่เกี่ยวข้องธุรกิจของบริษัทฯ และเอกสารที่อยู่ในครอบครองของตัวแทนฯ ให้แก่บริษัทฯ

source: It is prohibited to sell, transfer, and/or acquire accounts to/from other clients. Transfer of funds among other clients is also prohibited.
es_es: Está prohibido vender, transferir y / o adquirir cuentas a / desde otros clientes. También se prohíbe la transferencia de fondos entre clientes.
it_it: È vietato vendere, trasferire e/o acquisire conti a/da altri clienti. Sono inoltre proibiti i trasferimenti di fondi tra clienti.
ru_ru: Запрещается продавать, передавать и/или приобретать счета от других клиентов или другим клиентам. Передача средств между клиентами также запрещена.
th_th: ถือเป็นข้อห้ามในการขาย โอน และ/หรือ ได้บัญชี เพื่อไปยัง/จาก ลูกค้ารายอื่น การโอนหลักประกันระหว่างลูกค้าอื่นๆ ล้วนเป็นข้อห้ามเช่นกัน

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a 'Sell' button inside the popup window, after clicking on the 'View' button next to your trade in the portfolio.
es_es: En ocasiones es posible vender un contrato antes que expire, pero solo si se puede determinar un precio justo. Si está opción está disponible, verá un botón "Vender" dentro de la ventana emergente, luego de hacer clic en el botón de "Ver", ubicado junto a su operación en la cartera.
it_it: Talvolta è possibile vendere un'opzione prima della scadenza di un trade, ma solo a condizione che venga fissato un prezzo equo. Se tale opzione è disponibile, visualizzerai il pulsante "Vendi" all'interno della finestra pop-up, dopo aver cliccato sul pulsante "Visualizza" di fianco al trade all'interno del portafoglio.
ru_ru: Иногда бывает доступна кнопка досрочной продажи контракта, но только в случаях, когда может быть предложена справедливая рыночная цена. Если данная опция доступна, после нажатия на конпку "Просмотр" (рядом с окном торговли в портфеле) Вы увидите кнопку "Продать".
th_th: ในบางครั้งการจำหน่ายออปชั่นก่อนวันหมดอายุเมื่อสามารถกำหนดราคาที่เหมาะสมเป็นสิ่งที่เกิดขึ้นได้ และหากมีทางเลือกดังกล่าว คุณจะเห็นปุ่ม "ขาย" สีน้ำเงินภายในหน้าต่างที่ปรากฎ หลังจากกดที่ปุ่ม "ดู"ที่อยู่ถัดจากรายการซื้อขายในพอร์ตโฟลิโอของคุณ

source: It is the Company's commitment to safeguard the client's privacy online at all times. The Company only uses the client's personal information to help the Company service the client's account, to improve the Company's services to the client, and to provide the client with products that the client has requested. The Company does not sell the client's personal information to third parties, but the Company may provide it to payment providers to facilitate transactions on the client's account.
es_es: La Empresa toma el compromiso de salvaguardar la privacidad de los clientes en línea en todo momento. Dicha información personal es únicamente utilizada para prestar servicios a las cuentas de los clientes, para mejorar dichos servicios y para brindar los productos que el cliente requiere. La Empresa no vende esta información personal a terceros pero puede proporcionarla a proveedores de pago para facilitar las transacciones de las respectivas cuentas de clientes.
it_it: La Società si impegna a tutelare la privacy online del cliente in ogni momento. Inoltre, utilizza le informazioni personali del Cliente esclusivamente per facilitare le attività legate al suo conto, per migliorare i servizi a lui offerti e fornirgli i prodotti richiesti. La Società non vende le informazioni personali del cliente a terzi, ma le condivide con agenti di pagamenti per facilitare le operazioni sul suo conto.
ru_ru: Компания обязуется всегда и при любых обстоятельствах заботиться о сохранности онлайн конфиденциальности клиента. Компания использует личную информацию Клиента с целью обслуживания его счёта, улучшения качества своих услуг, а также для предоставления интересующих клиентов продуктов. Компания не продаёт личные данные клиентов третьим лицам, но может предоставлять эту информацию поставщикам платёжных услуг для проведения транзакций на счёте клиента.
th_th: เป็นความรับผิดชอบของบริษัทฯ ที่จะปกป้องความเป็นส่วนตัวทางออนไลน์ของลูกค้าตลอดเวลา บริษัทฯ ใช้ข้อมูลส่วนบุคคลของลูกค้าเพื่อช่วยให้บริษัทฯ ให้บริการบัญชีแก่ลูกค้าเท่านั้น เพื่อพัฒนาการให้บริการของบริษัทฯ และเพื่อให้ผลิตภัณฑ์ที่ลูกค้าร้องขอ บริษัทฯ ไม่ขายข้อมูลส่วนบุคคลของลูกค้าให้แก่บุคคลอื่น แต่บริษัทฯ อาจให้ข้อมูลนี้แก่ผู้ให้บริการทางการชำระเงินเพื่ออำนวยความสะดวกทางด้านธุรกรรมแก่บัญชีของลูกค้า

source: It is the client's responsibility to keep their password and login ID confidential. The client agrees not to disclose their password and login ID to any other person.
es_es: Es responsabilidad del cliente mantener la confidencialidad de su contraseña y credenciales de inicio de sesión. El cliente se compromete a no revelar su contraseña y credenciales de inicio de sesión a otra persona.
it_it: È responsabilità del cliente mantenere riservate la password e l'ID di login. Il cliente accetta di non comunicarle a terzi.
ru_ru: Клиент обязуется сохранять конфиденциальность своего логина и пароля. Настоящим клиент соглашается не разглашать пароль и логин любому другому лицу.
th_th: ลูกค้ามีหน้าที่รับผิดชอบในการเก็บรักษารหัสผ่านและรหัสผู้ใช้งานให้เป็นความลับ ลูกค้ายอมรับว่า จะไม่เปิดเผยรหัสผ่านและรหัสผู้ใช้งานให้ผู้อื่นทราบ

source: It is the responsibility of each client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
es_es: Es responsabilidad de cada cliente leer y comprender este aviso legal así como los términos y condiciones conforme a los cuales se rige la adquisición de contratos financieros a través de este sitio.
it_it: Ogni cliente si assume la responsabilità di leggere e comprendere la presente nota legale così come i termini e le condizioni in base ai quali viene regolamentata l'acquisizione di contratti finanziari attraverso il presente sito.
ru_ru: Каждый клиент обязуется прочитать и понять данное юридическое соглашение, а также Правила и условия, в соответствии с которыми совершается приобретение финансовых контрактов на этом сайте.
th_th: ถือเป็นความรับผิดชอบของลูกค้าแต่ละรายที่จะอ่านและทำความเข้าใจประกาศกฎเกณฑ์ต่างๆ และข้อตกลงและเงื่อนไข ที่วางระเบียบและควบคุมถึงการได้มาของสัญญาทางการเงินผ่านเว็บไซต์นี้

source: It will be released to the client's account upon approval.
es_es: Se emitirá a la cuenta del cliente una vez sea aprobado.
it_it: Verrà rilasciato sul conto del cliente dietro approvazione.
ru_ru: Бонус будет внесён на счёт клиента после одобрения.
th_th: โดยจะถูกเพิ่มเข้าไปยังบัญชีของลูกค้า เมื่อได้รับการอนุมัติ

source: It's completely free to join our IB programme. We've never charged a fee and we never will.
es_es: Unirse a nuestro programa es completamente gratuito. Nunca hemos cobrado una tasa de inscripción y nunca lo haremos.
it_it: L'associazione al nostro Programma IB è completamente gratuita. Non abbiamo mai richiesto una quota associativa e non la chiederemo nemmeno in futuro.
ru_ru: Участие в программе ПБ совершенно бесплатно. Мы не взимаем и не планируем взимать никаких взносов.
th_th: การเข้าร่วมโปรแกรม IB ของเราฟรี เราไม่เคยเก็บค่าธรรมเนียม และจะไม่มีการเรียกเก็บด้วย

source: It's easy. Just go to the signup page and complete the %1affiliate registration form%2. We'll review your application and get back to you if your application is successful.
es_es: Es muy fácil. Sólo debe ir a la página de registro y completar el %1formulario de registro de afiliados%2. Revisaremos su solicitud y nos pondremos en contacto con usted si su solicitud es aceptada.
it_it: È facile. Basta aprire la pagina dedicata all'iscrizione e compilare il %1modulo di iscrizione per associati%2. Esamineremo la tua iscrizione e ti ricontatteremo in caso di valutazione positiva.
ru_ru: Очень просто. Откройте страницу регистрации и заполните %1партнёрскую форму%2. Мы рассмотрим Вашу заявку и свяжемся с Вами в случае положительного результата.
th_th: ง่ายนิดเดียว เพียงแค่ไปที่หน้าลงทะเบียนและกรอก %1แบบฟอร์มลงทะเบียนพันธมิตร%2 เราจะตรวจสอบใบสมัครของท่าน และจะติดต่อกลับไป หากใบสมัครของท่านผ่านการพิจารณา

source: It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com.
es_es: Es hora de crecer. Hemos creado un centro de programación en Cyberjaya - el Silicon Valley de Kuala Lumpur - para mantener y mejorar BetOnMarkets.com.
it_it: È il momento di espandersi. Abbiamo istituito un centro di programmazione a Cyberjaya, la Silicon Valley di Kuala Lumpur, per mantenere e migliorare BetOnMarkets.com.
ru_ru: Время расширяться. Для улучшения работы BetOnMarkets.com мы открыли центр программирования в Сайберджайя – Силиконовой долине Куала-Лумпура.
th_th: ถึงเวลาที่จะขยายอาณาจักร บริษัทฯ ได้ตั้งศูนย์ของระบบที่ไซเบอร์จายา สถานที่หนึ่งประดุจซิลิคอน วัลเลย์ ของกัวลาลัมเปอร์ เพื่อดูแลและปรับปรุง BetOnMarkets.com

source: Item
es_es: Artículo
it_it: Voce
ru_ru: Описание
th_th: รายการ

source: J. Electronic trading platform and transactions
es_es: J. Operaciones y plataformas electrónicas de trading
it_it: J. Operazioni e piattaforma elettronica di trading
ru_ru: J. Электронная торговая платформа и контракты
th_th: K. แพลตฟอร์มการซื้อขายอิเล็กทรอนิกส์และธุรกรรมอิเล็กทรอนิกส์

source: Jan
es_es: Ene
it_it: Gen
ru_ru: Янв
th_th: ม.ค.

source: January
es_es: Enero
it_it: Gennaio
ru_ru: Январь
th_th: มกราคม

source: Jeton is an international e-wallet for money transfers and online payments. For more information, please visit %1.
es_es: Jeton es una billetera electrónica internacional para transferencias de dinero y pagos en línea. Para más información, por favor visite %1.
it_it: Jeton è un portafoglio elettronico internazionale per trasferimenti di denaro e pagamenti online. Per maggiori informazioni, visita il sito %1.
ru_ru: Jeton – это международный электронный кошелёк, предназначенный для денежных переводов и онлайн платежей. Более подробную информацию можно узнать на сайте %1.
th_th: Jeton เป็นกระเป๋าเงินอิเล็กทรอนิกส์สากลที่ใช้ในการโอนเงิน และการชำระเงินออนไลน์ สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Job Applicant Privacy Policy
es_es: Política de privacidad para solicitantes de empleo
it_it: Politica sulla privacy del candidato
ru_ru: Политика конфиденциальности претендента
th_th: นโยบายการรักษาข้อมูลส่วนบุคคลของผู้สมัครงาน

source: Job Details
es_es: Detalles del trabajo
it_it: Informazioni sul lavoro
ru_ru: Описание вакансии
th_th: รายละเอียดงาน

source: Job applicant privacy policy
es_es: Política de privacidad para solicitantes de empleo
ru_ru: Политика конфиденциальности претендента
th_th: นโยบายการรักษาข้อมูลส่วนบุคคลของผู้สมัครงาน

source: Join our global network of partners now
es_es: Únase a nuestra red global de afiliados ahora
it_it: Entra nella nostra rete globale di collaboratori
ru_ru: Присоединяйтесь к нашей глобальной партнёрской сети
th_th: เป็นส่วนหนึ่งของเครือข่ายพันธมิตรระดับโลกเดี๋ยวนี้

source: Jul
it_it: Lug
ru_ru: Июл
th_th: ก.ค.

source: July
es_es: Julio
it_it: Luglio
ru_ru: Июль
th_th: กรกฎาคม

source: Jun
it_it: Giu
ru_ru: Июн
th_th: มิ.ย.

source: June
es_es: Junio
it_it: Giugno
ru_ru: Июнь
th_th: มิถุนายน

source: Jurisdiction
es_es: Jurisdicción
it_it: Giurisdizione
ru_ru: Юрисдикция
th_th: เขตอำนาจศาล

source: Jurisdiction and Choice of Law
es_es: Jurisdicción y legislación elegida
it_it: Giurisdizione e scelta delle legge applicabile
ru_ru: Юрисдикция и законодательство
th_th: เขตอำนาจศาลและกฎหมายบังคับ

source: K. Event of Default
es_es: K. Evento de incumplimiento
it_it: K. Caso di inadempienza
ru_ru: K. Случаи невыполнения обязательств
th_th: ฎ. กรณีเพิกเฉยต่อสัญญา

source: Keep Safe
es_es: Manténgase seguro
it_it: Mantenere in sicurezza
ru_ru: Безопасность
th_th: รักษาความปลอดภัย

source: Keep our infrastructure up-to-date with current cutting edge developments
es_es: Mantener nuestra infraestructura actualizada con los últimos desarrollos avanzados
it_it: Mantenere aggiornata la nostra infrastruttura rispetto agli attuali sviluppi d'avanguardia
ru_ru: Поддержание нашей инфраструктуры в обновлённом состоянии посредством оперативной разработки
th_th: ดูแลระบบโครงสร้างพื้นฐานให้มีความทันสมัยและรองรับการพัฒนาอย่างต่อเนื่อง

source: Keep safe
es_es: Manténgase seguro
it_it: Mantenere in sicurezza
ru_ru: Безопасность
th_th: รักษาความปลอดภัย

source: Keep track of all ongoing contracts.
es_es: Vigile todos los contratos en curso.
ru_ru: Следите за всеми открытыми контрактами.
th_th: ติดตามสัญญาซื้อขายได้ทั้งหมด

source: Keep track of your authorised applications.
es_es: Realizar un seguimiento de sus aplicaciones autorizadas.
it_it: Tieni traccia delle tue applicazioni autorizzate.
ru_ru: Следите за доступными приложениями.
th_th: บันทึกการใช้งานแอพพลิเคชันของท่าน

source: Keep up with breaking news and events on global markets.
es_es: Manténgase al tanto de las últimas noticias y eventos en los mercados globales.
it_it: Rimani al passo con gli eventi e le ultime notizie dai mercati di tutto il mondo.
ru_ru: Будьте в курсе всех срочных новостей и событий на мировых рынках.
th_th: ตามให้ทันข่าวล่ามาแรงและเหตุการณ์ในตลาดโลก

source: Keep up with the latest developments in IT and maintain knowledge relevant to the requirements of the business
es_es: Estar al día con los últimos desarrollos en TI y mantener el conocimiento relevante para los requisitos del negocio
it_it: Rimanere aggiornati sugli ultimi sviluppi in materia di IT e assicurare conoscenze rilevanti per le esigenze del business
ru_ru: Внедрение новейших разработок в области IT и поддержание знаний, соответствующих требованиям данной индустрии
th_th: ดำเนินการดูแลรักษาระบบสารสนเทศที่มีการพัฒนาต่อเนื่องและพัฒนาทักษะความรู้ในสาขาที่เกี่ยวข้องเพื่อสนับสนุนการดำเนินธุรกิจ

source: Keep up with the latest trends and techniques in design, UI, and UX
es_es: Mantenerse al día con las últimas tendencias y técnicas en el campo de diseño, UI y UX
it_it: Rimanere aggiornati sulle ultime tendenze e tecniche nell'ambito di progettazione, UI e UX
ru_ru: Соблюдение последних тенденций и технологий в области дизайна, UI, и UX
th_th: ดำเนินการดูแลรักษาระบบด้วยเทคโนโลยีและวิทยาการล่าสุดในการออกแบบ UI และ UX

source: Keeping up with market news and trends in a certain sector can help you tremendously, especially if you're just starting out.
es_es: Mantenerse al día con las noticias y tendencias del mercado en un determinado sector puede ayudarle enormemente, especialmente si está empezando.
it_it: Stare al passo con le notizie di mercato e le tendenze di un certo settore può essere di grande aiuto, soprattutto se sei solo agli inizi.
ru_ru: Знание рыночных новостей и трендов в определённом секторе может очень Вам пригодиться, особенно если Вы только начали свою торговую деятельность.
th_th: ติดตามข่าว และแนวโน้มของตลาดในกลุ่มผลิตภัณฑ์ที่ท่านสนใจ จะช่วยท่านได้อย่างมหาศาล โดยเฉพาะเมื่อท่านเพิ่งเริ่มลงทุน

source: Key Information Documents
es_es: Documento de información fundamental
it_it: Documenti delle informazioni chiave
ru_ru: Основные информационные документы
th_th: เอกสารหลัก

source: Key facts
es_es: Los hechos clave
it_it: Eventi chiave
ru_ru: Основные факты
th_th: ข้อเท็จจริงหลัก

source: Key features
es_es: Principales características
it_it: Caratteristiche principali
ru_ru: Основные характеристики
th_th: คุณสมบัติหลัก

source: Kick back with beautiful beaches, islands, and mountains just a short flight away. From Malta, you have Europe, the Mediterranean, and North Africa. And from Malaysia, the whole of Asia awaits.
es_es: Relájese con hermosas playas, islas y montañas a sólo un corto vuelo de distancia. Desde Malta, tendrá Europa, el Mediterráneo y el norte de África a su disposición. Y desde Malasia, toda Asia le espera.
it_it: Rilassati su bellissime spiagge, isole e montagne distanti solo poche ore di volo. Da Malta, potrai visitare l'Europa, il Mediterraneo e il Nord Africa, mentre dalla Malesia, c'è l'intera Asia che ti aspetta.
ru_ru: Прекрасные пляжи, острова и горы находятся на расстоянии небольшого перелёта. На Мальте Вы сможете наслаждаться красотами Средиземноморья, находясь между континентальной Европой и Северной Африкой. В Малайзии же Вы окажетесь в самом сердце Азии.
th_th: เมื่อเวลาย้อนกลับ ท่านจะพบชายหาดที่สวยงาม เกาะต่างๆ และภูเขาที่เรียงราย ในชั่วโมงบินสั้นๆ จากประเทศมอลตา ท่านจะเป็นส่วนหนึ่งของภูมิภาคยุโรป เมดิเตอร์เรเนียน และทวีปแอฟริกาเหนือ และจากประเทศมาเลเซีย สู่ภูมิภาคเอเชียที่กำลังรอคอย

source: Kindly send a scan of a valid proof of address to %1support@binary.com%2
es_es: Envíe escaneado un comprobante de domicilio válido a %1support@binary.com%2
it_it: Invia uno scan del documento di verifica dell'indirizzo a %1support@binary.com%2
ru_ru: Пожалуйста, отправьте нам отсканированный документ, подтверждающий Ваш адрес проживания: %1support@binary.com%2
th_th: โปรดส่งเอกสารแสดงที่อยู่ที่ยังไม่หมดอายุ มายัง %1support@binary.com%2

source: Kindly send a scan of a valid proof of identity to %1support@binary.com%2
es_es: Envíe escaneado un comprobante de identidad válido a %1support@binary.com%2
it_it: Invia uno scan del documento di verifica dell'identità a %1support@binary.com%2
ru_ru: Пожалуйста, отправьте отсканированный документ, удостоверяющий Вашу личность по следующему адресу: %1support@binary.com%2
th_th: โปรดส่งเอกสารแสดงตัวบุคคลที่ยังไม่หมดอายุ มายัง %1support@binary.com%2

source: Know how much you will win or lose before you purchase the contract
es_es: Sepa cuánto ganará o perderá antes de comprar el contrato
ru_ru: Потенциальный размер выплаты и убытока известен ещё до покупки контракта
th_th: ทราบว่า จะได้เงิน หรือ ขาดทุนเท่าไร ก่อนจะซื้อสัญญา

source: Know what you stand to win or lose
es_es: Sepa cuánto puede ganar o perder
it_it: Sai esattamente cosa puoi vincere o perdere
ru_ru: Заранее знайте возможную прибыль и убыток
th_th: ทราบว่า ท่านอยู่ในฝั่งกำไร หรือ ขาดทุน

source: Knowing when to buy and sell metals largely depends on how well you know the factors that influence market prices. The most common influencing factors are:
es_es: Saber cuándo comprar y vender metales depende en gran medida de lo bien que se conozca los factores que influyen en los precios de mercado. Los factores de influencia más comunes son:
it_it: Sapere quando comprare e vendere i metalli dipende in gran parte da quanto conosci i fattori che influenzano i prezzi di mercato. I più comuni sono:
ru_ru: Умение распознать подходящее время для покупки и продажи металлов в большей степени зависит от того, насколько хорошо Вы знаете факторы, влияющие на рыночную цену. Наиболее сильные факторы таковы:
th_th: รู้ว่า เมื่อใดคือเวลาส่วนใหญ่ที่จะซื้อหรือขายโลหะขึ้นกับว่า ท่านทราบปัจจัยที่มีอิทธิพลต่อราคาตลาดดีเพียงใด ปัจจัยที่มีอิทธิพลที่พบบ่อยที่สุด คือ

source: Knowing when to buy and sell precious metals largely depends on how well you know the factors that influence market prices. The most common influencing factors are:
es_es: Saber cuándo comprar y vender metales preciosos depende en gran medida de lo bien que se conozca los factores que influyen en los precios de mercado. Los factores de influencia más comunes son:
it_it: Sapere quando comprare e vendere i metalli preziosi dipende in gran parte da quanto conosci i fattori che influenzano i prezzi di mercato. I più comuni sono:
ru_ru: Умение распознать подходящее время для покупки и продажи драгоценных металлов в большей степени зависит от того, насколько хорошо Вы знаете факторы, влияющие на рыночную цену. Наиболее сильные факторы таковы:
th_th: รู้ว่า เมื่อใดคือเวลาส่วนใหญ่ที่จะซื้อหรือขายโลหะมีค่าขึ้นกับว่า ท่านทราบปัจจัยที่มีอิทธิพลต่อราคาตลาดดีเพียงใดปัจจัยที่มีอิทธิพลที่พบบ่อยที่สุด คือ

source: Knowledge and experience in the financial services industry and/or binary options trading
es_es: Conocimiento y experiencia en la industria de servicios financieros y / o el comercio de opciones binarias
it_it: Conoscenza ed esperienza nel settore dei servizi finanziari e/o nel trading di opzioni binarie
ru_ru: Знания и опыт работы в области финансовых услуг и/или торговли бинарными опционами
th_th: มีความรู้และประสบการณ์ในสาขาการบริการการเงิน และ/หรือ การซื้อขายไบนารีออปชั่น

source: Knowledge of HTML, CSS, and JavaScript for rapid prototyping of websites and apps
es_es: Conocimientos de HTML, CSS y JavaScript para la creación rápida de prototipos de sitios web y aplicaciones
it_it: Conoscenza di HTML, CSS e JavaScript per la prototipazione rapida di siti web e applicazioni
ru_ru: Знание HTML, CSS и JavaScript для быстрого создания прототипов вебсайтов и приложений
th_th: ทักษะความรู้เกี่ยวกับ HTML CSS จาวาสคริปสำหรับการพัฒนาโปรโตไทพ์ของเว็บไซต์และแอพพลิเคชันอย่างรวดเร็ว

source: Knowledge of Linux system administration, including configuration and automation tools such as Chef as well as Shell scripting is preferred
es_es: Se prefiere el conocimiento de la administración de sistemas Linux, incluyendo las herramientas de configuración y automatización, así como Chef y scripts de Shell
it_it: Sono preferibili conoscenze nell'amministrazione del sistema Linux, inclusi la configurazione e strumenti di automazione come Chef, così come lo scripting della Shell
ru_ru: Предпочтительно знание системы администрирования Linux, включая конфигурацию и автоматизированные инструменты, как Chef, скрипт Shell
th_th: ทักษะความรู้ในการบริหารจัดการระบบลินุกซ์ รวมถึงการตั้งค่า และการใช้งานเครื่องมือเพื่อทำงานแบบอัตโนมัติ เช่น Chef และ Shell สคริป
