Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: BIEL is authorised and regulated by the Malta Financial Services Authority ("MFSA") under the Investment Services Act (Cap. 370, Laws of Malta) (the "Act") to carry on investment business. BIEL is authorised by the MFSA to deal on own account (i.e. offer and act as counterparty to trades) and to execute orders on behalf of other clients; both services are in relation to financial derivative products relating to foreign exchange, indices and other financial products or assets ("Financial Products"). BIEL is not authorised to and does not offer investment, financial, legal, tax, regulatory, and/or other types of advice or state an opinion in relation to a Transaction under any circumstances. Clients should get independent advice from an investment adviser if they have any doubts about dealing in financial products.
es_es: BIEL está autorizada y regulada por la Autoridad de Servicios Financieros de Malta ("MFSA") bajo la Ley de Servicios de Inversión (Cap. 370, Leyes de Malta) ("la Ley") para realizar negocios de inversión. BIEL está autorizada por la MFSA a negociar por cuenta propia (es decir, ofrecer y actuar como contraparte de operaciones) y a ejecutar órdenes en nombre de otros clientes, ambos servicios están relacionados con productos financieros derivados relacionados con mercado de divisas, índices y otros productos o activos financieros ("Productos Financieros"). BIEL no está autorizada y no ofrece o brinda asesoramiento de inversión, legal, impositivo, de regulación, y/o cualquier otro tipo de asesoramiento, ni brinda declaraciones u opiniones en relación a una Transacción bajo ninguna circunstancia. Si los clientes tienen dudas sobre operar con productos financieros, deberán ponerse en contacto con un asesor financiero o una empresa independiente.
ru_ru: BIEL уполномочен и регулируется Управлением по финансовым услугам Мальты, Malta Financial Services Authority ("MFSA") в рамках Акта об инвестиционных услугах, Investment Services Act (глава 370 мальтийского законодательства) ("Акт"), на ведение инвестиционного бизнеса. BIEL обладает разрешение MFSA на проведение операций на своём счету (т.е. предложение контрактов и действие в качестве контрагента по сделкам), а также на исполнение контрактов от имени других лиц; обе услуги относятся к производным финансовым продуктам, а также связаны с обменом валют, индексами и другими финансовыми продуктами или активами ("финансовые продукты"). BIEL не уполномочен, не предлагает и не предоставляет инвестиционных, финансовых, юридических или налоговых консультаций, а также каких-либо других советов относительно заключения контрактов при любых обстоятельствах. Если у клиента есть любые соменения относительно работы с финансовыми продуктами, клиенту рекомендуется получить независимый совет от инвестиционного консультанта.
th_th: BIEL ได้รับอนุญาตและกำกับดูแลโดย Malta Financial Services Authority ("MFSA") ภายใต้ Investment Services Act (Cap. 370 กฎหมายของประเทศมอลตา) ("พระราชบัญญัติ") เพื่อดำเนินการธุรกิจด้านการลงทุน BIEL ได้รับอนุญาตโดย MFSA เพื่อบริหารบัญชีที่ครอบครอง (คือ การให้บริการและดำเนินการในฐานะคู่ค้าเพื่อการซื้อขาย) และจัดการคำสั่งในนามของลูกค้าอื่นๆ บริการทั้งสองนี้มีความสัมพันธ์กับผลิตภัณฑ์ด้านอนุพันธ์ทางการเงินที่เกี่ยวข้องกับการแลกเปลี่ยนเงินตรา ดัชนี และผลิตภัณฑ์หรือสินทรัพย์ด้านการเงินอื่นๆ ("ผลิตภัณฑ์ด้านการเงิน") BIEL ไม่ได้รับอนุญาตให้ และไม่ให้คำแนะนำทางด้านการลงทุน การเงิน กฎหมาย ภาษี และ/หรือ คำแนะนำประเภทอื่นๆ หรือให้ความเห็นเกี่ยวกับธุรกรรมภายใต้สถานการณ์ใดๆ ลูกค้าควรจะติดต่อที่ปรึกษาอิสระด้านการลงทุนเพื่อขอคำแนะนำ หากมีข้อสงสัยเกี่ยวกับการจัดการผลิตภัณฑ์ทางการเงิน

source: BIEL is entitled under the Rules to rely upon information provided by clients. Clients should ensure that they provide BIEL with accurate and complete information and notify BIEL in the event that any information supplied to BIEL changes. Clients should note that if they provide BIEL with inaccurate information, or if they fail to notify BIEL of any changes to information previously supplied by them, this may adversely affect the quality of the services that BIEL can provide.
es_es: BIEL tiene derecho, bajo las Normas, a confiar en la información proporcionada por los clientes. Los clientes deberán asegurar que la información proporcionada a BIEL es precisa y completa y deberán notificar en caso de cualquier cambio a esta información. Los clientes deberán tener en cuenta que, si proporcionan a BIEL información incorrecta o, si no notifican algún cambio en la información suministrada previamente por ellos, esto podrá afectar negativamente la calidad de los servicios que BIEL les pueda ofrecer.
ru_ru: В соответствии с Правилами, BIEL имеет право полагаться на информацию, предоставленную клиентами. Клиенты должны гарантировать предоставление BIEL точной и полной информации, а также уведомить BIEL в случае любых изменений в ней. Следует отметить, что, если клиенты предоставляют BIEL неточную информацию или не сообщают о любых изменениях в ранее предоставленной информации, это может негативно повлиять на качество услуг BIEL.
th_th: BIEL ได้รับสิทธิ์ตามข้อกำหนดเกี่ยวกับข้อมูลที่ได้รับจากลูกค้า ลูกค้าควรให้ข้อมูลที่ถูกต้องและครบถ้วน และแจ้งให้ BIEL ทราบเมื่อข้อมูลเหล่านั้นมีการเปลี่ยนแปลง และขอเรียนให้ลูกค้าทราบว่า หากลูกค้าให้ข้อมูลที่ไม่ถูกต้อง หรือ ลูกค้าไม่ได้แจ้งให้ BIEL ทราบถึงความเปลี่ยนแปลงนั้น เหล่านี้จะมีผลต่อคุณภาพของการให้บริการที่ BIEL ได้เตรียมให้กับลูกค้า

source: BIEL is required to do so in accordance with any relevant law or regulation.
es_es: BIEL está obligado a hacerlo según cualquier ley pertinente o reglamento.
ru_ru: BIEL вынужден прибегнуть к этому в рамках соответствующего закона или нормативного требования.
th_th: BIEL จะต้องปฏิบัติตามกฎหมาย หรือ หลักเกณฑ์ที่เกี่ยวข้อง

source: BIEL reserves the right to accept or refuse any requests for change in classification.
es_es: BIEL se reserva el derecho de aceptar o rechazar cualquier solicitud de cambio de clasificación.
ru_ru: BIEL оставляет за собой право принять или отклонить любые запросы на изменение классификации.
th_th: BIEL สงวนสิทธิ์ในการยอมรับ หรือ ปฏิเสธคำร้องใดๆ ในการขอเปลี่ยนแปลงการจำแนกกลุ่ม

source: BIEL shall not be obliged to provide professional clients with the following:
es_es: BIEL no estará obligada a proporcionar lo siguiente a los clientes profesionales:
ru_ru: BIEL не несёт обязательств по предоставлению следующих услуг профессиональным клиентам:
th_th: BIEL จะไม่ได้ให้ Professional Clients ในรายการและสิทธิ์ต่อไปนี้

source: Bachelor's degree in computer science, or an equivalent combination of technical education, training, and work experience
es_es: Licenciatura en informática, o una combinación equivalente de educación técnica, capacitación y experiencia laboral
it_it: Una laurea breve in informatica o una combinazione equivalente di studi, corsi ed esperienza lavorativa in ambito tecnico
ru_ru: Степень бакалавра в области информатики или техническое образование, обучение и опыт работы в смежной области
th_th: สำเร็จการศึกษาสาขาวิทยาการคอมพิวเตอร์ หรือเทียบเท่า โดยมีทักษะเชิงเทคนิค เข้าร่วมอบรมหลักสูตรต่างๆ และประสบการณ์การทำงานที่เกี่ยวข้อง

source: Bachelor's degree in graphic design, interaction design, visual communication, multimedia, or equivalent
es_es: Licenciatura en diseño gráfico, diseño de interacción, comunicación visual, multimedia o equivalente
it_it: Laurea breve in progettazione grafica, progettazione dell'interazione, comunicazione visiva, multimedia o equivalente
ru_ru: Степень бакалавра в области графического дизайна, мультимедийной сфере или смежной дисциплине
th_th: สำเร็จปริญญาตรีสาขาการออกแบบกราฟิก การออกแบบปฏิสัมพันธ์ การสื่อสารด้วยภาพ มัลติมีเดีย หรือเทียบเท่า

source: Bachelor's degree in graphic design, visual communication, multimedia, or equivalent
es_es: Licenciatura en diseño gráfico, comunicación visual, multimedia o equivalente
it_it: Laurea breve in progettazione grafica, comunicazione visiva, multimedia o equivalente
ru_ru: Степень бакалавра в области графического дизайна, мультимедийной сфере или смежной дисциплине
th_th: สำเร็จปริญญาตรีสาขาการออกแบบกราฟิก การสื่อสารด้วยภาพ มัลติมีเดีย หรือเทียบเท่า

source: Bachelor's degree in marketing, business administration, or related discipline
es_es: Licenciatura en marketing, administración de empresas u otras disciplinas relacionadas
it_it: Laurea breve in marketing, amministrazione aziendale o discipline affini
ru_ru: Степень бакалавра в области маркетинга, бизнес-администрирования или смежной дисциплине
th_th: สำเร็จการศึกษาในสาขาการตลาด สาขาบริหารธุรกิจ หรือสาขาเทียบเท่าในหลักสูตรที่เกี่ยวข้อง

source: Back
es_es: Atrás
it_it: Precedente
ru_ru: Назад
th_th: กลับ

source: Back to IB programme
es_es: Volver al programa IB
it_it: Torna al programma IB
ru_ru: Вернуться к программе ПБ
th_th: กลับไปยังโปรแกรม IB

source: Back to affiliate programme
es_es: Volver al programa de afiliados
it_it: Torna al programma associati
ru_ru: Вернуться к Партнёрской программе
th_th: กลับไปยังโปรแกรมพันธมิตร

source: Back to menu
es_es: Volver al menú
it_it: Torna al menu
ru_ru: Вернуться в меню
th_th: กลับไปที่เมนู

source: Back to statement
es_es: Estado de cuenta
it_it: Torna all'estratto conto
ru_ru: Вернуться к выпискам
th_th: กลับไปที่รายงานในบัญชี

source: Back-End Developer
es_es: Desarrollador Back-End
it_it: Sviluppatore back-end
ru_ru: Back-End разработчик
th_th: ผู้พัฒนา Back-End

source: Back-office support
es_es: Soporte de back-office
it_it: Assistenza di back-office
ru_ru: Поддержка бэк-офиса
th_th: ทีมงานสนับสนุน

source: Balance
es_es: Saldo
it_it: Saldo
ru_ru: Баланс
th_th: คงเหลือ

source: Balance:
es_es: Saldo:
it_it: Saldo:
ru_ru: Баланс:
th_th: คงเหลือ:

source: Bank statement
es_es: Estado de cuenta
it_it: Estratto conto bancario
ru_ru: Выписка со счёта
th_th: รายการเดินบัญชีธนาคาร

source: Bank wire, credit card, e-wallet
es_es: Transferencia bancaria, tarjeta de crédito, billetera electrónica
it_it: Bonifico bancario, carta di credito, portafoglio elettronico
ru_ru: Банковский перевод, кредитная карта или электронный кошелёк
th_th: ธุรกรรมผ่านเงินโอนธนาคาร บัตรเครดิต กระเป๋าเงินอิเล็กทรอนิกส์

source: Bank wire/Money transfer
es_es: Transferencia bancaria/Transferencia de dinero
it_it: Bonifico bancario/Trasferimento di denaro
ru_ru: Денежный/банковский перевод
th_th: ธุรกรรมผ่านธนาคาร/โอนเงิน

source: Bank your way
es_es: Elija su método de pago
it_it: La banca a modo tuo
ru_ru: Пополните счёт удобным способом
th_th: ฝาก/ถอนตามรูปแบบที่ท่านต้องการ

source: Banking
es_es: Banca
it_it: Credito
ru_ru: Финансы
th_th: การธนาคาร

source: Barrier
es_es: Límite
it_it: Barriera
ru_ru: Барьер

source: Barrier Change
es_es: Cambio de Límite
it_it: Modifica della barriera
ru_ru: Изменение барьера
th_th: ค่า Barrier เปลี่ยนแปลง

source: Barrier offset
es_es: Desplazamiento de barrera
it_it: Correzione della barriera
ru_ru: Оффсет барьера
th_th: การหักล้างของค่า Barrier

source: Barrier(s)
es_es: Límite(s)
it_it: Barriera/e
ru_ru: Барьер(ы)

source: Base currency
es_es: Moneda base
it_it: Valuta base
ru_ru: Основная валюта
th_th: สกุลเงินพื้นฐาน

source: Based currency
es_es: Moneda base
it_it: Valuta base
ru_ru: Основная валюта
th_th: สกุลเงินพื้นฐาน

source: Based on the table below, can you tell what is the spread for the EUR/USD currency pair?
es_es: Con base en la siguiente tabla, ¿Cuál es el spread del par EUR/USD?
it_it: Basandoti sulla tabella qui sotto, puoi dire qual é lo spread per la coppia di valute EUR/USD?
ru_ru: Глядя на таблицу ниже, Вы сможете посчитать спред для пары EUR/USD?
th_th: ตามตารางด้านล่างนี้ ท่านสามารถบอกได้หรือไม่ว่า สเปรดของคู่สกุลเงิน EUR/USD คืออะไร?

source: Be involved in every phase of product development, from concept to execution to launch to give the product a distinct and consistent visual identity, as well as ensure that it fully serves the needs of the end user
es_es: Participar en todas las fases del desarrollo del producto, desde el concepto hasta su ejecución y lanzamiento, para darle una identidad visual distinta y coherente, además de garantizar la satisfacción plena de las necesidades del usuario final
it_it: Prendere parte a ogni fase di sviluppo del prodotto, dall'ideazione, all'esecuzione e al lancio, per dare al prodotto un'identità visiva distinta e coerente e per garantire che risponda pienamente alle esigenze dell'utente finale
ru_ru: Участие в каждой фазе создания продукта, от разработки концепции до запуска и придания продукту собственной характерной визуальной идентичности, а также обеспечения полного соответствия нуждам конечного пользователя
th_th: มีส่วนร่วมในทุกขั้นตอนของการพัฒนาผลิตภัณฑ์ จากแนวคิด ไปถึงการดำเนินการ ไปถึงการเปิดตัว เพื่อให้ผลิตภัณฑ์มีภาพลักษณ์ที่แตกต่างและสอดคล้อง ตลอดจนให้แน่ใจว่า ได้สนองความต้องการของผู้ใช้อย่างเต็มที่

source: Be part of a 24/7 rotating shift schedule, alternating with Customer Support team members around the world
es_es: Sea parte de un horario de turnos rotativos 24/7, alternando con miembros del equipo de Atención al Cliente en todo el mundo
it_it: Partecipare a un calendario di turni 24/7 a rotazione, in alternanza con i membri del gruppo di assistenza clienti in tutto il mondo
ru_ru: Станьте частью нашей команды, работающей 24/7, в тесном сотрудничестве с членами нашей поддержки клиентов по всему миру
th_th: เป็นส่วนหนึ่งในกำหนดการทำงานเป็นกะแบบหมุนเวียน 24 ชั่วโมงต่อวัน 7 วันต่อสัปดาห์ เพื่อสับเปลี่ยนกับสมาชิกทีมลูกค้าสัมพันธ์ทั่วโลก

source: Because of the leverage effect, the Margin required in Margined Transactions, and price changes in the Underlying Instruments, the client may suffer significant losses.
es_es: Debido al efecto de apalancamiento, el Margen requerido en las Transacciones con Margen y los cambios de precios en los Instrumentos Subyacentes, el cliente puede llegar a sufrir pérdidas significativas.
it_it: a causa dell'effetto della leva finanziaria, del margine richiesto nelle operazioni soggette a margine e delle fluttuazioni di prezzo degli strumenti sottostanti, il cliente potrebbe subire perdite significative.
ru_ru: ввиду эффекта применения кредитного плеча, маржа, требуемая для заключения контрактов с использованием маржи, а также ценовые колебания на базовых инструментах означают, что клиент может понести существенные потери.
th_th: เนื่องจากการใช้เลเวอเรจ มาร์จินที่กำหนดตามเงื่อนไขในธุรกรรมที่ใช้มาร์จินและราคาแปรตามประเภทผลิตภัณฑ์อ้างอิง อาจส่งผลให้ลูกค้าได้รับผลขาดทุน

source: Become our partner
es_es: Conviértase en nuestro afiliado
it_it: Diventa nostro partner
ru_ru: Станьте нашим партнёром
th_th: มาเป็นพันธมิตรกับเรากันเถอะ

source: Before the Company opens an account for the client in which the client can trade or invest in Investment Products with BIEL, the Company is required to make an assessment of whether products or services that the client has chosen are appropriate for the client and to warn the client if, on the basis of the information that the client has provided to the Company, any such product or service is deemed not appropriate for the client. Any decision to open an account and to use the Company's products or services is the client's. It is the client's responsibility to understand the risks involved with the Company's products or services.
es_es: Antes que la Empresa abra una cuenta para que el cliente pueda operar o invertir en productos de inversión con BIEL, la Empresa tiene la obligación de evaluar si los productos o servicios de inversión que el cliente ha elegido son apropiados para él y advertirle si, basándose en la información que el propio cliente ha proporcionado a la Empresa, el producto o servicio no es adecuado para el cliente como tal. Cualquier decisión de abrir una cuenta y utilizar los productos o servicios de la Empresa es del cliente. Por lo tanto, es responsabilidad del cliente entender los riesgos involucrados con los productos o servicios de la Empresa.
ru_ru: Прежде, чем Компания откроет клиенту счёт для торговли или вложений в инвестиционные продукты BIEL, Компания обязана произвести оценку и выяснить, подходят ли клиенту выбранные инвестиционные продукты или услуги. Также, на основе предоставленной информации, Компания обязана предупредить клиента, если какой-то продукт или услуга не будут ему/ей подходить. Любое решение об открытии счета и использовании продуктов Компании остаётся за клиентом. Также клиент должен осознавать риски, связанные с продуктами или услугами Компании.
th_th: ก่อนการเปิดบัญชีให้ลูกค้าเพื่อทำการซื้อขายหรือลงทุนในผลิตภัณฑ์เพื่อการลงทุนต่างๆ กับ BIEL บริษัทฯ จะดำเนินการประเมินว่า ผลิตภัณฑ์และบริการเพื่อการลงทุนที่ลูกค้าเลือกนั้นเหมาะสมกับลูกค้าหรือไม่ และเพื่อแจ้งเตือนให้ลูกค้าทราบว่า บนพื้นฐานของข้อมูลที่ลูกค้าได้ให้ไว้กับบริษัทฯ ผลิตภัณฑ์และบริการดังกล่าวถือว่าไม่เหมาะสมกับลูกค้า การตัดสินใจใดๆ ก็ตามในการขอเปิดบัญชี และเพื่อการใช้งานผลิตภัณฑ์ หรือ บริการเพื่อการลงทุนของบริษัทฯ เป็นไปตามความประสงค์ของลูกค้า และถือเป็นความรับผิดชอบของลูกค้าที่จะต้องเข้าใจและยอมรับความเสี่ยงที่เกี่ยวข้องกับผลิตภัณฑ์ หรือ บริการเพื่อการลงทุนของบริษัทฯ

source: Before using the trading robots or Expert Advisors and forward trade, the client should test it on a demo account.
es_es: Antes de utilizar los robots de trading o Expert Advisors y operar con ellos, el cliente deberá probarlos en una cuenta demo.
it_it: Prima di usare i robot trading o i consulenti esperti e inoltrare il trade, il cliente dovrebbe effettuare un test di prova su un conto demo.
ru_ru: Перед применением торговых роботов или Expert Advisors и последующей торговлей клиент должен протестировать их на демо-счёте.
th_th: ก่อนการใช้หุ่นยนต์ซื้อขาย หรือ Expert Advisors และการซื้อขายล่วงหน้า ลูกค้าควรทดลองใช้งานฟังก์ชันดังกล่าวจากบัญชีทดลองใช้เสียก่อน

source: Beginner
es_es: Principiante
it_it: Principiante
ru_ru: Для начинающих
th_th: ผู้เริ่มต้น

source: Being in touch with the latest tools and technology related to your role.
es_es: Estar en contacto con las últimas herramientas y tecnología relacionadas con su función.
it_it: Dimestichezza con le tecnologie e gli strumenti più recenti legati al tuo ruolo.
ru_ru: Изучение новейших инструментов и технологий, необходимых для Вашей работы.
th_th: มีความสามารถในการใช้เครื่องมือและเทคโนโลยีที่ทันสมัยต่างๆ ในสายงานของท่าน

source: Benefits
es_es: Beneficios
it_it: Vantaggi
ru_ru: Преимущества участия
th_th: ประโยชน์ต่างๆ

source: Benefits of being a Payment Agent
es_es: Beneficios de ser un Agente de Pago
it_it: I vantaggi dell'essere un Agente di pagamento
ru_ru: Преимущества Платежного агента
th_th: ประโยชน์ต่างๆ ของการเป็นตัวแทนรับชำระเงิน

source: Best execution factors
es_es: Factores de mejor ejecución
it_it: Fattori di miglior esecuzione
ru_ru: Факторы наилучшего исполнения
th_th: ปัจจัยการดำเนินการที่ดีที่สุด

source: Best execution is the requirement to take all sufficient steps to obtain, when executing orders, the best possible result for the client, taking into account price, costs, speed, likelihood of execution and settlement, size, nature, or any other consideration relevant (hereinafter referred to as the "Execution Factors") to the execution of the order.
es_es: La mejor ejecución es el requisito de tomar todos los pasos suficientes, al ejecutar las órdenes, con el fin de obtener el mejor resultado posible para el cliente, teniendo en cuenta el precio, los costos, la velocidad, la probabilidad de ejecución y la liquidación, el tamaño, la naturaleza o cualquier otra consideración relevante (en adelante denominados como los "Factores de Ejecución") a la ejecución de órdenes.
it_it: Per miglior esecuzione s'intende l'adozione delle misure necessarie per ottenere, durante l'esecuzione di un ordine, il miglior risultato possibile per il cliente, tenendo in considerazione prezzi del conto, costi, rapidità, probabilità dell'esecuzione e regolamento, volume, natura e tutti gli altri parametri rilevanti (di seguito denominati "Fattori di esecuzione") per l'esecuzione dell'ordine.
ru_ru: Наилучшее исполнение – это требование предпринять все необходимые меры, чтобы при исполнении ордеров получить для клиента наилучший результат в отношении цены, расходов, скорости, вероятности исполнения, заключения и размера контракта, его характера или иных важных аспектов для исполнения ордера (далее именуемых "факторы исполнения").
th_th: การดำเนินการที่ดีที่สุดคือการกำหนดให้มีการดำเนินการทุกขั้นตอนในการจัดการคำสั่งซื้อ เพื่อให้ได้มาซึ่งผลลัพธ์ที่ดีที่สุดที่เป็นไปได้สำหรับลูกค้า โดยพิจารณาราคา ต้นทุน ความเร็ว ความเป็นไปได้ของการดำเนินการ และการชำระเงิน ขนาด ลักษณะ หรือข้อพิจารณาอื่นๆที่เกี่ยวข้อง (ต่อไปนี้จะเรียกว่า "ปัจจัยในการดำเนินการ") ในการจัดการคำสั่งซื้อ

source: Best execution policy
es_es: Política de mejor ejecución
it_it: Politica della migliore esecuzione
ru_ru: Политика лучшего исполнения
th_th: นโยบายการดำเนินการที่ดีที่สุด

source: Best execution requirements
es_es: Requisitos para una mejor ejecución
it_it: requisiti di miglior esecuzione
ru_ru: требований к наилучшему исполнению
th_th: เงื่อนไขการประมวลผลที่ดีที่สุด

source: Best of all, there is no minimum deposit requirement.
es_es: Lo mejor de todo es que no hay requisitos con respecto a un depósito mínimo.
it_it: Cosa più importante, non esiste alcun obbligo di deposito minimo.
ru_ru: Самое главное: нет никакого требования к минимальному размеру пополнения счёта.
th_th: เหนือสิ่งอื่นใด ไม่มีกำหนดการฝากเงินขั้นต่ำ

source: Best of all, your commissions are credited into your account instantly.
es_es: Lo mejor de todo, sus comisiones se acreditan inmediatamente a su cuenta.
ru_ru: Наилучший аспект заключается в том, что Вы будете получать комиссионные прямо на свой счёт.
th_th: ดีที่สุด โดยค่าคอมมิชชั่นของท่านจะถูกเครดิตเข้าสู่บัญชีของท่านทันที

source: BetOnMarkets goes live
es_es: BetOnMarkets empieza a funcionar
it_it: BetOnMarkets va online
ru_ru: Запуск сайта BetOnMarkets
th_th: BetOnMarkets ประกาศใช้งานจริง

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
es_es: BetOnMarkets.com tiene más de 400.000 clientes en su base de datos y llega a los $ 1000 millones en sólo nuestro decimotercer año, lo que nos convierte en uno de los líderes en comercio con apuestas de probabilidades fijas.
it_it: BetOnMarkets.com ha oltre 400.000 clienti nel suo database e raggiunge 1 miliardo di dollari già nel suo 13° anno, diventando uno dei migliori provider di trading con probabilità fisse.
ru_ru: У BetOnMarkets.com более 400 000 клиентов. Оборот компании достиг отметки 1 миллиард долларов уже к 13-му году её существования, что делает нас одной из ведущих платформ для торговли опционами с фиксированным уровнем прибыли.
th_th: BetOnMarkets.com มีลูกค้ากว่า 400,000 ราย ในฐานข้อมูลและเข้าสู่เป้าหมาย 1 พันล้านเหรียญสหรัฐในปีที่ 13 ของเรา ทำให้เราเป็นหนึ่งในผู้ให้บริการซื้อขาย แบบ Fixed-Odds Trading

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
es_es: BetOnMarkets.com aumenta los pagos a 100,000 USD, EUR, GBP y AUD
it_it: BetOnMarkets.com incrementa i payout a 100.000 USD, EUR, GBP e AUD
ru_ru: BetOnMarkets.com увеличивает максимальные выплаты до 100,000 USD, EUR, GBP и AUD
th_th: BetOnMarkets.com เพิ่มการชำระเงินหลากหลายสกุล เช่น 100,000 USD, EUR, GBP และ AUD

source: BetOnMarkets.com is successfully rebranded %1
es_es: BetOnMarkets.com cambia exitosa mente de nombre a %1
it_it: BetOnMarkets.com viene rinominato con successo %1
ru_ru: Портал BetOnMarkets.com успешно переименован в %1
th_th: BetOnMarkets.com ประสบความสำเร็จในการสร้างแบรนด์ใหม่ของ %1
