Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The %1end time%2 is the selected number of minutes/hours after the %1start time%2.
es_es: La %1hora de cierre%2 corresponde al número seleccionado de minutos/horas después de la %hora de inicio%2.
it_it: Per %1orario di termine%2 s'intende il numero di minuti/ore selezionati dopo l'%1orario di inizio%2.
ru_ru: %1Время окончания%2 ‒ это выбранное количество минут/часов после %1времени начала контракта%2.
th_th: %1 เวลาสิ้นสุด %2 คือ จำนวนนาที/ชั่วโมงที่เลือกเอาไว้ หลังจาก %1 เวลาเริ่มต้น %2

source: The %1entry spot%2 is the next tick after the %1start time%2.
es_es: El %1punto de entrada%2 es el siguiente tick después de la %1hora de inicio%2.
it_it: Il %1punto di entrata%2 è il tick successivo a partire dall'%1orario di inizio%2.
ru_ru: %1Спот-котировка на входе%2 – это следующий тик после %1времени начала%2.
th_th: %1สปอตเริ่มต้น%2 คือ ราคาถัดไป หลังจาก%1เวลาเริ่มต้น%2

source: The %1exit spot%2 is the last tick when the contract ends. Contract ends when all ticks rise or fall successively, or when a single tick breaks the predicted pattern.
es_es: El %1punto de salida%2 es el último tick cuando el contrato termina. El contrato termina cuando todos los ticks suben o caen secuencialmente, o cuando un único tick rompe el patrón predicho.
it_it: Il %1punto di uscita%2 è l'ultimo tick alla conclusione del contratto. Il contratto termina quando i tick aumentano o calano in successione, oppure quando un tick singolo interrompe lo schema previsto.
ru_ru: %1Спот-котировка на выходе%2 – это последний тик, когда оканчивается контракт. Контракт заканчивается, когда все тики последовательно растут или снижаются, а также в случае, когда один тик прерывает предсказанный сценарий.
th_th: %1สปอตสิ้นสุด%2 คือ ราคาสุดท้ายเมื่อสัญญาสิ้นสุดลง สัญญาจะสิ้นสุดเมื่อราคาทั้งหมดสูงขึ้น หรือ ต่ำลงอย่างต่อเนื่อง หรือ เมื่อมีราคาหนึ่งไม่เป็นไปตามรูปแบบที่ได้คาดการณ์เอาไว้

source: The %1high%2 is the highest point ever reached by the market during the contract period.
es_es: El %1máximo%2 corresponde al mayor punto alcanzado por el mercado durante el período del contrato.
it_it: Per %1High%2 s'intende il punto più alto raggiunto dal mercato durante il periodo contrattuale.
ru_ru: %1Максимум%2 ‒ это наиболее высокая отметка, которую удалось достичь цене на протяжении действия контракта.
th_th: %1 จุดสูง %2 คือ จุดที่สูงที่สุดที่ตลาดได้ไปถึงในช่วงระยะเวลาของสัญญา

source: The %1low%2 is the lowest point ever reached by the market during the contract period.
es_es: El %1mínimo%2 corresponde al menor punto alcanzado por el mercado durante el período del contrato.
it_it: Per %1Low%2 s'intende è il punto più basso raggiunto dal mercato durante il periodo contrattuale.
ru_ru: %1Минимум%2 ‒ это самая низкая отметка, к которой опустилась цена за период действия контракта.
th_th: %1 จุดต่ำ %2 คือ จุดที่ต่ำที่สุดที่ตลาดได้ไปถึงในช่วงระยะเวลาของสัญญา

source: The %1start time%2 begins when the contract is processed by our servers.
es_es: El %1inicio del contrato%1 es cuando el contrato es procesado por nuestros servidores.
it_it: Per %1orario di inizio%2 s'intende il momento in cui il contratto viene processato dai nostri server.
ru_ru: %1Время начала%2 начинается, когда контракт поступает в обработку на наши серверы.
th_th: %1 เวลาเริ่มต้น %2 เริ่มขึ้นเมื่อสัญญาได้ถูกนำเข้าประมวลผลในระบบของเรา

source: The %1start time%2 is when the contract has been processed by our servers.
es_es: La %1hora de inicio%2 es cuando el contrato fue procesado por nuestros servidores.
it_it: L'%1orario di inizio%2 corrisponde al momento in cui il contratto viene esaminato dai nostri server.
ru_ru: %1Временем начала%2 считается момент, когда контракт поступает в обработку на наши сервера.
th_th: %1เวลาเริ่มต้น%2 คือ เวลาที่สัญญาได้ถูกนำเข้าประมวลผลในระบบของเรา

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
es_es: El <strong>período contractual</strong> es aquel entre el <strong>siguiente intervalo</strong> posterior al <strong>inicio</strong> y la <strong>finalización</strong>.
it_it: Il <strong>periodo del contratto</strong> è il periodo tra il <strong>tick successivo</strong> all'<strong>orario d'inizio</strong> e all'<strong>orario di fine</strong>.
ru_ru: <strong>Период действия контракта</strong> – это период между <strong>следующей котировкой</strong> после <strong>времени начала</strong> контракта и <strong>временем окончания</strong>.
th_th: <strong>ระยะเวลาของสัญญา</strong> คือ ช่วงเวลาระหว่าง <strong>ช่วงถัดไป</strong> หลังจาก <strong>เวลาเริ่มต้น</strong> และ <strong>เวลาสิ้นสุด</strong>

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
es_es: La <strong>hora de finalización</strong> es la cantidad de minutos/horas después del <strong>inicio</strong> (en caso de tener menos de un día de duración) o al final del día de contratación (en caso de tener un día o más de duración).
it_it: L'<strong>orario di fine</strong> è il numero di minuti/ore selezionati successivi all'<strong>orario d'inizio</strong> (se inferiore a un giorno di durata), oppure alla fine del giorno di trading (nel caso di uno o più giorni di durata).
ru_ru: <strong>Временем окончания</strong> является момент по истечении выбранного количества минут или часов после <strong>начала контракта</strong> (если контракт меньше дня по продолжительности) или момент окончания торгового дня (если контракт дольше одного дня по продолжительности).
th_th: <strong>เวลาสิ้นสุด</strong> คือ กำหนดของชั่วโมงและนาทีที่เลือกหลังจาก <strong>เวลาเริ่มต้น</strong> (หากเป็นช่วงเวลาที่น้อยกว่า 1 วัน) หรือ ณ สิ้นวันที่ทำการซื้อขาย (หากเป็นช่วงเวลา 1 วัน หรือมากกว่า)

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong>.
es_es: La <strong>hora de término</strong> es la cantidad de minutos/horas seleccionada luego de la <strong>hora de inicio</strong>.
it_it: L'<strong>orario di fine</strong> corrisponde al numero selezionato di minuti/ore successivi/e all'<strong>orario di inizio</strong>.
ru_ru: <strong>Время окончания</strong> представляет собой выбранное количество минут/часов после <strong>времени начала</strong>.
th_th: <strong>เวลาสิ้นสุด</strong> ถูกกำหนด นาที/ชั่วโมง หลังจาก <strong>เวลาเริ่มต้น</strong>

source: The <strong>entry spot</strong> is the first tick after the contract is processed by our servers.
es_es: El <strong>punto de entrada</strong> es el primer intervalo luego de que el contrato es procesado por nuestros servidores.
it_it: Il <strong>punto di entrata</strong> è il primo tick successivo all'elaborazione del contratto da parte dei nostri server.
ru_ru: <strong>Котировка на входе</strong> − это первый тик после обработки контракта нашим сервером.
th_th: <strong>สปอตเริ่มต้น</strong> คือ ช่วงราคาแรกหลังจากที่สัญญาถูกนำเข้าประมวลผลโดยระบบของเรา

source: The <strong>exit spot</strong> is the latest tick at or before the <strong>end time</strong>.
es_es: El <strong>precio de salida</strong> corresponde al último valor en efecto al momento de la <strong>finalización del contrato</strong> o justo antes de esta.
it_it: Lo <strong>spot d'uscita</strong> è l'ultimo tick entro l'<strong>orario di fine</strong>.
ru_ru: <strong>Выходной котировкой</strong> считается последний тик на момент или до <strong>момента окончания</strong> контракта.
th_th: <strong>สปอตสิ้นสุด</strong> เป็นสปอตสุดท้าย หรือ ก่อน<strong>เวลาสิ้นสุด</strong>

source: The <strong>remaining time</strong> is the time remaining until the contract expires.
es_es: El <strong>tiempo restante</strong> se refiere al tiempo restante antes del término del contrato.
it_it: Il <strong>tempo rimanente</strong> è il tempo che rimane fino alla scadenza del contratto.
ru_ru: <strong>Оставшееся время</strong> – это время, остающееся до момента окончания контракта.
th_th: <strong>เวลาที่คงเหลือ</strong>คือ เวลาที่คงเหลือจนหมดอายุสัญญา

source: The <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
es_es: La <strong>hora de comienzo</ strong> es cuando nuestros servidores procesan el contrato y <strong>el precio de entrada</ strong> es <strong>el siguiente tick</ strong> después de eso.
it_it: L'<strong>orario di inizio</strong> indica quando il contratto verrà elaborato dai nostri server e lo <strong>spot d'ingresso</strong> è il <strong>tick successivo</strong>.
ru_ru: <strong>Время начала</strong> представляет собой время, когда контракт будет обработан нашим сервером. <strong>Спот-котировкой на входе</strong> будет <strong>следующий тик</strong> после момента обработки контракта сервером.
th_th: <strong>เวลาเริ่มต้น</strong>คือ เวลาเมื่อสัญญาถูกประมวลผลโดยเครื่องแม่ข่ายในระบบของเรา และ<strong>สปอตเริ่มต้น</strong> คือ <strong>ช่วงราคาถัดไป</strong> หลังจากนั้น

source: The <strong>start time</strong> is when the contract is processed by our servers.
es_es: El <strong>inicio</strong> es cuando el contrato esté procesado por nuestros servidores.
it_it: L'<strong>orario d'inizio</strong> indica il momento in cui il contratto viene elaborato dai nostri server.
ru_ru: <strong>Временем начала</strong> считается момент, когда контракт был обработан нашим сервером.
th_th: <strong>เวลาเริ่มต้น</strong> คือ เวลาที่สัญญาถูกนำเข้าประมวลผลโดยระบบของเรา

source: The Advanced account provides you with tight spreads, higher ticket size and offers a variety of FX pairs from majors to exotics. It is a straight through processing (STP) account with direct access to FX liquidity from various providers.
es_es: La cuenta Avanzada le brinda diferenciales ajustados, mayor tamaño de boletos y les ofrece una variedad de pares FX desde mayores a exóticos. Es una cuenta de procesamiento directo (STP) con acceso directo a la liquidez FX de varios proveedores.
ru_ru: Расширенный счёт предлагает узкие спреды, больший размер контрактов, а также более широкий выбор валютных пар, от базовых до экзотических. Это счёт со сквозной обработкой транзакций (STP), который обладает прямым доступом к ликвидности на валютных парах от различных поставщиков.
th_th: บัญชีก้าวหน้ารองรับสเปรดแคบ ขนากทิกเก็ตสูงกว่า และมีคู่ FX ที่หลากหลายจากคู่หลักและคู่ต่างประเทศ เป็นบัญชีที่ใช้การประมวลผลโดยตรงกับสภาพคล่องของ FX จากผู้ให้บริการต่างๆ

source: The Affiliate and the Company are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between them. The Affiliate will have no authority to make or accept any offers or representations on the Company's behalf. The Affiliate will not make any statement, whether on the Affiliate's website or otherwise, that would reasonably contradict anything in this paragraph.
es_es: El Afiliado y la Empresa son contratistas independientes, y nada en el presente Acuerdo creará una asociación, empresa conjunta, agencia, franquicia, representación de ventas o relación laboral entre ellos. El Afiliado no tendrá autoridad alguna para hacer o aceptar ofertas o representaciones a nombre de la Empresa. El Afiliado no hará declaración alguna, ya sea en su sitio web o no, que contradiga razonablemente algún estipulado en este párrafo.
it_it: L'Associato e la Società sono contraenti indipendenti e nulla del presente Contratto costituirà alcuna collaborazione, joint-venture, agenzia, franchising, rappresentanza commerciale o rapporto di lavoro tra le parti. L'Associato non avrà alcuna autorità nell'effettuare o accettare offerte o rappresentanze nell'interesse della Società. L'Associato non rilascerà alcuna dichiarazione, né sul proprio sito Internet né in altro modo, tale da contraddire in modo ragionevole il contenuto del presente paragrafo.
ru_ru: Партнёр и Компания являются независимыми контрагентами, и ни один пункт в данном Соглашении не подразумевает создания между ними франшизы, совместного предприятия, агентства, филиала, деятельности торгового агента или установления отношений работодателя и работника. У Партнёра нет права создавать или принимать предложения от имени Компании, а также представлять её. Партнёр обязуется не делать на своём сайте или других ресурсах заявлений и утверждений, противоречащих данному положению.
th_th: พันธมิตรนายหน้าออนไลน์และบริษัทฯ เป็นผู้รับจ้างอิสระ และไม่มีส่วนใดของข้อตกลงนี้จะสร้างความเป็นหุ้นส่วน การร่วมทุน ตัวแทน แฟรนไชส์ ตัวแทนขาย หรือ ความสัมพันธ์ในการจ้างงานระหว่างกัน พันธมิตรนายหน้าออนไลน์ไม่มีอำนาจในการสร้าง หรือ ยอมรับข้อเสนอใดๆ หรือ เป็นตัวแทนใดๆ ของบริษัทฯ พันธมิตรนายหน้าออนไลน์จะไม่กำหนดถ้อยแถลงใดๆ ไม่ว่าในเว็บไซต์ของพันธมิตรนายหน้าออนไลน์ หรือ ที่อื่นๆ เพื่อสร้างความขัดแย้งต่อใจความในอนุเฉทนี้

source: The Affiliate has not obtained and has not maintained all necessary licences and consents to operate within any laws, rules, and regulations applicable under the authority of any regulatory body of the jurisdiction(s) in which the Affiliate operates or targets business.
es_es: El Afiliado no ha obtenido y no ha mantenido todas las licencias y autorizaciones necesarias para operar según las leyes, normas y reglamentos aplicables bajo la autoridad de cualquier organismo regulador de la jurisdicción (es) en la que opera o centra su negocio.
it_it: L'Associato non ha ottenuto né mantenuto le licenze e permessi necessari a operare in ottemperanza a normative, leggi e regolamenti applicabili sotto l'autorità di eventuali organi di regolamentazione della/e giurisdizione/i in cui opera l'Associato o a cui quest'ultimo rivolge il proprio business.
ru_ru: Партнёр не получил и не обладает всеми необходимыми лицензиями и разрешениями, чтобы работать в соответствии с любыми законами, правилами и нормативными требованиями, действующими в рамках любого регулирующего органа в юрисдикции (юрисдикциях), в которой Партнёр ведёт или планирует вести бизнес.
th_th: พันธมิตรนายหน้าออนไลน์ไม่ได้รับ และไม่ได้ดำเนินการต่อใบอนุญาตที่จำเป็นทั้งหมด หรือ ยินยอมที่จะปฏิบัติตามกฏหมาย ข้อกำหนด และกฎเกณฑ์ที่เป็นไปตามอำนาจและขอบเขตของการบังคับใช้ตามกฎหมายที่พันธมิตรนายหน้าออนไลน์ดำเนินการ หรือ เป้าหมายในธุรกิจ

source: The Affiliate has placed digital advertisements for the licensed activities on websites providing unauthorised access to copyrighted content.
es_es: El Afiliado ha colocado anuncios digitales para las actividades autorizadas en sitios web que brindan acceso no autorizado a contenido protegido por derechos de autor.
it_it: L'Associato ha inserito pubblicità digitale per le attività autorizzate su siti che forniscono un accesso non autorizzato a contenuto protetto da copyright.
ru_ru: Партнёр разместил цифровые рекламные материалы на лицензированную деятельность на сайтах, предоставляющих несанкционированный доступ к контенту, защищённому авторским правом.
th_th: พันธมิตรนายหน้าออนไลน์ได้ใส่โฆษณาดิจิทัลสำหรับกิจกรรมที่ได้รับใบอนุญาตบนเว็บไซต์ หากไม่ได้รับอนุญาตให้เข้าถึงเนื้อหาที่ถูกสงวนลิขสิทธิ์

source: The Affiliate is not allowed to rebate any part of the commission payment onto the Affiliate's referrals, and should the Company realise that the Affiliate is engaged in such actions, the Affiliate's account shall be revoked immediately.
es_es: El Afiliado no tiene permitido devolver pago parcial alguno de comisiones a sus referidos, y si la Empresa llegara a descubrir que está involucrado en dichas acciones, su cuenta de afiliado será revocada inmediatamente.
it_it: All'Associato non è consentito ridurre neanche parzialmente eventuali pagamenti sulle commissioni destinati ai clienti da lui segnalati; qualora la Società venisse a sapere che l'Associato opera invece in questo senso, procederà con la chiusura immediata del conto dell'Associato.
ru_ru: Партнёр не имеет права перечислять часть комиссионных выплат клиентам, привлечённым Партнёром. Если Компания узнает, что Партнёр причастен к таким действиям, его партнёрский счет будет незамедлительно закрыт.
th_th: พันธมิตรนายหน้าออนไลน์ไม่ได้รับอนุญาตในการได้รับส่วนลดใดๆ ในการชำระค่าตอบแทนจากการอ้างอิงของพันธมิตรนายหน้าออนไลน์ หากบริษัทฯ พบการกระทำของพันธมิตรนายหน้าออนไลน์ในลักษณะดังกล่าว บัญชีพันธมิตรนายหน้าออนไลน์จะถูกเพิกถอนทันที

source: The Affiliate must avoid the disclosure of any confidential information that may come to the Affiliate's knowledge or possession to third parties or external parties.
es_es: El Afiliado deberá evitar divulgar cualquier información confidencial que pueda llegar a su conocimiento o poder a terceras partes o personas externas.
it_it: L'Associato non potrà divulgare eventuali contenuti riservati di cui potrebbe venire a conoscenza o entrare in possesso a parti terze o soggetti esterni.
ru_ru: Партнёр должен избегать разглашения любой конфиденциальной информации, которая может быть известна Партнёру, а также попасть в распоряжение третьим лицам или сторонним организациям.
th_th: พันธมิตรนายหน้าออนไลน์จะต้องหลีกเลี่ยงการเปิดเผยข้อมูลความลับที่ไม่ได้รับอนุญาต ซึ่งพันธมิตรฯ ได้รับทราบ หรือ เป็นเจ้าของ ให้แก่บุคคลที่สามหรือบุคคลภายนอก

source: The Affiliate must comply with the applicable laws, rules, and regulations (including, but not limited to, advertising, data protection, and privacy laws, rules, and regulations) of the jurisdiction(s) in which the Affiliate operates or targets business.
es_es: El Afiliado deberá cumplir con las leyes, reglas y regulaciones aplicables (incluyendo, pero no limitado a, regulaciones, normas y leyes de privacidad, de protección de datos, y de publicidad) en la jurisdicción (es) en la que opera o centra su negocio.
it_it: L'Associato dovrà conformarsi alle leggi, regole e regolamenti applicabili (incluse, senza limitazione, leggi, regole e regolamenti pubblicitari, sulla protezione dei dati e sulla privacy) della giurisdizione o delle giurisdizioni in cui l'Associato gestisce o rivolge la propria attività.
ru_ru: Партнёр обязуется соблюдать действующие нормы и законы (включая, но не ограничиваясь нормами в отношении рекламы, защиты данных, конфиденциальности, правилами и правовыми нормами) юрисдикции (юрисдикций), в рамках которой Партнёр ведёт или планирует вести бизнес.
th_th: พันธมิตรนายหน้าออนไลน์ต้องปฏิบัติสอดคล้องกับกฎหมายต่างๆ หลักเกณฑ์ต่างๆ (รวมถึง สื่อโฆษณา การป้องกันข้อมูลและความเป็นส่วนตัว กฎหมาย หลักเกณฑ์ ระเบียบกฎเกณฑ์) ของการพิจารณาคดีตามกฎหมาย ที่พันธมิตรนายหน้าออนไลน์ดำเนินการ หรือ เป็นเป้าหมายธุรกิจ

source: The Affiliate must ensure that any historical trading records and performance figures presented to the Affiliate's referrals related to trading on the website %1 are accurate and not misleading.
es_es: El Afiliado deberá asegurar que todos los registros comerciales históricos y las cifras de rendimiento presentadas a sus asociados referidos relativas al comercio en la página web %1 son exactas y no engañosas.
it_it: L'Associato dovrà assicurarsi che tutti i registri storici del trading e i dati delle performance presentati alle persone da lui invitate a realizzare trading sul sito Internet di %1 siano precisi e non fuorvianti.
ru_ru: Партнёр должен обеспечивать достоверность и неискаженность исторических данных и результатов, связанных с торговой деятельностью на %1, которые предоставляются привлечённым клиентам Партнёра.
th_th: พันธมิตรนายหน้าออนไลน์ต้องแน่ใจว่าข้อมูลการซื้อขายในอดีตและผลการดำเนินงานแสดงการซื้อขายอ้างอิงของพันธมิตรนายหน้าออนไลน์ของการซื้อขายบนเว็บไซต์ของ %1 มีความถูกต้องและไม่ทำให้เข้าใจผิด

source: The Affiliate must ensure that the Affiliate does not place digital advertisements on websites providing unauthorised access to copyrighted content.
es_es: El Afiliado deberá garantizar que no va a colocar anuncios digitales en sitios web que brinden acceso no autorizado a contenido protegido por derechos de autor.
it_it: L'Associato si dovrà assicurare di non inserire pubblicità digitale su siti web che forniscono accesso non autorizzato a contenuto protetto da copyright.
ru_ru: Партнёр обязуется не размещать цифровые рекламные материалы на сайтах, предоставляющих несанкционированный доступ к контенту, охраняемому авторским правом.
th_th: พันธมิตรนายหน้าออนไลน์ต้องมั่นใจว่า พันธมิตรนายหน้าออนไลน์จะไม่ใส่โฆษณาดิจิทัลบนเว็บไซต์ หากไม่ได้รับอนุญาตให้เข้าถึงเนื้อหาที่มีลิขสิทธิ์นั้น

source: The Affiliate must provide such information to the licensee as they may reasonably require in order to be able to comply with their information reporting and other obligations%1 to the UK Gambling Commission%2.
es_es: El Afiliado deberá proporcionar cualquier información solicitada por el licenciatario, que pueda ser requerida razonablemente, para cumplir con sus informes y otras obligaciones %1 ante la Comisión de Apuestas del Reino Unido%2.
it_it: L'Associato dovrà fornire tali informazioni al licenziatario, poiché potrebbe ragionevolmente richiederle al fine di adeguarsi alle normative sullo scambio di informazioni e di rispettare i propri obblighi verso la %1UK Gambling Commission%2.
ru_ru: Партнёр обязуется предоставить лицензиату необходимую информацию, чтобы позволить ему должным образом соблюсти все требования относительно предоставления информации и других обязательств, возложенных %1Комиссией по азартным играм Великобритании%2.
th_th: พันธมิตรนายหน้าออนไลน์ต้องให้ข้อมูลดังกล่าวแก่ผู้รับใบอนุญาต ซึ่งอาจจะจำเป็นเพื่อให้ผู้รับใบอนุญาตปฏิบัติตามการรายงายข้อมูลและข้อผูกมัดอื่นๆ %1ต่อ UK Gambling Commission%2

source: The Affiliate represents, warrants, and undertakes that the Affiliate has obtained and shall maintain all necessary licences and consents to operate within any laws, rules, and regulations applicable under the authority of any regulatory body of the jurisdiction(s) in which the Affiliate operates or targets business.
es_es: El Afiliado representa, garantiza y asume que ha obtenido y mantendrá todas las licencias necesarias y las autorizaciones para operar según las leyes, normas y reglamentos aplicables bajo la autoridad de cualquier organismo regulador del país en el que opera o en el que se centra su negocio.
it_it: L'Associato garantisce, dichiara e si impegna a possedere e mantenere ogni licenza e permesso necessari ad agire nel rispetto di normative, leggi e regolamenti applicabili dall'autorità di eventuali organi di regolamentazione della giurisdizione o delle giurisdizioni in cui opera l'Associato o verso cui quest'ultimo rivolge il proprio business.
ru_ru: Партнёр гарантирует и обязуется получить и обладать всеми необходимыми лицензиями и разрешениями, чтобы работать в соответствии с любыми законами, правилами и нормативными требованиями, действующими в рамках любого регулирующего органа в юрисдикции (юрисдикциях), в которой Партнёр ведёт или планирует вести бизнес.
th_th: พันธมิตรนายหน้าออนไลน์ในฐานะตัวแทน รับประกัน และรับรองว่า พันธมิตรนายหน้าออนไลน์ได้รับและจะดูแลใบอนุญาตที่เป็นไปตามเงื่อนไขทั้งหมด และยินยอมต่อการดำเนินการภายใต้กฎหมายต่างๆ ข้อกำหนดต่างๆ และหลักเกณฑ์ต่างๆ ที่เป็นไปตามข้อกำหนดในขอบเขตของกฎหมายที่พันธมิตรนายหน้าออนไลน์ดำเนินการ หรือ เป็นเป้าหมายทางธุรกิจ
