Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: You can top up your virtual account with an additional %1 if your balance is %2 or less.
es_es: Puede recargar su cuenta de prueba con unos %1 adicionales si su saldo es %2 o menos.
it_it: Puoi ricaricare il tuo conto virtuale con un importo aggiuntivo di %1 se il saldo è inferiore o uguale a %2.
ru_ru: Вы можете дополнительно внести на демо-счёт %1, если его баланс составит %2 или ниже.
th_th: ท่านสามารถเติมเงินในบัญชีเสมือน จำนวน %1 หากมียอดคงเหลือในบัญชี %2 หรือ น้อยกว่า

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
es_es: Puede usar los agentes de pagos para realizar depósitos y retiros de dinero con métodos de pago o en divisas locales que no se admiten en %1. Es sencillo.
it_it: Per effettuare depositi e prelievi con modalità di pagamento o con valute locali non supportate da %1 è possibile utilizzare un agente di pagamento autorizzato. È molto semplice.
ru_ru: Вы можете воспользоваться платежным агентом для пополнения и вывода средств платежными способами или в валютах, не предлагаемых на %1. Это просто.
th_th: ท่านสามารถใช้ตัวแทนรับชำระเงินที่ได้รับอนุญาตในการดำเนินการฝากเงิน และ ถอนเงิน ตามวิธีชำระเงิน หรือ สกุลเงินท้องถิ่นที่ไม่ได้รับรองโดย %1 ซึ่งเป็นวิธีที่ง่ายกว่าในทางปฏิบัติ

source: You did not change anything.
es_es: No ha cambiado nada.
it_it: Non è stata apportata alcuna modifica.
ru_ru: Вы не внесли никаких изменений.
th_th: ท่านไม่ได้แก้ไขค่าใดๆ

source: You expect the %1 to fall in value so you can buy it back at a lower price (and make a profit)
es_es: Usted espera un descenso en el valor de %1 para poder volver a comprarlo a un menor precio (y obtener una ganancia)
ru_ru: Вы ожидаете, что %1 подешевеет и в дальнейшем его можно будет купить по более низкой цене (и таким образом получить прибыль)
th_th: ท่านคาดว่า มูลค่าของ %1จะตกลง ดังนั้นท่านจะได้ซื้อคืนที่ราคาที่ต่ำกว่า (และทำกำไร)

source: You expect the %1 to rise in value so you can sell it back for a profit
es_es: Usted espera que el valor de %1 aumente para poder venderlo y obtener una ganancia
ru_ru: Вы ожидаете, что %1 подорожает и его можно будет продать для получения прибыли
th_th: ท่านคาดว่า มูลค่าของ%1จะเพิ่มขึ้น ดังนั้นท่านจะได้ขายออกไปเพื่อทำกำไร

source: You further agree to indemnify the Company from any loss, damage or liability arising out of your failure or refuse to confirm all Orders and/or transactions proceeded.
es_es: Usted también acepta indemnizar a la Compañía por cualquier pérdida, daño o responsabilidad que surja de su incumplimiento o la negacón de confirmar todas las Órdenes y / o transacciones realizadas.
ru_ru: В дальнейшем Вы соглашаетесь оградить Компанию от любых убытков, ущерба или ответственности, возникающей в связи с Вашей невозможностью или Вашим отказом подтвердить любые ордеры и/или выполняемые контракты.
th_th: ท่านยินยอมจะชดเชยบริษัทฯ จากความสูญเสีย ความเสียหาย หรือ ภาระต่างๆ ที่เกิดขึ้นจากความล้มเหลวของท่าน หรือปฏิเสธที่จะยืนยันคำสั่งซื้อทั้งหมด และ/หรือ ธุรกรรมที่ดำเนินการ

source: You have already withdrawn %1 %2.
es_es: Usted ya retiró %1 %2.
ru_ru: Вы уже вывели со счета %1 %2.
th_th: ท่านได้ถอน %1 %2 เรียบร้อยแล้ว

source: You have already withdrawn the equivalent of %1 %2 in aggregate over the last %3 days.
es_es: Usted ya retiró un total equivalente a %1 %2 en los últimos %3 días.
ru_ru: Вы уже вывели общую сумму, эквивалентную %1 %2 за последние %3 суток.
th_th: ท่านได้ถอน %1 %2 หรือเทียบเท่า ในช่วง %3 วันที่ผ่านมา

source: You have already withdrawn the equivalent of %1 %2.
es_es: Usted ya retiró el equivalente a %1 %2.
ru_ru: Вы уже вывели со счета сумму, эквивалентную %1 %2.
th_th: ท่านได้ถอน %1 %2 หรือเทียบเท่า

source: You have created all accounts available to you.
es_es: Usted ha creado todas las cuentas disponibles.
it_it: Hai creato tutti i conti per te disponibili.
ru_ru: Вы открыли все доступные счета.
th_th: ท่านได้สร้างบัญชีทั้งหมดแล้ว

source: You have insufficient funds in your Binary account, please <a href="%1">add funds</a>.
es_es: Usted no tiene fondos suficientes en su cuenta de Binary, <a href="%1">añadir fondos</a>.
it_it: I fondi presenti sul conto Binary non sono sufficienti, <a href="%1">aggiungi fondi</a>.
ru_ru: На Вашем счету Binary недостаточно средств. Пожалуйста, <a href="%1">пополните счёт</a>.
th_th: เงินทุนของท่านในบัญชี Binary ไม่เพียงพอ โปรด <a href="%1">ฝากเงิน</a>

source: You have not granted access to any applications.
es_es: Usted no ha concedido acceso a ninguna aplicación.
it_it: Non è possibile accedere ad alcuna applicazione.
ru_ru: У Вас нет доступа к приложениям.
th_th: ท่านไม่ได้รับอนุญาตให้เข้าใช้งานระบบใดๆ

source: You have probably seen the terms 'going long' and 'going short' being used by a lot of Forex brokers and traders. Let's compare the differences between the two terms:
es_es: Es probable que usted haya visto los términos "asumir una posición larga" y "asumir una posición corta" utilizados por muchos agentes y operadores Forex. Comparemos las diferencias entre estos dos términos:
ru_ru: Вероятно, вам уже встречались термины "короткая позиция" и "длинная позиция." Их часто применяют трейдеры и брокеры на Forex. Давайте сравним эти термины:
th_th: ท่านอาจจะเห็นโบรกเกอร์และนักลงทุนฟอเร็กซ์หลายคนใช้คำว่า 'ส่งคำสั่ง Long' และ 'ส่งคำสั่ง Short' เรามาเปรียบเทียบความแตกต่างระหว่างสองคำนี้

source: You have reached the limit.
es_es: Usted ha alcanzado el límite.
it_it: Hai raggiunto il limite.
ru_ru: Вы достигли лимита.
th_th: เกินวงเงินของท่าน

source: You have reached the rate limit of requests per second. Please try later.
es_es: Ustes ha alcanzado el límite de solicitudes por segundo. Vuelva a intentarlo más tarde.
it_it: Hai raggiunto il limite delle richieste per secondo. Riprova più tardi.
ru_ru: Вы достигли лимита курса или количества запросов в секунду. Пожалуйста, повторите попытку позже.
th_th: ท่านได้ใช้อัตราการส่งคำสั่งต่อวินาทีเกินที่กำหนด โปรดลองใหม่ภายหลัง

source: You have reached the withdrawal limit.
es_es: Usted ha alcanzado el límite de retiros.
it_it: Hai raggiunto il limite di prelievo.
ru_ru: Вы достигли лимита на вывод.
th_th: ท่านถอนเกินวงเงิน

source: You have reached your withdrawal limit.
es_es: Usted ha alcanzado su límite de retiros.
it_it: Hai raggiunto il limite di prelievo.
ru_ru: Вы достигли лимита на вывод.
th_th: ท่านถอนเกินวงเงิน

source: You have sold this contract at %1 %2
es_es: Usted ha vendido este contrato en %1 %2
it_it: Questo contratto è stato venduto a %1 %2
ru_ru: Вы продали данный контракт по цене %1 %2
th_th: ท่านได้ขายสัญญานี้ที่ %1 %2

source: You have successfully changed your account currency from %1 to %2.
es_es: Ha cambiado con éxito la moneda de su cuenta de %1 a %2.
it_it: La valuta del tuo conto è stata modificata da %1 a %2.
ru_ru: Вы успешно изменили валюту счёта с %1 на %2.
th_th: ท่านได้เปลี่ยนสกุลเงินจาด %1 เป็น %2 เรียบร้อยแล้ว

source: You have successfully created your Virtual Account.
es_es: Su Cuenta Virtual ha sido creada con éxito.
it_it: La creazione del tuo conto virtuale è andata a buon fine.
ru_ru: Вы успешно открыли демо-счёт.
th_th: ท่านได้สร้างบัญชีทดลองใช้เรียบร้อยแล้ว

source: You have successfully created your real money %1account.
es_es: Ha creado con éxito su cuenta de dinero real %1.
it_it: La creazione del tuo conto reale %1 è andata a buon fine.
ru_ru: Вы успешно открыли реальный счёт %1.
th_th: ท่านได้สร้างบัญชี%1เงินจริงของท่านเรียบร้อยแล้ว

source: You have successfully disabled two-factor authentication for your account.
es_es: Usted ha desactivado con éxito la autenticación de dos factores para su cuenta.
it_it: L'autenticazione a due fattori per il tuo conto è stata disabilitata con successo.
ru_ru: Вы успешно отключили двухступенчатую аутентификацию на Вашем счету.
th_th: ระบบได้ปิดการใช้งานการรับรองโดยใช้ 2 ตัวแปรผูกกับบัญชีของท่านเรียบร้อยแล้ว

source: You have successfully enabled two-factor authentication for your account.
es_es: Usted ha activado con éxito la autenticación de dos factores para su cuenta.
it_it: L'autenticazione a due fattori per i tuo conto è stata abilitata con successo.
ru_ru: Вы успешно включили двухступенчатую аутентификацию на Вашем счету.
th_th: ระบบได้เปิดการใช้งานการรับรองโดยใช้ 2 ตัวแปรผูกกับบัญชีของท่านเรียบร้อยแล้ว

source: You have to register and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on https://developers.binary.com/.
es_es: Tiene que registrarse y obtener ID de Aplicación antes de utilizar otro servidor de OAuth para la autenticación. Para obtener más información consulte los detalles sobre OAuth en https://developers.binary.com/.
it_it: Per utilizzare un server OAuth diverso per l'autenticazione, è necessario registrarsi e ottenere un ID dell'App. Per ulteriori informazioni, consulta maggiori informazione di OAuth su https://developers.binary.com/.
ru_ru: Чтобы использовать для авторизации другой сервер OAuth, Вы должны зарегистрироваться и получить ID приложения. Дополнительную информацию об OAuth можно узнать на странице https://developers.binary.com/.
th_th: ท่านต้องลงทะเบียน และขอรหัส App ID ก่อนที่ท่านจะใช้เซิร์ฟเวอร์ OAuth ที่ต่างกันในการพิสูจน์ตัวตน สำหรับข้อมูลเพิ่มเติมสามารถอ้างอิงรายละเอียด OAuth จาก https://developers.binary.com

source: You hereby confirm that in addition to the Client Agreement, you have carefully read and duly understood the contents of this Agreement and agree to be legally bound thereby.
es_es: Usted confirma por la presente que, además del Acuerdo con el Cliente, ha leído detenidamente y entendido debidamente el contenido de este Acuerdo y acuerda estar legalmente vinculado a él.
ru_ru: Настоящим Вы подтверждаете, что в дополнение к Клиентскому соглашению, Вы должным образом прочитали, согласились с содержанием данного Соглашения и соглашаетесь исполнять обязательства, возлагаемые Соглашением.
th_th: ท่านยืนยันในที่นี้ว่า นอกจากข้อตกลงของลูกค้า ท่านได้อ่านอย่างรอบครอบ และเข้าใจเนื้อหาของข้อตกลงนี้ และยินยอมที่จะให้มีการผูกมัดตามกฎหมาย

source: You may also instruct us to exclude you from trading on %1 for a specific period of time. This self-exclusion date cannot be amended once it is set.
es_es: También puede indicarnos que lo excluyamos de operar en %1 por un período de tiempo específico. Esta fecha de autoexclusión no se puede modificar una vez que se haya establecido.
it_it: Puoi anche richiedere di essere escluso dal trading su %1 per un periodo di tempo stabilito; una volta impostata, la data di auto-esclusione non può essere modificata.
ru_ru: Вы также можете проинструктировать нас отстранить Вас от торговли на %1 на определённый срок. Дата самоисключения не может быть изменена после установки.
th_th: ท่านอาจแจ้งให้เราทราบเมื่อต้องการพักการซื้อขายกับ %1 ในช่วงเวลาที่กำหนด โดยเมื่อตั้งค่าวันที่ในการพักการซื้อขายแล้วไม่สามารถแก้ไขได้

source: You may only transfer funds between fiat and cryptocurrency accounts.
es_es: Solo puede transferir fondos entre una cuenta fiat y una de criptomonedas o vice versa.
it_it: Puoi trasferire fondi solo tra conti in valuta fiat e criptovaluta.
ru_ru: Вы можете переводить средства только между фидуциарными и криптовалютными счетами.
th_th: ท่านสามารถโอนเงินได้ระหว่างบัญชีเงินกระดาษและบัญชีเงินดิจิทัลเท่านั้น

source: You may open one account for each supported cryptocurrency.
es_es: Puede abrir una cuenta para cada criptomonedas disponible.
it_it: È possibile aprire un conto per ogni criptovaluta supportata.
ru_ru: Вы можете открыть по одному счёту на каждую доступную криптовалюту.
th_th: ท่านอาจจะเปิดหนึ่งบัญชีเพื่อรอองรับเงินดิจิทัลแต่ละประเภท

source: You may proceed but please authenticate your account within 10 days to continue trading, otherwise your account will be disabled and any open positions will be closed.
es_es: Puede continuar, pero por favor, autentique su cuenta dentro de los 10 días para continuar operando, de lo contrario su cuenta será deshabilitada y todas las posiciones abiertas se cerrarán.
ru_ru: Вы можете продолжить, но для продолжения торговли, пожалуйста, пройдите аутентификацию своего счёта в течение 10 дней; в противном случае Ваш счёт будет деактивирован, а любые открытые позиции будут закрыты.
th_th: โปรดดำเนินการยืนยันบัญชีของท่านภายใน 10 วันเพื่อการใช้งานบัญชีอย่างต่อเนื่อง มิฉะนั้นแล้ว บัญชีของท่านจะถูกระงับชั่วคราวและสัญญาใดๆ ที่ค้างอยู่จะถูกปิด

source: You may revoke the current manager's access.
es_es: Puede revocar el acceso del administrados actual.
ru_ru: Вы можете отказать в доступе текущему менеджеру.
th_th: ท่านอาจจะยกเลิกการเข้าถึงของผู้จัดการคนปัจจุบัน

source: You must have a fast and stable Internet connection as screenshots of your documents are required for our records
es_es: Usted debe contar con una conexión a Internet rápida y estable, ya que necesitamos capturas de pantalla de sus documentos para nuestros registros
it_it: È necessario disporre di una connessione Internet stabile e veloce poiché sono necessari degli screenshot dei tuoi documenti per i nostri registri
ru_ru: У вас должно быть быстрое и стабильное интернет-соединение, так как Вам необходимо будет отправить нам скриншоты Ваших документов
th_th: ท่านจะต้องมีสัญญาณอินเทอร์เน็ตที่เร็วและการเชื่อมต่อที่มีเสถียรภาพ เพราะการเก็บภาพหน้าจอของเอกสารของท่านเป็นสิ่งจำเป็นสำหรับการบันทึกของเรา

source: You must have:
es_es: Es necesario tener:
it_it: Requisiti necessari:
ru_ru: Предпочтения:
th_th: ท่านต้องมี

source: You risk only your initial stake, and your stake never increases.
es_es: Sólo arriesgará su inversión inicial y esta nunca aumenta.
it_it: Rischi solo la tua puntata iniziale e questa non aumenta.
ru_ru: Вы рискуете лишь суммой ставки, которая всегда остаётся неизменной.
th_th: ท่านมีความเสี่ยงสำหรับการวางเงินก้อนแรกเท่านั้น และท่านไม่ต้องเพิ่มจำนวนเงินเดิมพันใดๆ อีก

source: You should be passionate about:
es_es: Debe tener pasión por:
it_it: I tuoi interessi dovrebbero comprendere:
ru_ru: Рабочие обязанности:
th_th: ท่านควรมีความสนใจในเรื่อง

source: You should enter %1 characters.
es_es: Debe ingresar %1 caracteres.
it_it: È necessario inserire %1 caratteri.
ru_ru: Вы должны ввести %1 символов.
th_th: ท่านควรป้อนข้อมูล %1 อักขระ

source: You want to buy a certain currency pair if you think the base currency will go up. The reverse holds true:
es_es: Desea comprar un determinado par de divisas si cree que la divisa base aumentara. Lo contrario es cierto:
it_it: Acquisterai una determinata coppia valutaria quando ritieni che il valore della valuta base aumenterà. Lo stesso vale per la situazione opposta:
ru_ru: Вы хотите купить определённую валютную пару, если ожидаете её дальнейшего роста. Противоположное утверждение также верно:
th_th: ท่านต้องการซื้อคู่สกุลเงินหนึ่ง หากท่านคิดว่า สกุลเงินฐานจะสูงขึ้น ในทางกลับกันก็เช่นกัน

source: You want to sell that currency pair if you think the base currency will go down.
es_es: Usted debería vender el par de divisas si cree que la moneda base va a bajar.
it_it: Venderai quella coppia valutaria se credi che il valore della valuta base diminuirà.
ru_ru: Вы хотите продать определённую валютную пару, если ожидаете последующего снижения базовой валюты.
th_th: ท่านต้องการขายคู่สกุลเงินหนึ่ง หากท่านคิดว่า สกุลเงินฐานจะลดต่ำลง

source: You will also encourage security awareness throughout the organisation via regular communication on security best practices and the latest online threats.
es_es: También fomentará la conciencia sobre seguridad en toda la organización a través de la comunicación regular sobre las mejores prácticas de seguridad y las últimas amenazas en línea.
it_it: Ti occuperai anche di rafforzare la consapevolezza sulla sicurezza all'interno dell'organizzazione tramite comunicazioni regolari sulle migliori pratiche in questo ambito e le più recenti minacce online.
ru_ru: Также Вы будете поддерживать высокое информирование о системах безопасности в рамках организации посредством регулярного информирования о наилучших методиках безопасности и новейших онлайн угрозах.
th_th: ท่านมีหน้าที่ในการสร้างความตระหนักรู้ในการมีระบบงานที่ปลอดภัยโดยมีการสื่อสารภายในองค์กรอย่างเป็นประจำเกี่ยวกับการมีระบบความปลอดภัยที่ดีและข่าวสารต่างๆ ที่เกิดขึ้นในปัจจุบันเกี่ยวกับภัยคุกคามต่อระบบและภัยคุกคามต่อออนไลน์

source: You will also test and debug complex technical and UI issues related to our trading platform (that processes over one million transactions per day), based on feedback from our clients and customer service team.
es_es: Usted también probará y depurará problemas técnicos complejos y los de UI, relacionados con nuestra plataforma comercial (que procesa más de un millón de transacciones al día), según los comentarios de nuestros clientes y el equipo de servicio al cliente.
it_it: Ti occuperai anche di eseguire test e debug rispetto a complesse problematiche tecniche e all'interfaccia utenti legate alla nostra piattaforma di trading (che effettua più di un milione di operazioni al giorno), sulla base del riscontro ricevuto dai nostri clienti e dal gruppo dell'assistenza clienti.
ru_ru: Также Вы будете тестировать и устранять баги в сложных технических и UI-задачах, относящихся к нашей торговой платформе (которая обрабатывает более миллиона транзакций в день) на основе отзывов от наших клиентов и команды поддержки клиентов.
th_th: ท่านจะต้องดำเนินการทดสอบและดีบักปัญหาเชิงเทคนิคและ UI ที่พบในแพลตฟอร์มซื้อขายของบริษัทฯ (ซึ่งมีการประมวลผลมากกว่าหนึ่งล้านธุรกรรมต่อวัน) ทั้งจากข้อมูลที่ได้จากลูกค้าของเราและข้อมูลจากทีมงานฝ่ายลูกค้าสัมพันธ์

source: You will be asked to prove that you are the owner of the account being authenticated.
es_es: Se le pedirá que prueba ser el dueño de la cuenta que está siendo autenticada.
it_it: Ti verrà chiesto di dimostrare che sei il proprietario del conto autenticato.
ru_ru: Вам необходимо доказать, что Вы действительно владеете счётом, который Вы хотите аутентифицировать.
th_th: ท่านจะได้รับการติดต่อเพื่อสอบถามเพื่อพิสูจน์ว่า ท่านเป็นเจ้าของบัญชีที่มีการรับรองความถูกต้อง

source: You will be automatically logged out after such time.
es_es: Usted será automáticamente desconectado después de ese tiempo.
it_it: Dopo tale periodo, verrà effettuato automaticamente il logout.
ru_ru: Вы автоматически будете выходить с сайта после данного времени.
th_th: ท่านออกจากระบบโดยอัตโนมัติภายหลังเวลาดังกล่าว

source: You will be redirected to a third-party website which is not owned by Binary.com.
es_es: Será redirigido a un sitio web de terceros que no es propiedad de Binary.com.
it_it: Verrai reindirizzato a un sito esterno che non appartiene a Binary.com.
ru_ru: Вы будете перенаправлены на сайт третьей стороны, который не принадлежит Binary.com.
th_th: ท่านกำลังจะเปลี่ยนเส้นทางไปยังเว็บไซต์อื่นซึ่งไม่ใช่เป็นของ Binary.com

source: You will be subjected to swap rates if you keep a position open past 23:59:59 GMT.
es_es: Estará sujeto a tasas de swap si mantiene una posición abierta después de las 23:59:59 GMT.
it_it: Nel caso in cui una posizione venga mantenuta aperta oltre le 23:59:59 GMT, verranno applicate commissioni swap.
ru_ru: Своп взимается, если Ваша позиция остаётся открытой после 23:59:59 GMT.
th_th: อัตราดอกเบี้ย (Swap Rate) ที่ใช้จะเป็นไปตามโพซิชั่นเปิดไว้เมื่อผ่านเวลา 23:59:59 GMT

source: You will charge a commission to process the transactions.
es_es: Cobrará una comisión para procesar las transacciones.
it_it: Ti verrà addebitata una commissione per elaborare le transazioni.
ru_ru: Вы будет взимать комиссию за обработку транзакций.
th_th: ท่านจะถูกคิดค่าคอมมิชชั่นในการประมวลผลธุรกรรม

source: You will earn a fixed payout based on the volume of individual trades purchased by each referred client. Please refer to our IB commission structure for Forex, metals, and Volatility Indices.
es_es: Obtendrá un pago fijo basado en el volumen de operaciones individuales compradas por cada cliente referido. Consulte nuestra estructura de comisiones de IB para Forex, metales e índices de volatilidad.
ru_ru: Вы получите фиксированную выплату на основе объема контрактов, купленных каждым привлечённым Вами клиентом. Пожалуйста, ознакомьтесь с нашей структурой комиссионных ПБ для Forex, металлов и Индексов волатильности.
th_th: ท่านจะได้รับการชำระเงินที่คงที่ตามจำนวนการซื้อขายของลูกค้าที่ท่านแนะนำ โปรดอ้างอิงโครงสร้างคอมมิชชั่น IB ของเราสำหรับฟอเร็กซ์ โลหะ และดัชนีผันผวน

source: You will have the potential to earn another level of income from our affiliate program.
es_es: Tendrá el potencial de obtener otro fuente de ingresos de nuestro programa de afiliados.
it_it: Avrai la possibilità di guadagnare ulteriormente dal nostro programma di affiliazione.
ru_ru: У Вас появится возможность получать дополнительный доход от партнёрской программы.
th_th: ท่านจะมีศักยภาพที่จะเปิดรับรายได้อีกระดับหนึ่งจากโปรแกรมพันธมิตรของเรา

source: You will increase awareness of your services and generate new business.
es_es: Aumentará la conciencia de sus servicios y generará nuevos negocios.
it_it: Farai conoscere i tuoi servizi promuovendo nuovi affari.
ru_ru: Вы сможете рассказать о своих услугах и начать новый бизнес.
th_th: ท่านจะเพิ่มความตระหนักรู้ในบริการของท่านและสร้างธุรกิจใหม่

source: You will not be able to change your fiat account's currency after creating this MT5 account. Are you sure you want to proceed?
es_es: No podrá cambiar la moneda de su cuenta fiat después de crear esta cuenta MT5. ¿Está seguro que desea continuar?
it_it: Dopo aver creato un conto MT5, non sarà possibile cambiare la valuta del conto fiat. Si desidera procedere?
ru_ru: Вы не сможете изменить валюту фидуциарного счёта после открытия данного счёта MT5. Вы уверены, что хотите продолжить?
th_th: ท่านจะไม่สามารถแก้ไขสกุลเงินของบัญชีเงินกระดาษได้หลังจากท่านเปิดบัญชี MT5 ท่านต้องการดำเนินการต่อหรือไม่?

source: You will not be able to change your fiat account's currency after making this deposit. Are you sure you want to proceed?
es_es: No podrá cambiar la moneda de su cuenta fiat después de realizar este depósito. ¿Está seguro que desea continuar?
it_it: Dopo aver effettuato il deposito, non sarà possibile cambiare la valuta del conto fiat. Si desidera procedere?
ru_ru: Вы не сможете изменить валюту фидуциарного счёта после его пополнения. Вы уверены, что хотите продолжить?
th_th: ท่านจะไม่สามารถแก้ไขสกุลเงินของบัญชีเงินกระดาษได้หลังจากท่านฝากเงินครั้งนี้ ท่านต้องการดำเนินการต่อหรือไม่?
