Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
es_es: Un contrato "Permanece Dentro" paga si el mercado permanece entre (sin tocar) el límite superior e inferior (AMBOS) durante todo el período establecido. Un contrato "Sale" paga si el mercado alcanza el límite superior o el inferior en cualquier momento durante el período establecido.
it_it: Un trade Resta Dentro è quello in cui si guadagna se, per tutta la durata dell'intervallo temporale scelto dal trader, il prezzo di mercato rimane fra (non tocca) NESSUNO dei limiti di prezzo più alto e più basso. Un trade Esce è quello in cui si guadagna se, in un qualsiasi momento del periodo scelto dal trader, il prezzo di mercato tocca UNO dei limiti di prezzo impostati dal trader.
ru_ru: Если Вы выбираете "Останется между" (не коснется обоих уровней), Вы получаете прибыль, если рынок останется между верхним и нижним барьером (не коснется НИ ОДНОГО из них) за все время действия контракта. Контракт "Выйдет за пределы" приносит прибыль, если рынок коснется ЛИБО верхнего, ЛИБО нижнего барьера в любое время действия контракта.
th_th: การซื้อขาย Stays Between จะชำระเงิน หากตลาดมีค่าอยู่ระหว่าง (ไม่แตะเส้น) ทั้ง ค่า Barrier สูง หรือ ค่า Barrier ต่ำ ณ เวลาใดๆ ระหว่างช่วงเวลาที่ผู้ทำการซื้อขาย การซื้อขาย Goes Outside จะชำระเงิน หากตลาดแตะค่าใดค่าหนึ่ง ไม่ว่าจะเป็น ค่า Barrier สูง หรือ ค่า Barrier ต่ำ ณ เวลาใดๆ ระหว่างช่วงเวลาที่ผู้ทำการซื้อขาย

source: A Stop Loss Order is intended for minimising losses when the financial instrument price moves in an unprofitable direction. The execution of this Order results in the complete closing of the whole position. It is always connected to an Open Position or a Pending Order.
es_es: Una Orden Stop Loss es la que está destinada a minimizar las perdidas cuando el precio del instrumento financiero se mueve hacia una dirección no rentable. La ejecución de esta Orden da como resultado el cierre completo de toda la posición. Siempre está conectada a una Posición Abierta o a una Orden Pendiente.
it_it: Uno Stop Loss Order ha la finalità di ridurre le perdite al minimo quando il prezzo dello strumento finanziario prende una direzione non redditizia. L'esecuzione di tale Ordine termina con la chiusura completa della posizione ed è sempre collegata ad una posizione aperta o ad un Ordine in sospeso.
ru_ru: Ордер стоп-лосс предназначен для минимизации убытка, когда цена финансового инструмента движется в невыгодном направлении. Исполнение данного ордера приведёт к полному закрытию всей позиции. Ордер всегда связан с открытой позицией или отложенным ордером.
th_th: คำสั่งยุติการขาดทุน ใช้เพื่อลดการขาดทุน เมื่อราคาของตราสารทางการเงินไปในทิศทางที่ไม่ก่อให้เกิดกำไร การดำเนินการคำสั่งนี้ จะปิดการซื้อขายนั้นทั้งหมด คำสั่งนี้มักจะเชื่อมกับโพซิชั่นเปิด หรือคำสั่งที่ค้างอยู่

source: A Take Profit Order is intended for gaining profit when the financial instrument price has reached a certain level. Execution of this Order results in the complete closing of the whole position. It is always connected to an Open Position or a Pending Order.
es_es: Una Orden de Colectar Ganancias es la que está destinada a obtener ganancias cuando el precio del instrumento financiero ha alcanzado un cierto nivel. La ejecución de esta Orden da como resultado el cierre completo de toda la posición. Siempre está conectada a una Posición Abierta o a una Orden Pendiente.
it_it: Un Take Profit Order ha la finalità di ottenere dei profitti quando il prezzo dello strumento finanziario raggiunge un certo livello. L'esecuzione di tale Ordine termina con la chiusura completa della posizione ed è sempre collegata ad una posizione aperta o ad un Ordine in sospeso.
ru_ru: Ордер тэйк-профит предназначен для получения прибыли, когда цена финансового инструмента достигнет определённого уровня. Исполнение данного ордера приведёт к полному закрытию всей позиции. Ордер всегда связан с открытой позицией или отложенным ордером.
th_th: คำสั่งตั้งจุดกำไร ใช้เพื่อทำกำไร เมื่อราคาของเครื่องมือทางการเงินขึ้นไปถึงระดับหนึ่ง การดำเนินการคำสั่งนี้ จะปิดการซื้อขายนั้นทั้งหมด คำสั่งนี้มักจะเชื่อมกับโพซิชั่นเปิด หรือคำสั่งที่ค้างอยู่

source: A bachelor's degree in commerce or any business-related field, IT-related field, or criminology
es_es: Una licenciatura en comercio o en cualquier campo relacionado con los negocios, tecnología de la información o criminología
it_it: Una laurea breve in economia e commercio o un ambito legato al business, all'IT oppure in criminologia
ru_ru: Степень бакалавра в области коммерции или в области, смежной с бизнесом, IT или криминалистикой
th_th: สำเร็จการศึกษาระดับปริญญาตรีสาขาพาณิชยศาสตร์ หรือ สาขาที่เกี่ยวข้องกับการบริหารธุรกิจ สาขาที่เกี่ยวข้องกับเทคโนโลยีสารสนเทศ หรือ สาขาอาชญกรรมวิทยา

source: A bachelor's degree in commerce or any business-related field, law, or risk management
es_es: Una licenciatura en comercio o en cualquier campo relacionado con los negocios, leyes o administración de riesgos
it_it: Una laurea breve in economia e commercio o un ambito legato al business, oppure in giurisprudenza o gestione del rischio
ru_ru: Степень бакалавра в области финансов, бизнеса, в любой смежной области, юриспруденции или сфере управления риском
th_th: สำเร็จการศึกษาระดับปริญญาตรีสาขาพาณิชย์ศาสตร์ หรือ สาขาที่เกี่ยวข้องกับการบริหารธุรกิจ นิติศาสตร์ หรือ การบริหารความเสี่ยง

source: A binary option is a contract in which one party undertakes to pay the other party a specified amount if the value of a given asset changes in a specific direction within a predetermined period. The three major underlying asset classes for binary options offered by the Company are
es_es: Una opción binaria es un contrato en el que una de las partes se compromete a pagar a la otra parte una cantidad específica si el valor de un activo determinado cambia en una dirección específica dentro de un período predeterminado. Las tres principales clases de activos subyacentes para opciones binarias ofrecidas por la Empresa son
it_it: Un'opzione binaria è un contratto in cui una parte si impegna a versare a un'altra parte un importo prestabilito se il valore di un dato asset cambia in una direzione precisa entro un certo periodo di tempo. La Società offre tre principali categorie di asset sottostanti per le opzioni binarie:
ru_ru: Бинарный опцион – это контракт, при котором одна сторона берёт на себя обязательства выплатить другой стороне заранее определённую сумму, если цена заданного актива изменится в определённом направлении за указанный период времени. Компания предоставляет три основных класса базовых активов для торговли бинарными опционами:
th_th: ไบนารีออปชัน คือ สัญญาซึ่งฝ่ายหนึ่งจะต้องจ่ายเงินจำนวนหนึ่งให้แก่อีกฝ่าย หากมูลค่าของสินทรัพย์นั้นเปลี่ยนไปในทิศทางเฉพาะภายในเวลาที่กำหนดไว้ ระดับของสินทรัพย์อ้างอิงหลักสามประเภทของไบนารีออปชันที่บริษัทฯ นำเสนอ คือ

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
es_es: Una opción binaria es un contrato comprado por un comerciante, que pagará al inversor un monto predeterminado si su predicción es correcta.
it_it: Un'opzione binaria è un contratto acquistato da un trader, in base al quale viene pagato un importo prestabilito se la sua previsione è corretta.
ru_ru: Бинарный опцион – это покупаемый трейдером контракт, по которому выплачивается заранее оговоренная сумма в случае правильного прогноза.
th_th: ไบนารีออปชั่นเป็นสัญญาซื้อขายประเภทหนึ่งที่ผู้ซื้อขายจะได้รับเงินตามจำนวนเงินที่กำหนด หากผลการทำนายของเขาถูกต้อง

source: A binary option is a type of option with a fixed payout in which you predict the outcome from two possible results. If your prediction is correct, you receive the agreed payout. If not, you lose your initial stake, and nothing more. It's called 'binary' because there can be only two outcomes – win or lose.
es_es: Una opción binaria es un tipo de opción con ganancia fija en la que se realiza una predicción sobre dos posibles resultados. Si la predicción del inversionista es correcta, recibe el pago predeterminado. En caso contrario, pierde solamente su inversión inicial. Se les llama opciones "binarias" porque solo puede haber dos resultados: ganar o perder.
it_it: Un'opzione binaria è un tipo di opzione con un payout determinato, nella quale devi prevedere l'esito corretto tra due possibili risultati. Se la tua previsione è corretta, riceverai il payout stabilito. In caso contrario, perderai la puntata iniziale e null'altro. Le opzioni vengono chiamate 'binarie' perché ci possono essere solo due risultati possibili: una vincita o una perdita.
ru_ru: Бинарный опцион – это опцион с фиксированной прибылью, где Вам нужно спрогнозировать, на каком уровне будет цена на момент истечения контракта. Если прогноз подтверждается, Вы получаете прибыль, определенную при открытии контракта. В противном случае, Вы потеряете только стоимость контракта (цену покупки), но не более того. Опционы называются "бинарными", потому что они предлагают только два возможных исхода – прибыль или убыток.
th_th: ไบนารีออปชั่นเป็นประเภทของตราสารสิทธิ์การซื้อขายสินทรัพย์ที่มีการชำระเงินคงที่ ซึ่งท่านคาดการณ์ผลลัพธ์ได้สองทาง ถ้าการคาดการณ์ถูกต้อง ท่านจะได้รับการจ่ายเงินตามที่ตกลงเอาไว้ ถ้าไม่ถูก ท่านจะเสียเงินที่วางลงไปเริ่มแรก ไม่มากไปกว่านั้น ออปชันจึงถูกเรียกว่า "ไบนารี" เพราะมีผลลัพธ์ได้เพียงสองทาง คือ ได้ หรือ เสีย

source: A broad foundation in HTML, CSS, Websocket API or MQL programming to develop solutions and answer queries
es_es: Una base amplia en HTML, CSS, Websocket API o programación MQL para desarrollar soluciones y responder a consultas
it_it: Ampie conoscenze di base nella programmazione di in HTML, CSS, Websocket API o MQL per sviluppare soluzioni e rispondere alle domande
ru_ru: Хорошие знания HTML, CSS, Websocket API или MQL для разработки решений и ответа на запросы
th_th: รากฐานโดยกว้างของ HTML, CSS, Websocket API หรือโปรแกรมมิ่งของ MQL เพื่อพัมนาโซลูชันและตอบแบบสอบถาม

source: A clear understanding of the OSI model, TCP/IP, and other industry-standard network defense concepts
es_es: Una comprensión clara del modelo OSI, TCP / IP y otros conceptos de defensa de red estándar de la industria
it_it: Una buona comprensione del modello OSI, TCP/IP e di altri concetti di difesa dei network basati sugli standard del settore
ru_ru: Чёткое понимание модели OSI, TCP/IP и других концепций безопасности сетей
th_th: ความเข้าใจในโมเดล OSI โปรโตคอล TCP/IP และวิธีการป้องกันเครือข่ายอื่นๆ ตามมาตรฐานของอุตสาหกรรม

source: A client may only open an account on this site on the following conditions:
es_es: Un cliente podrá abrir una cuenta en este sitio únicamente bajo las siguientes condiciones:
it_it: Sarà possibile aprire un conto sul presente sito soltanto qualora si verifichino le seguenti condizioni:
ru_ru: Клиент может открыть счёт на данном сайте только на следующих условиях:
th_th: ลูกค้าจะเปิดบัญชีบนเว็บไซต์นี้ได้ ด้วยเงื่อนไขต่อไปนี้

source: A client should not use the client's account as a banking facility, and deposits should only be made with a view to using funds to place contracts. The Company is not a financial institution, and the client will not receive interest on deposits. Should a client make repeated deposits and withdrawals without placing commensurate contracts, the Company reserves the right to pass on to the client's account, without prior notice, any bank charges the Company has incurred before closing the account.
es_es: El cliente no debe utilizar su cuenta como un banco, y los depósitos deben hacerse con el único fin de utilizar los fondos para operaciones con contratos. La Empresa no es una institución financiera, y el cliente no recibirá intereses por los depósitos. En caso de hacer depósitos y retiros repetidamente sin adquirir contratos significativos, la Empresa se reserva el derecho de aplicar, sin previo aviso, cualquier gasto bancario en el que la Empresa haya incurrido antes de cerrar la cuenta.
it_it: Il conto del cliente non dovrebbe avere una funzione bancaria e i depositi dovrebbero essere effettuati soltanto con l'obiettivo di utilizzarne i fondi per realizzare dei contratti. La Società non è un istituto finanziario e il cliente non riceverà interessi sui depositi. Nel caso in cui vengano ripetutamente effettuati depositi e prelievi senza l'esecuzione di relativi contratti, la Società si riserva il diritto di applicare al conto del cliente, senza alcun preavviso, qualsiasi onere bancario da noi sostenuto prima della chiusura del conto.
ru_ru: Счет клиента не должен использоваться в качестве банковского хранилища, а пополнение счета должно производиться только с целью использования средств для приобретения контрактов. Компания не является финансовым органом, а клиенты не получают проценты на свои депозиты. Если клиент совершает повторные пополнения и вывод денег без приобретения контрактов, Компания оставляет за собой право взимать с его счета (без предварительного уведомления) любые банковские расходы, которые может понести Компания перед закрытием счета.
th_th: ลูกค้าไม่ควรใช้บัญชีของลูกค้าสำหรับการอำนวยความสะดวกในการฝากเงิน และการฝากเงินควรดำเนินการเมื่อท่านต้องการลงเงินในสัญญา บริษัทฯ ไม่ได้ประพฤติเยี่ยงสถาบันการเงิน ลูกค้าจะไม่ได้รับดอกเบี้ยจากการฝากเงิน ในการดำเนินการของลูกค้าไม่ว่าจะฝากเงิน หรือ ถอนเงิน ปราศจากสัญญาที่มีสัดส่วนเงินที่พอดีกัน บริษัทฯ ขอสงวนสิทธิ์ในการดำเนินการกับบัญชีของลูกค้า โดยไม่ต้องแจ้งให้ทราบล่วงหน้า รวมถึงค่าธรรมเนียมต่างๆ ของธนาคารที่เกิดขึ้นก่อนการปิดบัญชี

source: A competitive and flexible affiliate programme that can be adapted to your needs
es_es: Un programa de afiliados competitivo y flexible que se adapta a sus necesidades
it_it: Un programma per associati competitivo e flessibile che può essere adattato alle tue esigenze
ru_ru: гибкая и конкурентоспособная партнёрская программа, легко адаптирующаяся в соответствии с Вашими нуждами.
th_th: โครงการพันธมิตรที่มีศักยภาพในการแข่งขันและมีความยืดหยุ่นซึ่งสามารถปรับได้ตามความต้องการ

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
es_es: Un derivado es un instrumento financiero, cuyo valor se determina en referencia al mercado subyacente. Los derivativos por lo general se negocian en el mercado interbancario, y los binarios son unas de las formas de derivativos más simples.
it_it: Un prodotto derivato è uno strumento finanziario il cui valore è determinato con riferimento a un mercato sottostante. I prodotti derivati vengono negoziati comunemente nel mercato interbancario e le opzioni binarie sono una delle forme più semplici di prodotto derivato.
ru_ru: Производные – это финансовые инструменты, стоимость которых определяется отношением к конкретному рынку. На производных (деривативах) обычно торгуют в межбанковской системе, а бинарные опционы являются самой простой формой производных.
th_th: อนุพันธ์ คือ เครื่องมือทางการเงินประเภทหนึ่งซึ่งมูลค่าถูกกำหนดโดยการอ้างอิงของตลาด โดยทั่วไปการซื้อขายอนุพันธ์เกิดขึ้นในตลาดฟอเร็กซ์ และไบนารีเป็นรูปแบบที่ง่ายที่สุดของอนุพันธ์

source: A diploma or degree in Computer Science or Information Technology, or good experience in the field of IT operations/administration
es_es: Un diploma o un título en informática o tecnología de la información, o una buena experiencia en el campo de las operaciones / administración de TI
it_it: Un diploma o laurea in informatica o tecnologia dell'informazione (IT), oppure una buona esperienza nel settore delle operazioni IT o dell'amministrazione
ru_ru: Диплом или степень в области информатики, информационных технологий или хороший опыт работы в сфере IT операций/администрирования
th_th: ได้รับประกาศนียบัตร หรือ มีวุฒิการศึกษาทางด้านวิทยาศาสตร์คอมพิวเตอร์ หรือ เทคโนโลยีสารสนเทศ หรือ มีประสบการณ์ในด้านปฏิบัติการสารสนเทศและงานที่เกี่ยวข้อง

source: A firm grasp of AML-CTF regulations, typologies, and red flags, as well as fraud processes and applications
es_es: Un conocimiento firme de las regulaciones AML-CTF, tipologías y señales de alerta, así como de los procesos y aplicaciones de fraude
it_it: Una solida conoscenza di regolamenti, tipologie e contrassegni rossi relativi alle procedure AML-CFT, così come applicazioni e processi fraudolenti
ru_ru: Хорошее знание политики, направленной против отмывания денег и финансирования терроризма, типологии и тревожных сигналов, а также процедур и приложений для выявления мошенничества
th_th: ความเข้าใจอย่างถ่องแท้ในกฎระเบียบ AML-CTF รูปแบบ/สัญลักษณ์ ข้อควรระวัง และกระบวนการฟอกเงิน และแอพพลิเคชัน

source: A force majeure event, if and when determined, means, (i) the Company, by reason of force majeure or act of state, is prevented from, hindered, or delayed in delivering or receiving, or is unable to deliver or receive, any quotation of the Bids and Asks of a market in one or more of the instruments in which the Company ordinarily deals in transactions; (ii) an excessive movement in the market of the instrument or the Company's reasonable anticipation of the potential occurrence of market disruption.
es_es: Un evento de fuerza mayor, siempre y cuando se determine, significa: (i) que la Empresa, debido a un evento de fuerza mayor o a un acto de estado, se ve impedida, obstaculizada o retrasada en la entrega o recepción - o es incapaz de entregar o recibir - cualquier cotización del precio de Compra y Venta en un mercado de uno o más de los instrumentos con los que normalmente opera en las transacciones; (ii) un movimiento excesivo del instrumento en el mercado o la anticipación razonable de la Empresa a una potencial interrupción del mercado.
it_it: Un evento di forza maggiore, se e quando viene dichiarato, indica (i) che la Società, a causa di forza maggiore o atto di stato, è impossibilitata, ostacolata o ritardata nella consegna o ricezione delle quotazioni dei prezzi di vendita e di acquisto di un mercato per uno o più strumenti con cui la Società normalmente ha a che fare durante le operazioni; (ii) un eccessivo movimento nel mercato dello strumento o la ragionevole previsione della Società di un potenziale evento di perturbazione del mercato.
ru_ru: Под форс-мажорными обстоятельствами следует понимать следующие ситуации: (i) при чрезвычайных обстоятельствах или по указанию государства Компания не может, столкнулась с препятствиями или испытывает промедления в предоставлении или получении, а также возникли условия, при которых Компания не может предоставлять или получать любые котировки, цену бид и цену аск для актива на одном или более инструменте, в отношении которых Компания обычно заключает контракты; (ii) на рынке инструмента наблюдается чрезмерная динамика или ситуации, когда Компания имеет основания ожидать возникновения рыночной дестабилизации.
th_th: กรณีเหตุสุดวิสัย ถ้าและเมื่อพิจารณา หมายถึง (ก) บริษัทฯ จากเหตุผลของเหตุสุดวิสัย หรือการกระทำของรัฐ ที่ยับยั้ง กีดขวาง หรือ ทำให้ล่าช้า ในการนำส่งหรือรับ หรือ ไม่สามารถนำส่ง หรือ รับใบเสนอราคาใดๆ ของราคาเสนอซื้อและเสนอขายในตลาดที่ปกติแล้ว บริษัทดำเนินการซื้อขายเครื่องมือหนึ่งหรือมากกว่าอยู่ (ข) ความเคลื่อนไหวที่มากเกินไปในตลาดเครื่องมือ หรือ การคาดการณ์ของบริษัทถึงการหยุดชะงักทางตลาดที่อาจเกิดขึ้นได้

source: A glossary of the capitalised terms can be found in paragraph R, entitled "Interpretation of terms".
es_es: En el párrafo R, titulado "Interpretación de los términos", figura un glosario de los términos con mayúscula inicial.
it_it: È possibile consultare un glossario dei termini riportati con lettera maiuscola al paragrafo R, denominato "Interpretazione dei termini".
ru_ru: Глоссарий терминов находится в разделе R, озаглавленном "Толкование терминов".
th_th: สามารถศึกษาอภิธานศัพท์ของคำที่ใช้อักษรตัวพิมพ์ใหญ่ได้จากหัวข้อ ต. "การตีความคำศัพท์"

source: A good understanding of attacks and mitigations such as timing, injection (e.g. form parameter/SQL), side-channel, DoS, buffer overflows and DNS cache poisoning
es_es: Una buena comprensión de los ataques y las mitigaciones así como la sincronización, la inyección (p. ej, el parámetro de forma / SQL), el canal lateral, el DoS, los desbordamientos de búfer y el envenenamiento de caché de DNS
it_it: Una buona comprensione degli attacchi e dei fattori attenuanti quali tempi di intervento, aggiunte (per esempio parametri del form/SQL), canali secondari, DoS, sovraccarico del buffer e attacchi dannosi alla cache DNS
ru_ru: Хорошее понимание атак и уязвимости, например, тайминг, внедрение вредоносных компонентов (напр., параметры формы/SQL), атака по сторонним каналам, DoS, переполнение буфера и отравление кэша DNS
th_th: มีพื้นฐานความเข้าใจเกี่ยวกับการบุกรุกและการกำหนดมาตรการป้องกันความเสี่ยง เช่น การกำหนดตารางเวลา (ตั้งเวลา) ตัวแปรต่างๆ ที่เกี่ยวข้องกับระบบ (เช่น แบบฟอร์มของตัวแปรต่างๆ / กำหนด SQL), Side-Channel, DoS, บัฟเฟอร์โอเวอร์โฟล หรือ การป้อนหรือเพิ่มข้อมูลมากกว่าขีดจำกัดของระบบ และ การโจมตี DNS หรือ การโจมตีโดยการแปลงข้อมูลต้นทาง DNS

source: A good understanding of, and keen interest in corporate, legal or regulatory compliance
es_es: Amplio conocimiento e interés en el área de compliance, a nivel corporativo, legal o normativo
it_it: Una buona comprensione della compliance aziendale, legale e normativa, e una certa attitudine verso questa tematica
ru_ru: Полное понимание и высокая заинтересованность в корпоративном праве, юриспруденции или нормативно-правовом регулировании
th_th: มีความเข้าใจดีและมีความสนใจในการปฏิบัติตามนโยบายขององค์กร กฎหมาย หรือกฎระเบียบ

source: A high level of integrity, reliability, and work ethic
es_es: Alto nivel de integridad, fiabilidad y ética laboral
it_it: Massima attenzione per integrità, affidabilità ed etica del lavoro
ru_ru: Высокая профессиональная этика, надёжность и трудолюбие
th_th: มีความซื่อสัตย์ ความน่าเชื่อถือ และจริยธรรมในการทำงานระดับสูง

source: A higher price (Ask), at which a client can buy, and a lower price (Bid), at which a client can sell, are quoted for each financial instrument, and they are referred to as Company Prices. The difference between the Bids and Asks is called the Spread.
es_es: Un precio mayor (Compra), al cual el cliente puede comprar, y un precio menor (Venta), al cual el cliente puede vender, son cotizados para cada instrumento financiero, y se conocen como Precios de la Empresa. La diferencia entre el Precio de Compra y de Venta se denomina Diferencial o Spread.
it_it: Per ogni strumento finanziario vengono quotati un prezzo più elevato di domanda (ask) e un prezzo inferiore di vendita (bid), definiti Prezzi della Società. La differenza tra i due prezzi viene denominata "spread".
ru_ru: Более высокая цена (аск), по которой клиент может приобрести контракт, и более низкая цена (бид), по которой клиент может продать контракт, указываются для каждого финансового инструмента и именуются ценами Компании. Разница между ценой бид и ценой аск называется спредом.
th_th: เครื่องมือทางการเงินแต่ละชนิดจะมีการเสนอราคา คือ ราคาที่สูงกว่า (ราคาเสนอขาย) สำหรับให้ลูกค้าซื้อ และราคาที่ต่ำกว่า (ราคาเสนอซื้อ) สำหรับให้ลูกค้าขาย ซึ่งจะถูกเรียกว่า ราคาของบริษัทฯ ความแตกต่างระหว่างราคาเสนอซื้อและราคาเสนอขายของเครื่องมือทางการเงิน เรียกว่า สเปรด
