Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Not at all. Joining our affiliate programme is completely free and always will be.
es_es: Absolutamente nada. Unirse a nuestro programa de afiliados es y siempre será completamente gratis.
it_it: Nessun costo. L'iscrizione al nostro programma per associati è completamente gratuita e lo sarà sempre.
ru_ru: Нет. Регистрация в нашей партнёрской программе осуществляется совершенно бесплатно.
th_th: การเข้าร่วมโปรแกรมพันธมิตรนายหน้าออนไลน์ของเราไม่มีเสียค่าใช้จ่าย และจะฟรีตลอดไป แน่นอน

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our CFDs.
es_es: ¿No está seguro de cómo funciona el margen? Lea nuestra política de márgenes y aprenda a calcular el margen de nuestros CFD.
it_it: Non sei sicuro di come funziona il margine? Leggi la nostra politica sul margine e scopri come calcolare il margine per i nostri CFD.
ru_ru: Не знаете, как действует маржа? Ознакомьтесь с нашей политикой и узнайте, как рассчитывать маржу на CFD.
th_th: ไม่แน่ใจ หรือสงสัยว่า มาร์จินทำงานอย่างไร? อ่านนโยบายมาร์จินของเรา และเรียนรู้วิธีการคำนวณมาร์จินของ CFD

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our cryptocurrency pairs.
es_es: ¿No está seguro de cómo funciona el margen? Lea nuestra política de márgenes y aprenda a calcular el margen de nuestros pares de criptomonedas.
it_it: Non sei sicuro di come funziona il margine? Leggi la nostra politica sul margine e scopri come calcolare il margine per le nostre coppie di criptovalute.
ru_ru: Не знаете, как действует маржа? Ознакомьтесь с нашей политикой и узнайте, как рассчитывать маржу для криптовалютных пар.
th_th: หรือสงสัยว่า มาร์จินทำงานอย่างไร? อ่านนโยบายมาร์จินของเรา และ เรียนรู้วิธีการคำนวณมาร์จินของคู่เงินดิจิทัล

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our currency pairs.
es_es: ¿No está seguro de cómo funciona el margen? Lea nuestra política de márgenes y aprenda a calcular el margen de nuestros pares de divisas.
it_it: Non sei sicuro di come funziona il margine? Leggi la nostra politica sul margine e scopri come calcolare il margine per le nostre coppie di valute.
ru_ru: Не знаете, как действует маржа? Ознакомьтесь с нашей политикой и узнайте, как рассчитывать маржу для валютных пар.
th_th: หรือสงสัยว่า มาร์จินทำงานอย่างไร? อ่านนโยบายมาร์จินของเรา และ เรียนรู้วิธีการคำนวณมาร์จินของคู่สกุลเงิน

source: Not sure how margin works? Read our margin policy and learn how to calculate the margin for our metal pairs.
es_es: ¿No está seguro de cómo funciona el margen? Lea nuestra política de márgenes y aprenda a calcular el margen de nuestros pares de metales.
it_it: Non sei sicuro di come funziona il margine? Leggi la nostra politica sul margine e scopri come calcolare il margine per le nostre coppie di metalli.
ru_ru: Не знаете, как действует маржа? Ознакомьтесь с нашей политикой и узнайте, как рассчитывать маржу для торговли металлами.
th_th: หรือสงสัยว่า มาร์จินทำงานอย่างไร? อ่านนโยบายมาร์จินของเรา และ เรียนรู้วิธีการคำนวณมาร์จินของคู่โลหะ

source: Note
es_es: Nota
it_it: Nota
ru_ru: Примечание
th_th: หมายเหตุ

source: Note:
es_es: Nota:
it_it: Nota:
ru_ru: Примечание:
th_th: หมายเหตุ

source: Note: %1 does not charge any transfer fees.
es_es: Nota: %1 no cobra tasas de transferencia.
it_it: Nota: %1 non applica commissioni sui trasferimenti.
ru_ru: Примечание: %1 не взимает комиссий за перевод средств.
th_th: หมายเหตุ %1ไม่เรียกเก็บค่าธรรมเนียมใดๆ ในการโอน

source: Note: A no deposit bonus worth USD 10 will be credited into your account within 24 hours after registration.
es_es: Nota: Un bono de no depósito por valor de USD 10 será acreditado a su cuenta dentro de las 24 horas tras su registro.
ru_ru: Примечание: Бонус в размере 10 USD, не зависящий о пополнения, будет начислен на Ваш счёт в течение 24 часов после регистрации.
th_th: หมายเหตุ: มีโบนัสมูลค่า 10 เหรียญสหรัฐ ไม่ต้องฝาก แต่จะเข้าบัญชีของท่านภายใน 24 ชั่วโมง หลังจากการลงทะเบียน

source: Note: For any enquiries regarding disabled or excluded accounts, please contact %1Customer Support%2.
es_es: Nota: Para cualquier consulta relacionada a cuentas deshabilitadas o excluidas, póngase en contacto con nuestro servicio de %1atención al cliente%.
it_it: Nota: per qualsiasi richiesta relativa a conti disattivati o esclusi, contattare l'%1assistenza clienti%2.
ru_ru: Примечание: В отношении любых вопросов о неактивных или исключенных счетах, пожалуйста, свяжитесь со %1службой поддержки клиентов%2.
th_th: หมายเหตุ: สำหรับคำถามใดๆ เกี่ยวกับบัญชีถูกปิดใช้งาน หรือ บัญชีที่ถูกตัดออก โปรดติดต่อ %1ฝ่ายลูกค้าสัมพันธ์%2

source: Note: Payment Agent transfers are only available for accounts registered with Binary (SVG) Ltd. Transactions are accepted only in US dollars.
es_es: Nota: Las transferencias con Agentes de Pago sólo están disponibles para cuentas registradas con Binary (SVG) Ltd. Se aceptan sólo las transacciones en dólares estadounidenses.
ru_ru: Примечание: Переводы через Платежных агентов доступны лишь для счетов, зарегистрированных на Binary (SVG) Ltd. Транзакции принимаются только в долларах США.
th_th: ข้อสังเกต: ตัวแทนรับชำระเงินโอนมีเฉพาะบัญชีที่ลงทะเบียนกับ Binary (SVG) และมีธุรกรรมเป็นสกุลเงินดอลลาร์สหรัฐเท่านั้น

source: Note: You are limited to one fiat currency account. The currency of your fiat account can be changed before you deposit into your fiat account for the first time or create an MT5 account. You may also open one account for each supported cryptocurrency.
es_es: Nota: Está limitado a una cuenta de moneda fiat. La moneda de su cuenta fiat se puede cambiar antes de depositar por primera vez o crear una cuenta MT5. También puede abrir una cuenta para cada criptomoneda admitida.
it_it: Nota: è previsto un limite di una sola valuta per conto fiat. Puoi modificare la valuta del conto fiat prima di effettuare il primo deposito o di creare un conto MT5. Puoi anche aprire un conto per ogni criptovaluta supportata.
ru_ru: Примечание: Вы можете открыть лишь один счёт в фидуциарной валюте. Валюту фидуциарного счёта можно изменить до того, как Вы первый раз пополните данный счёт или откроете счёт MT5. Также Вы можете открыть по одному счёту в каждой доступной криптовалюте.
th_th: หมายเหตุ: ท่านถูกจำกัดสิทธิ์ไว้ที่สกุลเงินกระดาษหนึ่งบัญชี สกุลเงินของบัญชีเงินกระดาษของท่านสามารถเปลี่ยนแปลงได้ก่อนที่ท่านจะฝากเข้าบัญชีเงินกระดาษของท่านเป็นครั้งแรก หรือ ก่อนเปิดบัญชี MT5 ท่านสามารถเปิดได้เพียงหนึ่งบัญชีสำหรับแต่ละสกุลเงินดิจิทัลที่รองรับ

source: Note: You can only have one fiat currency account and one of each cryptocurrency account.
es_es: Nota: Sólo puede tener una cuenta en moneda fiat y una cuenta de cada criptomoneda.
it_it: Nota: puoi avere solo un conto di moneta reale e uno per ogni conto di criptovaluta.
ru_ru: Примечание: Вы можете открыть лишь один счёт с обычными деньгами и по одному счёту на каждую криптовалюту.
th_th: หมายเหตุ ท่านสามารถมีได้เพียงบัญชีสกุลเงินกระดาษหนึ่งบัญชี และหนึ่งบัญชีของบัญชีเงินดิจิทัล

source: Note: You may decline and continue as a Retail Client.
es_es: Nota: Puede no aceptar y continuar como cliente minorista.
it_it: Nota: puoi rifiutare e continuare come un Cliente al dettaglio.
ru_ru: Примечание: Вы можете отклонить заявку и продолжить в статусе индивидуального клиента.
th_th: หมายเหตุ ท่านอาจปฏิเสธ และเป็นลูกค้ารายย่อยต่อไป

source: Notes:
es_es: Notas:
it_it: Note:
ru_ru: Примечания:
th_th: หมายเหตุ:

source: Nothing in this section on force majeure events shall be taken as indicating that they constitute an Event of Default.
es_es: Nada en esta sección sobre eventos de fuerza mayor se interpretará como una indicación que estos constituyen un Evento de Incumplimiento.
it_it: Nessuna parte contenuta nella sezione sugli eventi di forza maggiore è da intendersi come Evento di inadempienza.
ru_ru: Никакое положение раздела форс-мажорные обстоятельства не должно считаться случаем неисполнения обязательств.
th_th: ไม่มีข้อใดในวรรคนี้ของเหตุสุดวิสัยจะใช้บ่งชี้ว่า พวกเขาเป็นสาเหตุของกรณีเพิกเฉยต่อสัญญา

source: Notices
es_es: Avisos
it_it: Comunicazioni
ru_ru: Уведомления
th_th: ข้อสังเกต

source: Notification of changes
es_es: Notificación de cambios
it_it: Notifica di modifiche
ru_ru: Информация о внесении изменений
th_th: การแจ้งความเปลี่ยนแปลงให้ทราบ

source: Nov
ru_ru: Ноя
th_th: พ.ย.

source: November
es_es: Noviembre
it_it: Novembre
ru_ru: Ноябрь
th_th: พฤศจิกายน

source: Novice traders can use our intuitive platform to learn about trading, practise trading, and gain trading experiences. Seasoned traders can use the %1 platform and take full advantage of the wide range of trading and analysis tools we have to offer.
es_es: Los operadores principiantes pueden utilizar nuestra plataforma intuitiva para aprender, practicar y obtener experiencia respecto a las operaciones. Los operadores experimentados pueden utilizar la plataforma %1 y aprovechar al máximo la gran variedad de herramientas de negociación y análisis que tenemos para ofrecer.
it_it: I trader meno esperti possono utilizzare la nostra intuitiva piattaforma per imparare di più sul trading, fare pratica e accumulare esperienza. I trader più esperti possono utilizzare la piattaforma di %1 per sfruttare l'ampio assortimento di strumenti di trading e di analisi che offriamo.
ru_ru: Начинающие трейдеры могут воспользоваться нашей интуитивно понятной платформой, чтобы научиться азам торговли, получить необходимую практику и опыт торговли. Опытные трейдеры могут пользоваться всеми преимуществами платформы %1 и широким спектром торговых и аналитических инструментов.
th_th: นักลงทุนหน้าใหม่สามารถใช้แพลตฟอร์มที่ใช้ได้ง่ายนี้เพื่อเรียนรู้การซื้อขาย ฝึกซ้อมการซื้อขาย และรับประสบการณ์การซื้อขาย นักลงทุนมือที่มีประสบการณ์สามารถใช้แพลตฟอร์ม %1 และได้ประโยชน์จากการซื้อขายและเครื่องมือการวิเคราะห์อันกว้างขวางที่เรานำเสนอ

source: Now
es_es: Ahora
it_it: Adesso
ru_ru: Сейчас
th_th: ขณะนี้

source: Number of assets
es_es: Número de activos
it_it: Numero di asset
ru_ru: Кол-во активов
th_th: จำนวนของสินทรัพย์

source: Number of employees and contractors
es_es: Número de empleados y contratistas
it_it: Numero di dipendenti e collaboratori
ru_ru: Число сотрудников и внештатных работников
th_th: จำนวนพนักงานประจำและผู้ปฏิบัติงานสัญญาจ้าง

source: Number of ticks:
es_es: Número de intervalos:
it_it: Numero di tick:
ru_ru: Кол-во тиков:
th_th: จำนวนของช่วงราคา:

source: Number of transactions
es_es: Número de transacciones
it_it: Numero di transazioni
ru_ru: Количество контрактов
th_th: จำนวนธุรกรรม

source: Nurtures a community of potential and existing online traders through insight and mentorship
es_es: Apoya una comunidad de operadores en línea potenciales y existentes a través de sus ideas y tutoría
it_it: Si occupa della formazione di una comunità di trader o aspiranti tali trasmettendo la propria esperienza
ru_ru: Ведёт сообщество будущих и текущих онлайн трейдеров, предоставляя помощь и аналитическую информацию
th_th: ดูแลชุมชนนักลงทุนออนไลน์ ให้ข้อมูลเชิงลึกและเป็นที่ปรึกษา

source: O. Indemnification
es_es: O. Indemnización
it_it: O. Risarcimento
ru_ru: O. Возмещение ущерба
th_th: ฒ. ค่าสินไหมทดแทน

source: OAuth App ID
es_es: Usuario App OAuth
it_it: O ID Aut App
ru_ru: Номер приложения OAuth

source: OK
es_es: Aceptar
ru_ru: ОК

source: OSCP, CEH, Security+, CISSP, or any GIAC certification is an advantage
es_es: La certificación OSCP, CEH, Security +, CISSP o cualquier certificación GIAC es una ventaja
it_it: OSCP, CEH, Security+, CISSP o qualsiasi certificazione GIAC costituisce un vantaggio
ru_ru: Сертификаты OSCP, CEH, Security+, CISSP или любые сертификаты GIAC являются преимуществом
th_th: หากมี OSCP, CEH, Security+, CISSP หรือประกาศนียบัตรใดๆของ GIAC จะถือว่าได้เปรียบ

source: Occupation
es_es: Ocupación
it_it: Occupazione
ru_ru: Вид деятельности
th_th: อาชีพ

source: Oct
it_it: Ott
ru_ru: Окт
th_th: ต.ค.

source: October
es_es: Octubre
it_it: Ottobre
ru_ru: Октябрь
th_th: ตุลาคม

source: Offices in Malaysia, Malta, Paraguay and UAE
es_es: Oficinas en Malasia, Malta, Paraguay y EAU
ru_ru: Офисы в Малайзии, на Мальте, в Парагвае и ОАЭ
th_th: สำนักงานในมาเลเซีย มอลตา ปารากวัย และ สหรัฐอาหรับเอมิเรตส์

source: Offline
es_es: Fuera de línea
ru_ru: Не в сети
th_th: ออฟไลน์

source: Offset potential losses to your investment portfolio by hedging with CFDs.
es_es: Compense las pérdidas potenciales de su cartera de inversiones mediante la cobertura con CFD.
it_it: Compensa le potenziali perdite del tuo portafoglio di investimenti ricorrendo alla copertura con i CFD.
ru_ru: Компенсируйте потенциальный убыток Вашего портфеля, хеджируя с помощью CFD.
th_th: ชดเชยการขาดทุนที่อาจเกิดขึ้นได้ในพอร์ตโฟลิโอการลงทุนของท่านโดยป้องกันความเสี่ยงด้วย CFD

source: On termination of this Agreement
es_es: En la terminación de este Acuerdo
it_it: Risoluzione del presente Contratto
ru_ru: В случае прекращения действия данного Соглашения
th_th: การบอกเลิกสัญญานี้

source: On the MT5 trading platform, the client will benefit from direct market access that gives the client the opportunity to receive the best possible price in the market at a specified time, without having to use a dealing desk.
es_es: En la plataforma de trading MT5, el cliente contará con acceso directo a los mercados, lo que le dará la oportunidad de recibir el mejor precio posible en el mercado en un momento dado, sin la necesidad de utilizar una mesa de operaciones.
it_it: Sulla piattaforma di trading MT5, il cliente può beneficiare dell'accesso diretto al mercato, che consente di ricevere il miglior prezzo possibile in un dato momento senza dover ricorrere al dealing desk.
ru_ru: На торговой платформе MT5 клиент получает прямой доступ к рынку, что даёт клиенту возможность получать наилучшую возможную цену на рынке в определённое время, не обращаясь в дилинговый отдел.
th_th: ในแพลตฟอร์มการซื้อขาย MT5 ลูกค้าจะได้รับประโยชน์จากการเข้าถึงตลาดโดยตรง ที่ให้ลูกค้าได้รับราคาที่ดีที่สุดที่มีอยู่ในตลาด ณ เวลานั้นๆ โดยปราศจากคนกลางเข้ามาจัดการ

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you.
es_es: Sobre la base de la información proporcionada en relación con sus conocimientos y experiencia, consideramos que las inversiones disponibles a través de esta página web no son apropiadas para usted.
it_it: Sulla base delle informazioni fornite, relative alla tua formazione ed esperienza, riteniamo che gli investimenti disponibili su questo sito internet non siano adatti a te.
ru_ru: На основе информации, предоставленной в отношении Ваших знаний и опыта, мы считаем, что инвестиции, доступные через этот сайт, не подходят для Вас.
th_th: บนพื้นฐานของข้อมูลที่สัมพันธ์กับความรู้และประสบการณ์ของท่าน พวกเราพิจารณาว่า การลงทุนที่มีอยู่ทางเว็บไซต์แห่งนี้ไม่เหมาะสมกับท่าน

source: On the occurrence of an Event of Default, the Company may exercise its rights under this clause, at any time and without prior notice:
es_es: En caso de producirse un Evento de Incumplimiento, la Empresa puede ejercer los derechos que le otorga esta cláusula en cualquier momento y sin previo aviso:
it_it: In caso di Evento di inadempienza, la Società può esercitare i propri diritti di cui nella presente clausola, in qualsiasi momento e senza preavviso:
ru_ru: В случае невыполнения обязательств Компания может в любое время и без отправки клиенту предварительного уведомления воспользоваться своими правами, установленными в рамках данного положения:
th_th: ในการละเลยหรือเพิกเฉยต่อสัญญา บริษัทฯ จะดำเนินการตามสิทธิในวรรคนี้ ณ เวลาใดๆ โดยปราศจากการแจ้งให้ทราบล่วงหน้า

source: On-boarding policy
es_es: Política de integración
it_it: Politiche di assunzione
ru_ru: Политика адаптации
th_th: นโยบายการดูแลพนักงานใหม่

source: On-time payments
es_es: Pagos a tiempo
it_it: Pagamenti puntuali
ru_ru: Своевременные выплаты
th_th: จ่ายเงินตรงเวลา

source: Once the bonus is credited to the client's account, the client may withdraw the bonus and any winnings generated from it at any time.
es_es: Una vez que el bono ha sido acreditado en su cuenta, el cliente podrá retirar el bono y las ganancias generadas del mismo en cualquier momento.
it_it: Dopo l'accredito del bonus sul conto, il cliente può prelevarlo in qualsiasi momento insieme a eventuali guadagni derivanti da quest'ultimo.
ru_ru: После того, как бонус будет внесен на счёт клиента, он/она сможет в любое время вывести бонус и выигрыш с него.
th_th: เมื่อโบนัสถูกโอนเข้าไปในบัญชีของลูกค้าแล้ว ลูกค้าสามารถถอนเงินโบนัสและผลกำไรที่ได้รับได้ทุกเวลา

source: Once this limit is reached, you may no longer deposit.
es_es: Una vez alcance este límite ya no podrá depositar.
it_it: Una volta raggiunto questo limite, non potrai più effettuare depositi.
ru_ru: Когда данный лимит будет достигнут, Вы не сможете вносить средства.
th_th: เมื่อวงเงินเต็ม ท่านไม่สามารถฝากเงินได้

source: Once we receive your application, one of our affiliate managers will contact you to follow up with the next steps in the application process (this will include asking you to submit several documents).
es_es: Una vez recibida su solicitud, uno de nuestros gestores de cuentas de afiliados se comunicará con usted para ayudarle a seguir con los siguientes pasos (esto incluirá la petición de presentar varios documentos por su parte).
it_it: Una volta ricevuta la tua richiesta, uno dei nostri manager del team affiliati ti contatterà per seguirti nelle fasi successive della procedura (ciò comprenderà la richiesta d'inviare alcuni documenti).
ru_ru: Как только мы получим Вашу заявку, один из менеджеров партнерской программы свяжется с Вами и поможет пройти последующие шаги в рамках процесса подачи заявки (Вам будет нужно предоставить несколько документов).
th_th: เมื่อเราได้รับใบสมัครของท่าน หนึ่งในผู้จัดการส่วนพันธมิตรของเราจะติดต่อท่านเพื่อติดตามความก้าวหน้าและดำเนินการในขั้นตอนต่อไป (ในขั้นนี้จะรวมถึงการขอให้ท่านส่งเอกสารอื่นๆ เพิ่ม (ถ้ามี))

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's account.
es_es: Una vez que haga clic en el botón "Enviar" los fondos se retirarán de su cuenta y se enviarán a la cuenta de su Cliente.
it_it: Una volta cliccato sul pulsante "Invia", i fondi verranno prelevati dal tuo account e trasferiti sull'account del tuo Cliente.
ru_ru: Когда Вы нажмете кнопку 'Подтвердить', средства будет сняты с Вашего счета и перечислены на счет клиента.
th_th: เมื่อท่านกดปุ่ม 'Submit' เงินหลักประกันของท่านจะถูกถอนจากบัญชีของท่านและโอนไปที่บัญชีลูกค้าของท่าน

source: One Zero
it_it: Uno Zero
ru_ru: Один-ноль

source: One of the first things most Forex traders learn is how to read a currency pair. There are two parts to a currency pair
es_es: Una de las primeras cosas que aprenden los operadores de Forex es a cómo interpretar un par de divisas. Cada par consta de dos partes
ru_ru: Первое, чему должен научиться каждый Forex трейдер, – как читать валютные пары. Каждая пара состоит из двух частей:
th_th: สิ่งแรกที่นักลงทุนฟอเร็กซ์ส่วนใหญ่เรียนรู้ คือ วิธีการอ่านคู่สกุลเงิน คู่สกุลเงินมีสองส่วน

source: One simple platform
es_es: Una plataforma sencilla
it_it: La nostra semplice piattaforma
ru_ru: Одна простая платформа
th_th: รูปแบบใช้งานง่าย

source: Online
es_es: En línea
ru_ru: Онлайн
th_th: ออนไลน์

source: Online Personal Wealth Awards
it_it: Online Personal Wealth Award
ru_ru: Премия Online Personal Wealth Awards
th_th: รางวัลผู้จัดการความมั่งคั่งส่วนบุคคลออนไลน์

source: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
es_es: La plataforma en linea de opciones binarias sobre Forex, índices, materias primas e índices Smart
ru_ru: Платформа для онлайн торговли бинарными опционами на рынках валют, индексов, сырья и индексах Smart
th_th: รูปแบบการซื้อขายออนไลน์สำหรับไบนารีออปชั่นของ ฟอเร็กซ์ ดัชนีต่างๆ สินค้าโภคภัณฑ์ และดัชนีสมาร์ท

source: Online Trading with %1
es_es: Operación en línea con %1
it_it: Trading online con %1
ru_ru: Онлайн торговля с %1
th_th: ซื้อขายออนไลน์กับ %1

source: Online currency exchangers
es_es: Intercambios de divisas en línea
it_it: Convertitori di valuta online
ru_ru: Обменные пункты онлайн
th_th: การแลกเปลี่ยนสกุลเงินออนไลน์

source: Online trading can be addictive. Self-exclusion is a facility to limit your online trading activity, should you need it. You can set limits in your account to help prevent unwanted losses. You may adjust these limits any time, but remove them only after 24 hours. %1Contact us%2 to remove or adjust your limits.
es_es: El comercio en línea puede ser adictivo. La autoexclusión es una facilidad para limitar su actividad comercial en línea, en caso de que la necesite. Puede establecer límites en su cuenta para ayudar a prevenir pérdidas no deseadas. Puede ajustar estos límites en cualquier momento, pero eliminarlos solo después de 24 horas. %1Contáctenos%2 para eliminar o ajustar sus límites.
it_it: Il trading online può generare dipendenza. L'auto-esclusione ti permette di limitare l'attività di trading online, qualora ne avessi bisogno. È possibile impostare dei limiti sul conto per evitare perdite di cui non puoi assumerti il rischio, modificarli in ogni momento e rimuoverli solo dopo 24 ore. %1Contattaci%2 per modifiche o rimozioni di tali limiti.
ru_ru: Онлайн торговля может вызвать привыкание. Самоисключение – это способ ограничить Вашу торговую активность в случае возникновения такой необходимости. Вы можете установить лимиты на Вашем счёте с целью предотвратить нежелательные потери. Вы можете в любое время изменить данные лимиты, но лишь по тстечении 24 часов. %1Свяжитесь с нами%2, чтобы убрать или настроить свои лимиты.
th_th: การซื้อขายออนไลน์สามารถกลายเป็นพฤติกรรมที่เสพติดได้ การพักการซื้อขายจะช่วยจำกัดกิจกรรมการซื้อขายของลูกค้า เมื่อลูกค้ามีความประสงค์ ลูกค้าสามารถกำหนดเงื่อนไขดังกล่าวในบัญชีของลูกค้าเพื่อป้องกันความเสียหายจากภาวะขาดทุน และลูกค้าสามารถปรับเปลี่ยนเงื่อนไขนี้ได้ตามต้องการ แต่สามารถยกเลิกได้หลังจาก 24 ชั่วโมง เท่านั้น %1ติดต่อเรา%2 เพื่อยกเลิก หรือ แก้ไขตัวแปรของลูกค้า

source: Only %1 are allowed.
es_es: Se permiten solo %1.
it_it: Sono consentiti solo %1.
ru_ru: Разрешены только %1 и латинские буквы.
th_th: มีเพียง %1 ที่อนุญาตให้ใช้

source: Only Downs
es_es: Solo Abajo
it_it: Solo discendenti
ru_ru: Только вниз

source: Only JPG, JPEG, GIF, PNG and PDF formats are accepted
es_es: Se aceptan sólo los formatos JPG, JPEG, GIF, PNG y PDF
it_it: Sono accettati solo formati JPG, JPEG, GIF, PNG e PDF
ru_ru: Принимаются только следующие форматы: JPG, JPEG, GIF, PNG и PDF
th_th: รับเฉพาะไฟล์ JPG, JPEG, GIF, PNG และ PDF เท่านั้น

source: Only JPG, JPEG, GIF, and PNG formats are accepted
es_es: Se aceptan solo los formatos JPG, JPEG, GIF y PNG
it_it: Sono accettati solo i formati JPG, JPEG, GIF e PNG
ru_ru: Принимаются только следующие форматы: JPG, JPEG, GIF и PNG
th_th: รับเฉพาะไฟล์ JPG, JPEG, GIF, และ PNG เท่านั้น

source: Only Ups
es_es: Solo Arriba
it_it: Solo ascendenti
ru_ru: Только вверх

source: Only Ups/Only Downs
es_es: Solo Arriba/Solo Abajo
it_it: Solo ascendenti/Solo discendenti
ru_ru: Только вверх/вниз
