Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Programmer acknowledges and agrees that the Programmer is solely and exclusively responsible for the control, operation, and security of transactions and communications made through access to or use of the %1 API. The Programmer acknowledges that there are risks associated with utilising an Internet-based deal execution trading system including, but not limited to, the failure of hardware, software, and Internet connections. The Programmer acknowledges that the Company does not control signal power, its reception or routing via the Internet, the configuration of the Programmer's equipment, or the reliability of its connection, and the Company shall not be responsible for any communication failures, disruptions, errors, distortions, or delays the Programmer may experience when trading via the Internet using the %1 API.
es_es: El Programador reconoce y acepta que es el único y exclusivo responsable del control, operación y la seguridad de las transacciones y comunicaciones realizadas a través del acceso o uso de la API de %1. El Programador reconoce que hay riesgos asociados con la utilización de un sistema de comercio de ejecución de transacciones basado en Internet, incluyendo, pero no limitando a, falla de hardware, software y conexiones al Internet. El Programador reconoce que la Empresa no controla la potencia de la señal, su recepción o enrutamiento a través de Internet, la configuración del equipo del Programador, o la confiabilidad de su conexión, y la Empresa no será responsable de ninguna falla de comunicación, interrupciones, errores, distorsiones o retrasos que el Programador pueda experimentar al operar en Internet utilizando la API de %1.
it_it: Il Programmatore riconosce e accetta di essere responsabile solo ed esclusivamente per il controllo, il funzionamento e la sicurezza delle operazioni e comunicazioni realizzate tramite l'accesso all'API di %1 o l'utilizzo della stessa. È inoltre consapevole dei rischi derivanti dall'utilizzo di un sistema di trading con esecuzione degli ordini basato su Internet, i quali includono, senza limitazioni, un malfunzionamento di hardware, software e connessioni a Internet; è consapevole che la Società non controlla la potenza del segnale, la sua ricezione o trasmissione tramite Internet, la configurazione della propria strumentazione o l'affidabilità delle connessioni. La Società declina ogni responsabilità per eventuali errori di comunicazione, interruzioni, errori generici, distorsioni o ritardi che possono verificarsi durante le operazioni di trading via Internet con l'API di %1.
ru_ru: Программист признаёт и соглашается с тем, что он/она несёт полную и единоличную ответственность за контроль, действие, безопасность сделок и коммуникации, произведённых посредством доступа или использования API %1. Программист признаёт существование рисков, связанных с использованием торговой онлайн-системы для исполнения сделок, включая, но не ограничиваясь сбоями аппаратного обеспечения, программного обеспечения и нарушением интернет-соединения. Программист признаёт, что Компания не контролирует силу сигнала, его приём или маршрутизацию через интернет, а также конфигурацию оборудования Программиста или надёжность его соединения; Компания не должна нести ответственность за любые нарушения, прерывание связи, ошибки, искажения или задержки, с которыми может столкнуться Программист в процессе торговли через интернет, используя API %1.
th_th: โปรแกรมเมอร์ทราบและเห็บชอบว่า โปรแกรมเมอร์มีหน้าที่รับผิดชอบต่อการควบคุม ปฏิบัติการ และความมั่นคงปลอดภัยของธุรกรรมและการติดต่อสื่อสารที่กระทำผ่านทางการเข้าถึง หรือใช้ API ของ %1 โดยลำพังแต่เพียงผู้เดียว โปรแกรมเมอร์ทราบว่า มีความเสี่ยงที่เกี่ยวข้องในการใช้ระบบการซื้อขายดำเนินการของดีลทางระบบอินเทอร์เน็ต รวมถึงความล้มเหลวของฮาร์ดแวร์ ซอฟท์แวร์ และการเชื่อมต่ออินเทอร์เน็ต โปรแกรมเมอร์ทราบว่า บริษัทฯ ไม่ได้ควบคุมสัญญาณ การรับ หรือการเดินทาง ผ่านทางอินเทอร์เน็ต โครงแบบของอุปกรณ์ของโปรแกรมเมอร์ หรือ ความเชื่อถือได้ของการเชื่อมต่อ และบริษัทฯ จะไม่รับผิดชอบต่อความล้มเหลวของการสื่อสาร ความขัดข้อง ความผิดพลาด การเบี่ยงเบน หรือ ความล่าช้า ที่โปรแกรมเมอร์อาจประสบเมื่อทำการซื้อขายผ่านทางอินเทอร์เน็ตโดยใช้ API ของ %1

source: The Programmer acknowledges that, in the course of dealing under these Terms, the Programmer may obtain confidential information relating to the Company and its parent, subsidiaries, affiliates, or other third parties. Such confidential information shall belong solely to the Company.
es_es: El Programador reconoce que, durante el tiempo que negocia bajo estos Términos, puede obtener información confidencial relacionada con la Empresa y su matriz, afiliados o terceros. Dicha información confidencial pertenecerá exclusivamente a la Empresa.
it_it: Il Programmatore accetta che, durante le operazioni svolte ai sensi dei presenti Termini, potrebbe ottenere informazioni confidenziali sulla Società e relative società madre, sussidiarie, affiliati o terzi. Tali informazioni personali resteranno in esclusivo possesso della Società.
ru_ru: Программист признаёт, что, в рамках действия данных Правил, он/она может получить конфиденциальную информацию, относящуюся к Компании, а также к её компании-учредителю, дочерним компаниям, партнёрам или третьей стороне. Данная конфиденциальная информация должна полностью принадлежать Компании.
th_th: โปรแกรมเมอร์ทราบว่า ในการปฏิบัติภายใต้เงื่อนไขเหล่านี้ โปรแกรมเมอร์อาจจะได้รับทราบข้อมูลความลับเกี่ยวกับบริษัทฯ และบริษัทฯ แม่ บริษัทฯ ในเครือ พันธมิตรฯ หรือบุคคลที่สาม ข้อมูลที่มีชั้นความลับเหล่านั้นจะเป็นของบริษัทฯ แต่เพียงผู้เดียว

source: The Programmer agrees that the Programmer will not
es_es: El Programador acepta que No
it_it: Il Programmatore accetta di non:
ru_ru: Программист соглашается не предпринимать следующих действий:
th_th: โปรแกรมเมอร์ยอมรับว่า โปรแกรมเมอร์จะไม่

source: The Programmer agrees that, by developing on the %1 API, the Programmer is entering into a legally binding agreement with the Company.
es_es: El Programador acepta que, al desarrollar en la API de %1, está entrando a un acuerdo legalmente vinculante con la Empresa.
it_it: Il Programmatore conviene che, sviluppando sull'API di %1, sottoscrive un accordo legalmente vincolante con la Società.
ru_ru: Программист соглашается с тем, что, развивая API %1, Программист заключает юридический договор с Компанией.
th_th: โปรแกรมเมอร์ยอมรับว่า การพัฒนาโปรแกรมบน API ของ %1 โปรแกรมเมอร์มีส่วนเกี่ยวข้องกับเงื่อนไขทางกฎหมายกับบริษัทฯ

source: The Programmer also acknowledges that %1 may continue to make changes to and enhance the %1 API and that those changes and enhancements will be owned by %1. The Programmer hereby assigns and transfers to the Company all of the Programmer's rights, title, and interest in and to any modifications or derivative works of the %1 API created by or for the Programmer, regardless of whether they were created in accordance with these Terms; such assignment being effective upon creation of such works, and shall include, without limitation, all rights under any intellectual property laws, including copyright. The Programmer shall not take any action to jeopardise, encumber, limit, or interface in any manner with %1's ownership of, and rights with respect to, the %1 API, or any derivative works or updates thereof or thereto. Any components, parts, or mechanics of any system or API programme derived from the %1 API, or %1's business practices shall belong solely to %1. Further, the Programmer will not, at any time, contest or assist any third party in contesting the rights of %1 in the %1 API or any other intellectual property provided in these Terms.
es_es: El Programador también reconoce que %1 podrá continuar realizando cambios para mejorar la API de %1 y que esos cambios y mejoras serán propiedad de %1. Por la presente, el Programador asigna y transfiere a la Empresa todos sus derechos, títulos e intereses para modificaciones o trabajos derivados de la API de %1 creados por o para el Programador, independientemente de si fueron creados acorde a estos Términos; dicha asignación siendo efectiva durante la creación de tales trabajos y deberá incluir, sin limitación, todos los derechos según las leyes de propiedad intelectual, incluyendo los derechos de autor. El Programador no deberá realizar ninguna acción para comprometer, agravar, limitar o interactuar de ninguna manera con la propiedad y los derechos de %1 con respecto a la API de %1, o cualquier obra derivada o actualizaciones de las mismas. Cualquier componente, parte o mecánica de cualquier sistema o programa API derivado de la API de %1, o las prácticas comerciales de %1 pertenecerán exclusivamente a %1. Además, el Programador en ningún momento, impugnará ni ayudará a terceros a impugnar los derechos de %1 en la API de %1 o cualquier otra propiedad intelectual proporcionada en estos términos.
it_it: Il Programmatore accetta inoltre che %1 continui ad apportare modifiche e migliorie all'API di %1, e che queste apparterranno a %1. Con il presente documento il Programmatore assegna e trasferisce alla Società tutti i propri diritti, titoli e partecipazioni rispetto a eventuali modifiche o lavori successivi dell'API di %1 creati da/per il Programmatore, indipendente dal fatto che fossero in accordo con i presenti Termini; tale assegnazione acquisisce validità dalla realizzazione di tali lavori e deve includere, senza limitazioni, i diritti protetti dalle leggi sulla proprietà intellettuale, compreso il copyright. Il Programmatore non deve in nessun modo agire per mettere a rischio, ostacolare, limitare o interferire con proprietà e diritti dell'API di %1, o lavori e aggiornamenti conseguenti correlati. Eventuali componenti, parti o elementi meccanici dei sistemi o di un programma API derivato dall'API di %1, o pratiche di business di %1 devono appartenere esclusivamente a %1. Inoltre, il Programmatore non ha la facoltà di contrastare o assistere una parte terza nella contestazione dei diritti di %1 rispetto all'API di %1 o qualsiasi altra proprietà intellettuale di cui nei presenti Termini.
ru_ru: Программист выражает согласие с тем, что %1 может продолжить вносить изменения и улучшения в API %1, а также с тем, что данные изменения и улучшения будут принадлежать %1. Настоящим Программист передаёт Компании все свои права на внесение любых изменений или компилятивную работу в отношении API %1, созданных Программистом или для Программиста, независимо от того, были ли они созданы согласно данным Правилам. Эта уступка прав вступает в действие после создания данных работ и включает, но не ограничивается всеми правами в рамках законов об интеллектуальной собственности, в том числе закона об авторском праве. Программист не должен предпринимать каких-либо действий с целью ставить под угрозу, обременять обязательствами, ограничивать или любым образом оспаривать право собственности %1, а также права Компании в отношении API %1, иных компиляционных работ или каких-либо обновлений. Любые компоненты, части или механизмы любой системы API, получаемые из API %1 или в результате коммерческой деятельности %1, должны полностью принадлежать %1. Также Программист обязуется никогда не оспаривать и не содействовать третьей стороне в оспаривании прав %1 в отношении API %1 или любой другой интеллектуальной собственности Компании, упомянутой в данных Правилах.
th_th: โปรแกรมเมอร์ทราบว่า %1 อาจจะมีการดำเนินการแก้ไข หรือ ปรับปรุง API ของ %1 และการเปลี่ยนแปลงเหล่านั้นดำเนินการโดย %1 โปรแกรมเมอร์ได้รับมอบหมายโดยนัย และถ่ายโอนสิทธิ์จากบริษัทฯ ไปที่สิทธิ์ของโปรแกรมเมอร์ กรรมสิทธิ์ของโปรแกรมเมอร์ ผลตอบแทนของโปรแกรมเมอร์ ต่อการแก้ไขใดๆ กับ API ของ %1 ที่เกิดขึ้นจากโปรแกรมเมอร์ หรือ เพื่อโปรแกรมเมอร์ โดยไม่คำนึงถึงว่าจะเป็นไปตามข้อกำหนดนี้หรือไม่ การปฏิบัติที่เกิดขึ้นมีผลโดยปราศจากข้อจำกัด สิทธิ์ต่างๆ ที่เกิดขึ้นตามกฎหมายทรัพย์สินทางปัญญา และลิขสิทธิ์ โปรแกรมเมอร์จะไม่กระทำการใดๆ ที่เป็นอันตราย ขัดขวาง จำกัด หรือ ส่วนประสาน ต่อกรรมสิทธิ์ของ %1 และสิทธิ์ที่เกิดขึ้นจาก API ของ %1 หรือ งานย่อยๆ องค์ประกอบใดๆ ชิ้นส่วนใดๆ หรือ กลไกใดๆ ของระบบ หรือ API ที่เกิดจาก API ของ %1 หรือ ธรรมเนียมปฏิบัติทางธุรกิจของ %1 จะยังเป็นของ %1 แต่เพียงผู้เดียว และโปรแกรมเมอร์จะไม่แข่งขัน หรือ ให้ความช่วยเหลือบุคคลที่สามในการแข่งขันต่อสิทธิ์ของ %1 ที่เกี่ยวกับ API ของ %1 หรือ ทรัพย์สินทางปัญญาที่เกี่ยวข้องอื่นๆ ที่กล่าวในข้อตกลงนี้

source: The Programmer and the Programmer's Application must also comply with the following, which are hereby incorporated by reference:
es_es: El Programador y su Aplicación también deberán cumplir con lo siguiente, que se incorpora aquí para referencia:
it_it: Il Programmatore e l'Applicazione di quest'ultimo devono essere conformi a quanto riportato di seguito:
ru_ru: Программист и Приложение Программиста также должны соблюдать требования, перечисленные ниже:
th_th: โปรแกรมเมอร์และใบสมัครของโปรแกรมเมอร์ต้องเป็นไปตามเงื่อนไขเหล่านี้ ดังที่ปรากฏในเอกสารอ้างอิง

source: The Programmer irrevocably and non-exclusively licenses to the Company rights to use the Programmer's Contributions.
es_es: El Programador autoriza, irrevocablemente y no exclusivamente a los derechos de la Empresa, a utilizar las Contribuciones del Programador.
it_it: Il Programmatore autorizza la Società irrevocabilmente e in via non esclusiva a utilizzare i propri contributi.
ru_ru: Программист предоставляет Компании безоговорочную и неэксклюзивную лицензию пользоваться Дополнениями Программиста.
th_th: โปรแกรมเมอร์ให้สิทธิ์ที่ยกเลิกไม่ได้และไม่มีสิทธิ์ขาดแก่บริษัทฯ ในการใช้ผลงานที่พัฒนาโดยโปรแกรมเมอร์

source: The Programmer is in default or breach of any covenant, obligation, or condition contained in this Agreement, and such default is not cured within seven days of receipt of written notice from the Company.
es_es: Si el Programador está incumpliendo un convenio, obligación o condición contenida en este Acuerdo, y si dicho incumplimiento no es subsanado dentro de siete días tras la recepción del aviso por escrito de la Empresa.
it_it: Il Programmatore risulta in stato di violazione o inadempienza rispetto a patti, obblighi o condizioni contenuti nel presente Contratto, e non viene preso alcun provvedimento entro sette giorni dalla ricezione della comunicazione scritta da parte della Società.
ru_ru: Программист не выполняет или нарушает любое обязательство, правило или условие данного Соглашения, и если данное нарушение не устранено в течение семи дней после получения письменного уведомления от Компании.
th_th: โปรแกรมเมอร์ละเลย หรือ ละเมิดข้อตกลงร่วมกันใดๆ หน้าที่ หรือ เงื่อนไขที่ปรากฏในข้อตกลงฉบับนี้ และหากพฤติกรรมนั้นไม่ได้ถูกแก้ไขภายใน 7 วันที่ได้รับการแจ้งเตือนอย่างเป็นลายลักษณ์อักษรจากทางบริษัทฯ

source: The Programmer is not allowed to store any Content (such as feed data).
es_es: El Programador no tiene permiso para almacenar ningún Contenido (como ser la fuente de datos).
it_it: Al Programmatore non è consentito archiviare alcun contenuto (come i dati dei feed).
ru_ru: Программисту запрещено хранить любой контент (например, котировки).
th_th: โปรแกรมเมอร์ไม่ได้รับอนุญาตให้เก็บข้อมูลใดๆ (เช่น ฟีดข้อมูล)

source: The Programmer is not entitled to any compensation or reimbursement of any kind from the Company under any circumstances.
es_es: El Programador no tiene derecho a recibir ninguna compensación o reembolso de ningún tipo de la Empresa bajo ninguna circunstancia.
it_it: In nessun caso il Programmatore ha diritto ad alcun tipo di compensazione o rimborso dalla Società.
ru_ru: Программист ни при каких обстоятельствах не получает прав на любую компенсацию или возмещение расходов со стороны Компании.
th_th: โปรแกรมเมอร์ไม่ได้รับสิทธิ์ในการได้รับค่าชดเชยใดๆ หรือ การชำระเงินคืนให้ในกรณีใดๆ จากบริษัทฯ ไม่ว่าสถานการณ์ใดๆ

source: The Programmer may cache the Content for up to 24 hours from a request for that Content through the %1 API.
es_es: El Programador podrá almacenar en caché hasta 24 horas el Contenido de una solicitud para ese contenido a través de la API de %1.
it_it: Il Programmatore può memorizzare nella cache eventuali contenuti richiesti per un massimo di 24 ore attraverso l'API di %1.
ru_ru: Программист может кэшировать контент на срок до 24 часов с момента запроса на данный контент посредством API %1.
th_th: โปรแกรมเมอร์อาจจะบันทึกเนื้อหาเป็นเวลาไม่เกิน 24 ชั่วโมง จากคำสั่งของเนื้อหาที่ได้จาก API ของ %1

source: The Programmer may develop Applications using the %1 API as soon as the Programmer registers an Application and agrees to follow these Terms.
es_es: El Programador podrá desarrollar Aplicaciones usando la API de %1 tan pronto como registre una Aplicación y acepte cumplir estos Términos.
it_it: Il Programmatore può sviluppare Applicazioni utilizzando l'API di %1 a partire dalla registrazione di un'Applicazione e dall'accettazione dei presenti Termini.
ru_ru: Программист может разрабатывать Приложения, используя API %1, как только он/она зарегистрирует Приложение и согласится соблюдать данные Правила.
th_th: โปรแกรมเมอร์อาจจะพัฒนาแอพพลิเคชันโดยใช้ API ของ %1 ทันทีที่โปรแกรมเมอร์ได้ลงทะเบียนแอพพลิเคชันและยอมรับที่จะปฏิบัติตามข้อตกลงเหล่านี้

source: The Programmer may not assign rights granted in this Agreement without the Company's prior written approval.
es_es: El Programador no podrá ceder los derechos concedidos en este Acuerdo sin previa autorización por escrito de la Empresa.
it_it: Il Programmatore non può assegnare diritti garantiti nel presente Contratto senza previo consenso scritto della Società.
ru_ru: Программист не может уступать права, предоставленные данным Соглашением, без предварительного письменного разрешения Компании.
th_th: โปรแกรมเมอร์อาจจะไม่ได้รับอนุญาตในข้อตกลงนี้ปราศจากการอนุมัติเป็นลายลักษณ์อักษรของบริษัทฯ ก่อน

source: The Programmer may store the Application-specific alphanumeric user IDs provided ("API Tokens") or the authentication tokens provided via Open Authorisation Standard ("OAuth Tokens").
es_es: El Programador podrá guardar los IDs de usuario alfanuméricos específicos de la Aplicación ("Tokens de la API") o los tokens de autenticación que se le proporcionen a través de la Norma de Autorización Abierta ("Tokens OAuth").
it_it: Il Programmatore può archiviare gli ID alfanumerici degli utenti relativi all'Applicazione ("API Tokens") o i token di autenticazione forniti tramite Open Authorisation Standard ("OAuth Tokens").
ru_ru: Программист может хранить буквенно-цифровой номер пользователя (ID) для конкретного Приложения ("API код") или коды, предоставленные посредством открытого протокола авторизации ("Коды OAuth").
th_th: โปรแกรมเมอร์อาจจะเก็บรหัสผู้ใช้ที่เป็นตัวเลข ตัวอักษรเฉพาะแต่ละแอพพลิเคชัน ("API Tokens") หรือ โทเค่นในการระบุตัวตนผ่านทาง Open Authorisation Standard ("OAuth Tokens")

source: The Programmer may terminate this Agreement at any time, but only by giving the Company a minimum of seven days' written notice. "Written notice" here includes notice delivered by regular mail or by email.
es_es: El Programador podrá terminar este Acuerdo en cualquier momento, pero enviando un aviso escrito a la Empresa con siete días de antelación. Por "Aviso escrito" se entiende que puede ser un aviso enviado por correo normal o por correo electrónico.
it_it: Il Programmatore può recedere dal presente Contratto in qualsiasi momento purché ne dia comunicazione scritta con un preavviso minimo di sette giorni. Per "comunicazione scritta" si intende un avviso recapitato via posta o per posta elettronica.
ru_ru: Программист может в любое время прекратить действие данного Соглашения путём отправки Компании предварительного письменного уведомления минимум за семь дней. "Письменное уведомление" подразумевает уведомление, отправленное письмом по обычной или электронной почте.
th_th: โปรแกรมเมอร์อาจจะยุติข้อตกลงนี้เมื่อใดก็ได้ เพียงแจ้งให้ทางบริษัทฯ ทราบภายใน 7 วัน เป็นลายลักษณ์อักษร "การแจ้งเป็นลายลักษณ์อักษร" ในที่นี้จะรวมเวลาที่ใช้ในการส่งจดหมายตามกระบวนการปกติ หรือ การส่งโดยจดหมายอิเล็กทรอนิกส์

source: The Programmer must comply with these Terms in order to use the %1 API.
es_es: El Programador debe cumplir con estos Términos para poder utilizar la API de %1.
it_it: Il Programmatore deve attenersi ai presenti Termini al fine di usare l'API di %1.
ru_ru: Программист обязуется соблюдать данные Правила, чтобы пользоваться API %1.
th_th: โปรแกรมเมอร์ต้องปฏิบัติตามข้อตกลงเหล่านี้ในการใช้ API ของ %1

source: The Programmer must promptly report any security deficiencies in, or intrusions to, the Programmer's Application that the Programmer discovers to %1 by writing in to %2 or by raising a discussion thread on %3 which is part of our %4. The Programmer will work with %1 to immediately correct any security deficiency and will immediately disconnect any intrusions or intruders. In the event of any security deficiency or intrusion involving the Application, APIs, or Content, the Programmer will make no public statements (e.g. press, blogs, social media, bulletin boards, etc.) without prior written and express permission from %1 in each instance.
es_es: El Programador deberá reportar sin demora cualquier deficiencia de seguridad en o intrusiones a la Aplicación del Programador que este mismo descubra en %1 escribiendo a %2 o publicando una discusión en %3 que es parte de nuestro sitio para Desarrolladores. El Programador trabajará con %1 para corregir inmediatamente cualquier deficiencia de seguridad y desconectará inmediatamente cualquier intrusión o intruso. En caso de alguna deficiencia o intrusión relacionada a la Aplicación, APIs o Contenido, el Programador no hará declaraciones públicas (ej.: prensa, blogs, redes sociales, boletines de anuncios, etc.) sin previo permiso por escrito de %1 para cada instancia.
it_it: Il Programmatore è tenuto a comunicare prontamente eventuali carenze o intrusioni nella sicurezza della propria applicazione che dovesse individuare scrivendo a %2 o avviando una discussione su %3, che fa parte di %4. Il Programmatore lavorerà con %1 per correggere immediatamente eventuali carenze nella sicurezza, e provvederà a reprimere qualsiasi tentativo di intromissione. Qualora tali carenze o intromissioni riguardino l'Applicazione, le API o il contenuto, il Programmatore non deve darne alcuna comunicazione pubblica (per esempio tramite stampa, blog, social media, bacheca elettronica ecc.) senza previo consenso esplicito scritto di %1, ottenuto per ogni specifico caso.
ru_ru: Программист должен незамедлительно сообщать %1 о любых обнаруженных им/ей недостатках в системе безопасности или случаях проникновения в Приложение Программиста, написав сообщение %2 или подняв дискуссию в сообществе %3, которое является частью нашего сайта разработчиков %4. Программист обязуется сотрудничать с %1, чтобы незамедлительно исправить любые недостатки в системе безопасности, а также немедленно прервать любые вторжения или проникновения. В случае обнаружения любых недостатков в системе безопасности, связанных с Приложением, API или контентом, Программист обязуется не делать никаких публичных заявлений (например, в прессе, блогах, соц. сетях, на форумах, и т. д.) без предварительного письменного и явного разрешения от %1 по каждому конкретному случаю.
th_th: หากพบความบกพร่องในเรื่องความปลอดภัย หรือมีการโจมตีจากการใช้งานแอพพลิเคชันของโปรแกรมเมอร์ โปรแกรมเมอร์ต้องรายงานให้บริษัทฯ ทราบทันที โดยการบันทึกให้กับ %1 เป็นลายลักษณ์อักษรผ่าน %2 หรือ โดยการแจ้งผ่านการบอกกล่าวกับ %3 ซึ่งเป็นส่วนหนึ่งของเว็บไซต์ผู้พัฒนาระบบ %4 ของเรา โปรแกรมเมอร์จะช่วยสนับสนุน %1 เพื่อการแก้ปัญหาความบกพร่องในเรื่องความปลอดภัยอย่างทันท่วงที และจะหยุดการเชื่อมต่อกับการโจมตีใดๆ หรือ ผู้บุกรุกเครือข่ายต่างๆ ในกรณีใดๆ เกี่ยวกับความบกพร่องในเรื่องความปลอดภัย หรือ การโจมตีแอพพลิเคชัน API ต่างๆ หรือ เนื้อหาข้อมูลในระบบ โปรแกรมเมอร์จะไม่นำข้อมูลนั้นเผยแพร่ต่อสาธารณะ (เช่น สื่อมวลชน บล็อก สื่อสังคมออนไลน์ เว็บบอร์ด หรือ กระดานสนทนา ฯลฯ) โดยปราศจากการแจ้งให้ทราบเป็นลายลักษณ์อักษร และได้รับอนุญาตจาก %1 ตามแต่กรณี
