Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. When the self-exclusion period is set, the balance of funds in the client's account will be refunded to the client. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
es_es: Los clientes que deseen auto-excluirse de la página web deben ser conscientes de que el período de auto-exclusión tiene un mínimo de seis meses con la opción de ampliarlo a un total de cinco años, de inmediato y sin ningún período de reflexión. Cuando se establece el período de auto-exclusión, se devolverá al cliente el saldo de su cuenta. Al final del período de auto-exclusión, la auto-exclusión permanece en vigor, a no ser que el cliente tome acción positiva con el fin de volver a operar con su cuenta.
it_it: I clienti che desiderano autoescludersi devono essere consapevoli del fatto che il periodo di auto esclusione prevede un minimo di sei mesi, con la possibilità di estenderlo fino a cinque anni, immediatamente senza alcun periodo di riflessione. Dopo aver stabilito il periodo di auto esclusione, al cliente verrà rimborsato il saldo dei fondi presenti sul suo account. Alla fine del periodo di auto esclusione, quest'ultima rimane in vigore, a meno che il cliente non agisca in modo tale da riprendere il suo trading.
ru_ru: Клиенты, которые желают запросить самоисключение с сайта, должны иметь в виду, что период самоисключения составляет минимум шесть месяцев и может быть продлен в общей сложности до пяти лет, немедленно, без периода на обдумывания. При установке периода самоисключения баланс средств на клиентском счету будет возмещен клиенту. По истечении периода самоисключения, самоисключение остается в силе, если клиентом не предпринимаются действия для возобновления торговли.
th_th: ลูกค้าผู้ซึ่งปรารถนาในการพักการซื้อขายควรจะตระหนักถึงช่วงระยะเวลา โดยมีระยะขั้นต่ำอยู่ที่ 6 เดือน และสามารถขยายไปได้ถึง 5 ปี ทันที โดยไม่มีช่วงพัก เมื่อได้ตั้งค่าช่วงเวลาพักดังกล่าว เงินคงเหลือในบัญชีของลูกค้าจะถูกโอนคืนให้กับลูกค้า และในตลอดช่วงสุดท้ายของระยะที่ขอพักการซื้อขาย ตราบเท่าที่ลูกค้ามีความประสงค์จะกลับมาซื้อขายอีกครั้ง

source: Clients with insider knowledge of any financial market or instrument are prohibited from trading at this website.
es_es: Los clientes con conocimiento interno de cualquier mercado o instrumento financiero no tienen permitido operar en este sitio web.
it_it: Ai clienti a conoscenza di informazioni privilegiate relative a qualsiasi strumento o mercato finanziario è proibito effettuare trading su questo sito Internet.
ru_ru: Клиенты, имеющие доступ к внутренней информации о финансовых рынках или инструментах, не имеют права торговать на данном сайте.
th_th: ลูกค้าผู้ที่มีความรู้วงในในตลาดการเงิน หรือ เครื่องมือทางการเงินใดๆ ซึ่งห้ามซื้อขายในเว็บไซต์นี้

source: Clients' money
es_es: Fondos de cliente
it_it: Denaro dei clienti
ru_ru: Деньги клиентов
th_th: เงินของลูกค้า

source: Close
es_es: Cerrar
it_it: Chiudi
ru_ru: Закрытие
th_th: ปิด

source: Close Time
es_es: Hora de cierrre
it_it: Ora di chiusura
ru_ru: Время закрытия
th_th: เวลาปิด

source: Close all or any of the client's Open Positions at a closing level that is reasonably available
es_es: Cerrar todas o algunas de las Posiciones Abiertas del cliente a un nivel de cierre razonablemente disponible
it_it: Chiudere una o tutte le posizioni aperte del cliente a un livello di chiusura ragionevolmente disponibile
ru_ru: закрыть любую или все открытые позиции клиента на доступном уровне закрытия,
th_th: การปิดโพซิชั่นเปิดของลูกค้าทั้งหมด หรือ เฉพาะบางราย ที่ระดับปิดอย่างสมเหตุสมผล

source: Close-Low
es_es: Cierre-Bajo
ru_ru: Закрытие-Мин.
th_th: ปิด-ต่ำ

source: Closed Bid
es_es: Cerrar oferta
it_it: Offerta chiusa
ru_ru: Закрытая ставка
th_th: ปิดการประมูล

source: Closed trades made by clients introduced by an Introducing Broker and duly approved by Binary
es_es: Operaciones cerradas hechas por clientes introducidos por un Broker Introductor y debidamente aprobados por Binary
it_it: i trade chiusi sono stati eseguiti da clienti segnalati da un Introducing Broker e opportunamente approvati da Binary.
ru_ru: завершенные сделки, выполненные клиентами, привлечёнными Представляющим брокером и одобренные Binary
th_th: การปิดการซื้อขายโดยลูกค้าจากการแนะนำของโบรกเกอร์แนะนำและได้รับการอนุมัติจาก Binary แล้ว

source: Closed/complete trades
es_es: Operaciones cerradas/ completas
it_it: trade chiusi/completati;
ru_ru: Закрытые/завершенные контракты
th_th: ปิดแล้ว/ซื้อขายสมบูรณ์

source: Closes
es_es: Cierra
it_it: Chiude
ru_ru: Закрывается
th_th: ปิด

source: Closes early (at 18:00)
es_es: Cierra temprano (a las 18:00)
it_it: Chiude in anticipo (alle 18:00)
ru_ru: Закрывается рано (в 18:00)
th_th: ปิดก่อนเวลา (เมื่อเวลา 18:00 น.)

source: Closes early (at 21:00)
es_es: Cierra temprano (a las 21:00)
it_it: Chiude in anticipo (alle 21:00)
ru_ru: Закрывается рано (в 21:00)
th_th: ปิดก่อนเวลา (เมื่อเวลา 21:00 น.)

source: Closing a trade
es_es: Cerrar la operación
it_it: Chiusura di un trade
ru_ru: Закрытие контракта
th_th: การปิดการซื้อขาย

source: Closing an account
es_es: Cierre de cuenta
it_it: Chiusura di un conto
ru_ru: Закрытие счёта
th_th: การปิดบัญชี

source: Closing or partly closing all, or any, of the client's Open Positions based on the prevailing prices available in the relevant markets
es_es: Cerrar total o parcialmente todas o algunas de la posiciones abiertas del cliente de acuerdo con los precios actuales disponibles en los mercados correspondientes
it_it: chiusura parziale o totale di una o alcune delle posizioni aperte del cliente sulla base dei prezzi prevalenti nei mercati di riferimento;
ru_ru: закрыть или частично закрыть все или любые открытые позиции клиента по действующим ценам на соответствующих рынках,
th_th: การปิดทั้งหมด หรือ การปิดบางส่วนของโพซิชั่นที่เปิดของลูกค้าขึ้นอยู่กับราคาที่มีอยู่ทั่วไปในตลาดที่เกี่ยวข้อง

source: Closing price
es_es: Precio de cierre
it_it: Prezzo di chiusura
ru_ru: Цена закрытия
th_th: ราคาปิด

source: Cloudflare's public DNS service gives you more secure and faster web browsing.
es_es: El servicio de DNS pública de Cloudfare le permite navegar en la web de manera más rápida y segura.
it_it: Il servizio pubblico DNS di Cloudflare consente una navigazione web più sicura e veloce.
ru_ru: Система DNS общего пользования от Cloudflare предоставляет более быстрое и надёжное соединение.
th_th: บริการ DNS สาธารณะของ Cloudflare ช่วยให้ท่านค้นดูบนเว็บไซต์ได้ปลอดภัยกว่าและรวดเร็วกว่า

source: Collaborate with a team of world-class, Linux-based Devops Engineers
es_es: Colaborar con un equipo de clase mundial, de ingenieros de Devops basados en Linux
it_it: Collaborare con un gruppo internazionale di ingegneri di DevOps basato su Linux
ru_ru: Сотрудничать с командой первоклассных разработчиков Linux
th_th: ทำงานร่วมกับทีมวิศวกร Linux-based Devops ระดับโลก

source: Collaborate with members of our IT team to identify new ways to improve our products and services for customers
es_es: Colaborar con los miembros de nuestro equipo de TI para identificar nuevas formas de mejorar nuestros productos y servicios para los clientes
it_it: Collaborare con i membri del nostro gruppo IT per identificare nuovi modi per migliorare i nostri prodotti e servizi per i clienti
ru_ru: Сотрудничество с членами нашей IT-команды с целью найти новые способы улучшения наших продуктов и услуг для клиентов
th_th: ทำงานร่วมกับสมาชิกของทีม IT เพื่อระบุหนทางใหม่ๆเพื่อปรับปรุงผลิตภัณฑ์และบริการของเราสำหรับลูกค้า

source: Collaborate with the Customer Support, Compliance, and Payments teams
es_es: Trabajar con los equipos de atención al cliente, cumplimiento y pago
it_it: Collaborare con i team di assistenza clienti, compliance e pagamenti
ru_ru: Сотрудничество с отделом поддержки клиентов, юридическим отделом и командой обработки платежей
th_th: ประสานงานกันกับฝ่ายลูกค้าสัมพันธ์ ฝ่ายกำกับดูแลกิจการ และฝ่ายบริการชำระเงิน

source: Collaborate with the marketing and design team to create recruitment branding materials
es_es: Colaborar con los equipos de marketing y diseño para crear materiales de marca de reclutamiento
it_it: Collaborare con il gruppo responsabile di marketing e progettazione per creare materiali di branding per il reclutamento
ru_ru: Сотрудничество с командой маркетинга и дизайна для создания рекрутинговых и брендинг-материалов
th_th: ทำงานร่วมกับทีมการตลาดและทีมงานออกแบบเพื่อสร้างอุปกรณ์และวัสดุของแบรนด์สำหรับการสรรหาบุคลากร

source: Come up with cohesive design solutions that can achieve our business/product goals and satisfy user needs
es_es: Crear soluciones de diseño cohesivo que puedan alcanzar nuestros objetivos de negocio / producto y satisfacer las necesidades de los usuarios
it_it: Ideare soluzioni di progettazione coerenti che permettano di raggiungere i nostri obiettivi di business/per i prodotti e soddisfino le esigenze degli utenti
ru_ru: Предложение смежных решений в области дизайна, способных достичь целей нашего бизнеса/решений, а также удовлетворения нужд наших клиентов
th_th: สรรหาโซลูชันด้านการออกแบบที่สามารถบรรลุเป้าหมายทางธุรกิจ/ผลิตภัณฑ์และตอบสนองความต้องการของลูกค้า

source: Commencement Date
es_es: Fecha de inicio
it_it: Data di inizio
ru_ru: Дата начала
th_th: วันเริ่มต้น

source: Commision structure
es_es: Estructura de las comisiones
it_it: Struttura delle commissioni
ru_ru: Структура комиссионных
th_th: โครงสร้างผลตอบแทน

source: Commission
es_es: Comisión
it_it: Commissione
ru_ru: Комиссия
th_th: ค่าคอมมิชชั่น

source: Commission and swap scheme
es_es: Esquema de comisión y swap
it_it: Piano di commissioni e swap
ru_ru: Комиссии и свопы
th_th: คอมมิชชั่นและแผน swap

source: Commission on deposits
es_es: Comisión por depósitos
it_it: Commissione sui depositi
ru_ru: Комиссионные на пополнения
th_th: ค่าธรรมเนียมเมื่อฝากเงิน

source: Commission on withdrawals
es_es: Comisión por retiros
it_it: Commissione sui prelievi
ru_ru: Комиссионные на вывод
th_th: ค่าธรรมเนียมเมื่อถอนเงิน

source: Commission per round trade
es_es: Comisión por operación completa
it_it: Commissioni per trade completo
ru_ru: Комиссия за завершенный контракт
th_th: ค่าคอมมิชชั่นต่อรอบการซื้อขาย

source: Commission per side trade
es_es: Comisión por operación alternativa
it_it: Commissioni per trade secondari
ru_ru: Комиссия за совершение сделки
th_th: ค่าคอมมิชชั่นต่อการซื้อขายด้านหนึ่ง

source: Commission rates
es_es: Tasas de comisión
it_it: Commissioni
ru_ru: Процент комиссии
th_th: อัตราค่าคอมมิชชัน

source: Commission shall only be paid where the following are met cumulatively:
es_es: La Comisión solo se pagará cuando se cumpla lo siguiente cumulativamente:
it_it: Le commissioni andranno corrisposte esclusivamente se entrambi i seguenti criteri sono soddisfatti:
ru_ru: Комиссионное вознаграждение выплачивается при соблюдении всех этих условий:
th_th: ค่าคอมมิชชั่นจะจ่ายเมื่อมีเงื่อนไขต่อไปนี้ครบถ้วน

source: Commission will not be paid for Accounts that have been opened or traded by an Associate of the Introducing Broker.
es_es: La Comisión no se pagarán para Cuentas que hayan sido abiertas por o sean operadas por un Asociado del Broker Introductor.
it_it: Le commissioni non verranno corrisposte per i conti che sono stati aperti o negoziati da un Associato dell'Introducing Broker.
ru_ru: Комиссионные не выплачиваются за счета, которые были открыты или торговля на которых ведётся ассоциатом Представляющего брокера.
th_th: จะไม่มีการจ่ายค่าคอมมิชชั่นให้กับบัญชีที่เปิดหรือซื้อขายโดยผู้มีความสัมพันธ์กับโบรกเกอร์แนะนำ

source: Commission-free
es_es: Sin comisiones
it_it: Senza commissioni
ru_ru: Без комиссии
th_th: ไม่มีค่าธรรมเนียม

source: Commissions
es_es: Comisiones
it_it: Commissioni
ru_ru: Комиссионные
th_th: คอมมิชชั่น

source: Commissions will be earned throughout the life of the client, on all transactions the client undertakes with the Company, for as long as the Affiliate remains a member of this affiliate programme. The Company reserves the right to cancel the commissions that are not reclaimed after 2 years.
es_es: Las comisiones se obtendrán a lo largo de toda la vida del cliente, en todas las transacciones que el cliente realiza con la Empresa, durante todo el tiempo en el que el Afiliado sea miembro de este Programa de Afiliados. La Empresa se reserva el derecho a cancelar las comisiones que no sean reclamadas después de 2 años.
it_it: Le commissioni generano guadagni per l'intera vita del cliente, rispetto a tutte le operazioni avviate da quest'ultimo con la Società, fintanto che l'Associato rimarrà membro del programma per gli associati. La Società si riserva il diritto di annullare le commissioni che non sono state riscosse entro 2 anni.
ru_ru: Комиссии будут начисляться в течение всего срока работы клиента, со всех транзакций, подлежащих начислению комиссии, пока Партнёр участвует в партнёрской программе. Компания оставляет за собой право отменять комиссии, не востребованные по истечении 2 лет.
th_th: คอมมิชชันจะสร้างรายได้ให้ตลอดอายุของลูกค้าสำหรับทุกธุรกรรมที่เกิดขึ้นกับบริษัทฯ ตราบใดที่พันธมิตรนายหน้าออนไลน์ยังคงสภาพสมาชิกในโปรแกรมพันธมิตรนายหน้าออนไลน์ บริษัทฯ สงวนสิทธิ์ในการยกเลิกคอมมิชชันที่ไม่ได้มีการเรียกร้องหลังจากระยะเวลา 2 ปี

source: Commissions:
es_es: Comisiones:
it_it: Commissioni:
ru_ru: Комиссионные:
th_th: คอมมิชชั่น:

source: Commodities
es_es: Materias primas
it_it: Materie prime
ru_ru: Сырьевые товары
th_th: สินค้าโภคภัณฑ์

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
es_es: Las materias primas son un recurso valioso que crece o se extrae del suelo, como el oro o la plata. En %1 están valorados en relación al dólar estadounidense.
it_it: Le materie prime sono delle risorse che crescono o che vengono estratte dal suolo, come l'argento, l'oro e il petrolio. Su %1, vengono quotate in dollari americani.
ru_ru: Сырье – это материалы, которые растут или добываются из недр земли, как серебро, золото и нефть. На %1 они оцениваются в американских долларах.
th_th: สินค้าโภคภัณฑ์ คือ ทรัพยากรที่มีอยู่ หรือ สกัด หรือผ่านกระบวนการแยกจากพื้นผิวโลก ได้แก่ เงิน ทอง และน้ำมัน สำหรับมูลค่าที่ใช้ใน %1 ราคาเป็นหน่วยเหรียญสหรัฐ

source: Communicate and collaborate effectively with members of different teams across the organisation.
es_es: Comunicarse y colaborar eficazmente con los miembros de los diferentes departamentos dentro la organización.
it_it: Comunicare e collaborare in maniera efficace con i membri dei diversi team dell'organizzazione.
ru_ru: Эффективная коммуникация и сотрудничество с представителями различных команд в рамках компании.
th_th: สื่อสารและประสานงานอย่างมีประสิทธิภาพกับทีมงานและบุคลากรทีมอื่นๆ ในบริษัทฯ

source: Communicate solutions to customer issues in a clear, concise, friendly, and timely manner
es_es: Comunicar las soluciones a los problemas de los clientes de manera clara, concisa, amigable y puntual
it_it: Comunicare le soluzioni ai problemi dei clienti in modo chiaro, puntuale e cordiale
ru_ru: Сообщение клиентам способов решения их проблем в чёткой, понятной и своевременной манере
th_th: สื่อสารทางแก้ปัญหาต่อปัญหาของลูกค้าอย่างชัดเจน กระทัดรัด เป็นมิตร และทันเวลา

source: Communicate with a wide range of technical and non-technical teams to understand the unique selling points of our products, concepts, user flows, and usage scenarios
es_es: Comunicarse con una amplia gama de equipos técnicos y no técnicos para comprender los puntos de venta únicos de nuestros productos, conceptos, flujos de usuarios y escenarios de uso
it_it: Comunicare con un'ampia varietà di gruppi tecnici e non tecnici per comprendere i punti vendita unici dei nostri prodotti, i concetti, i flussi di utenti e gli scenari di utilizzo
ru_ru: Коммуникация с большим количеством технических и нетехнических команд для понимания уникальных моментов целесообразной продажи наших продуктов, концепций, потока пользователей и сценариев использования
th_th: สื่อสารกับทีมงานที่หลากหลายทั้งทางเทคนิคและไม่ใช่เทคนิคเพื่อให้เข้าใจถึงจุดขายที่เป็นเอกลักษณ์ของผลิตภัณฑ์ แนวคิด แผนผังขั้นตอนของผู้ใช้ และสถานการณ์การใช้งาน

source: Company Ownership
es_es: Propiedad de la empresa
it_it: Proprietà della società
ru_ru: Доля компании
th_th: เจ้าของกิจการ

source: Company addresses
es_es: Direcciones de la empresas
it_it: Indirizzi della società
ru_ru: Адреса компании
th_th: ที่อยู่บริษัทฯ

source: Company or Binary
es_es: La Empresa o Binary
it_it: Società o Binary
ru_ru: Компания или Binary
th_th: บริษัทฯ หรือ ไบนารี

source: Company's Representation
es_es: Representación de la empresa
ru_ru: Гарантии компании
th_th: ตัวแทนของบริษัทฯ

source: Company's obligations
es_es: Obligaciones de la Empresa
it_it: Obblighi della Società
ru_ru: Обязательства Компании
th_th: หน้าที่ของบริษัทฯ

source: Company's rights
es_es: Derechos de la Empresa
it_it: Diritti della Società
ru_ru: Права Компании
th_th: สิทธิ์ของบริษัทฯ

source: Compare MetaTrader 5 accounts
es_es: Comparar cuentas de MetaTrader 5
it_it: Confronta gli account MetaTrader 5
ru_ru: Сравните счета на MetaTrader 5
th_th: เปรียบเทียบบัญชี MetaTrader 5

source: Compensation under Investor Compensation Scheme
es_es: Compensación de acuerdo con el Esquema de Compensación de Inversores
it_it: Risarcimento secondo il sistema di indennizzo degli investitori
ru_ru: Компенсации в рамках Схемы Компенсации инвесторам
th_th: ค่าตอบแทนภายใต้แผนค่าตอบแทนต่อนักลงทุน (Investor Compensation Scheme)

source: Competence
es_es: Competencia
it_it: Competenze
ru_ru: Компетентность
th_th: ความรู้ความสามารถ

source: Competent Authority
es_es: Autoridad Competente
it_it: Autorità competente
ru_ru: Компетентный орган
th_th: พนักงานเจ้าหน้าที่

source: Competitive and transparent pricing
es_es: Precios competitivos y transparentes
it_it: Prezzi competitivi e trasparenti
ru_ru: Прозрачные и конкурентоспособные цены
th_th: ราคาสมเหตุสมผลและโปร่งใส

source: Competitive spreads
es_es: Spreads competitivos
it_it: Spread competitivi
ru_ru: Выгодные спреды
th_th: สเปรดที่แข่งขันได้

source: Complaints
es_es: Reclamos
it_it: Reclami
ru_ru: Жалобы
th_th: ข้อร้องเรียน

source: Complaints and Disputes
es_es: Quejas y Disputas
it_it: Reclami e Controversie
ru_ru: Жалобы и иски
th_th: การร้องเรียนและข้อโต้แย้ง

source: Complaints and disputes
es_es: Quejas y disputas
it_it: Reclami e controversie
ru_ru: Жалобы и споры
th_th: การร้องเรียนและข้อโต้แย้ง

source: Complete your %1Tax Information%2.
es_es: Complete su %1Información fiscal%2.
it_it: Completa le %1informazioni fiscali%2.
ru_ru: Заполните %1налоговую информацию%2.
th_th: โปรดบันทึก %1 ข้อมูลภาษีของท่าน %2ให้สมบูรณ์

source: Compliance Executive
es_es: Ejecutivo de cumplimiento
it_it: Compliance Esecutiva
ru_ru: Специалист отдела регулир. и контроля
th_th: เจ้าหน้าที่กำกับดูแล

source: Compliance and Payments Analyst
es_es: Analista de Cumplimiento y Pagos
it_it: Analista per compliance e pagamenti
ru_ru: Нормативно-правовое соответствие и аналитика платежей
th_th: นักวิเคราะห์การชำระเงินและกำกับปฏิบัติการตามกฏหมาย

source: Compliance and Risk Management
es_es: Cumplimiento y Gestión del Riesgo
it_it: Gestione del rischio e della compliance
ru_ru: Юр. соответствие и управление рисками
th_th: การปฏิบัติตามกฎระเบียบและการบริหารความเสี่ยง

source: Compliance with and amendments to these Terms
es_es: Cumplimiento con y modificaciones de estos Términos
it_it: Conformità ai presenti Termini ed eventuali modifiche
ru_ru: Соблюдение и внесение изменений в данные Правила
th_th: การปฏิบัติตามข้อกำหนดและบทแก้ไขเพิ่มเติมของข้อตกลงเหล่านี้

source: Comply with any Competent Authorities' requests or directions
es_es: Cumplir con cualquier solicitud o directiva de las Autoridades Competentes
it_it: agire nel rispetto delle richieste e direttive delle autorità competenti
ru_ru: удовлетворять запросы и требования компетентных органов,
th_th: ปฏิบัติตามคำร้องขอ หรือ คำสั่งของพนักงานเจ้าหน้าที่

source: Comprehensive
es_es: Integral
it_it: Completa
ru_ru: Широкий выбор
th_th: อย่างครอบคลุม

source: Compressing Image
es_es: Comprimiendo imagen
it_it: Compressione immagine
ru_ru: Уменьшение изображения
th_th: ภาพที่ถูกย่อขนาด

source: Computer system and method for speculating on a financial market
es_es: Un sistema informático y un procedimiento para especular sobre un mercado financiero
it_it: Sistema operativo e metodo per speculare su un mercato finanziario
ru_ru: Компьютерная система и методы спекуляций на финансовом рынке
th_th: ระเบียบวิธีและระบบคอมพิวเตอร์สำหรับการเก็งกำไรในตลาดการเงิน

source: Computer trading system for offering custom financial market speculations
es_es: Un sistema para operaciones desde el ordenador para ofrecer especulaciones personalizadas sobre mercados financieros
it_it: Sistema di trading su computer per offrire speculazioni personalizzate sui mercati finanziari
ru_ru: Компьютерная торговая система для индивидуальных спекуляций на финансовых рынках
th_th: ระบบคอมพิวเตอร์เพื่อการซื้อขายผลิตภัณฑ์การลงทุนเพื่อการเก็งกำไรในตลาดการเงิน

source: Conduct disaster and recovery planning, as well as their execution
es_es: Realizar la planificación para casos de desastre y recuperación, así como su ejecución
it_it: Condurre la pianificazione e l'esecuzione di emergenza e di ripristino
ru_ru: Подготовка и проведение плана аварийного восстановления
th_th: จัดทำแผนป้องกันภัยพิบัติและการฟื้นฟูและการดำเนินการ

source: Conduct full lifecycle analysis that include requirements, activities, and design.
es_es: Realizar un análisis completo del ciclo de vida que incluye requisitos, actividades y diseño.
it_it: Condurre analisi del ciclo di vita completo che comprenda requisiti, attività e design.
ru_ru: Проведение полного анализа, включающего требования, действия и дизайн.
th_th: สามารถดำเนินการอย่างครบวงจรตั้งแต่ การรวบรวมข้อกำหนดความต้องการ การกำหนดกิจกรรมการรวบรวมข้อมูล การวิเคราะห์และออกแบบ

source: Conduct performance testing including backtesting, stress testing analysis, and benchmarking
es_es: Realizar pruebas de rendimiento, incluyendo el backtesting, análisis de las pruebas de resistencia y evaluación comparativa
it_it: Condurre valutazioni delle prestazioni, compresi test retrospettivi (backtest), analisi di stress test e valori di riferimento
ru_ru: Тестирование производительности, включая тестирование исторических данных, анализ стресс-тестов и сопоставительное тестирование
th_th: ดำเนินการทดสอบประสิทธิภาพ รวมถึง backtesting การวิเคราะห์การทดสอบความเครียด และการเปรียบเทียบประสิทธิภาพ

source: Conduct research on competitors and industry trends to identify new products and potential markets
es_es: Realizar investigaciones sobre los competidores y las tendencias de la industria para identificar nuevos productos y mercados potenciales
it_it: Condurre ricerche sui concorrenti e sui trend di settore per indentificare nuovi prodotti e potenziali mercati
ru_ru: Проведение исследований конкурентов и трендов в индустрии с целью поиска новых продуктов и потенциальных рынков
th_th: ทำการค้นคว้าเกี่ยวกับคู่แข่งและแนวโน้มอุตสาหกรรม เพื่อระบุผลิตภัณฑ์ใหม่และตลาดที่มีความเป็นไปได้

source: Conduct research using a variety of qualitative and quantitative methods
es_es: Realizar investigaciones utilizando una variedad de métodos cualitativos y cuantitativos
it_it: Condurre ricerche utilizzando una varietà di metodi qualitativi e quantitativi
ru_ru: Проведение исследований с применением различных количественных и качественных методов
th_th: ทำการค้นคว้าโดยใช้วิธีที่หลากหลายทั้งเชิงคุณภาพและเชิงปริมาณ
