Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The forex is an over-the-counter market where trading takes place between two parties, and not with a centralised exchange or marketplace.
it_it: Il Forex è un mercato over-the-counter in cui il trading avviene tra due parti e non attraverso uno scambio o un mercato centralizzato.

source: The forex is typically traded in <i>lots</i>. One standard <i>lot</i> is equivalent to 100,000 units. Each time you open a position on a currency symbol, you can start with a minimum transaction of <i>0.01 lots</i>.
it_it: Il trading su Forex avviene solitamente in <i>lotti</i>. Un <i>lotto</i> standard equivale a 100.000 unità. Ogni volta che si apre una posizione su un simbolo di valuta, è possibile iniziare con una transazione minima di <i>0,01 lotti</i>.

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code, and design) are under Copyright 1999-%2 Deriv Group companies with all rights reserved.
it_it: I materiali che compongono il sito Internet di %1 (inclusi, senza limitazioni, tutti gli articoli, i testi, i messaggi, i loghi, le raccolte, i sistemi, i codici e il design) sono soggetti alla normativa sul Copyright 1999-%2 per le società del gruppo Deriv con tutti i diritti riservati.

source: The minimum amount for withdrawal will vary depending on the latest exchange rates.
it_it: L'importo minimo per il prelievo dipende dai tassi di cambio più recenti.

source: The products offered on the %1 website include binary options, contracts for difference ("CFDs") and other complex derivatives. Trading binary options may not be suitable for everyone. Trading CFDs carries a high level of risk since leverage can work both to your advantage and disadvantage. As a result, the products offered on the website may not be suitable for all investors because of the risk of losing all of your invested capital. You should never invest money that you cannot afford to lose, and never trade with borrowed money. Before trading in the complex products offered, please be sure to understand the risks involved.
it_it: I prodotti offerti sul sito web di %1 includono opzioni binarie, contratti per differenza (CFD) e altri complessi strumenti derivati. Il trading di opzioni binarie non è adatto a tutti. Il trading di CFD implica un elevato livello di rischio, poiché la leva finanziaria può agire sia a vantaggio che a svantaggio del cliente. Di conseguenza, i prodotti finanziari offerti su questo sito web potrebbero non essere idonei per tutti gli investitori a causa del rischio di perdita dell'intero capitale investito. È raccomandabile che i clienti non investano denaro che non possono permettersi di perdere e non effettuino trade con denaro prestato. Prima di iniziare il trading con gli strumenti complessi offerti, suggeriamo di accertarsi di comprendere i rischi presenti.

source: The reason should be between 5 and 250 characters
it_it: La motivazione deve essere compresa tra i 5 e i 250 caratteri

source: The right to be informed of the use of their personal data, as reflected in this privacy policy
it_it: Il diritto di essere informato dell'uso dei dati personali, come riportato nella politica sulla privacy

source: The right to delete their personal information, subject to the data retention practice of the Company
it_it: Il diritto di cancellare le informazioni personali soggette alla pratica di conservazione dei dati della Società

source: The right to rectify their personal data if the Company holds any information about the applicant that is incomplete or inaccurate
it_it: Il diritto di rettificare i dati personali nel caso in cui la Società sia in possesso di informazioni sul candidato incomplete o inesatte

source: The right to request access to their data from the Company
it_it: Il diritto di richiedere l'accesso ai propri dati da parte della Società

source: The size of your instrument portfolio exceeds 500,000 EUR or its equivalent
it_it: La dimensione del tuo portafoglio di strumenti supera 500.000 EUR o il suo equivalente

source: The synthetic indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends.
it_it: Gli indici sintetici simulano varie situazioni dei mercati reali e forniscono una piattaforma ideale per abituarsi al trading e testare le strategie in varie condizioni di mercato. Questi indici dipendono dalla volatilità e dalle tendenze e aiutano gli utenti a provare diversi scenari, tra cui quelli di alta volatilità, bassa volatilità, trend rialzisti o ribassisti.

source: These limits will change due to fluctuation in currency exchange rates.
it_it: Questi limiti cambieranno a causa della fluttazione dei tassi di cambio valutari.

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Deriv Group company.
it_it: Questo materiale non può essere copiato o ridistribuito a fini commerciali o per alcun tipo di ricompensa senza il previo consenso scritto di una società del gruppo Deriv

source: This Tax Identification Number (TIN) is invalid. You may continue, but to facilitate future payment processes, valid tax information will be required.
it_it: Il codice fiscale non è valido. Per il momento puoi procedere, ma il codico fiscale ti servirà per agevolare i processi di pagamento in futuro.

source: This agreement is between Deriv (SVG) LLC (hereinafter referred to as "the Company" or "%1") and Payment Agent (hereinafter referred to as "the Agent"), both of whom agree to be bound by this agreement.
it_it: Il presente contratto è stipulato tra Deriv (SVG) LLC (di seguito denominata "la Società" o "%1") e l'Agente di pagamento (di seguito denominato "l'Agente"), i quali accettano di essere vincolati a esso.

source: This contract is only available on %1DTrader%2.
it_it: Questo contratto è disponibile solo su %1DTrader%2.

source: This contract is only available on DTrader.%1%2Go to Dtrader%3 to close or cancel this contract.
it_it: Il presente contratto è disponibile su DTrader. %1%2Vai su DTrader%3 per chiuderlo o annullarlo.

source: This document (the "Agreement") sets out the terms and conditions ("Terms") between Deriv Services Ltd (“the Company”) and the person who registered for the %1 Application Programming Interface (“the Programmer”).
it_it: Il presente documento (il "Contratto") illustra i termini e le condizioni ("Termini") tra Deriv Services Ltd (“la Società”) e la persona che ha effettuato l'iscrizione per l'Application Programming Interface di %1 (il "Programmatore").

source: This document (the "Agreement") sets out the terms and conditions between "the Company", which is Deriv Services Ltd, and the person who has applied for this programme ("the Affiliate"), in relation to the Affiliate's application to set up an affiliate account (and membership of the affiliate programme if the Affiliate's application is deemed successful).
it_it: Il presente documento (il "Contratto") stabilisce i termini e le condizioni tra "la Società", ovvero Deriv Services Ltd, e la persona che ha richiesto di partecipare a questo programma ("l'Associato"), in relazione alla richiesta del suddetto di configurare un conto da associato (e aderire al programma per associati qualora la sua candidatura dovesse essere ritenuta valida).

source: This is a continuation of the same point. %1 offers clients a variety of ways of learning how to trade responsibly. Affiliates should make sure that they do learn, for example by encouraging them to build up their expertise with a virtual account rather than trading with real funds straightaway.
it_it: Si tratta del prosieguo dello stesso punto. %1 offre ai clienti soluzioni diverse per imparare a fare trading responsabilmente; gli associati devono accertarsi che i clienti acquisiscano effettivamente tali conoscenze, per esempio incoraggiandoli a fare pratica utilizzando un conto virtuale prima di fare trading con fondi reali.

source: This is one of our core commitments to clients.
it_it: Questo è uno dei degli impegni fondamentali della Società nei confronti dei clienti.

source: This page will redirect to the %1 homepage after 10 seconds.
it_it: Questa pagina ti reindirizza alla homepage di %1 dopo 10 secondi.

source: This section on force majeure events does not apply to Synthetic Indices.
it_it: La presente sezione relativa agli eventi di forza maggiore non si applica agli indici sintetici.

source: This website's services are not made available in certain countries such as the USA, Canada, Hong Kong, or to persons under age 18.
it_it: I servizi di questo sito web non sono disponibili in alcuni paesi quali USA, Canada e Hong Kong, così come agli individui di età inferiore ai 18 anni.

source: To close your account, complete the following steps:
it_it: Per chiudere il conto, completa la seguente procedura:

source: To go long, you will click on 'Buy' to purchase 1 GBP for 1.22781 USD. To go short, you will click on 'Sell' to sell 1 GBP and receive 1.22771 USD in return.
it_it: Per aprire una posizione long, cliccherai su "Acquista" per acquistare 1 GBP per 1,22781 USD. Per aprire una posizione short, farai click su "Vendi" per vendere 1 GBP e ricevere 1,22771 USD in cambio.

source: To go long, you'll want to click on 'Buy' to purchase 1 EUR for 1.17726 USD
it_it: Aprire una posizione long: fai click su "Acquista" per acquistare 1 EUR per 1,17726 USD

source: To go short, you'll click on 'Sell' to sell 1 EUR and receive 1.17725 USD in return.
it_it: Aprire una posizione short: fai click su "Vendi" per vendere 1 EUR e ricevere 1,17725 USD in cambio.

source: To protect your portfolio from adverse market movements due to the market opening gap, we reserve the right to decrease leverage on all offered symbols for financial accounts before market close and increase it again after market open. Please make sure that you have enough funds available in your MT5 account to support your positions at all times.
it_it: Per proteggere il portafoglio da movimenti di mercato sfavorevoli causati dalle differenze nelle aperture dei mercati, ci riserviamo il diritto di ridurre la leva finanziaria sui simboli offerti per i conti finanziari prima della chiusura del mercato, e di aumentarla di nuovo all'apertura. Assicurati di avere fondi sufficienti sul conto MT5 per mantenere sempre le tue posizioni.

source: To provide the client with a better experience, some of the services offered by %1 may require permission to access the client's cloud storage services, such as Google Drive, to save or load DBot trading strategies. In such instances
it_it: Per garantire una migliore esperienza al cliente, alcuni dei servizi offerti da %1 potrebbero richiedere l'autorizzazione per accedere ai servizi di archiviazione cloud, come Google Drive, e per salvare o caricare strategie di trading DBot. In queste circostanze

source: Too addictive
it_it: Crea dipendenza

source: Trade all major currencies, stock indices, commodities, and synthetic indices.
it_it: Fai trading su tutti gli indici azionari, le valute, le materie prime e gli indici sintetici principali.

source: Trade based on "gut feel" or rely on technical and fundamental analysis.
it_it: Puoi fare trading seguendo il tuo istinto o affidandoti all'analisi di base e tecnica.

source: Trade confidently, knowing that your personal data, transactions, and funds are always secure.
it_it: Fai trading senza preoccupazioni, sapendo che i tuoi dati personali, le transazioni e i fondi sono sempre al sicuro.

source: Trade currencies, stock indices, commodities and more in rising, falling, sideways, quiet, and volatile markets.
it_it: Fai trading su valute, indici azionari, materie prime e molto altro su mercati al rialzo, al ribasso, laterali, calmi e volatili.

source: Trade forex and CFDs on our popular multi-asset platform.
it_it: Fai trading su Forex e CFD sulla nostra famosa piattaforma multi-asset.

source: Trade forex and CFDs with a powerful platform recognised as the global standard.
it_it: Fai trading su Forex e CFD con una potente piattaforma riconosciuta come standard globale.

source: Trade forex and contracts for difference (CFDs) on MetaTrader 5 – a multi-asset platform that offers outstanding trading possibilities and technical analysis tools.
it_it: Fai trading con Forex e contratti per differenza (CFD) su MetaTrader 5, una piattaforma multi-asset che offre un'ampia varietà di possibili trade e strumenti di analisi tecnica.

source: Trade on underlying markets that include forex, stock indices, commodities, and more.
it_it: Fai trading sui mercati sottostanti che includono Forex, indici azionario, materie prime e molto altro.

source: Trade when you want. Our Synthetic Indices are available even on weekends.
it_it: Fai trading quando preferisci. I nostri indici sintetici sono disponibili anche nei fine settimana.

source: Trade with Demo account
it_it: Usa conto di prova

source: Trade with Real account
it_it: Usa conto reale

source: Trade with the industry pioneer and holder of a patented pricing technology.
it_it: Fai trading con il pioniere del settore, che vanta una tecnologia di determinazione del prezzo brevettata.

source: Trading Information
it_it: Informazioni sul trading

source: Trading and withdrawals have been disabled on your account. Kindly %1contact customer support%2 for assistance.
it_it: Le funzioni di trading e di prelievo sono state disabilitate per il tuo conto. Ti preghiamo di %1contattare l'assistenza clienti%2.

source: Trading contracts for difference (CFDs) on Synthetic Indices may not be suitable for everyone. Please ensure that you fully understand the risks involved, including the possibility of losing all the funds in your MT5 account. Gambling can be addictive – please play responsibly.
it_it: Il trading di contratti per differenza (CFD) sugli indici sintetici può non essere adatto a tutti. Assicurati di aver compreso appieno i rischi connessi, inclusa la possibilità di perdere tutti fondi sul tuo conto reale MT5. Il gioco d'azzardo può creare dipendenza, per questo ti invitiamo a giocare responsabilmente.

source: Trading information
it_it: Informazioni sul trading

source: Trading instruments
it_it: Strumenti per il trading

source: Transfers between Binary fiat and cryptocurrency accounts are allowed up to a maximum of 2,500.00 USD or equivalent. Fiat and cryptocurrency transfers are also allowed between Binary and MT5 accounts. Charges may apply for every successful transaction.
it_it: Tra conti Binary di fiat e di criptovalute sono consentiti trasferimenti per un massimo di 2.500,000 USD o equivalente in altra valuta; inoltre, sono consentiti anche tra conti Binary e MT5. Potrebbero essere applicate commissioni per ogni operazione andata a buon fine.

source: Transparency
it_it: Trasparenza

source: Try Deriv.com now
it_it: Prova ora Deriv.com

source: Try our %1Synthetic Indices%2.
it_it: Prova i nostri %1indici sintetici%2.

source: US dollar vs Canadian dollar
it_it: Dollaro statunitense vs dollaro canadese

source: US dollar vs Chinese renminbi
it_it: Dollaro statunitense vs renminbi cinese

source: US dollar vs Hong Kong dollar
it_it: Dollaro statunitense vs dollaro di Hong Kong

source: US dollar vs Israeli new shekel
it_it: Dollaro statunitense vs nuovo shekel israeliano

source: US dollar vs Japanese yen
it_it: Dollaro statunitense vs yen giapponese

source: US dollar vs Mexican peso
it_it: Dollaro statunitense vs peso messicano

source: US dollar vs Norwegian krone
it_it: Dollaro statunitense vs corona norvegese

source: US dollar vs Polish zloty
it_it: Dollaro statunitense vs zloty polacco

source: US dollar vs Russian ruble
it_it: Dollaro statunitense vs rublo russo

source: US dollar vs Singapore dollar
it_it: Dollaro statunitense vs dollaro di Singapore

source: US dollar vs South African rand
it_it: Dollaro statunitense vs rand sudafricano

source: US dollar vs Swedish krona
it_it: Dollaro statunitense vs corona svedese

source: US dollar vs Swiss franc
it_it: Dollaro statunitense vs franco svizzero

source: US dollar vs Thai baht
it_it: Dollaro statunitense vs baht tailandese

source: US dollar vs Turkish lira
it_it: Dollaro statunitense vs lira turca

source: USD Index – Measures the value of the US dollar against a basket of five global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%
it_it: Indice USD: misura il valore del dollaro statunitense rispetto a un paniere di cinque valute globali (EUR, GBP, JPY, CAD, AUD), ciascuna ponderata del 20%

source: Update my details
it_it: Aggiorna le mie informazioni

source: Update your personal details
it_it: Aggiorna le informazioni personali

source: Using our website, customers can trade currencies, stock indices, commodities, and synthetic indices 24/7. We have the most flexible pricing and the most comprehensive suite of products available.
it_it: Utilizzando il nostro sito web, i clienti possono effettuare trading su valute, indici azionari, materie prime e indici sintetici 24/7. Offriamo i prezzi più flessibili e una gamma completa di prodotti.

source: Verification required
it_it: È richiesta l'autenticazione

source: Verify identity
it_it: Verifica identità

source: Volatility 10 (1s) Index
it_it: Indice di volatilità 10 (1s)

source: Volatility 100 (1s) Index
it_it: Indice di volatilità 100 (1s)

source: Volatility 25 (1s) Index
it_it: Indice di volatilità 25 (1s)

source: Volatility 50 (1s) Index
it_it: Indice di volatilità 50 (1s)

source: Volatility 75 (1s) Index
it_it: Indice di volatilità 75 (1s)

source: We are PayOps, part of the Compliance department. Our team emphasizes business development by implementing the payment strategy for the Deriv group of companies in collaboration with the Marketing team.
it_it: Il team PayOps fa parte del reparto compliance; incentiva lo sviluppo del business implementando la strategia di pagamento per il gruppo di società Deriv in collaborazione con il team di marketing.

source: We can't validate your personal details because there is some information missing.
it_it: Non è possibile convalidare le informazioni personali perché mancano alcuni dati.

source: We delete an order with the largest margin reserved.
it_it: Cancelliamo un ordine con il maggiore margine riservato.

source: We describe the risks as well as the potential rewards that apply to our services. We emphasise that clients must have a clear understanding of those risks. Recognising that trading can be addictive, we emphasise that clients must trade only with money that they can afford to lose, and they must never trade with borrowed funds. They should put a limit on their winnings, and they should never trade when they are tired or under the influence of alcohol or medication.
it_it: La Società descrive i rischi così come i potenziali guadagni relativi ai servizi offerti, sottolineando che è necessario che i clienti comprendano a fondo tali rischi. Inoltre, riconoscendo che il trading può generare dipendenza, insiste perché i clienti svolgano questa attività solo con denaro che possono permettersi di perdere e non utilizzino fondi presi a prestito. I clienti dovrebbero stabilire un limite ai guadagni ed evitare in ogni circostanza di fare trading quando sono stanchi o sotto l'effetto di alcol o medicinali.

source: We do not pay bribes in any form, and we do not permit anyone else to pay bribes on our behalf. This includes an absolute prohibition on bribes to government officials as well as people in positions of responsibility in the private sector.
it_it: La Società si rifiuta di pagare qualsiasi tipo di tangente e non permette a nessuno di farlo a suo nome. È pertanto assolutamente vietata la corruzione di autorità governative o persone che rivestono ruoli di responsabilità nel settore privato.

source: We expect our business partners as well as our employees to abide by these same values. This Code explains how the Business Principles apply to you. It is intended to provide you with a clear and straightforward summary of the main points. You should read it together with the Payment Agent Terms and Conditions, the Affiliate Programme Terms and Conditions, and the more detailed policies and product descriptions, that appear on our website.
it_it: La Società richiede ai partner commerciali e ai suoi dipendenti di rispettare gli stessi valori. Il presente codice illustra l'applicazione dei principi aziendali nel tuo caso; è pensato per riassumere in modo chiaro e diretto i punti principali. Ti consigliamo di leggerlo insieme ai termini e alle condizioni per gli Agenti di Pagamento e a quelli per gli associati, così come alle politiche e alle descrizioni dei prodotti più dettagliate presenti sul sito web della Società.

source: We hold multiple licenses to comply with regulations around the world. %1 abides by all applicable laws and regulations in the countries where it operates.
it_it: La Società dispone di licenze multiple per soddisfare diversi regolamenti internazionali. %1 agisce nel pieno rispetto delle leggi e dei regolamenti vigenti nei Paesi in cui opera.

source: We keep our promises. When clients trade on our system, we clearly define what they may win, what they may lose, and in what circumstances. If they win, we pay out their rewards quickly and efficiently.
it_it: Manteniamo le promesse fatte: quando i clienti fanno trading sui nostri sistemi, spieghiamo chiaramente cosa potrebbero vincere o perdere, e in quali circostanze. In caso di vincita, versiamo l'importo dovuto rapidamente e senza intoppi.

source: We prohibit all forms of insider trading. This means that clients are not permitted to trade on the basis of knowledge that is not publicly available. For example, such knowledge may include confidential information gained through their work.
it_it: È vietata ogni forma di inside trading: ciò significa che i clienti non possono fare trading sulla base di conoscenze privilegiate che non sono pubblicamente accessibili, come informazioni confidenziali ottenute grazie al loro lavoro.

source: We recognise that bribes may take the form of gifts in kind as well as financial payments. We will not offer or accept gifts that could affect either side’s impartiality, influence a business decision or lead to the improper performance of an official duty.
it_it: La Società riconosce che le tangenti potrebbero assumere la forma di regalo o pagamenti finanziari. In nessuna circostanza offrirà o accetterà regali che intacchino l'imparzialità delle parti, né influenzerà le decisioni relative alle attività o favorirà l'esecuzione impropria di un dovere ufficiale.

source: We take care to maintain accurate books and records that reflect our business transactions as they occur, and we keep them for as long as legally required.
it_it: La Società si preoccupa di tenere traccia delle operazioni commerciali riportandole di volta i volta nei libri e nei registri, che vengono conservati fino a quando previsto dalla legge.

source: We were unable to verify your document automatically. We will try to verify your document manually. Please check back in 1-3 days.
it_it: Non è stato possibile verificare i tuoi documenti in modo automatico, cercheremo dunque di convalidarli manualmente. Richiedi aggiornamenti tra 1-3 giorni.

source: We will continue to close open positions until your margin level becomes higher than the stop out level.
it_it: Continueremo a chiudere le posizioni aperte finché il livello del margine non sarà superiore al livello di stop out.
