Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company holds all the personal data that the Company collects from the client with due diligence and only processes them for purposes as required or allowed by law. This includes the process of obtaining and sharing of certain information with third parties for credit or identity checks to comply with legal and regulatory obligations. In certain cases, the Company may process the client's data to fulfill the Company's contractual obligations with the client.
es_es: La Empresa mantiene todos los datos personales recopilados del cliente con la debida diligencia y los procesa únicamente para los fines requeridos o permitidos por la ley. Esto incluye el proceso de obtener y compartir cierta información con terceros para verificaciones de crédito o de identidad a fin de cumplir con obligaciones legales y de regulación. En ciertos casos, la Empresa puede procesar los datos del cliente para cumplir las obligaciones contractuales con dicho cliente.
it_it: La Società detiene i dati personali raccolti dal cliente con dovuta diligenza e li utilizza esclusivamente per i fini richiesti o consentiti dalla legge, per esmepio per ottenere e condividere alcune informazioni con terzi per verificare che il credito e l'identità siano conformi agli obblighi normativi e legali. In certi casi, La Società potrebbe utilizzare i dati del cliente per rispettare i propri obblighi contrattuali verso lo stesso.
ru_ru: Компания должным образом хранит все личные данные, получаемые от клиентов, и пользуется ими лишь при необходимости или в случаях, разрешенных законом. Это относится к процессам получения и распространения определённой информации третьим лицам для проверки кредитной информации или проверки личности, чтобы соблюдать нормативно-правовые требования. В ряде случаев Компания может использовать данные клиента для соблюдения своих договорных обязательств перед клиентом.
th_th: บริษัทฯ รักษาข้อมูลส่วนบุคคลทั้งหมดที่บริษัทฯ เก็บรวบรวมจากลูกค้าด้วยความระมัดระวัง และจะดำเนินการกับข้อมูลเหล่านั้นด้วยวัตถุประสงค์ตามที่กำหนดโดยกฎหมายเท่านั้น ทั้งนี้รวมถึงกระบวนการในการได้มา การแบ่งปันข้อมูลบางอย่างกับบุคคลที่สามเพื่อการตรวจสอบเครดิตหรืออัตลักษณ์ เพื่อให้เป็นไปตามบทบัญญัติทางกฎหมาย ในบางกรณี บริษัทฯ อาจดำเนินการกับข้อมูลเหล่านั้นเพื่อปฏิบัติตามภาระหน้าที่ในสัญญาที่มีกับลูกค้า

source: The Company holds customer funds in bank accounts separate from the operational accounts, and arrangements have been made to ensure that the assets in the customer accounts will be distributed to the customers in the event of insolvency.
es_es: La Empresa mantiene los fondos de los clientes en cuentas bancarias separadas de las cuentas operativas y se han tomado medidas para garantizar que los activos en las cuentas de los clientes les sean distribuidos en caso de insolvencia.
it_it: La Società detiene i fondi dei clienti in conti bancari diversi da quelli operativi. Inoltre, sono stati presi provvedimenti per accertarsi che, in caso di insolvenza, gli asset nei conti del cliente gli vengano riassegnati.
ru_ru: Компания держит средства клиентов на отдельных банковских счетах, не являющихся рабочими счетами и предпринимает все усилия, чтобы гарантировать, что средства на клиентских счетах будут переданы клиентам в случае неплатёжеспособности Компании.
th_th: บริษัทฯ ดูแลหลักประกันของลูกค้าในบัญชีที่ถูกจัดสรรแยกจากบัญชีปฏิบัติการ และได้จัดการเพื่อให้แน่ใจว่า สินทรัพย์ของบัญชีลูกค้าจะถูกจำหน่ายให้แก่ลูกค้า หากมีภาวะล้มละลาย

source: The Company holds customer funds in bank accounts separate from the operational accounts. Binary (IOM) Ltd & Binary (Europe) Ltd have arrangements in place so that in the event of insolvency they are able to meet their obligations to clients. These arrangements are in the form of a loan agreement between each respective company and the parent company, Binary Limited, this loan will always at minimum cover the client liabilities. This meets the Gambling Commission's requirements for the segregation of customer funds at the level of medium protection.
es_es: La Empresa mantiene los fondos de los clientes en cuentas bancarias separadas de las cuentas operativas. Binary (IOM) Ltd & Binary (Europe) Ltd tienen acuerdos vigentes para que, en caso de insolvencia, puedan cumplir con sus obligaciones con los clientes. Estos acuerdos son en forma de un acuerdo de préstamo entre cada empresa respectiva y la empresa matriz, Binary Limited, este préstamo siempre cubrirá, como mínimo, los pasivos del cliente. Esto cumple con los requisitos de la Comisión de Juego para la segregación de los fondos de los clientes en el nivel de protección media.
it_it: La Società detiene i fondi dei clienti in conti bancari separati da quelli operativi. Gli accordi in essere di Binary (IOM) Ltd e Binary (Europe) Ltd permettono loro di rispettare i propri obblighi nei confronti dei clienti, in caso di insolvenza. Tali accordi si traducono in contratti di finanziamento tra ogni specifica società e la società madre, ovvero Binary Limited. Il prestito coprirà sempre quantomeno gli obblighi del cliente. Tale misura è conforme ai requisti della Gambling Commission per la segregazione dei fondi dei clienti al livello di protezione medio.
ru_ru: Компания хранит средства клиентов на банковских счетах, отдельных от рабочих счетов. Компании Binary (IOM) Ltd и Binary (Europe) Ltd предприняли ряд мер, поэтому в случае неплатёжеспособности компании смогут исполнить свои обязательства перед клиентами. Данные меры представлены договором займа между каждой соответствующей компанией и основной компанией, Binary Limited; данный займ всегда покрывает, по меньшей мере, минимальные обязательства перед клиентами. Это сооьветствует требованиям Комиссии по азартным играм относительно сегрегации средств клиентов в качестве уровня средней защиты.
th_th: บริษัทฯ ดูแลหลักประกันของลูกค้าในบัญชีที่ถูกจัดสรรแยกเพื่อการปฏิบัติการ และ บริษัท Binary (IOM) Ltd และ Binary (Europe) Ltd ได้ดำเนินการ หากมีกรณีภาวะล้มละลาย เขาสามารถดำเนินการตามภาระหน้าที่ต่อลูกค้าได้ การเตรียมการเหล่านี้อยู่ในรูปของสัญญาสินเชื่อระหว่างบริษัทฯ ที่เกี่ยวข้อง กับบริษัทแม่ คือ Binary Limited โดยสินเชื่อจะครอบคลุมจำนวนขั้นต่ำของมูลหนี้ของลูกค้าเสมอ เพื่อเป็นไปตามข้อกำหนดของ Gambling Commission ในการแยกหลักประกันของลูกค้าโดยเป็นมาตรการการป้องกันระดับกลาง

source: The Company is an independent legal entity and is not affiliated with the MT5 trading platform. MT5 is not owned, controlled, or operated by the Company. Therefore, the Company does not provide any warranties related to any MT5 product or service and has not reviewed or verified any performance results that may be presented and/or described on this website in relation to MT5.
es_es: La Empresa es una entidad jurídica independiente y no está afiliada con la plataforma de trading MT5. La Empresa no es propietaria de MT5, y tampoco la controla o maneja. Por lo tanto, la Empresa no brinda cualquier tipo de garantía con respecto a algún producto o servicio de MT5 y no ha revisado o verificado los resultados de desempeño que puedan ser presentados y/o descritos en este sitio web en relación con MT5.
it_it: La Società è un'entità giuridica indipendente e non è affiliata alla piattaforma di trading MT5. MT5 non è controllata o gestita della Società, né è di sua proprietà; pertanto, la Società non fornisce alcuna garanzia sui prodotti e i servizi di MT5, e non ha controllato o verificato eventuali risultati sulle performance che potrebbero essere presentati e/o descritti su questo sito web in riferimento a MT5.
ru_ru: Компания является независимым юридическим лицом и не является партнёром торговой платформы MT5. MT5 не принадлежит, не находится под контролем или управлением Компании. Таким образом, Компания не предоставляет никаких гарантий в отношении продукта или услуг MT5 и не контролирует деятельность и результат, который упоминается и/или приводится в отношении MT5 на данном сайте.
th_th: บริษัทฯ เป็นหน่วยงานอิสระทางกฎหมายและไม่มีความผูกพันต่อระบบซื้อขาย MT5 บริษัทฯ ไม่ได้เป็นเจ้าของ เป็นผู้ควบคุม หรือ ดำเนินการใดๆ ในแพลตฟอร์ม MT5 ดังนั้น บริษัทฯ จะไม่รับประกันใดๆ ต่อผลิตภัณฑ์หรือบริการที่เกี่ยวข้องกับระบบซื้อขาย MT5 รวมถึงบริษัทฯ ไม่ได้มีส่วนในการทวนสอบ หรือ ตรวจสอบศักยภาพการให้บริการของระบบซื้อขาย MT5 ซึ่งถูกแสดง และ/หรือ อธิบายไว้ในเว็บไซต์ที่เกี่ยวข้องกับระบบซื้อขาย MT5

source: The Company is licensed to deal in derivatives on its own account. Client orders will be executed by the Company and the Company will always be the client's sole execution venue for all of the trades a client makes in binary options. This means that the Company will always act as the client's counterparty, wherein it takes the other side of the client's trade. The clients should be aware that they are exposed to higher risks as all Binary Options contracts are traded on over-the-counter (OTC) markets, as opposed to regulated exchanges. This section of the policy will outline how the Company intends to comply with its best execution obligations.
es_es: La Empresa tiene licencia para negociar con derivados por cuenta propia. Las órdenes del cliente serán ejecutadas por la Empresa y esta siempre será el único medio de ejecución del cliente para todas las operaciones que el cliente realice con opciones binarias. Esto significa que la Empresa siempre actuará como contraparte del cliente, en donde toma la otra parte de la operación del cliente. Los clientes deben ser conscientes que están expuestos a mayores riesgos, ya que todos los contratos de Opciones Binarias se negocian en mercados extra bursátiles (OTC), en lugar de mercados regulados. Esta sección de la política describirá cómo la Empresa pretende cumplir con sus obligaciones de mejor ejecución.
it_it: La Società è autorizzata a scambiare derivati per proprio conto. Gli ordini dei clienti verranno eseguiti dalla Società, che sarà la esclusiva sede di esecuzione di tutti i trade di opzioni binarie sottoscritti da un cliente. Ciò significa che la Società agirà sempre come controparte del cliente per quanto riguarda l'altro lato dei trade dei clienti. Questi ultimi dovrebbero essere consapevoli dei maggiori rischi a cui sono esposti dal momento che tutti i contratti di opzioni binarie sono conclusi sui mercati over-the-counter (OTC), a differenza degli scambi regolati. Questa sezione del regolamento mette in evidenza come la Società intenda rispettare i propri obblighi di miglior esecuzione.
ru_ru: Компания лицензирована для работы с производными продуктами (деривативами) на своём собственном счету. Ордеры клиента будут исполнены Компанией, которая всегда будет выполнять роль единственного места исполнения ордеров клиента для всех контрактов, заключённых на бинарных опционах. Это означает, что Компания всегда будет выступать контрагентом клиента, при том, что Компания принимает другую сторону в контрактах клиента. Клиенты должны знать, что они подвержены более высокому риску, так как все контракты на бинарных опционах осуществляются на внебиржевом рынке (OTC), в отличие от регулируемых бирж. Данный раздел правил поясняет, каким образом Компания соблюдает обязательства в рамках политики наилучшего исполнения.
th_th: บริษัทฯ ได้รับใบอนุญาตทางการค้าเพื่อดำเนินการซื้อขายสัญญาซื้อขายล่วงหน้าในบัญชีของตนเอง คำสั่งของลูกค้าจะถูกดำเนินการโดยบริษัทฯ และบริษัทฯ จะเป็นสถานที่ดำเนินการของลูกค้าแต่เพียงผู้เดียวสำหรับการซื้อขายไบนารีออปชั่นทั้งหมดของลูกค้า ซึ่งหมายความว่า บริษัทฯ จะทำหน้าที่เป็นคู่ค้าของลูกค้าเสมอ ลูกค้าพึงตระหนักว่า พวกเขามีความเสี่ยงที่สูงขึ้นเนื่องจากสัญญาซื้อขายไบนารี่ออปชั่นทั้งหมดมีการซื้อขายในตลาดแบบซื้อขายได้เองโดยตรง (OTC) ซึ่งต่างจากตลาดแลกเปลี่ยนแบบควบคุมทั่วไป ในนโยบายส่วนนี้จะอธิบายถึงวิธีการที่บริษัทฯตั้งใจที่จะปฏิบัติตามข้อผูกพันในสัญญาให้ดีที่สุด

source: The Company is not liable for loss or damage of any kind whatsoever arising as a result of information or prices published on or furnished through the %1 API, or any errors or omissions of the %1 API.
es_es: La Empresa no es responsable por pérdidas o daños de cualquier tipo que surjan como resultado de información o precios publicados en o facilitados a través de la API de %1, o cualquier error u omisión de la API de %1.
it_it: La Società non è responsabile per eventuali perdite o danni di alcun tipo causati dalle informazioni o dai prezzi pubblicati/forniti tramite l'API di %1, o errori od omissioni della stessa.
ru_ru: Компания не несёт ответственности за убыток или любой ущерб, возникающий по причине информации или цен, опубликованных или предоставленных посредством API %1, а также в связи с любыми ошибками или упущениями в API %1.
th_th: บริษัทฯ ไม่รับผิดชอบความสูญเสีย หรือ ความเสียหายใดๆ อันอาจจะเกิดขึ้นจากข้อมูล หรือ ราคาที่เผยแพร่ หรือ เกิดขึ้นจาก API ของ %1 หรือ ข้อผิดพลาดใดๆ หรือ การละเว้นที่เกิดจาก API ของ %1

source: The Company is not under any obligation of confidentiality with respect to the Contributions.
es_es: La Empresa no tiene ninguna obligación de confidencialidad con respecto a las Contribuciones.
it_it: La Società non è tenuta a rispettare alcun obbligo di riservatezza relativamente ai contributi.
ru_ru: Компания не несёт никаких обязательств в отношении конфиденциальности данных Дополнений.
th_th: บริษัทฯ ไม่อยู่ภายใต้ข้อผูกพันใดๆ ของการรักษาความลับจากผลงานการมีส่วนร่วม

source: The Company is required by its licence to inform clients about what happens to the funds that the Company holds on account for clients, and the extent to which funds are protected in the event of insolvency. To learn more, please refer %1here%2.
es_es: La Empresa está obligada por su licencia a informar a los clientes sobre lo que sucede con los fondos que la Empresa guarda en su cuenta para los clientes, y la medida en que los fondos están protegidos en caso de insolvencia. Para obtener más información, consulte este <a href='%1'>enlace</a>.
it_it: Come richiesto dalla nostra licenza, la Società è tenuta a informare il cliente sulle performance dei fondi che detiene a suo nome e sul livello di protezione di tali fondi in caso di insolvenza. Per maggiori informazioni, fare click %1qui%2.
ru_ru: Лицензия Компании требует информировать клиентов о состоянии средств, находящихся их счетах, и о степени защиты средств в случае неплатежеспособности Компании. Для получения более подробной информации, пожалуйста, посетите данную %1страницу%2.
th_th: ตามข้อกำหนดในใบอนุญาต บริษัทฯ จะต้องแจ้งให้ลูกค้าทราบเกี่ยวกับสิ่งที่เกิดขึ้นกับหลักประกันที่บริษัทฯ ดูแลในบัญชีของลูกค้า และขอบเขตที่หลักประกันได้รับการคุ้มครองจากภาวะล้มละลาย ศึกษาข้อมูลเพิ่มได้ %1ที่นี่%2

source: The Company is required to do so in accordance with any relevant law or regulation.
es_es: La Empresa está obligada a proseguir así de acuerdo con cualquier ley o reglamento relevante.
it_it: la Società è tenuta ad agire in tal senso in conformità a eventuali leggi o regolamenti.
ru_ru: Компания вынуждена отказать в выводе средств в рамках соответствующего закона или нормативного требования.
th_th: บริษัทฯ จะต้องปฏิบัติตามกฎหมาย หรือ หลักเกณฑ์ที่เกี่ยวข้อง

source: The Company is required to take a number of factors into account when considering how to give the client best execution, specifically:
es_es: Se requiere que la Empresa considere una serie de factores al determinar como dar al cliente la mejor ejecución, específicamente:
it_it: La Società è tenuta a prendere in considerazione una serie di fattori quando valuta come garantire al cliente la miglior esecuzione, in particolare:
ru_ru: Компании необходимо учитывать ряд факторов при предоставлении клиенту наилучшего исполнения, в частности:
th_th: บริษัทฯ จำเป็นต้องใช้ปัจจัยที่หลากหลาย เมื่อกำลังดำเนินการพิจารณาการประมวลผลที่ดีที่สุดให้กับลูกค้า

source: The Company is required under data protection legislation to notify the applicant of the information contained in this privacy notice. As such, it is important that the applicant read this notice, together with any other privacy notice that the Company may provide for the applicant on specific occasions when the Company is collectiong or processing personal data about the applicant, so that the applicant is aware of how and why the Company is using such information.
es_es: Según la legislación de protección de datos, la Empresa debe notificar al solicitante de la información contenida en este aviso de privacidad. Como tal, es importante que el solicitante lea este aviso, junto con cualquier otro aviso de privacidad que la Empresa pueda proporcionar al solicitante en ocasiones especificas cuando la Empresa se encuentra recopilando o procesando datos personales sobre el solicitante y este al tanto de como y por que la Empresa esta utilizando dicha información.
ru_ru: Согласно закону о защите данных, Компания обязана уведомлять заявителей о данной политике конфиденциальности относительно хранящейся о нём информации. В этой связи заявитель должен прочесть данное уведомление и любые другие уведомления о конфиденциальности, отправляемые ему Компанией в ряде случаев, когда Компании необходимо собирать или обрабатывать личную информацию о заявителе, чтобы заявитель знал, как и зачем Компания использует таковую информацию.
th_th: บริษัทฯ มีหน้าที่ปฏิบัติตามกฎหมายภายใต้กฎระเบียบการป้องกันข้อมูลในการแจ้งแก่ผู้สมัครถึงข้อมูลที่เกี่ยวข้องกับนโยบายการรักษาข้อมูลส่วนบุคคลนี้ ดังนั้น ผู้สมัครควรจะให้ความสำคัญและอ่านข้อกำหนดของนโยบายฯ นี้ควบคู่ไปกับนโยบายความเป็นส่วนบุคคลอื่นฯ ที่บริษัทฯ ได้นำเรียนต่อผู้สมัครในโอกาสต่างๆ และเมื่อบริษัทฯ ได้ดำเนินการรวบรวมหรือ ประเมินผลข้อมูลส่วนบุคคลเกี่ยวกับผู้สมัคร เพื่อผู้สมัครจะได้รับทราบว่า บริษัทฯ กำลังใช้ข้อมูลดังกล่าวอย่างไรและด้วยความประสงค์ใด

source: The Company is the sole owner of all rights, titles, or interests whatsoever in and to all %1 electronic systems, including but not limited to any and all software, e-mail, and email management software, along with any modifications.
es_es: La Empresa es el único propietario de todos los derechos, títulos o intereses de todos los sistemas electrónicos de %1, incluyendo entre otros a cualquier software, correo electrónico y software de gestión de correo electrónico y cualquiera de sus modificación.
it_it: La Società è l'unica proprietaria di tutti i diritti, titoli o interessi di qualsiasi tipo relativi ai sistemi elettronici in %1, compresi in via non esclusiva tutti i software, caselle di posta elettronica e software di gestione della posta, eventuali modifiche incluse.
ru_ru: Компания является единственным владельцем всех прав, полномочий и любых процентов, а также электронных систем %1, включая, но не ограничиваясь любым программным обеспечением, e-mail-ами и соответствующими программами управления электронной перепиской, наряду с любыми модификациями.
th_th: บริษัทฯ เป็นเจ้าของแต่เพียงผู้เดียวในสิทธิ์ หรือ กรรมสิทธิ์ หรือ ผลประโยชน์ อะไรก็ตามในและต่อระบบอิเล็กทรอนิกส์ของ %1 ทั้งหมด รวมถึงซอฟต์แวร์ อีเมล์ และซอฟต์แวร์สำหรับการจัดการอีเมล์ บางอย่างหรือทั้งหมด รวมถึงการแก้ไขเปลี่ยนแปลงใดๆ ด้วย

source: The Company mainly provides contracts for difference (CFDs) via MT5 platform.
es_es: La Empresa proporciona principalmente contratos por diferencias (CFD) a través de la plataforma MT5.
it_it: La Società fornisce prevalentemente contratti per differenza (CFD) tramite la piattaforma MT5.
ru_ru: Компания преимущественно предоставляет контракты на разницу (CFD) на платформе MT5.
th_th: บริษัทฯ จะให้บริการสัญญาสำหรับส่วนต่าง (CFD) ผ่านแพลตฟอร์ม MT5 เป็นหลัก

source: The Company maintains customer balances in cash or cash equivalent. The Company ensures that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
es_es: La Empresa mantiene el saldo del cliente en efectivo o equivalente. La Empresa se asegura que cada saldo esté disponible para extracción inmediata, sujeta a verificación.
it_it: La Società mantiene il saldo dei clienti in contanti o equivalenti; inoltre, garantisce che il saldo di ogni cliente sia disponibile al 100% per il prelievo immediato, previa verifica.
ru_ru: Компания содержит клиентские счета в наличных или эквиваленте. Компания гарантирует, что 100% средств клиентов доступны для вывода после прохождения процесса авторизации счета.
th_th: บริษัทฯ รักษายอดคงเหลือที่เป็นเงินสด หรือ เทียบเท่าเงินสดของลูกค้า บริษัทฯ จะตรวจสอบให้มั่นใจว่า เมื่อลูกค้าต้องการสั่งถอนเงินจะสามารถทำได้ทันที 100% ของยอดที่มีอยู่ในบัญชีลูกค้า และขึ้นอยู่กับการตรวจสอบ

source: The Company makes no claims that the %1 website will be uninterrupted or provide an error-free service and will not be liable for the consequences of any such errors or interruptions.
es_es: La Empresa no declara que el sitio web %1 será ininterrumpido o que proporcionará un servicio libre de errores y no será responsable por las consecuencias de dichos errores o interrupciones.
it_it: La Società non dichiara in alcun modo che il sito internet di %1 fornisca un servizio privo di errori o interruzioni, e non sarà responsabile per le conseguenze di quest'ultimi.
ru_ru: Компания не ручается, что вебсайт %1 будет всегда функционировать без прерывания связи, не обязуется предоставлять свои услуги без каких-либо ошибок, а также не несет ответственности за последствия любых таких ошибок или проблем со связью.
th_th: บริษัทฯ ปฏิเสธในการอ้างสิทธิ์ที่ว่า เว็บไซต์ %1 จะไม่มีการถูกรบกวน หรือ เป็นบริการที่ปราศจากข้อผิดพลาด และจะไม่รับผิดชอบใดๆต่อผลลัพธ์ที่อาจเป็นผลมาจากข้อผิดพลาด หรือการหยุดชะงักใดๆ

source: The Company may also collect personal data about the applicant from third parties, such as further references supplied by former employers and information from criminal records checks.
es_es: La Empresa podrá también recolectar datos personales acerca del solicitante a través de terceros, como referencias adicionales proporcionadas por antiguos empleadores e información de antecedentes criminales.
ru_ru: Также Компания может собирать личную информацию относительно заявителя у третьей стороны, включая рекоммендации от бывших работодателей и информацию о наличии криминальной истории.
th_th: บริษัทฯ เก็บรักษาข้อมูลส่วนบุคคลของผู้สมัครจากบุคคลภายนอก เช่น การอ้างอิงเพิ่มเติมจากนายจ้างเดิมและข้อมูลประวัติอาชญากรรม

source: The Company may also impose volume trading limits on clients' accounts at its sole discretion. Trading volume limits can be viewed in the Security & limits section of the client's account. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
es_es: La Empresa también puede imponer limites de volumen de operación en las cuentas de los clientes a su absoluta discreción. Los límites de volumen de operación se pueden ver en la sección de Seguridad y Límites de la cuenta del cliente. Si el saldo de la cuenta excede la capacidad máxima de la cuenta, se deben realizar retiros para llevar el saldo por debajo de este límite.
it_it: La Società può inoltre, a sua esclusiva discrezione, imporre limiti al volume di trading sui conti dei clienti. È possibile prendere visione di tali limiti nella sezione Protezione e limiti del conto personale. Se il saldo supera l'importo massimo consentito per il conto, occorre effettuare alcuni prelievi per riportarlo al di sotto di tale limite.
ru_ru: Компания также может по своему единоличному усмотрению ввести лимиты для клиентских счетов в отношении объёма торговли. Информацию о лимитах на объём торговли можно найти в разделе Безопасность и ограничения. Если баланс счёта превышает максимальный разрешенный размер, необходимо вывести часть средств, чтобы понизить баланс счёта.
th_th: บริษัทฯ อาจจำกัดปริมาณการซื้อขายในบัญชีของลูกค้าตามดุลยพินิจของบริษัทฯ ลูกค้าสามารถศึกษาข้อมูลเกี่ยวกับข้อจำกัดปริมาณการซื้อขายได้จากส่วนของความปลอดภัยและข้อจำกัดในบัญชีของลูกค้า หากยอดคงเหลือในบัญชีเกินจำนวนสูงสุด จะต้องมีการถอนเงิน เพื่อทำให้ยอดคงเหลือเป็นไปตามข้อจำกัดวงเงินดังกล่าว
