Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Furthermore, the Company disclaims all liability for any malfunctioning, impossibility of access, or poor use conditions of the %1 API due to inappropriate equipment, disturbances related to Internet service providers, the saturation of the Internet network, and any other reason.
es_es: Además, la Empresa rechaza toda responsabilidad por cualquier malfuncionamiento, imposibilidad de acceso o condiciones de mal uso de la API de %1 debido a un equipo inadecuado, alteraciones relacionadas con los proveedores del servicio de internet, la saturación de la red de Internet, y por cualquier otra razón.
it_it: Inoltre, la Società declina ogni responsabilità per malfunzionamento, impossibilità di accesso o condizioni precarie di utilizzo dell'API di %1 a causa di strumentazione inadeguata, interferenze dovute ai fornitori di servizi Internet, saturazione della rete internet o qualsiasi altro motivo.
ru_ru: Также Компания отказывается от любой ответственности за ненадлежащее функционирование, невозможность доступа или плохие возможности использования API %1, ввиду ненадлежащей работы оборудования, прерывания связи со стороны интернет-провайдеров, перегрузки интернет-сети, а также по любым другим причинам.
th_th: นอกจากนี้ บริษัทฯ ขอสงวนสิทธิ์ในมูลหนี้ทั้งหมดสำหรับการใช้งานในทางที่ผิด การเข้าถึงแบบผิดวิธี หรือ การใช้เงื่อนไขที่ไม่ถูกต้องกับ API ของ %1 เนื่องจากอุปกรณ์ที่ไม่เหมาะสม ภาวะผิดปกติที่เกี่ยวข้องกับผู้ให้บริการอินเทอร์เน็ต การอิ่มตัวของเครือข่ายอินเทอร์เน็ต รวมสาเหตุอื่นๆ

source: G. Order handling
es_es: G. Gestión de órdenes
it_it: G. Gestione degli ordini
ru_ru: G. Обработка ордера
th_th: G. การจัดการคำสั่งซื้อ

source: G. Regulatory provisions
es_es: G. Disposiciones reglamentarias
it_it: G. Disposizioni regolamentari
ru_ru: G. Правовые положения
th_th: ช. ข้อมูลเกี่ยวกับบทบัญญัติ

source: GAMSTOP is a free service that enables you to self-exclude from all online gambling companies licensed in Great Britain.
es_es: GAMSTOP es un servicio gratuito que le permite autoexcluirse de todas las empresas de apuestas en línea con licencia en Gran Bretaña.
it_it: GAMSTOP è un servizio gratuito che ti permette di autoescluderti da qualsiasi società di gioco d'azzardo online autorizzata in Gran Bretagna.
ru_ru: GAMSTOP − это бесплатный сервис, позволяющий Вам самоисключаться из торговли на сайтах любых компаний, лицензированных в рамках Великобритании.
th_th: GAMSTOP เป็นบริการฟรีที่ช่วยให้ท่านสามารถพักตัวเองจากบริษัทด้านการพนันออนไลน์ทั้งหมด และได้รับอนุญาตในสหราชอาณาจักร

source: GBE Brokers
ru_ru: брокерам GBE,
th_th: โบรกเกอร์ GBE

source: GBP Index – Measures the value of the British Pound against a basket of five global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%
es_es: El índice de GBP mide el valor de la libra esterlina frente a una cesta de cinco divisas mundiales (USD, EUR, AUD, JPY, CAD), cada una ponderada por 20%
it_it: Indice GBP: misura il valore della Sterlina britannica rispetto a un paniere di cinque valute globali (USD, EUR, AUD, JPY, CAD), ciascuna ponderata del 20%
ru_ru: Индекс GBP, измеряющий значение британского фунта против корзины из 5 основных мировых валют (USD, EUR, AUD, JPY, CAD), каждая из которых взвешена на 20%
th_th: ดัชนี GBP - วัดค่าของเงินปอนด์สเตอริงอังกฤษต่อ 5 สกุลเงินหลักของโลก (USD, EUR, AUD, JPY, CAD) โดยมีน้ำหนักของแต่ละสกุลเงินที่ 20%

source: GBP/USD currency pair and its bid-ask price.
es_es: Par GBP/USD y su precio de compra/venta.
it_it: Coppia di valuta GBP/USD e il suo prezzo d'acquisto/vendita.
ru_ru: Цена бид и аск на паре GBP/USD.
th_th: คู่สกุลเงิน GBP/USD และราคาจะซื้อจะขาย

source: GDPR
ru_ru: GDPR или ОРЗД

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the %1 site use GMT all year round.
es_es: El Tiempo Medio de Greenwich (GMT) es la hora oficial que se utiliza en el Reino Unido durante el invierno. En el verano, el Reino Unido cambia a la Hora de verano de Gran Bretaña, que es GMT + 1 hora. Todas las horas de %1 son GMT durante todo el año.
it_it: GMT è l'acronimo di Greenwich Mean Time, l'ora ufficiale utilizzata nel Regno Unito durante il periodo invernale. In estate, il Regno Unito passa al British Summer Time, ossia GMT +1 ora. Tutti gli orari indicati sul sito di %1 utilizzano GMT tutto l'anno.
ru_ru: GMT – время по Гринвичу или Greenwich Mean Time – это официальное время, используемое в зимний период в Великобритании. Летом время в Великобритании меняется на британское летнее время, которое составляет GMT +1 час. Всё время на сайте %1 всегда указывается в GMT.
th_th: GMT คือตัวข่อของ Greenwich Mean Time เวลามาตรฐานที่ใช้ในฤดูหนาวของสหราชอาณาจักร ส่วนในฤดูร้อนจะเปลี่ยนเป็นเวลาที่เพิ่มขึ้นอีก 1 ชั่วโมง กล่าวคือ ใช้ GMT + 1 โดยเวลาที่ใช้ในระบบ %1 จะเป็น GMT ตลอดทั้งปี

source: Gaming
es_es: Apuestas
it_it: Gioco online
ru_ru: Игры
th_th: การพนัน

source: General
it_it: Info generali
ru_ru: Общие положения
th_th: ทั่วไป

source: General disclosure
es_es: Información general
it_it: Informativa generale
ru_ru: Общие требования
th_th: การเปิดเผยข้อมูลโดยทั่วไป

source: General provisions
es_es: Disposiciones Generales
it_it: Disposizioni generali
ru_ru: Общие положения
th_th: เงื่อนไขทั่วไป

source: General risks
es_es: Riesgos generales
it_it: Rischi generali
ru_ru: Общий риск
th_th: ความเสี่ยงทั่วไป

source: Generally the Company will communicate with the client through this website or by email to the email address given by the client upon account opening. The Company will communicate with the client in English or, if another preferred language is selected at account opening, in that language.
es_es: Generalmente, el cliente será contactado a través de este sitio web o a la dirección de correo electrónico proporcionada por el cliente al abrir la cuenta. El contacto será en inglés o, si selecciona otro idioma de preferencia al abrir su cuenta, en ese idioma.
it_it: Generalmente, la Società comunicherà con il cliente attraverso il presente sito Internet o tramite e-mail all'indirizzo fornitoci durante la fase di apertura del conto. Le nostre comunicazioni avverranno in inglese o nella lingua di preferenza selezionata durante tale fase.
ru_ru: Как правило, Компания общается с клиентами через данный сайт, по электронной почте или по электронному адресу, который клиенты указывают при открытии счета. Компания будет общаться с клиентом на английском или на другом языке, указанном им при открытии счета.
th_th: โดยทั่วไป บริษัทฯ จะติดต่อกับลูกค้าผ่านทางเว็บไซต์ หรือ อีเมล์ที่ใช้เมื่อลูกค้าเปิดบัญชี บริษัทฯ จะใช้ภาษาอังกฤษในการติดต่อกับลูกค้า หรือ ในภาษาอื่นที่ลูกค้าได้เลือกไว้เมื่อดำเนินการเปิดบัญชี

source: Generate periodic and special reports on client trading activity and significant trends that impact our client behaviour
es_es: Generar informes periódicos y especiales sobre la actividad comercial de nuestros clientes y las tendencias significativas que impactan el comportamiento de nuestros clientes
it_it: Generare report periodici e speciali sulle attività di trading dei clienti e su tendenze significative che influiscono sul loro comportamento
ru_ru: Написание периодических и специальных отчётов относительно торговой деятельности клиента и важных трендов, влияющих на поведение клиента
th_th: จัดทำรายงานตามกำหนดเวลาและรายงานพิเศษเกี่ยวกับกิจกรรมการซื้อขายของลูกค้าและแนวโน้มที่สำคัญที่ส่งผลกระทบต่อพฤติกรรมของลูกค้า

source: Generate periodic and special reports that summarise client trading trends
es_es: Generar informes periódicos y especiales que resuman las tendencias comerciales del cliente
it_it: Generare report periodici e speciali per sintetizzare le tendenze di trading dei clienti
ru_ru: Создание периодических и специальных отчётов о тенденциях в торговле клиентов
th_th: จัดทำรายงานตามงวดเวลาและรายงานพิเศษที่มีข้อมูลสรุปเกี่ยวกับแนวโน้มการซื้อขายของลูกค้า

source: Generated verification code:
es_es: Código de verificación generado:
it_it: Codice di verifica generato:
ru_ru: Код подтверждения:
th_th: รหัสยืนยันที่สร้างขึ้น:

source: Generous commissions
es_es: Comisiones generosas
it_it: Commissioni generose
ru_ru: Щедрые комиссионные
th_th: ค่าคอมมิชชั่นที่คุ้มค่า

source: Get %1
es_es: Obtenga %1
it_it: Ottieni %1
ru_ru: Получить%1
th_th: รับเงิน %1

source: Get Started
es_es: Comenzar
it_it: Inizia
ru_ru: С чего начать
th_th: เริ่มเลย

source: Get USD 10,000.00
es_es: Consiga USD 10,000.00
ru_ru: Получить USD 10,000.00
th_th: ได้รับ 10,000.00 เหรียญสหรัฐ

source: Get out of the city centre and enjoy the serenity of island life free from the excesses of commercialisation. Friendly, helpful locals are also never far off.
es_es: Salga del centro de la ciudad y disfrute de la serenidad de la vida en la isla libre de los excesos de la comercialización. Siempre listos para ayudarle, los amigables locales nunca están demasiado lejos.
it_it: Esci dal centro della città e goditi la serenità del mare lontano dal caos della vita urbana. La gente del posto è sempre accogliente e disponibile ad aiutarti.
ru_ru: Выберитесь из шумного города и насладитесь красотой морского пейзажа, не испорченного современным прогрессом. Приобщитесь к развлечениям, доступным местному населению.
th_th: ออกจากเมือง และเพลิดเพลินกับความเงียบสงบของเกาะ มีชีวิตอิสระจากการดำเนินธุรกิจ พบปะกับชาวบ้านที่เป็นมิตร และให้ความช่วยเหลือท่านในกิจกรรมต่างๆ

source: Get started with MT5
es_es: Empezar con MT5
it_it: Guida introduttiva per MT5
ru_ru: Начать с MT5
th_th: เริ่มต้นกับ MT5

source: Get your price
es_es: Obtenga su precio
it_it: Ottieni il tuo prezzo
ru_ru: Узнайте цену
th_th: ตั้งราคาของท่าน

source: Getting Started
es_es: Cómo empezar
it_it: Per iniziare
ru_ru: С чего начать
th_th: เริ่มต้น

source: Getting started
es_es: Introducción
it_it: Per iniziare
ru_ru: С чего начать
th_th: เริ่มต้น

source: Given the Company's role as a Margin trading service provider as described in this agreement, the Company seeks to avoid undue market influence to the extent consistent with the client's trading needs and the Company's risk management policies and procedures. By continuing to use the Margin trading services described in this agreement, the client acknowledges that they are aware of the potential conflict of interest disclosed that may arise and cannot be completely eliminated, and they consent to the Company acting notwithstanding such potential conflict of interests.
es_es: Dado el papel de la Empresa como proveedor de servicios de trading de Margen, tal y como se describe en este Acuerdo, la Empresa busca evitar influencias indebidas en el mercado en la medida en que sean consistentes con las necesidades de trading del cliente y con las políticas y procedimientos de gestión de riesgos de la Empresa. Al continuar utilizando los servicios de trading de Margen descritos en este Acuerdo, el cliente reconoce que es consciente del potencial conflicto de interés mencionado que puede surgir y que no puede ser completamente eliminado, dando así su consentimiento a la Empresa para actuar pese a dicho potencial conflicto de interés.
it_it: Tenuto conto del suo ruolo di fornitore dei servizi di trading a margine descritti nel presente contratto, la Società si impegna a evitare influenze del mercato indebite conformemente alle esigenze di trading del cliente e alle procedure e politiche societarie della gestione del rischio. Continuando a usufruire dei servizi di trading a margine illustrati nel presente contratto, il cliente accetta i potenziali conflitti di interesse dichiarati che potrebbero insorgere e non essere totalmente rimediabili, e acconsente che la Società operi nonostante tali conflitti di interesse.
ru_ru: Учитывая роль Компании в качестве поставщика услуг торговли с использованием маржи, перечисленных в данном соглашении, Компания стремится избегать нежелательного влияния со стороны рынка в той мере, которая соответствует торговым потребностям клиента, политике управления риском и внутреннему регламенту Компании. Продолжая пользоваться услугами торговли с использованием маржи, перечисленными в данном соглашении, клиент подтверждает, что он/она осведомлены о потенциальном конфликте интересов, который может возникнуть и быть не полностью устранённым. Настоящим клиент разрешает Компании действовать, невзирая на потенциальный конфликт интересов.
th_th: ด้วยบทบาทของบริษัทฯ ในฐานะผู้ให้บริการการซื้อขายมาร์จินตามที่ได้อธิบายไว้แล้วในสัญญานี้ บริษัทฯ พยายามหลีกเลี่ยงอิทธิพลของตลาดที่มากเกินควรในขอบเขตที่สอดคล้องกับความต้องการในการซื้อขายของลูกค้า และนโยบายและวิธีดำเนินการในการบริหารความเสี่ยงของบริษัทฯ ในการใช้บริการการซื้อขายมาร์จินที่ได้อธิบายไว้ในสัญญานี้ ลูกค้าทราบว่า ลูกค้าได้ตระหนักถึงผลประโยชน์ทับซ้อนที่เปิดเผยไว้ที่อาจเกิดขึ้นได้ และไม่สามารถหลีกเลี่ยงได้อย่างบริบูรณ์ และลูกค้ายินยอมให้บริษัทฯ ดำเนินการถึงแม้ว่าจะมีผลประโยชน์ทับซ้อนที่เป็นไปได้ดังกล่าว

source: Global Banking & Finance Awards
ru_ru: Премия Global Banking & Finance Awards
th_th: รางวัล Global Banking & Finance

source: Global Banking & Finance Awards 2018
ru_ru: Премия Global Banking & Finance Awards
th_th: รางวัล Global Banking & Finance ปี 2018

source: Global Banking and Finance Review
ru_ru: Журнал Global Banking and Finance Review
th_th: นิตยสาร Global Banking and Finance Review

source: Global Brands Awards 2018
ru_ru: Премия Global Brands Awards 2018
th_th: รางวัล Global Brands ปี 2018

source: Global Brands Magazine
ru_ru: Журнал Global Brands Magazine
th_th: นิตยสาร Global Brands

source: Glossary
es_es: Glosario
it_it: Glossario
ru_ru: Глоссарий
th_th: อภิธานศัพท์

source: Go
es_es: Ir
it_it: Vai
ru_ru: Перейти
th_th: ไป

source: Go ahead, experience it for yourself.
es_es: Adelante, experiméntela por sí mismo.
ru_ru: Насладитесь работой платформы.
th_th: ลุยเลย ลองด้วยตัวคุณเอง

source: Go long = buy
es_es: Asumir posición larga = comprar
it_it: Aprire una posizione long = acquistare
ru_ru: Длинная позиция = покупка
th_th: ส่งคำสั่ง Long = ซื้อ

source: Go long and short
es_es: Asumir posición larga y corta
it_it: Aprire una posizione long e short
ru_ru: Длинная и короткая позиция
th_th: เปิดสัญญา Short และ Long

source: Go short = sell
es_es: Asumir posición corta = vender
it_it: Aprire una posizione short = vendere
ru_ru: Короткая позиция = продажа
th_th: ส่งคำสั่ง Short = ขาย

source: Go to MT5 download page
es_es: Acceder a la página de descarga de MT5
it_it: Vai alla pagina di download di MT5
ru_ru: Перейти к странице загрузки MT5
th_th: ไปที่หน้าดาวน์โหลด MT5

source: Go to MetaTrader 5 dashboard
es_es: Ir al panel de MetaTrader 5
it_it: Vai al dashboard di MetaTrader 5
ru_ru: Перейти к панели MetaTrader 5
th_th: ไปยังรายงานสรุปภาพรวม MetaTrader 5

source: Go to statement
es_es: Ir al extracto
it_it: Vai all'estratto conto
ru_ru: Вернуться к выпискам
th_th: กลับไปที่รายงานเดินบัญชี

source: Go with the leader
es_es: Siga al líder
it_it: Scegli il leader
ru_ru: Следуйте за лидером
th_th: ก้าวไปกับผู้นำ

source: Goes Outside
es_es: Sale fuera
it_it: Esce fuori
ru_ru: выйдет за пределы
th_th: ออกนอกขอบเขต

source: Gold vs US Dollar
es_es: Oro vs dólar estadounidense
ru_ru: Золото против доллара США
th_th: ทอง เทียบกับ ดอลลาร์สหรัฐ

source: Good reporting skills with a keen eye for detail
es_es: Buenas habilidades de presentación de informes con buen ojo para el detalle
it_it: Buone competenze nella rendicontazione e attenzione ai dettagli
ru_ru: Хорошие навыки ведения отчётов и внимание к деталям
th_th: มีทักษะในการรายงานดี และสังเกตในรายละเอียด

source: Good to have:
es_es: Es bueno tener:
it_it: Preferibile avere:
ru_ru: Дополнительные навыки:
th_th: คุณสมบัติที่เป็นประโยชน์:

source: Good understanding of payments functionality and a keen interest in cryptocurrencies
es_es: Buena comprensión de la funcionalidad de pagos y un gran interés en las criptomonedas
it_it: Buona comprensione del funzionamento dei pagamenti e forte interesse per le criprovalute
ru_ru: Хорошее понимание функций платежей и сильный интерес к криптовалютам
th_th: มีความเข้าใจอันดีในปฏิบัติการชำระเงินและมีความสนใจในเงินดิจิทัล

source: Governing law
es_es: Ley aplicable
it_it: Legge applicabile
ru_ru: Применимое право
th_th: กฎหมายที่กำกับ

source: Governing law and jurisdiction
es_es: Leyes aplicables y jurisdicción
it_it: Legge applicabile e giurisdizione
ru_ru: Законодательство и юрисдикция
th_th: กำกับโดยกฎหมายและอำนาจตามกฎหมาย

source: Governing laws and jurisdiction
es_es: Leyes aplicables y Jurisdicción
it_it: Leggi applicabili e giurisdizione
ru_ru: Законодательство и юрисдикция
th_th: การกำกับดูแลโดยกฎหมายและอำนาจตามกฎหมาย

source: Government Officers
es_es: Funcionarios de gobierno
it_it: Funzionari governativi
ru_ru: Гос. служащие
th_th: ข้าราชการ

source: Graphics Designer
es_es: Diseñador gráfico
it_it: Graphic Designer
ru_ru: Графический дизайнер
th_th: นักออกแบบกราฟิก

source: Great Britain Pound vs Australian Dollar
es_es: Libra esterlina vs dólar australiano
ru_ru: Британский фунт против австралийского доллара
th_th: ปอนด์อังกฤษ เทียบกับ ดอลลาร์ออสเตรเลีย

source: Great Britain Pound vs Canadian Dollar
es_es: Libra esterlina vs dólar canadiense
ru_ru: Британский фунт против канадского доллара
th_th: ปอนด์อังกฤษ เทียบกับ ดอลลาร์แคนาดา

source: Great Britain Pound vs Japanese Yen
es_es: Libra esterlina vs yen japonés
ru_ru: Британский фунт против японской иены
th_th: ปอนด์อังกฤษ เทียบกับ เงินเยนญี่ปุ่น

source: Great Britain Pound vs New Zealand Dollar
es_es: Libra esterlina vs dólar neozelandés
ru_ru: Британский фунт против новозеландского доллара
th_th: ปอนด์อังกฤษ เทียบกับ ดอลลาร์นิวซีแลนด์

source: Great Britain Pound vs Norwegian Krone
es_es: Libra esterlina vs corona noruega
ru_ru: Британский фунт против норвежской кроны
th_th: ปอนด์อังกฤษ เทียบกับ เงินโครนนอร์เวย์

source: Great Britain Pound vs Singapore Dollar
es_es: Libra esterlina vs dólar de Singapur
ru_ru: Британский фунт против сингапурского доллара
th_th: ปอนด์อังกฤษ เทียบกับ ดอลลาร์สิงคโปร์

source: Great Britain Pound vs Swedish Krona
es_es: Libra esterlina vs corona sueca
ru_ru: Британский фунт против шведской кроны
th_th: ปอนด์อังกฤษ เทียบกับ เงินโครนาสวีเดน

source: Great Britain Pound vs Swiss Franc
es_es: Libra esterlina vs franco suizo
ru_ru: Британский фунт против швейцарского франка
th_th: ปอนด์อังกฤษ เทียบกับ ฟรังก์สวิส

source: Great Britain Pound vs Turkish Lira
es_es: Libra de Gran Bretaña vs. Lira turca
ru_ru: Британский фунт против турецкой лиры
th_th: ปอนด์สเตอร์ลิงอังกฤษ เทียบกับ ลีราตุรกี

source: Great Britain Pound vs US Dollar
es_es: Libra esterlina vs dólar estadounidense
ru_ru: Британский фунт против доллара США
th_th: ปอนด์อังกฤษ เทียบกับ ดอลลาร์สหรัฐ

source: Group History
es_es: Historia corporativa
it_it: Storia del gruppo
ru_ru: История компании
th_th: ประวัติของเครือ

source: Guide
es_es: Guía
it_it: Guida
ru_ru: Экскурс
th_th: คำแนะนำ

source: H. Monitoring and review
es_es: H. Supervisión y revisión
it_it: H. Monitoraggio e revisione
ru_ru: H. Мониторинг и обзор
th_th: H. การกำกับดูแลและตรวจสอบ

source: H. Quotes
es_es: H. Cotizaciones
it_it: H. Quotazioni
ru_ru: H. Котировки
th_th: ซ. ราคา

source: HF Volatility 10 Index
es_es: Índice HF de Volatilidad 10
it_it: Indice di volatilità HF 10
ru_ru: ВЧ Индекс волатильн. 10
th_th: ดัชนี HF ผันผวน 10

source: HF Volatility 100 Index
es_es: Índice HF de Volatilidad 100
it_it: Indice di volatilità HF 100
ru_ru: ВЧ Индекс волатильн. 100
th_th: ดัชนี HF ผันผวน 100

source: HF Volatility 50 Index
es_es: Índice HF de Volatilidad 50
it_it: Indice di volatilità HF 50
ru_ru: ВЧ Индекс волатильн. 50
th_th: ดัชนี HF ผันผวน 50

source: HR Operations Executive
es_es: Ejecutivo de operaciones de RRHH
it_it: Responsabile operazioni delle risorse umane
ru_ru: Специалист отдела кадров
th_th: เจ้าหน้าที่ปฏิบัติงานฝ่ายบุคคล

source: Handle chargeback disputes and review regulatory complaints
es_es: Manejar disputas sobre devoluciones de cargo y revisar quejas regulatorias
it_it: Gestire le controversie relative ai chargeback ed esaminare i reclami sulle regolamentazioni
ru_ru: Урегулирование вопросов компенсаций и обзор нормативных требований
th_th: จัดการในข้อพิพาทการปฏิเสธการชำระเงิน และตรวจสอบข้อร้องเรียนด้านกฎระเบียบ

source: Hands-on experience in systems and network security. Experience with Fortigate or similar devices (e.g.Cisco, Mikrotik)
es_es: Experiencia práctica en le seguridad de sistemas y redes. Experiencia con Fortigate o dispositivos similares (p. ej, Cisco, Mikrotik)
it_it: Esperienza pratica nella sicurezza di rete e dei sistemi. Esperienza con Fortigate o dispositivi simili (per esempio Cisco, Mikrotik)
ru_ru: Практический опыт в сфере безопасности сетей и систем. Опыт работы с Fortigate или схожими устройствами (напр., Cisco, Mikrotik)
th_th: มีประสบการณ์โดยตรงในระบบและความปลอดภัยของเครือข่าย มีประสบการณ์ใน Fortigate หรืออุปกรณ์ที่คล้ายกัน (เช่น Cisco, Mikrotik)

source: Hands-on experience in troubleshooting computer software, hardware, and a variety of internet applications and networks
es_es: Experiencia práctica en la resolución de problemas de software, hardware y una variedad de aplicaciones y redes de Internet
it_it: Esperienza pratica con hardware e software informatici per la risoluzione problemi, così come con applicazioni Internet e reti varie
ru_ru: Практический опыт устранения неполадок программного обеспечения, аппаратного обеспечения, а также различных интернет-приложений и сетей
th_th: มีประสบการณ์โดยตรงในการแก้ไขปัญหาซอฟต์แวร์คอมพิวเตอร์ ฮาร์ดแวร์ และแอพพลิเคชันและเครือข่ายอินเทอร์เนตที่หลากหลาย

source: Have not previously been a %1 customer
es_es: No haber sido previamente un cliente de %1
it_it: Non essere mai stato un cliente di %1 in passato
ru_ru: не являться текущим клиентом %1,
th_th: ยังไม่เคยเป็นลูกค้าของ %1

source: Health
es_es: Salud
it_it: Salute
ru_ru: Здоровье
th_th: สุขภาพ

source: Hedge your portfolio
es_es: Cubra el riesgo su cartera
it_it: Copri il tuo portafoglio
ru_ru: Хеджируйте свой портфель
th_th: ป้องกันความเสี่ยงของพอร์ตโฟลิโอของท่าน

source: Help in developing advanced risk management tools for various markets (forex, equities, commodities)
es_es: Ayudar en el desarrollo de herramientas avanzadas de gestión de riesgos para varios mercados (forex, valores, materias primas)
it_it: Fornire aiuto nello sviluppo di strumenti avanzati per la gestione del rischio per vari mercati (Forex, azioni, beni)
ru_ru: Помощь в разработке передовых инструментов управления риском на различных рынках (Forex, акции, сырьевые товары)
th_th: ช่วยเหลือในการพัฒนาเครื่องมือการบริหารความเสี่ยงขั้นสูงสำหรับตลาดต่างๆ (ฟอเร็กซ์ หุ้น สินค้าโภคภัณฑ์)

source: Here is some information about the data feeds used by the Company.
es_es: Esta información corresponde a algunos detalles sobre las fuentes de datos utilizadas por la Empresa.
it_it: Di seguito alcune informazioni sui feed di dati utilizzati dalla Società.
ru_ru: Ниже приведена информация о котировках, используемых Компанией.
th_th: ฟีดข้อมูลที่บริษัทฯ ใช้

source: Here's an example of the EUR/USD currency pair and its bid-ask price:
es_es: Aquí hay un ejemplo del par de divisas EUR/USD y su precio de compra-venta:
it_it: Ecco un esempio della coppia di valute EUR/USD e il suo prezzo di vendita-acquisto:
ru_ru: Рассмотрим пример пары EUR/USD с ценой бид и ценой аск:
th_th: นี่คือ ตัวอย่างคู่สกุลเงิน EUR/USD และราคาจะซื้อจะขาย

source: High
es_es: Máximo
ru_ru: Макс.
th_th: สูง

source: High Barrier
es_es: Barrera Superior
it_it: Barriera superiore
ru_ru: Верхний барьер
th_th: Barrier สูง

source: High Tick
es_es: Tick alto
it_it: Tick alto
ru_ru: Высокий тик
th_th: ราคาสูง
