Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: There are risks associated with utilising an Internet-based deal execution trading system, including, but not limited to, the failure of hardware, software, and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, the configuration of the client's equipment, or the reliability of its connection, the Company cannot be responsible for communication failures, distortions, or delays during online trading.
es_es: Existen riesgos relacionados al uso de un sistema de trading basado en Internet, incluyendo pero no limitados a, fallos de hardware, software y de conexión a Internet. Debido a que %1 no controla la señal, la recepción o el enrutamiento a Internet, la configuración de su equipo o la confiabilidad de la conexión, la Empresa no puede responsabilizarse por fallos en la comunicación, distorsiones o retrasos durante el proceso de trading en línea.
it_it: Esistono dei rischi connessi all'utilizzo di un sistema di trading con esecuzione basata su internet, inclusi, senza limitazione, eventuali errori nell'hardware, nel software e nella connessione Internet. Dato che %1 non controlla la potenza del segnale, la sua ricezione o la connessione a Internet, la configurazione dell'attrezzatura del cliente o l'affidabilità della sua connessione, la Società declina ogni responsabilità per errori di comunicazione, distorsioni o ritardi quando si effettua trading online.
ru_ru: Существуют риски, связанные с использованием трейдинговой системы в сети интернет в реальном времени, включая, но не ограничиваясь неполадками в оборудовании, программном обеспечении или интернет-соединении. %1 не контролирует такие факторы, как поставка электроэнергии, получение интернет-сигнала, конфигурация оборудования клиента или надежность интернет-соединения, поэтому Компания не может нести ответственности за проблемы со связью, за прекращение или задержку действий клиента при онлайн торговле.
th_th: มีปัจจัยเสี่ยงที่เกี่ยวข้องต่อการใช้งานระบบซื้อขายทางอินเทอร์เน็ต อันเกิดจากความล้มเหลวของฮาร์ดแวร์ ซอฟต์แวร์ และการเชื่อมต่อทางอินเทอร์เน็ต %1 ไม่ได้ควบคุมสัญญาณที่ส่งผ่านการเครือข่ายอินเทอร์เน็ต การกำหนดค่าตัวแปรของอุปกรณ์ หรือ ความมีเสถียรภาพของการเชื่อมต่อเครือข่าย และบริษัทฯ ไม่สามารถรับผิดชอบต่อการเชื่อมต่อที่ล้มเหลว การหยุดชะงัก ความผิดพลาด การบิดเบือน หรือ ความล่าช้าใดๆ ที่เกิดขึ้นเมื่อมีการซื้อขายผ่านอินเทอร์เน็ต

source: There are two types of In/Out trades:
es_es: Existen dos tipos de operaciones de tipo Dentro/Fuera:
it_it: Ci sono due tipologie di trade Dentro/Fuori:
ru_ru: Существует два типа контрактов Внутри/Вне:
th_th: มีการซื้อขาย In/Out 2 ประเภท:

source: There are two types of Up/Down trades:
es_es: Existen dos tipos de operaciones de tipo Arriba/Abajo:
it_it: Ci sono due tipologie di trade Alto/Basso:
ru_ru: Выделяют два типа контрактов Вверх/Вниз:
th_th: มีการซื้อขาย 2 ประเภทของ Up/Down:

source: There are two types of reset trades:
es_es: Existen dos tipos de operaciones reset:
it_it: Ci sono due tipi di reset trade:
ru_ru: Существует два вида контрактов Reset:
th_th: มีการซื้อขายรีเซ็ท 2 ประเภท

source: There is an amount outstanding from the client to BIEL.
es_es: Hay una cantidad pendiente del cliente a BIEL.
ru_ru: у клиента есть долг перед BIEL,
th_th: ลูกค้ามียอดเงินค้างชำระแก่ BIEL

source: There is an amount outstanding from the client to the Company.
es_es: Hay una cantidad pendiente del cliente a la Empresa.
it_it: in presenza di un debito irrisolto del cliente verso la Società;
ru_ru: у клиента есть долг перед Компанией,
th_th: ลูกค้ามียอดเงินค้างชำระแก่บริษัทฯ

source: There may be times when transfers are not available because the market is closed (weekends or holidays), there is high volatility in the market or because of technical issues.
es_es: Puede haber ocasiones en que las transferencias no estén disponibles porque el mercado está cerrado (fines de semana o días festivos), cuando existe una alta volatilidad en el mercado o debido a los problemas técnicos.
it_it: In alcuni casi i trasferimenti potrebbero non essere disponibili a causa della chiusura del mercato (weekend o festività), dell'elevata volatilità nel mercato o di problemi tecnici.
ru_ru: Перечисление средств может быть недоступно в периоды закрытия рынка (на выходных или в праздничные дни), кода на рынке царит высокая волатильность или у нас возникают технические неполадки.
th_th: อาจมีบางครั้งที่ไม่สามารถโอนได้ เนื่องจากตลาดปิด (วันหยุดสุดสัปดาห์ หรือ วันหยุดราชการ) ตลาดมีความผันผวนสูง หรือ จากปัญหาทางเทคนิค

source: There was a problem accessing the server during purchase.
es_es: Hubo un problema al acceder al servidor durante la compra.
it_it: Durante l'acquisto si è verificato un problema d'accesso al server.
ru_ru: Возникла проблема с доступом к серверу во время процесса покупки.
th_th: มีปัญหาเกิดขึ้นในการเข้าถึงเซิร์ฟเวอร์ขณะส่งคำสั่งซื้อ

source: There was a problem accessing the server.
es_es: Hubo un problema al acceder al servidor.
it_it: Si è verificato un problema d'accesso al server.
ru_ru: Возникла проблема с доступом к серверу.
th_th: มีปัญหาในการเข้าถึงเครื่องแม่ข่าย

source: There was a problem validating your personal details. Please update your %1 %2here%3.
es_es: Hubo un problema al validar sus datos personales. Por favor, actualice su %1 %2aquí%3.
it_it: Si è verificato un problema nella procedura di convalida dei dati personali. Aggiorna i tuoi %1 %2qui%3.
ru_ru: Возникла проблема с подтверждением Ваших личных данных. Пожалуйста, обновите %1 %2здесь%3.
th_th: มีปัญหาในการตรวจสอบข้อมูลส่วนบุคคลของท่าน โปรดปรับปรุงข้อมูล %1%2ของท่านที่นี่%3

source: There was an error
es_es: Hubo un error
it_it: Si è verificato un errore
ru_ru: Произошла ошибка
th_th: มีความผิดพลาดเกิดขึ้น

source: There was some invalid character in an input field.
es_es: Había un carácter no válido en el campo de entrada.
it_it: Un campo di immissione testo conteneva uno o più caratteri non validi.
ru_ru: Неразрешённый символ в поле ввода.
th_th: จากข้อมูลที่ป้อนเข้ามา มีบางอักขระไม่ถูกต้อง

source: There will be no charges for fund transfers from the client's %1 account to their MT5 Real Account in the same currency. Should the client's %1 account and MT5 Real Account be in different currencies, the Company reserves the right to charge a currency conversion fee.
es_es: No habrá cargos por transferencias de fondos de la cuenta %1 del cliente a su Cuenta Real MT5 en la misma moneda. Si la cuenta de %1 y la Cuenta Real MT5 están en diferentes monedas, la Empresa se reserva el derecho a cobrar una comisión de conversión de divisas.
it_it: Non verranno applicate commissioni per il trasferimento di fondi dal conto %1 a quello reale MT5 nella stessa valuta. Qualora tali conti del cliente fossero in valute diverse, la Società si riserva la facoltà di addebitare una commissione per la conversione della valuta.
ru_ru: Комиссионные не взимаются за перевод средств со счёта клиента %1 на Реальный счёт MT5 в одной и той же валюте. Если счёт %1 и Реальный счёт клиента MT5 имеют разные валюты, Компания оставляет за собой право взимать комиссию за конвертацию валюты 1%.
th_th: ไม่มีการเรียกเก็บค่าธรรมเนียมในการโอนเงินจากบัญชี %1 ของลูกค้าไปบัญชี MT5 จริงในสกุลเงินเดียวกัน หากบัญชี %1 และบัญชี MT5 จริงของลูกค้ามีสกุลเงินต่างกัน บริษัทฯ ขอสงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมการแปลงสกุลเงิน

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is %1 %2 (or equivalent in other currency).
es_es: Por lo tanto, la cantidad máxima que puede retirar de forma inmediata (sujeta a la existencia de fondos suficientes en su cuenta) es %1 %2 (o su equivalente en otra divisa).
ru_ru: Поэтому максимально возможная сумма к выводу на данный момент (если на счету есть средства) составляет %1 %2 (или эквивалентную сумму в другой валюте).
th_th: ดังนั้น วงเงินการถอนมากที่สุดของท่านขณะนี้ (หากบัญชีท่านมีวงเงินเพียงพอ) คือ %1 %2 (หรือเทียบเท่าในสกุลเงินอื่น)

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is %1 %2.
es_es: Por lo tanto, la cantidad máxima que puede retirar de forma inmediata (sujeta a la existencia de fondos suficientes en su cuenta) es %1 %2.
ru_ru: Следовательно, Ваш максимальный лимит на вывод на данный момент составляет %1 %2.
th_th: ดังนั้น วงเงินการถอนมากที่สุดของท่านขณะนี้ (หากบัญชีท่านมีวงเงินเพียงพอ) คือ %1 %2

source: These ST&Cs are to be governed by and construed in accordance with Maltese law and the parties hereto agree to submit to the non-exclusive jurisdiction of the Maltese courts.
es_es: Estos T&C'S se regirán y se interpretarán de conformidad con la legislación de Malta, y las partes acuerdan someterse a la jurisdicción no exclusiva de los tribunales de Malta.
it_it: I presenti ST&C devono essere gestiti e realizzati in accordo con la legislazione maltese, e le parti accettano di sottoporsi alla giurisdizione non esclusiva dei tribunali di Malta.
ru_ru: Данные Дополнительные Правила и Условия регулируются и истолковываются в соответствии с мальтийским законодательством. Стороны настоящего документа соглашаются подчиняться неисключительной юрисдикции мальтийского суда.
th_th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ (ST&Cs) ถูกกำกับและอนุมานตามกฎหมายมอลตา และฝ่ายที่เกี่ยวข้องในที่นี้ได้ยอมรับต่อการส่งคำร้องเพื่อพิจารณาโดยศาลของประเทศมอลตา

source: These ST&Cs are to be governed by and construed in accordance with Maltese law, and the parties hereto agree to submit to the non-exclusive jurisdiction of the Maltese courts.
es_es: Estos T&C's se regirán y se interpretarán de conformidad con la legislación de Malta, y las partes acuerdan someterse a la jurisdicción no exclusiva de los tribunales de Malta.
it_it: I presenti ST&C devono essere gestiti e realizzati in accordo con la legislazione maltese, e le parti della presente accettano di sottoporsi alla giurisdizione non esclusiva dei tribunali di Malta.
ru_ru: Данные Дополнительные правила и условия регулируются и истолковываются в соответствии с мальтийским законодательством. Стороны настоящего документа соглашаются подчиняться неисключительной юрисдикции мальтийского суда.
th_th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ (ST&Cs) ถูกกำกับและอนุมานตามกฎหมายมอลตา และฝ่ายที่เกี่ยวข้องในที่นี้ได้ยอมรับต่อการส่งคำร้องเพื่อพิจารณาโดยศาลของประเทศมอลตา

source: These ST&Cs begin to apply on the date BIEL opens the client's account, and, for any new versions after that, on the date BIEL notifies the client.
es_es: Estos T&C's comenzarán a aplicarse desde la fecha en la que BIEL abra la cuenta del cliente y, para cualquier versión posterior, desde que BIEL notifique al cliente.
ru_ru: Данные Дополнительные правила и условия вступают в силу в день, когда BIEL открывает счёт для клиента. BIEL уведомит клиента относительно любых новых версий на момент внесения таковых изменений.
th_th: ST&C เหล่านี้ เริ่มใช้ในวันที่ BIEL เปิดบัญชีของลูกค้า และสำหรับเวอร์ชันใหม่ๆ ที่ตามมาภายหลัง เริ่มใช้ในวันที่ BIEL ได้แจ้งให้ลูกค้าทราบ

source: These ST&Cs form part of, and need to be read together with, the general terms and conditions relating to the use of %1.
es_es: Estos T&C's forman parte de y tienen que ser leídos junto con los Términos y Condiciones Generales relevantes al uso de %1.
it_it: I presenti ST&Cs fanno parte dei termini e delle condizioni generali relativi all'uso di %1, e devono essere consultati insieme a quest'ultimi.
ru_ru: Данные Дополнительные правила и условия являются частью и должны рассматриваться вместе с общими правилами и условиями, определяющими порядок использования %1.
th_th: ST&C เหล่านี้ เป็นส่วนหนึ่ง และต้องอ่านเสริมกันกับ ข้อตกลงและเงื่อนไขทั่วไปที่เกี่ยวข้องกับการใช้ %1

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
es_es: Estos son los contratos en los que el comerciante predice si el mercado terminará por encima o debajo de un determinado objetivo de precio.
it_it: Questi sono trade in cui i trader prevedono se un mercato chiuderà a un prezzo più alto o più basso rispetto al prezzo obiettivo.
ru_ru: Контракты, где трейдер прогнозирует, закончится ли рынок выше или ниже заданного ценового барьера.
th_th: การซื้อขายเกิดขึ้นเมื่อนักลงทุนพยากรณ์ว่า ค่าดัชนีของตลาดเมื่อสิ้นสุดการซื้อขายจะมีค่าสูงกว่า หรือ ต่ำกว่าราคาเป้าหมายที่กำหนดไว้

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
es_es: Estos son los contratos en los que el comerciante predice si un mercado subirá o bajará al final del período de tiempo seleccionado.
it_it: Questi sono trade in cui i trader prevedono se, al termine di un dato periodo di tempo, il mercato sarà in rialzo o in ribasso.
ru_ru: Контракты, где трейдер прогнозирует, упадет или поднимется рынок на момент окончания определенного периода.
th_th: การซื้อขายเหล่านี้เกิดขึ้นเมื่อนักลงทุนขายพยากรณ์ว่า ตลาดจะขึ้น หรือ ลง ขณะสิ้นสุดช่วงเวลาที่ระบุไว้

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades').
es_es: Estos son los contratos en los que el comerciante selecciona un límite superior y uno inferior y predice si el mercado permanecerá entre esos límites o si saldrá fuera de ellos (vea también 'Contratos Queda Dentro/Sale').
it_it: Questi sono trade nei quali il trader seleziona una barriera inferiore e superiore e prevede che il mercato rimanga all'interno di queste barriere oppure che ne esca fuori (vedi anche "Trade Resta Dentro/Esce").
ru_ru: Контракты, где трейдер выбирает нижний и верхний барьеры и делает прогноз, останется ли рынок между этими барьерами или выйдет за их пределы (см. также "Контракты Останется между/Выйдет за пределы").
th_th: การซื้อขายเหล่านี้ เมื่อนักลงทุนเลือกแบริเออร์สูง หรือ ต่ำ และพยากรณ์หากตลาดจะคงอยู่ที่ค่าแบริเออร์นี้ หรือ ออกไปนอกขอบเขต (ศึกษาเพิ่มจาก 'Stays Between/Goes Outside trades')

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
es_es: Estos son los contratos en los que el comerciante selecciona un precio objetivo y predice que el mercado nunca tocará el objetivo antes del vencimiento del contrato.
it_it: Questi sono trade nei quali il trader seleziona un prezzo obiettivo e prevede che il mercato non toccherà mai l'obiettivo prima della scadenza del trade.
ru_ru: Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок не коснется этого барьера за всю длительность контракта.
th_th: การซื้อขายเหล่านี้ดำเนินการโดยนักลงทุนเลือกราคาเป้าหมาย และพยากรณ์ว่า ตลาดจะไม่สิ้นสุดที่เป้าหมายก่อนการหมดอายุของการซื้อขาย

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
es_es: Estos son los contratos en los que que el comerciante selecciona un precio objetivo y predice que el mercado tocará el objetivo antes del vencimiento del contrato.
it_it: Questi sono trade nei quali il trader seleziona un prezzo obiettivo e prevede che il mercato toccherà l'obiettivo prima della scadenza del trade.
ru_ru: Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок коснется данного барьера до завершения срока действия контракта.
th_th: การซื้อขายเหล่านี้ดำเนินการโดยนักลงทุนเลือกราคาเป้าหมาย และพยากรณ์ว่า ตลาดจะถึงเป้าหมายก่อนการหมดอายุของการซื้อขาย

source: These documents provide you with key information about our investment products. This information is required by law to help you understand the nature, risks, costs, potential gains and losses of these products and to help you compare them with other products.
es_es: Estos documentos le proporcionan información clave sobre nuestros productos de inversión. Esta información es requerida por ley para ayudarle a entender la naturaleza, riesgos, costos, ganancias y pérdidas potenciales de estos productos y para ayudarle a compararlos con otros productos.
it_it: Questi documenti ti forniscono le informazioni chiave sui nostri prodotti di investimento. Queste informazioni sono previste dalla legge allo scopo di aiutarti a capire la natura, i rischi, i costi, le perdite e i guadagni potenziali di questi prodotti e aiutarti a confrontarli con altri prodotti.
ru_ru: Данный документ предоставляет Вам основную информацию о наших инвестиционных продуктах. Предоставление данной информации требуется в рамках закона, чтобы помочь Вам понять природу, риски, цены, потенциальную прибыль и убыток, которые Вы можете понести при заключении контрактов на данных продуктах, а также помочь Вам сравнить эти продукты.
th_th: เอกสารเหล่านี้ให้ข้อมูลสำคัญเกี่ยวกับผลิตภัณฑ์การลงทุนของเรา ข้อมูลนี้มีขึ้นตามที่กำหนดโดยกฎหมายเพื่อช่วยให้ท่านเข้าใจถึงธรรมชาติ ความเสี่ยง ต้นทุน ศักยภาพกำไร และขาดทุน ของผลิตภัณฑ์เหล่านี้ และช่วยท่านเปรียบเทียบกับผลิตภัณฑ์อื่น ๆ

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Binary Group company.
es_es: Estos materiales no pueden ser copiados o redistribuidos con fines comerciales o para compensación de ningún tipo sin el permiso previo y por escrito de alguna empresa del grupo Binary.
ru_ru: Данные материалы нельзя копировать или распространять в коммерческих целях, а также за любое вознаграждение без предварительного согласия Binary Group.
th_th: จะไม่มีการคัดลอก หรือ เผยแพร่เอกสารเหล่านี้เพื่อจุดประสงค์เชิงพาณิชย์ หรือเพื่อค่าตอบแทนในลักษณะใดๆ ก็ตาม โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากกลุ่มบริษัท Binary ก่อน

source: These supplementary terms and conditions (these "ST&Cs") apply solely to the client of Binary Investments (Europe) Ltd ("BIEL") and will govern the relationship between clients and BIEL when trading Financial Products (as defined in the Key information documents %1here%2) with BIEL.
es_es: Estos Términos y Condiciones Complementarios (estos "T&C's") se aplican únicamente a los clientes de Binary Investments (Europe) Ltd ("BIEL") y regirán la relación entre los clientes y BIEL al momento de operar con Productos Financieros de BIEL (como se define en los documentos de Información Clave %1aquí%2).
ru_ru: Данные Дополнительные правила и условия (данные "ДПУ") применяются только к клиентам Binary Investments (Europe) Ltd ("BIEL") и будут определять отношения между клиентами и BIEL при торговле на финансовых продуктах (как описано в %1данных%2 основных информационных документах) на сайте BIEL.
th_th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ ("ST&Cs" เหล่านี้) นำมาใช้เฉพาะกับลูกค้า ของ Binary Investments (Europe) Ltd ("BIEL") และจะใช้เพื่อกำกับดูแลความสัมพันธ์ระหว่างลูกค้าและ BIEL ในการซื้อขายผลิตภัณฑ์ทางการเงิน (ตามที่กำหนดไว้ในเอกสารข้อมูลสำคัญ%1ที่นี่%2) กับ BIEL

source: These supplementary terms and conditions (these "ST&Cs") apply solely to the clients of Binary Investments (Europe) Ltd ("BIEL") and will govern the relationship between the client and BIEL when trading Financial Products (as defined below) with BIEL.
es_es: Estos Términos y Condiciones Complementarios (estos "T&C's") se aplican únicamente a los clientes de Binary Investments (Europe) Ltd ("BIEL") y regirán la relación entre los clientes y BIEL al momento de operar con Productos Financieros de BIEL (como se define a continuación).
ru_ru: Данные Дополнительные правила и условия (данные "ДПУ") применяются только к клиентам Binary Investments (Europe) Ltd ("BIEL") и будут определять отношения между клиентами и BIEL при торговле на финансовых продуктах (как указано ниже) на сайте BIEL.
th_th: ข้อตกลงและเงื่อนไขเพิ่มเติม ("ST&Cs" เหล่านี้) นำมาใช้เฉพาะกับลูกค้า ของ Binary Investments (Europe) Ltd ("BIEL") และจะใช้เพื่อกำกับดูแลความสัมพันธ์ระหว่างลูกค้าและ BIEL ในการซื้อขายผลิตภัณฑ์ทางการเงิน (ตามที่กำหนดไว้ด้านล่าง) กับ BIEL

source: These terms and conditions are provided in several different languages for clients' convenience; however, these translations do reflect the same principles. The Company attempts, as much as possible, to provide a faithful translation in English of the official language of several countries. In the event of any differences between the English version of the website and any other language, the English version shall prevail.
es_es: Los presentes Términos y Condiciones se ofrecen en varios idiomas para la comodidad de nuestros clientes; sin embargo, todas las traducciones reflejan las mismas normas. Intentamos, lo mejor posible, proporcionar una traducción fiel de la versión original en inglés en múltiples idiomas oficiales. En caso de cualquier diferencia entre la versión de la página web en inglés y cualquier otro idioma, la versión en inglés prevalecerá.
it_it: Per facilitare i nostri clienti, i presenti Termini e condizioni sono forniti in diverse lingue; tuttavia, queste traduzioni riflettono gli stessi principi. La Società cerca, per quanto possibile, di fornire fedeli traduzioni in inglese dalle lingue ufficiali di diversi Paesi. In caso di eventuali incongruenze tra la versione inglese del sito Internet e una qualsiasi altra lingua, prevarrà la versione in inglese.
ru_ru: Для удобства наших клиентов настоящие правила и условия предоставляются на разных языках. Хотя переводы отражают одни и те же принципы, компания старается обеспечить как можно более точный перевод с английского на конкретные языки. В случае каких-либо расхождений между английской версией веб-сайта и правилами на любом другом языке, английская версия имеет преимущественную силу.
th_th: ข้อตกลงและเงื่อนไขเหล่านี้ได้ถูกจัดทำขึ้นในหลายภาษา เพื่ออำนวยความสะดวกต่อลูกค้า อย่างไรก็ตาม การแปลความหมายเหล่านี้จะสื่อถึงหลักการเดียวกัน บริษัทฯ มีความพยายามอย่างสูงสุดในการแปลความภาษาอังกฤษ ซึ่งเป็นภาษาทางการของหลายๆ ประเทศอย่างถูกต้อง ในกรณีที่มีความแตกต่างจากภาษาอังกฤษในภาษาอื่นๆ จะอ้างอิงเนื้อหาในภาษาอังกฤษ

source: These terms and conditions may be supplemented from time to time by supplementary terms and conditions applicable to a particular Company or products.
es_es: Estos Términos y Condiciones podrán ser complementados eventualmente por los Términos y Condiciones adicionales aplicables a una Empresa o productos en particular.
it_it: I suddetti termini e condizioni possono essere occasionalmente integrati con termini e condizioni supplementari applicabili a una Società o prodotti specifici.
ru_ru: Данные правила и условия могут периодически пополняться дополнительными правилами и условиями, применимыми к конкретной Компании или конкретным продуктам.
th_th: ข้อตกลงและเงื่อนไขเหล่านี้จะถูกเพิ่มเติมเป็นครั้งคราว ในส่วนข้อตกลงและเงื่อนไขเพิ่มเติมที่เกี่ยวข้องกับบริษัทฯ หรือ ผลิตภัณฑ์ นั้นๆ
