Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: For features and trading illustration of Spot FX offered by %1, refer to the Product disclosure statement. This policy is an appendix to, and should be read in conjunction with, the overarching %1's order execution policy.
es_es: Para características e ilustraciones de operaciones en Spot FX ofrecidas por %1, consulte la Declaración de Divulgación del Producto. Esta política es un apéndice de, y debe ser leída en conjunto con, las políticas generales de %1 sobre ejecución de órdenes.
it_it: Per le caratteristiche e approfondimenti sul trading di Spot FX offerti da %1, consultare l'informativa sul prodotto. Questa politica è un'appendice della più generale politica di esecuzione degli ordini di %1, e dovrebbe essere consultata insieme a quest'ultima.
ru_ru: Подробную характеристику и примеры торговли контрактами на спот Forex, предлагаемыми на %1, можно найти на странице Заявления об ограничении ответственности в отношении отдельных продуктов. Данная политика является приложением к основной Политике исполнения ордеров %1 и должна рассматриваться в совокупности с ней.
th_th: สำหรับคุณลักษณะและภาพประกอบการซื้อขายของ Spot FX เสนอโดย %1 โปรดอ้างถึงข้อตกลงการสงวนสิทธิ์ด้านผลิตภัณฑ์ นโยบายนี้เป็นภาคผนวกของนโยบายการดำเนินการสั่งซื้อของ %1 ที่ครอบอยู่ และควรจะอ่านร่วมกัน

source: For forex quotes, the closing times are defined by the Company as shown in the market opening times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as indices) are not open throughout the day and that trading may not be available when the markets are closed.
es_es: Para las cotizaciones de Forex, los horarios de cierre están definidos por la Empresa como se muestra en la sección Horarios de Mercado del sitio web. En el caso de cualquier disputa con respecto a los valores de mercado o de liquidación, la decisión de la Empresa será definitiva y vinculante. Los clientes deben tener en cuenta que ciertos mercados (como los índices) no están abiertos durante todo el día y que las operaciones pueden no estar disponibles cuando los mercados están cerrados.
ru_ru: Для котировок рынка Forex время закрытия определяется Компанией, как указано в разделе "Время открытия рынков" на данном сайте. В случае несогласия с рыночными ценами и котировками, решение Компании является окончательным и не подлежит обжалованию. Клиенты должны обратить внимание, что определенные рынки (как, например, индексы) открыты не весь день, и торги на них могут не быть доступны, когда рынки закрыты.
th_th: สำหรับราคาฟอเร็กซ์ในเวลาปิดถูกกำหนดโดยบริษัทฯ เพื่อแสดงในส่วนของ Market Opening Times บนเว็บไซต์ หากมีข้อพิพาทใดๆ เกี่ยวกับมูลค่าตลาด หรือ ราคาซื้อขาย การตัดสินของบริษัทฯ ถือเป็นสิ้นสุด และเพื่อเรียนให้ลูกค้าทราบว่า ตลาดต่างๆ (เช่น ดัชนีหลักทรัพย์) ไม่ได้เปิดทำการตลอดวัน และการซื้อขายจะไม่เกิดขึ้นในขณะตลาดปิดทำการ

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly, prices may differ among providers, depending on which bank(s) they obtain prices from.
es_es: Para Forex: El mercado Forex es un mercado OTC (extrabursátil), en el cual bancos y otras grandes instituciones financieras comercian divisas entre ellos sin la existencia de una cámara central de compensación. Por tanto, no existe una fuente 'oficial' de precios para este mercado. Fuentes de datos diferentes contendrán precios de diferentes sub-grupos de bancos internacionales. Asimismo, los precios pueden diferir de acuerdo al proveedor, dependiendo del banco (s) del cual obtiene los precios.
it_it: Per Forex: il mercato Forex è un mercato OTC (over the counter) in cui le banche e gli altri principali istituti finanziari negoziano valute tra di loro senza una qualsiasi camera di compensazione centrale. Di conseguenza, per le quotazioni Forex, non esiste una fonte di prezzo "ufficiale". I diversi feed di dati comprenderanno le quotazioni di diversi sottoinsiemi bancari internazionali; pertanto i prezzi possono variare tra i provider in base alla banca o alle banche da cui ottengono i prezzi.
ru_ru: Для валютных котировок: Forex является внебиржевым рынком. Банки и другие крупные финансовые учреждения торгуют валютами между собой без наличия единого контролирующего этот процесс органа. В связи с этим, на котировки Форекс нет единой официальной цены. В различных источниках котировки могут быть разными. Соответственно, цены могут различаться у различных провайдеров котировок в зависимости от того, от каких банков или из каких источников они получают информацию.
th_th: สำหรับฟอเร็กซ์ หรือ ตลาดค้าสกุลเงิน: ตลาดฟอเร็กซ์เป็นตลาดที่ซื้อขายได้เองทั่วไป ขณะที่ธนาคารและสถาบันการเงินหลักอื่นๆ ค้าสกุลเงินในกลุ่มของเขาโดยปราศจากศูนย์กลางการจัดการซื้อขาย ตามหลักการนี้ จึงไม่มีราคาอย่างเป็นทางการในการซื้อขายฟอเร็กซ์ หรือ สกุลเงินต่างๆ ฟีดข้อมูลประกอบด้วยราคาที่ได้รับจากธนาคารนานาชาติต่างๆ และราคาอาจจะมีความแตกต่างกันในกลุ่มผู้ให้ข้อมูล หรือ ขึ้นกับข้อมูลของธนาคารต่างๆ ที่พวกเขาได้รับราคามา

source: For full contact details of %1, the client is encouraged to check %1's %2Contact us%3 page.
es_es: Para todos los datos de contacto de %1, se invita al cliente a que revise la página de %2Contacto%3 de %1.
it_it: Per l'elenco completo dei contatti di %1, invitiamo il cliente a consultare la sezione %2Contattaci%3 di %1.
ru_ru: Полная контактная информация %1 перечислена на странице %2Контакты%3.
th_th: สำหรับข้อมูลติดต่อทั้งหมดของ %1 ลูกค้าสามารถตรวจสอบจากหน้า %2ติดต่อเรา%3 ของ %1 ได้

source: For fully covered accounts, no Margin will be charged on open positions. However, swaps and other applicable fees can cause the client's Account Equity to turn negative. In that case, the Stop Out process will be triggered.
es_es: Para las cuentas totalmente cubiertas, no se cobrará Margen en las posiciones abiertas. Sin embargo, los swaps y otras tarifas aplicables pueden causar que el Capital de la Cuenta del cliente se vuelva negativo. En ese caso se activará el proceso de Stop Out.
it_it: Per i conti completamente coperti non verranno applicati margini sulle posizioni aperte. Tuttavia, l'equity del conto del cliente potrebbe risultare negativa a causa dello swap e di altre imposte applicabili; in tal caso verrà attivato il processo di Stop Out.
ru_ru: Маржа не будет взиматься с открытых позиций на полностью покрытых счетах. Тем не менее, свопы и другие применимые сборы могут привести к тому, что остаток средств на счёте клиента станет отрицательным. В данной ситуации будет запущен механизм стоп-аут.
th_th: สำหรับบัญชีที่มีการคุ้มครองอย่างสมบูรณ์จะไม่มีการเรียกเก็บเงินประกันสำหรับการเปิดสถานะ อย่างไรก็ตามการแลกเปลี่ยนและค่าธรรมเนียมอื่นๆ ที่เกี่ยวข้องสามารถทำให้ทุนของบัญชีของลูกค้าเปลี่ยนเป็นมูลค่าติดลบได้ ในกรณีนั้น กระบวนการยุติการซื้อขาย (Stop Out) จะถูกเรียกใช้งาน

source: For further assistance, email us at %1affiliates@binary.com%2
es_es: Para más asistencia envíenos un correo electrónico a %1affiliates@binary.com%2
it_it: Per ulteriore assistenza, invia un'e-mail a %1affiliates@binary.com%2
ru_ru: Для получения дополнительной помощи, пожалуйста, отправьте нам сообщение по адресу %1affiliates@binary.com%2
th_th: หากต้องการข้อมูลเพิ่มเติม โปรดส่งอีเมล์ถึงเราที่ %1affiliates@binary.com%2

source: For general support:
es_es: Para soporte general:
it_it: Per l'assistenza generale:
ru_ru: Для общей поддержки:
th_th: สำหรับการสนับสนุนทั่วไป:

source: For information about Forex leverage refer to our %1Margin Policy%2.
es_es: Para obtener más información sobre apalancamiento en Forex, consulte nuestra %1Política de márgenes%2.
ru_ru: Для получения информации о кредитном плече на Forex ознакомьтесь с %1Политикой расчёта маржи%2.
th_th: สำหรับข้อมูลเกี่ยวกับเลเวอเรจของฟอเร็กซ์ อ้างอิงได้ที่ %1นโยบายมาร์จิน%2ของเรา

source: For payments-related queries:
es_es: Para consultas relacionadas con los pagos:
it_it: Per le richieste legate ai pagamenti:
ru_ru: Для запросов, связанных с платежами:
th_th: สำหรับการสอบถามเกี่ยวกับการชำระเงิน:

source: For the purposes of this Agreement, the following shall mean:
es_es: Para efectos de este Acuerdo, se entenderá que:
ru_ru: В рамках данного Соглашения использованы следующие определения:
th_th: สำหรับวัตถุประสงค์ของข้อตกลงนี้ สิ่งต่อไปนี้หมายความว่า

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category.
es_es: Por tercer año consecutivo, BetOnMarkets.com es votado como "Mejor Proveedor de Opciones Financieras con Probabilidades Fijas" por la revista Shares Magazine UK. Es la última vez que ganamos porque Shares Magazine ya no ofrece premios en esta categoría.
it_it: Per il terzo anno consecutivo, BetOnMarkets.com è stato votato come il "Miglior provider di opzioni finanziarie con probabilità fisse" da parte di Shares Magazine UK. Questa sarà l'ultima volta che ci aggiudichiamo tale premio in quanto Shares Magazine smetterà di attribuire premi in questa categoria.
ru_ru: Третий год подряд BetOnMarkets.com становится лучшей компанией в номинации 'Лучший поставщик услуг в торговле опционами с фиксированным коэффициентом прибыли' по версии британского журнала Shares Magazine. Это последний раз, когда мы выиграли этот приз, так как Shares Magazine перестал предлагать эту категорию номинаций.
th_th: สำหรับสามปีที่ต่อเนื่อง BetOnMarkets.com ได้รับคัดเลือกจากคะแนนนิยมกับตำแหน่ง 'Best Fixed-Odds Financial Trading Provider' โดย Shares Magazine UK ซึ่งเป็นครั้งสุดท้ายที่ชนะ เนื่องจาก Shares Magazine ยุติการให้รางวัลในหมวดนี้หลังจากนั้น

source: Force majeure event
es_es: Evento de fuerza mayor
it_it: Evento di forza maggiore
ru_ru: Форс-мажорные обстоятельства
th_th: เหตุการณ์ที่เป็นเหตุสุดวิสัย

source: Force majeure events
es_es: Evento de fuerza mayor
it_it: Eventi di forza maggiore
ru_ru: Форс-мажорные обстоятельства
th_th: เหตุการณ์ที่เป็นเหตุสุดวิสัย

source: Force majeure events must be confirmed by an authority or government authority of the Party's residence.
es_es: Eventos de fuerza mayor deberán ser confirmados por una autoridad local o autoridad gubernamental de la jurisdicción de la Parte.
it_it: Eventi di forza maggiore devono essere confermati da un'autorità o un'istituzione governativa del paese di residenza della Parte.
ru_ru: Форс-мажорные обстоятельства должны быть подтверждены официальными властями или правительством в стране проживания Стороны.
th_th: เหตุการณ์ที่เป็นเหตุสุดวิสัยจะต้องได้รับการยืนยันจากเจ้าหน้าที่ผู้มีอำนาจ หรือ เจ้าหน้าที่ของรัฐบาลของที่ที่คู่สัญญาพำนักอยู่

source: Forex
ru_ru: Форекс
th_th: ฟอเร็กซ์

source: Forex and contract-for-difference transactions involve a high degree of risk and are speculative because they allow the client to speculate on the short-term price movements of the underlying financial instruments. The client should not enter into forex and/or contract-for-difference transactions unless the client is able to sustain losses that exceed the client's deposited funds. It is important for the client to understand that in order to realise any value from the client's open positions, the client would have to enter into a corresponding transaction to close the client's open positions and may find it difficult or impossible to do so under certain market conditions.
es_es: Las transacciones de divisas y de contratos por diferencias implican un alto grado de riesgo y son especulativas porque permiten al cliente especular sobre los movimientos de precios a corto plazo de los instrumentos financieros subyacentes. El cliente no debe realizar transacciones de divisas y / o contratos por diferencias a menos que este pueda soportar pérdidas que excedan los fondos depositados por él mismo. Es importante que el cliente entienda que, para obtener cualquier valor de las posiciones abiertas del cliente, tendría que realizar una transacción correspondiente para cerrar sus posiciones abiertas y puede que le resulte difícil o imposible hacerlo en ciertas condiciones de mercado.
it_it: Le operazioni di trading su Forex e contratti per differenza comportano un elevato grado di rischio e sono speculative, poiché consentono di speculare sulle oscillazioni a breve termine del prezzo degli strumenti finanziari sottostanti. Il cliente dovrebbe realizzare operazioni su forex e/o contratti per differenza, a meno che non sia in grado di sostenere perdite che superano i fondi depositati. È importante comprendere che per monetizzare il valore delle posizioni aperte e per poterle chiudere è necessario avviare un'operazione corrispondente, e può risultare difficile o impossibile farlo in determinate condizioni di mercato.
ru_ru: Forex и торговля контрактами на разницу подразумевают высокий уровень риска и являются спекулятивными продуктами, так как они разрешают клиенту спекулировать на краткосрочных движениях цены базовых финансовых инструментов. Клиенту не следует заключать контракты на Forex и/или контракты на разницу, если он/она не может себе позволить понести потери, превосходящие размер инвестированных средств. Также необходимо осознать, что для получения любых средств от открытых позиций клиенту необходимо заключить соответствующий контракт с целью закрытия открытых позиций, что может оказаться сложным или невозможным при определённых рыночных условиях.
th_th: ฟอเร็กซ์และการซื้อขายสัญญาส่วนต่างมีความเสี่ยงระดับสูง และมีการเก็งกำไร เพราะลูกค้าสามารถเก็งกำไรจากการเคลื่อนไหวระยะสั้นของราคาของเครื่องมือทางการเงินผลิตภัณฑ์อ้างอิง ลูกค้าไม่ควรลงทุนในผลิตภัณฑ์ฟอเร็กซ์ หรือ สัญญาส่วนต่าง นอกจากว่าลูกค้าสามารถยังคงรับสภาพได้เมื่อความสูญเสียเกินจำนวนเงินฝากของลูกค้า ลูกค้าพึงตระหนักและมีความเข้าใจว่า ในการได้กำไรจากมูลค่าใดๆ จากโพซิชั่นที่เปิดอยู่นั้น ลูกค้าจะต้องเข้าทำธุรกรรมที่เกี่ยวข้องเพื่อปิดโพซิชั่นที่เปิดอยู่ของลูกค้า และลูกค้าอาจจะพบว่ามีความยุ่งยากซับซ้อน หรือไม่สามารถทำได้ภายใต้บางสภาวะของตลาด

source: Forex and metals*
es_es: Forex y metales*
it_it: Forex e metalli*
ru_ru: Forex и металлы*
th_th: ฟอเร็กซ์และโลหะมีค่า*

source: Forex contract specifications
es_es: Especificaciones del contrato Forex
it_it: Specifiche contrattuali su Forex
ru_ru: Спецификация инструментов Forex
th_th: ข้อกำหนดสัญญาฟอเร็กซ์

source: Forex margin policy
es_es: Política de márgenes Forex
it_it: Politica relativa margine su Forex
ru_ru: Политика расчета маржи на Forex
th_th: นโยบายมาร์จินฟอเร็กซ์

source: Forex trading experience
es_es: Experiencia en operación con Forex
it_it: Esperienza di trading su Forex
ru_ru: Опыт торговли на Forex
th_th: ประสบการณ์การซื้อขายฟอเร็กซ์

source: Forex trading frequency
es_es: Frecuencia en operación con Forex
it_it: Frequenza di trading su Forex
ru_ru: Частота торговли на Forex
th_th: ความถี่ของการซื้อขายฟอเร็กซ์

source: Forex trading involves buying one currency and selling another currency at the same time. This is why you always see them quoted in pairs. For example: EUR/USD and GBP/USD.
es_es: La operación de Forex consiste en la compra de una moneda y vender otra al mismo tiempo. Por esta razón siempre están en pares. Por ejemplo: EUR/USD y GBP/USD.
it_it: Il trading sul Forex comporta l'acquisto di una valuta e la vendita simultanea di un'altra valuta. Ecco perché sono sempre quotate a coppie, ad esempio: EUR/USD e GBP/USD.
ru_ru: Торговля на Forex подразумевает покупку одной валюты и одновременную продажу другой валюты. Поэтому данные валюты часто называют парами. Например, EUR/USD или GBP/USD.
th_th: การซื้อขายฟอเร็กซ์เกี่ยวข้องกับการซื้อสกุลเงินหนึ่งและขายอีกสกุลหนึ่งในเวลาเดียวกัน จึงเป็นเหตุผลว่า ทำไมท่านมักจะเห็นการเสนอราคาเป็นคู่ เช่น EUR/USD และ GBP/USD

source: Forex trading involves buying or selling these "currency pairs". When you buy a currency pair such as EUR/USD, it means that you are buying the EURO and selling the USD at the same time.
es_es: La operación de Forex consiste en la compra o venta de este "par de divisas". Cuando se compra un par como el EUR/USD, significa que está comprando el EUR y vendiendo el USD al mismo tiempo.
it_it: Il Trading sul Forex comporta l'acquisto o la vendita di queste "coppie di valute". Quando si acquista una coppia di valuta come EUR/USD, significa che stai comprando EURO e, allo stesso tempo, vendendo USD.
ru_ru: Торговля на Forex предполагает покупку или продажу данных "валютных пар". Покупка пары EUR/USD означает, что Вы одновременно покупаете ЕВРО и продаёте ДОЛЛАР.
th_th: การซื้อขายฟอเร็กซ์เกี่ยวข้องกับการซื้อหรือขาย "คู่สกุลเงิน" เหล่านี้ เมื่อท่านซื้อคู่สกุลเงินหนึ่งๆ เช่น EUR/USD หมายความว่า ท่านกำลังซื้อยูโร และ ขายดอลลาร์สหรัฐในเวลาเดียวกัน

source: Founded in 1999, %1 is one of the oldest and most respected names in online binary trading.
es_es: Fundada en 1999, %1 es uno de los nombres más antiguos y respetados del comercio de opciones binarias en línea.
it_it: Fondato nel 1999, %1 è uno dei primi e più stimati nomi nel trading in opzioni binarie.
ru_ru: %1 – одна из первых и самых авторитетных компаний в сфере онлайн торговли бинарными опционами, основанная в 1999 году.
th_th: %1 ก่อตั้งขึ้นในปี ค.ศ. 1999 (พ.ศ. 2542) เป็นชื่อที่เก่าแก่ที่สุด และได้รับการยอมรับมากที่สุดในการซื้อขายไบนารีออนไลน์

source: Fr
es_es: VI
it_it: Ven
ru_ru: Пт
th_th: ศ

source: Fraud and money laundering
es_es: Fraude y Lavado de Dinero
it_it: Frode e riciclaggio di denaro
ru_ru: Мошенничество и отмывание денег
th_th: การฉ้อโกงและการฟอกเงิน

source: Free bonus
es_es: Bono gratuito
it_it: Bonus gratuito
ru_ru: Бесплатный бонус
th_th: โบนัส ฟรี

source: Free training sessions by professional traders.
es_es: Sesiones de entrenamiento gratuitas realizadas por operadores profesionales.
ru_ru: Торговые сессии профессиональных трейдеров.
th_th: มีหลักสูตรอบรมฟรีโดยนักลงทุนมืออาชีพ

source: Freedom
es_es: Libertad
it_it: Libertà
ru_ru: Свобода
th_th: อิสรภาพ

source: Frequency of trading other financial instruments
es_es: Frecuencia en operación con otros instrumentos financieros
it_it: Frequenza del trading di altri strumenti finanziari
ru_ru: Частота торговли другими финансовыми инструментами
th_th: ประสบการณ์ในการซื้อขายตราสารเงินอื่นๆ

source: Frequently asked questions
es_es: Preguntas frecuentes
it_it: Domande frequenti
ru_ru: Частые вопросы
th_th: คำถามที่พบบ่อย

source: Friday
es_es: Viernes
it_it: Venerdì
ru_ru: пятница
th_th: วันศุกร์

source: Fridays
es_es: Viernes
it_it: Venerdì
ru_ru: пятница
th_th: วันศุกร์

source: Friendly locals
es_es: Gente local agradable
it_it: Spirito d'accoglienza
ru_ru: Гостеприимное население
th_th: ชาวเมืองที่เป็นมิตร

source: From
es_es: De
it_it: Da
ru_ru: От
th_th: จาก

source: From account:
es_es: De la cuenta:
it_it: Dal conto:
ru_ru: Со счёта:
th_th: จากบัญชี:

source: From time to time, BIEL may decide to provide the client with written or video information, which BIEL may publish on its website or provide to the client in any other manner. BIEL will endeavour to ensure the accuracy and completeness of this information, but it will not constitute independent investment research or investment advice provided by BIEL to the client.
es_es: De vez en cuando, BIEL podrá decidir el brindar al cliente información escrita o en video, la cual BIEL podrá publicar en su propio sitio web o facilitársela al cliente de alguna otra manera. BIEL procurará garantizar la exactitud e integridad de esta información, pero la misma no constituirá una investigación de inversión independiente o asesoramiento de inversión proporcionado por BIEL al cliente.
ru_ru: Время от времени BIEL может предоставлять клиенту письменную или видео информацию, которая может быть опубликована на сайте BIEL или передана клиенту в любом другом виде. BIEL обязуется предпринять все разумные усилия, чтобы гарантировать точность и полноту данной информации, которая не должна рассматриваться в качестве инвестиционного совета или рекомендаций BIEL для клиента.
th_th: ในบางครั้ง BIEL อาจตัดสินใจให้ข้อมูลกับลูกค้าเป็นลายลักษณ์อักษร หรือ ข้อมูลทางวิดีโอ ซึ่ง BIEL อาจเผยแพร่ข้อมูลออกทางเว็บไซต์ของบริษัทฯ หรือมอบให้ลูกค้าลักษณะอื่น BIEL จะพยายามทำให้แน่ใจว่า ข้อมูลมีความถูกต้องและครบถ้วน แต่จะไม่ถือเป็นบทวิเคราะห์อิสระ หรือ คำแนะนำด้านการลงทุนของ BIEL ที่แจ้งให้แก่ลูกค้า

source: Front Side
es_es: Parte delantera
it_it: Fronte
ru_ru: Лицевая сторона
th_th: ด้านหน้า

source: Front side
es_es: Parte delantera
it_it: Fronte
ru_ru: Лицевая сторона
th_th: ด้านหน้า

source: Front-End Developer
es_es: Desarrollador Front-End
it_it: Sviluppatore front-end
ru_ru: Front-End разработчик
th_th: ผู้พัฒนาส่วนหน้า

source: Fund transfers
es_es: Transferencia de fondos
it_it: Trasferimenti di fondi
ru_ru: Перевод средств
th_th: การโอนเงิน

source: Fund transfers between accounts are unavailable.
es_es: Las transferencias de fondos entre las cuentas no están disponibles.
it_it: I trasferimenti di fondi tra conti non sono disponibili.
ru_ru: Перевод средств между счетами недоступен.
th_th: การโอนเงินระหว่างบัญชีไม่พร้อมใช้งาน

source: Funding of MT5 Real Account
es_es: Financiamiento de una Cuenta Real MT5
it_it: Trasferimento di fondi sul conto reale MT5
ru_ru: Пополнение Реального счёта MT5
th_th: หลักทรัพย์ของบัญชี MT5 จริง

source: Funding of the MT5 Real Account
es_es: Financiamiento de una Cuenta Real MT5
it_it: Trasferimento di fondi sul conto reale MT5
ru_ru: Пополнение Реального счёта MT5
th_th: หลักทรัพย์ของบัญชี MT5 จริง

source: Further information
es_es: Información adicional
it_it: Ulteriori informazioni
ru_ru: Подробнее
th_th: ข้อมูลเพิ่มเติม

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client's account should any trade result in disruption or in a miscarried or aborted trade.
es_es: Además, la Empresa, bajo las circunstancias anteriores, o cualquier otra, se reserva el derecho a ajustar la cuenta de un cliente en caso que algún contrato resulte en una interrupción, o en una operación abortada.
it_it: Inoltre, la Società, in tali circostanze o in qualsiasi altro caso, si riserva il diritto di apportare modifiche al conto del cliente qualora eventuali trade comportassero un disservizio oppure un trade interrotto o annullato.
ru_ru: Кроме того, при указанных выше или любых других обстоятельствах, Компания оставляет за собой право корректировать счёт клиента в случае, если его контракты закончатся срывом, прерыванием или другими неожиданным приостановлением.
th_th: นอกจากนี้ บริษัทฯ สงวนสิทธิ์ในการดำเนินการกับบัญชีลูกค้าที่มีพฤติการณ์ของการขัดขวาง การใช้งานที่ไม่ถูกต้อง หรือ การยุติการซื้อขาย
