Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Experience with machine learning algorithms, decision trees, neural networks, clustering, etc.
es_es: Experiencia con algoritmos de aprendizaje automáticos, árboles de decisión, redes neuronales, clustering, etc.
it_it: Esperienza con algoritmi di apprendimento automatizzato, alberi di decisione, reti neurali, analisi dei gruppi, ecc.
ru_ru: Опыт работы с алгоритмами машинного обучения, деревьями решений, нейросетями, кластерами и т. д.
th_th: มีประสบการณ์ในอัลกอริธึมแมชชีนเลิร์นนิ่ง ต้นไม้สำหรับการตัดสินใจ นิวรอนเน็ตเวิร์ก คลัสเตอร์ เป็นต้น

source: Experience with package managers (npm), task runners (Gulp, Webpack, Grunt), CSS processors (Sass, Stylus), and APIs (WebSocket)
es_es: Experiencia con gestores de paquetes (npm), ejecutores de tareas (Gulp, Webpack, Grunt), procesadores CSS (Sass, Stylus) y APIs (WebSocket)
it_it: Esperienza con sistemi di gestione dei pacchetti (npm), task runner (Gulp, Webpack, Grunt), processori CSS (Sass, Stylus) e API (WebSocket)
ru_ru: Опыт работы с диспетчером пакетов (npm), системой запуска задач (Gulp, Webpack, Grunt), CSS-процессоров (Sass, Stylus) и API (WebSocket)
th_th: มีประสบการณ์ในการใช้งาน Package Managers (npm), Task runners (ได้แก่ Gulp, Webpack, Grunt), CSS Processors (ได้แก่ Sass, Stylus) และ APIs (WebSocket)

source: Experience with relational database design, and/or open-source RDBMS systems such as MySQL and PostgreSQL
es_es: Experiencia en diseño de bases de datos relacionales y / o sistemas RDBMS de código abierto tales como MySQL y PostgreSQL
it_it: Esperienza con la progettazione di banche dati relazionali e/o sistemi RDBMS open-source come MySQL e PostgreSQL
ru_ru: Опыт проектирования реляционных баз данных и/или реляционных СУБД с открытым исходным кодом, в частности MySQL и PostgreSQL
th_th: มีประสบการณ์ในการออกแบบฐานข้อมูลเชิงสัมพันธ์ และ/หรือ ระบบ RDBMS โอเพ่นซอส เช่น MySQL และPostgreSQL

source: Experience with reporting packages, SQL, programming (Python/R) and ETL frameworks.
es_es: Experiencia con paquetes de informes, SQL, programación (Python/R) y frameworks ETL.
it_it: Esperienza con pacchetti di reportistica, SQL, programmazione (Python/R) e strutture ETL.
ru_ru: Опыт предоставления отчётных данных, SQL, программирования, (Python/R) а также фреймворков ETL.
th_th: มีประสบการณ์ในการสร้างรายงาน การใช้ SQL การโปรแกรมโดยใช้ Python และ R รวมถึงการใช้ ETL

source: Experience with statistical and data mining techniques like GLM/Regression, Random Forest, Boosting, text mining, social media analysis, etc.
es_es: Experiencia con técnicas estadísticas y de minería de datos como GLM/Regresión, Random Forest, Boosting, minería de texto, análisis de medios sociales, etc.
it_it: Esperienza con tecniche di analisi dei dati come GLM/regressioni, foresta casuale, boosting, analisi dei testi e dei social media, ecc.
ru_ru: Опыт работы со статистикой и методами сбора данных, включая GLM/Regression, Random Forest, Boosting, интеллектуальный анализ текстов, соц. сетей и т. д.
th_th: มีประสบการณ์ในเทคนิคเชิงสถิติ การทำเหมืองข้อมูล โดยใช้ GLM/Regression, Random Forest, Boosting, เหมืองข้อความ การวิเคราะห์สื่อสังคมออนไลน์ เป็นต้น

source: Experience with trading other financial instruments
es_es: Experiencia en operación con otros instrumentos financieros
it_it: Esperienza nel trading di altri strumenti finanziari
ru_ru: Опыт торговли другими финансовыми инструментами
th_th: ประสบการณ์ในการซื้อขายตราสารเงินอื่นๆ

source: Experience with web application security and testing, security monitoring, and intrusion detection
es_es: Experiencia en seguridad y pruebas de aplicaciones web, monitoreo de seguridad y detección de intrusos
it_it: Esperienza nella verifica e sicurezza delle applicazioni web, nel controllo della sicurezza e nel rilevamento delle intrusioni
ru_ru: Опыт работы с безопасностью веб приложений и их тестирования, мониторинга безопасности, а также обнаружения вторжений
th_th: มีประสบการณ์ในการออกแบบและการป้องกันความปลอดภัยและการทดสอบของเว็บแอพพลิเคชัน การตรวจตราด้านความปลอดภัย และการตรวจจับการบุกรุกต่างๆ

source: Expert Advisors
it_it: Consulenti esperti
ru_ru: Советники
th_th: ที่ปรึกษาผู้เชี่ยวชาญ (Expert Advisors)

source: Expert Advisors, including any additional functions/plug-ins of trading operations provided by or developed using Expert Advisors, are applications developed using the MetaQuotes Language which can be used to analyse price charts and automate the client's trades.
es_es: Los Expert Advisors, incluida cualquier función adicional/plug-in de las operaciones comerciales proporcionadas o desarrolladas utilizando Expert Advisors, son aplicaciones desarrolladas utilizando el lenguaje MetaQuotes que pueden ser utilizadas para analizar gráficos de precios y automatizar las operaciones del cliente.
it_it: I consulenti esperti, compresi eventuali funzioni/plug-in aggiuntivi delle operazioni di trading forniti o sviluppati da quest'ultimi, sono applicazioni sviluppate utilizzando MetaQuotes Language in grado di analizzare i grafici dei prezzi e automatizzare i trade.
ru_ru: Expert Advisors, включая любые дополнительные функции/плагины торговых операций, предоставляемые или разработанные с применением Expert Advisors, являются приложениями, разработанными на онове языка MetaQuotes, который также может применяться для анализа ценовых графиков и автоматизации контрактов клиентов.
th_th: Expert Advisors รวมถึงฟังก์ชัน หรือ ปลั๊กอินใดๆ ที่ใช้ในปฏิบัติการซื้อขายที่มีให้บริการ หรือ พ้ฒนาโดยใช้ Expert Advisors คือ แอพพลิเคชันที่พัฒนาโดยใช้ ภาษา MetaQuotes ซึ่งสามารถใช้เพื่อวิเคราะห์แผนภูมิราคา และช่วยการซื้อขายของลูกค้าให้เป็นแบบอัตโนมัติ

source: Expert Advisors, made available on the MT5 trading platform, are owned by MetaQuotes Software Corporation (the MT5 trading platform licensor) and shall remain the exclusive property of MetaQuotes Software Corporation.
es_es: Los Expert Advisors disponibles en la plataforma de trading MT5 son propiedad de MetaQuotes Software Corporation (licenciante de la plataforma de trading MT5) y continuarán siendo propiedad exclusiva de MetaQuotes Software Corporation.
it_it: I consulenti esperti disponibili sulla piattaforma di trading MT5 appartengono a MetaQuotes Software Corporation (il licenziatario della piattaforma di trading MT5) e devono rimanere di sua esclusiva proprietà.
ru_ru: Expert Advisors, доступные на торговой платформе MT5, принадлежат корпорации MetaQuotes Software Corporation (лицензиару торговой платформы MT5) и должны оставаться исключительной собственностью MetaQuotes Software Corporation.
th_th: Expert Advisors เป็นของ MetaQuotes Software Corporation (เป็นผู้ได้รับใบอนุญาตแพลตฟอร์มซื้อขาย MT5) มีให้ใช้งานในแพลตฟอร์มซื้อขาย MT5 และถือเป็นสินทรัพย์ของ MetaQuotes Software Corporation

source: Expert analysis and learning resources.
es_es: Análisis de expertos y recursos de aprendizaje.
ru_ru: Профессиональный анализ и учебные материалы.
th_th: การวิเคราะห์จากผู้เชี่ยวชาญและแหล่งข้อมูล สื่อการเรียนรู้ต่างๆ

source: Expertise in Linux system administration
es_es: Experiencia en administración de sistemas Linux
it_it: Esperienza nell'amministrazione del sistema Linus
ru_ru: Опыт системного администрирования Linux
th_th: มีความเชี่ยวชาญในการจัดการดูและระบบ Linux

source: Expertise in cloud solutions and infrastructure virtualization, including AWS, Google Cloud Platform, and KVM
es_es: Experiencia en soluciones de nube y virtualización de infraestructura, incluyendo AWS, Google Cloud Platform y KVM
it_it: Competenze in soluzioni cloud e virtualizzazione delle infrastrutture, inclusi AWS, Google Cloud Platform e KVM
ru_ru: Знания облачных технологий и виртуализации инфраструктуры, включая AWS, платформу Google Cloud Platform и KVM
th_th: มีความเชี่ยวชาญในโซลูชันคลาวด์ และโครงสร้างพื้นฐานเสมือน รวมถึง AWS แพลตฟอร์ม Goolge Cloud และ KVM

source: Expertise in the application of object-oriented programming languages (C++, Perl, and Java), coupled with the ability to produce high-quality code
es_es: Experiencia en la aplicación de lenguajes de programación orientados a objetos (C++, Perl y Java), junto con la capacidad de producir código de alta calidad
it_it: Competenze nell'applicazione dei linguaggi di programmazione orientati all'oggetto (C++, Perl e Java) abbinati alla capacità di produrre codici di alta qualità
ru_ru: Знание и умение применять объектно-ориентированные языки программирования (C++, Perl и Java), а также умение писать высококачественный код
th_th: มีความเชี่ยวชาญในแอพพลิเคชันของภาษาการเขียนโปรแกรมเชิงวัตถุ (C++ Perl และ Java) ควบคู่ไปกับความสามารถในสร้างโปรแกรมที่มีคุณภาพสูง

source: Expiry date
es_es: Fecha de vencimiento
it_it: Data di scadenza
ru_ru: Срок истечения
th_th: วันหมดอายุ

source: Expiry date is required for %1.
es_es: Fecha de vencimiento es requerida por %1.
it_it: La data di scadenza è necessaria per %1.
ru_ru: Срок истечения необходим для %1.
th_th: วันหมดอายุจำเป็นสำหรับ %1

source: Expiry price
es_es: Precio de expiración
it_it: Prezzo alla scadenza
ru_ru: Цена при окончании
th_th: ราคาที่หมดอายุ

source: Explanation
es_es: Explicación
it_it: Spiegazione
ru_ru: Объяснение
th_th: คำอธิบาย

source: Explore all the trading platforms, apps, and tools we offer
es_es: Explore todas las plataformas de operaciones, aplicaciones y herramientas que ofrecemos
it_it: Esplora le piattaforme di trading, le app e gli strumenti che offriamo
ru_ru: Познакомьтесь со всеми предлагаемыми нами торговыми платформами, приложениями и инструментами
th_th: สำรวจทุกแพลตฟอร์มซื้อขาย แอพพลิเคชัน และเครื่องมือของเรา

source: Explore our HackerOne bounty programme
es_es: Conozca nuestro programa de recompensas HackerOne
it_it: Esplora il nostro programma di ricompensa HackerOne
ru_ru: Ознакомьтесь с нашей поощрительной программой HackerOne
th_th: ศึกษาโปรแกรม HackerOne ที่มีจำนวนมากของเรา

source: Explore ways to enhance your account security and manage your trading risk.
es_es: Explore formas de mejorar la seguridad de su cuenta y gestionar el riesgo de sus operaciones.
it_it: Scopri come migliorare la sicurezza del tuo conto e gestire il rischio connesso al trading.
ru_ru: Узнайте, как повысить безопасность Вашего счёта и управлять риском при торговле.
th_th: สำรวจวิธีที่จะเพิ่มความปลอดภัยของบัญชีและจัดการความเสี่ยงในการซื้อขาย

source: Extensive experience in Microsoft Office applications, as well as popular HR management and payroll systems
es_es: Experiencia amplia en aplicaciones de Microsoft Office, así como en sistemas populares de gestión RRHH y nóminas
it_it: Esperienza significativa con i programmi Microsoft Office e con i più diffusi sistemi payroll e di gestione delle risorse umane
ru_ru: Большой опыт работы с приложениями Microsoft Office, а также популярными системами для управления отделом кадров и системами расчёта зарплаты
th_th: มีประสบการณ์กว้างขวางในแอพพลิเคชัน Microsoft Office และระบบบริหารจัดการฝ่ายทรัพยากรบุคคลและบัญชีเงินเดือนที่เป็นที่นิยม

source: Extensive experience in bug bounty programmes such as HackerOne, Bugcrowd, and Cobalt
es_es: Experiencia amplia en programas de recompensa de errores así como HackerOne, Bugcrowd y Cobalt
it_it: Esperienza significativa con i programmi bug bounty come HackerOne, Bugcrowd e Cobalt
ru_ru: Обширный опыт в области программ Bug Bounty, включая HackerOne, Bugcrowd и Cobalt
th_th: มีประสบการณ์ที่กว้างขวางเกี่ยวกับโปรแกรมนักล่าบั๊ก เช่น HackerOne, Bugcrowd และ Cobalt

source: Extensive experience in creating interactive UI elements for web and mobile apps
es_es: Experiencia amplia en la creación de elementos de interfaz de usuario interactivos para aplicaciones web y móviles
it_it: Esperienza significativa nella creazione di elementi interattivi di interfaccia utente per web e applicazioni per il telefono cellulare
ru_ru: Обширный опыт в создании интерактивных элементов UI для веб и мобильных приложений
th_th: มีประสบการณ์ที่กว้างขวางในการสร้างองค์ประกอบ UI เชิงโต้ตอบสำหรับเว็บและแอพมือถือ

source: Extensive experience of JavaScript, HTML, CSS, AJAX, and JSON
es_es: Experiencia amplia en JavaScript, HTML, CSS, AJAX y JSON
it_it: Esperienza significativa con Javascript, HTML, CSS, AJAX e JSON
ru_ru: Обширные знания JavaScript, HTML, CSS, AJAX и JSON
th_th: มีประสบการณ์ที่กว้างขวางใน JavaScript, HTML, CSS, AJAX และ JSON

source: Extensive experience with TCP/IP networking, VPNs, and IPsec
es_es: Experiencia amplia con redes TCP / IP, VPN e IPsec
it_it: Esperienza significativa con reti TCP/IP, VPN e IPsec
ru_ru: Большой опыт работы с сетями TCP/IP, а также VPN и IPsec
th_th: มีประสบการณ์ที่กว้างขวางกับงานระบบเครือข่าย การทำงานของโปรโตคอล TCP/IP VPNs และ IPsec

source: Extensive knowledge in advanced coding techniques, cross-platform development, and hybrid mobile app development
es_es: Conocimiento amplio en técnicas avanzadas de codificación, desarrollo multiplataforma y desarrollo de aplicaciones móviles híbridas
it_it: Esperienza significativa con tecniche di codifica avanzate, sviluppo multipiattaforma e sviluppo di applicazioni ibride per telefono cellulare
ru_ru: Обширные знания передовых технологий написания кода, разработки межплатформенных приложений, а также гибридных мобильных приложений
th_th: มีความรู้ที่กว้างขวางในเทคนิคการเขียนโปรแกรมขั้นสูง การพัฒนาข้ามแพลตฟอร์ม และการพัฒนาแอพมือถือแบบผสม

source: Extensive knowledge of JavaScript , AJAX, JSON, CSS
es_es: Conocimiento amplio de JavaScript: AJAX, JSON, CSS
it_it: Ampia conoscenza di JavaScript , AJAX, JSON, CSS
ru_ru: Обширные знания JavaScript , AJAX, JSON, CSS
th_th: มีความรู้ที่กว้างขวางใน JavaScript, AJAX, JSON, CSS

source: External forces
es_es: Fuerzas externas
it_it: Forze esterne
ru_ru: Внешние силы
th_th: บทบังคับภายนอก

source: Extra revenue stream:
es_es: Fuente de ingresos adicionales:
it_it: Flusso di entrate supplementare:
ru_ru: Дополнительный доход:
th_th: รายได้เสริม:

source: F. Execution venues
es_es: F. Medios de ejecución
it_it: F. Sedi esecutive
ru_ru: F. Место исполнения контрактов
th_th: F. สถานที่ในการดำเนินการ

source: F. Margin and Leverage
es_es: F. Margen y Apalancamiento
it_it: F. Margine e leva
ru_ru: F. Маржа и кредитный рычаг
th_th: ฉ. มาร์จินและเลเวอเลจ

source: Facility that allows you to set limits on your account.
es_es: Un ajuste que le permite establecer límites en su cuenta.
it_it: Ti consente di impostare i limiti sul tuo account.
ru_ru: Функция, позволяющая устанавливать ограничения на Вашем счете.
th_th: การอำนวยความสะดวกเพื่อให้ท่านสามารถกำหนดวงเงินของบัญชีของท่าน

source: Factors that affect metal prices
es_es: Factores que afectan el precio de los metales
it_it: Fattori che influenzano i prezzi dei metalli
ru_ru: Факторы, влияющие на цены металлов:
th_th: ปัจจัยที่มีผลต่อราคาโลหะ

source: Factors that affect precious metal prices
es_es: Factores que afectan el precio de los metales preciosos
it_it: Fattori che influenzano i prezzi dei metalli preziosi
ru_ru: Факторы, влияющие на цены драгоценных металлов:
th_th: ปัจจัยที่มีผลต่อราคาโลหะมีค่า

source: Failed
es_es: Fallado
it_it: Non riuscito
ru_ru: Возникла ошибка
th_th: ล้มเหลว

source: Fairly and accurately describe Binary's business and services in a transparent manner to the clients
es_es: Describir de manera justa y precisa los negocios y servicios de Binary en una manera transparente a sus clientes
it_it: descrivere correttamente e accuratamente le attività e i servizi di Binary ai clienti in modo trasparente
ru_ru: честно, добросовестно и прозрачно описывать клиентам бизнес и услуги Binary,
th_th: มีความยุติธรรม และแม่นยำในการให้ข้อมูลกับลูกค้าเกี่ยวกับกิจการของไบนารีและบริการต่างๆ อย่างโปร่งใส

source: Fairly and accurately describe the Agent's services to the clients
es_es: Describir de manera justa y precisa sus servicios a los clientes
it_it: descrivere in modo corretto e preciso i servizi dell'Agente ai clienti
ru_ru: Честно и точно рассказывать клиентам об услугах Агента
th_th: มีความยุติธรรม และแม่นยำในการให้ข้อมูลกับลูกค้าเกี่ยวกับบริการของตัวแทนฯ

source: Familiarity with Git
es_es: Familiaridad con Git
it_it: Familiarità con Git
ru_ru: Знакомство с Git
th_th: ความคุ้นเคยกับ Git

source: Familiarity with Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis, and Git
es_es: Conocimiento de Perl DBI, Moose, PSGI / Plack, NGINX, JavaScript, Redis y Git
it_it: Familiarità con Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis e Git
ru_ru: Знание Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis и Git
th_th: มีความคุ้นเคยกับ Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis และ Git

source: Familiarity with Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis, and Git
es_es: Conocimiento de Perl DBI, Moose, PSGI / Plack, nginx, JavaScript, Redis y Git
it_it: Familiarità con Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis e Git
ru_ru: Знание Perl DBI, Moose, PSGI/Plack, NGINX, JavaScript, Redis и Git
th_th: มีความคุ้นเคยกับ Perl DBI, Moose, PSGI/Plack, nginx, JavaScript, Redis และ Git

source: Familiarity with concepts such as blockchain confirmations, multisig, and HD wallets
es_es: Conocimiento de conceptos así como confirmaciones de blockchain, multifirma y carteras HD
it_it: Familiarità con concetti come conferme della blockchain, multisig e portafogli HD
ru_ru: Знание концепций подтверждения блокчейн-транзакций, мультиподписи (multisig) и HD-кошельков
th_th: มีความคุ้นเคยกับแนวคิดเช่น การยืนยันบล็อกเชน multisig และกระเป่าเงิน HD

source: Familiarity with industry standard tools such as Burp Suit and Metasploit
es_es: Familiaridad con herramientas estándar de la industria así como Burp Suit y Metasploit
it_it: Familiarità con strumenti standard del settore come Burp Suit e Metasploit
ru_ru: Знание стандартных инструментов, включая Burp Suit и Metasploit
th_th: มีความคุ้นเคยกับเครื่องมือมาตรฐานอุตสาหกรรมเช่น Burp Suit และ Metasploit

source: Familiarity with testing and debugging processes, including unit testing and UI testing
es_es: Conocimiento de los procesos de prueba y depuración, incluidas las pruebas unitarias y las pruebas de UI
it_it: Familiarità con i processi di verifica e debugging, incluse le prove di unità e dell'interfaccia utente
ru_ru: Знание процессов тестирования и устранения багов, включая тестирование юнитов и UI
th_th: มีความคุ้นเคยกับกระบวนการทดสอบและตรวจแก้จุดบกพร่อง รวมถึงการทดสอบหน่วย และการทดสอบ UI

source: Familiarity with various JavaScript standards, libraries, frameworks, compilers, and transpilers including ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React, and Angular
es_es: Conocimiento de varios estándares, bibliotecas, marcos, compiladores y transpiladores de JavaScript, incluidos ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React y Angular
it_it: Familiarità con i vari standard JavaScript, librerie, framework, compilatori e transpiler, inclusi ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React e Angular
ru_ru: Знание различных стандартов JavaScript, библиотек, фреймворков, компиляторов и компиляторов "исходный код в исходный код," включая ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React и Angular
th_th: มีความคุ้นเคยกับมาตรฐาน JavaScript ห้องสมุด กรอบงาน compiler และ transpiler รวมถึง ES6, TypeScript, Babel, SystemJS, Web Workers, jQuery, React และ Angular

source: Family name
es_es: Apellido
it_it: Cognome
ru_ru: Фамилия
th_th: นามสกุล

source: FasaPay enables electronic money transfers for individuals and payment gateways for merchants. For more information, please visit %1.
es_es: FasaPay permite transferencias electrónicas de dinero para individuos y pasarelas de pago para comerciantes. Para más información, visite %1.
it_it: FasaPay consente il trasferimento elettronico di denaro per i singoli e l'utilizzo dei gateway di pagamento per i commercianti. Per maggiori informazioni, visita il sito %1.
ru_ru: FasaPay позволяет выполнять электронные переводы для индивидуальных лиц и платёжных систем для продавцов. Более подробную информацию можно найти на сайте %1.
th_th: FasaPay ดำเนินการโอนเงินอิเล็กทรอนิกส์สำหรับบุคคล หรือ เป็นตัวกลางการชำระเงินสำหรับร้านค้า สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Fascinating culture
es_es: Cultura fascinante
it_it: Una cultura affascinante
ru_ru: Интересная культура
th_th: วัฒนธรรมที่น่าหลงใหล

source: Favourite artist
es_es: Artista favorito
it_it: Artista preferito
ru_ru: Любимый артист
th_th: ศิลปินที่ท่านโปรดปราน

source: Favourite dish
es_es: Plato favorito
it_it: Piatto preferito
ru_ru: Любимое блюдо
th_th: อาหารที่ท่านโปรดปราน

source: Feb
ru_ru: Фев
th_th: ก.พ.

source: February
es_es: Febrero
it_it: Febbraio
ru_ru: Февраль
th_th: กุมภาพันธ์

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via email and telephone.
es_es: No dude en ponerse en contacto con nuestros expertos en servicio al cliente. Siempre están disponibles para contestar a sus preguntas. Puede contactar con nosotros a través de chat en vivo, correo electrónico y teléfono.
it_it: Non esitare a contattare i nostri esperti del servizio clienti, cordiali e sempre disponibili a rispondere alle tue domande. Puoi contattarci tramite email e telefono.
ru_ru: Обращайтесь по любым вопросам к нашей службе поддержки, всегда готовой помочь. Вы можете связаться с нами по электронной почте или по телефону.
th_th: ติดต่อผู้เชี่ยวชาญด้านการให้บริการลูกค้าสัมพันธ์ที่เป็นมิตรและ เขาพร้อมให้ความช่วยเหลือ ยินดีตอบคำถามของท่าน ท่านสามารถติดต่อเราผ่านทางอีเมล์ หรือโทรศัพท์

source: Feel free to get in touch with us at %1. We'd love to hear from you.
es_es: No dude en ponerse en contacto con nosotros a través del correo electrónico %1. Nos encantaría saber de usted.
it_it: Puoi contattarci scrivendo all'indirizzo %1, siamo sempre disponibili e pronti ad aiutarti.
ru_ru: Пожалуйста, свяжитесь с нами по адресу %1. Мы будем рады получить Ваш отзыв и предложения.
th_th: ติดต่อเราได้ที่ %1 เรายินดีที่จะได้รับการติดต่อจากท่าน

source: Feel right at home with the extremely warm and friendly locals who always receive new faces with open arms.
es_es: Siéntase como en su casa con los locales, extremadamente cálidos y amigables, que siempre reciben recién llegados con los brazos abiertos.
it_it: Qui è facile sentirsi a casa, grazie alle persone amichevoli ed estroverse che accolgono sempre a braccia aperte i nuovi arrivati.
ru_ru: Ощутите теплоту и радушие местных жителей, которые всегда рады гостям.
th_th: ชาวเมืองมีความอบอุ่นและเป็นมิตรมาก ที่พร้อมต้อนรับผู้มาเยือน และทำให้ท่านรู้สึกเหมือนอยู่บ้าน

source: Festivals galore
es_es: Festivales por doquier
it_it: Numerosi festival
ru_ru: Множество фестивалей
th_th: เทศกาลมากมาย

source: Fiat
es_es: Dinero fíat
ru_ru: Фидуциарные
th_th: เงินกระดาษ

source: Fiat Currency
es_es: Dinero fiat
it_it: Moneta Fiat
ru_ru: Обычные деньги
th_th: เงินกระดาษ
