Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The client's Account Balance includes Margin Requirement. The amount of the client's Account Balance in excess of Margin Requirement is available for withdrawal. The amount set aside for Margin Requirement is not available for the client's withdrawal.
es_es: El Saldo de la Cuenta del cliente incluye el Requisito de Margen. El monto del Saldo de la Cuenta excedente al Requisito de Margen está disponible para retiros. El monto reservado para el Requisito de Margen no está disponible para el retiro del cliente.
it_it: Il saldo del conto del cliente comprende i requisiti di margine. L'importo del saldo del conto che supera i requisiti di margine può essere prelevato, mentre quello accantonato per il requisito di margine non è disponibile per il prelievo.
ru_ru: Баланс счёта клиента включает Маржевые требования. Сумма баланса счёта клиента, превышающая Маржевые требования, доступна для вывода. Сумма, оставленная для удовлетворения Маржевых требований, не может быть выведена со счёта.
th_th: ยอดคงเหลือในบัญชีของลูกค้าจะมีข้อกำหนดมาร์จิน จำนวนในยอดคงเหลือในบัญชีของลูกค้าที่เกินกว่าข้อกำหนดมาร์จิน สามารถถอนออกได้ จำนวนที่ถูกสำรองไว้สำหรับข้อกำหนดมาร์จินนั้น ลูกค้าจะไม่สามารถถอนได้

source: The client's Account Balance represents
es_es: El Saldo de la Cuenta del cliente representa
it_it: Il saldo del conto del cliente indica
ru_ru: баланс клиентского счёта представляет собой
th_th: ยอดคงเหลือในบัญชีของลูกค้า แสดงถึง

source: The client's Account Equity minus their Total Margin
es_es: El Capital de la Cuenta menos el Margen Total
it_it: L'equity del conto del cliente meno il margine totale
ru_ru: баланс счёта клиента минус размер общей маржи
th_th: หลักทรัพย์ของบัญชีลูกค้าลบด้วยมาร์จินทั้งหมดของเขา

source: The client's Account Equity refers to the sum of their Account Balance and the net of unrealised profit and loss.
es_es: El Capital de la Cuenta se refiere a la suma del Saldo de la Cuenta y el valor neto de las ganancias y pérdidas no realizadas.
it_it: L'equity del conto corrisponde alla somma del saldo del conto e il netto delle plusvalenze e minusvalenze non realizzate.
ru_ru: остаток средств на счету клиента обозначает сумму баланса счёта и чистую сумму нереализованной прибыли и убытков.
th_th: หลักทรัพย์ในบัญชีของลูกค้าเป็นผลรวมของยอดคงเหลือในบัญชีของลูกค้า และยอดสุทธิของกำไรและขาดทุนที่ยังไม่ได้รับ

source: The client's MT5 Real Account password and login ID are unique, and passwords are hashed so that not even %1 staff can read them. This is the reason why the Company cannot retrieve the client's password and has to send a link for setting a new password to the client's email if they cannot recall their password.
es_es: La contraseña de la Cuenta Real MT5 del cliente e ID de inicio de sesión son únicos y las contraseñas están ocultas ("hashed") a modo que ni el personal de %1 pueda verlas. Esta es la razón por la cual la Empresa no puede recuperar la contraseña y debe enviar un enlace al correo electrónico del cliente para establecer una nueva, si el cliente no puede recordarla.
it_it: La password e l'ID di accesso del cliente per il conto reale MT5 sono unici e le password vengono protette in modo che neanche il personale di %1 sia in grado di leggerle. Per questo motivo, qualora il cliente avesse dimenticato la propria password, la Società non è in grado di recuperarla e dovrà fornirgliene una nuova inviandola all'indirizzo e-mail indicato.
ru_ru: Логин и пароль Реального счёта клиента MT5 являются уникальными, а пароль скрыт для прочтения, чтобы даже сотрудники %1 не имели возможности узнать его. Именно поэтому Компания не сможет сообщить клиенту забытый пароль и вынуждена выслать ссылку для замены пароля на зарегистрированный электронный адрес клиента.
th_th: รหัสผ่านและรหัสผู้ใช้งานของบัญชี MT จริงของลูกค้าเป็นข้อมูลเฉพาะ และรหัสผ่านประกอบด้วยการเข้ารหัสเพื่อที่พนักงานของ %1 ไม่สามารถอ่านได้ จึงเป็นเหตุผลที่ว่าทำไมบริษัทฯ จึงไม่สามารถกู้รหัสผ่านของลูกค้าคืนได้ และต้องส่งลิงค์เพื่อตั้งรหัสผ่านใหม่ไปยังอีเมล์ของลูกค้า หากลูกค้าไม่สามารถจำรหัสผ่านได้

source: The client's MT5 Real Account shall be funded by transferring funds from their %1 account, subject to the availability and sufficiency of funds in their %1 account and any daily transfer limits. No fund transfers shall be made to any other account in the name of any third party.
es_es: La Cuenta Real MT5 del cliente será financiada transfiriendo fondos de su cuenta %1, sujeta a la disponibilidad y suficiencia de fondos en su cuenta %1. No se efectuarán transferencias de fondos a ninguna otra cuenta a nombre de terceros.
it_it: Il conto reale MT5 del cliente verrà finanziato attraverso un trasferimento di fondi dal suo conto %1, in base a disponibilità e sufficienza di fondi di quest'ultimo e ai limiti giornalieri sui trasferimenti. Nessun trasferimento di fondi può essere effettuato verso un conto intestato a terzi.
ru_ru: Реальный счёт MT5 клиента можно пополнить путём перечисления средств со счёта %1, при условии наличия на нём достаточного количества средств. Перевод средств на любой другой счёт или счёт третьей стороны категорически запрещён.
th_th: บัญชี MT5 จริงของลูกค้าจะได้รับการเพิ่มหลักประกันโดยการโอนจากบัญชี %1 ขึ้นอยู่กับความพร้อมและจำนวนหลักประกันในบัญชี %1 และวงเงินจำกัดในการโอนในแต่ละวัน จะไม่มีการโอนไปยังบัญชีอื่นในนามของบุคคลที่สาม

source: The client's MT5 Real Account, as well as all payments and withdrawals therefrom, must be made in the same currency as maintained in the client's %1 account; otherwise, a currency conversion fee shall be applied.
es_es: La Cuenta Real MT5 del cliente, así como todos los pagos y retiros de la misma, deben realizarse en la misma moneda que se mantiene en la cuenta %1 del cliente; de lo contrario, se aplicará una tarifa de conversión de moneda.
it_it: Il conto reale MT5 del cliente, così come i pagamenti e i prelievi operati su quest'ultimo, devono essere nella stessa valuta del conto %1 del cliente; diversamente verrà applicata una commissione di conversione.
ru_ru: Реальный счёт MT5 клиента, а также любое пополнение или вывод средств должно осуществляться в валюте счёта клиента %1. В противном случае будет взыскана комиссия за конвертацию валюты.
th_th: บัญชี MT5 จริงของลูกค้า และการชำระและถอนเงินทุกรายการ จะต้องเป็นสกุลเงินเดียวกับสกุลเงินที่ใช้ในการดำเนินการบัญชี %1 ของลูกค้า มิฉะนั้น อาจจะมีการเรียกเก็บค่าธรรมเนียมการแปลงสกุลเงิน

source: The client's Real Money Account opened with %1, which the client uses to trade binary options with %1 trading platform and Binary Webtrader
es_es: La Cuenta de Dinero Real del cliente abierta con %1 que el mismo utiliza para operar con opciones binarias en la plataforma de trading de %1 y Webtrader de Binary
it_it: Il conto reale del cliente aperto con %1, utilizzato per il trading di opzioni binarie con la piattaforma di trading %1 e Binary Webtrader
ru_ru: реальный счёт клиента, открытый на %1 и используемый для торговли бинарными опционами на торговой платформе %1 и в приложении Binary Webtrader
th_th: บัญชีเงินจริงของลูกค้าที่เปิดไว้กับ %1 ซึ่งลูกค้าใช้ในการซื้อขายไบนารีออปชั่นกับแพลตฟอร์มซื้อขาย และ Binary Webtrader ของ %1

source: The client's Real Money Account opened with the %1 MT5 trading platform and licensed by MetaQuotes Software Corporation
es_es: La Cuenta de Dinero Real del cliente abierta en la plataforma de trading MT5 de %1 con licencia de MetaQuotes Software Corporation
it_it: Il conto reale MT5 del cliente aperto con la piattaforma di trading MT5 di %1 e autorizzato da MetaQuotes Software Corporation
ru_ru: Реальный счёт клиента, открытый на торговой платформе MT5 на %1, лицензия на которую принадлежит MetaQuotes Software Corporation
th_th: บัญชีเงินจริงของลูกค้าที่เปิดบนแพลตฟอร์มการซื้อขาย MT5 ของ %1 ที่ได้รับอนุญาตจากบริษัท MetaQuotes Software Corporation Context | Edit Context

source: The client's debts are not settled as, and when, they fall due.
es_es: Las deudas del cliente no se liquidan tan pronto como, y cuando vencen.
it_it: i debiti del cliente non sono saldati secondo i termini stabiliti.
ru_ru: Долги и обязательства клиента не выплачены к установленному сроку.
th_th: หนี้ของลูกค้ายังไม่ได้รับชำระ และถึงกำหนดแล้ว

source: The client's forex and contract-for-difference transactions with %1 are linked to an underlying financial instrument, and the client will be exposed to price, currency exchange, interest rate, or other volatility of the market to which the client's financial instrument is related to, especially if the market is of a jurisdiction that is foreign to the client. Forex and contract-for-difference trading over the Internet via an electronic trading platform is subject to data latency risk, which may result in delays in order execution.
es_es: Las transacciones de divisas y los contratos por diferencias del cliente con %1 están vinculados a un instrumento financiero subyacente y el cliente estará expuesto al precio, al tipo de cambio, a la tasa de interés u otra volatilidad del mercado con la cual se relaciona su instrumento financiero, especialmente si el mercado es de una jurisdicción ajena a la del cliente. Las operaciones con forex y los contratos por diferencias a través de Internet y una plataforma electrónica de trading están sujetos al riesgo de latencia de datos, lo que puede ocasionar demoras en la ejecución de las órdenes.
it_it: Le operazioni del cliente con %1 su Forex e contratti per differenza sono correlate a uno strumento finanziario sottostante; il cliente è esposto a prezzo, cambio della valuta, tasso di interesse e altri fattori di volatilità del mercato di riferimento di un dato strumento finanziario, in particolare se il mercato rientra in una giurisdizione diversa da quella del cliente. Il trading su Forex e contratti per differenza su Internet tramite piattaforma elettronica comporta un rischio di latenza dei dati che potrebbe causare un ritardo nell'esecuzione degli ordini.
ru_ru: Контракты клиента на Forex и контракты на разницу с %1 связаны с базовыми финансовыми инструментами и поэтому будут находиться под влиянием цены, валютного курса, процентной ставки и волатильности на рынке, к которому относится финансовый инструмент клиента, особенно если рынок находится в незнакомой для клиента юрисдикции. Торговля валютными контрактами (Forex) и контрактами на разницу через интернет, посредством электронной торговой платформы, несёт риск задержки данных, который может спровоцировать промедление при исполнении ордеров.
th_th: อัตราแลกเปลี่ยนและสัญญาสำหรับธุรกรรมส่วนต่างกับ %1 ถูกเชื่อมโยงกับเครื่องมือทางการเงินของผลิตภัณฑ์อ้างอิง ซึ่งลูกค้าจะต้องเกี่ยวข้องกับราคา อัตราแลกเปลี่ยน อัตราดอกเบี้ย หรือ ความผันผวนอื่นของตลาดซึ่งเกี่ยวข้องกับเครื่องมือทางการเงินของลูกค้า โดยเฉพาะอย่างยิ่งถ้าตลาดเป็นของเขตพื้นที่ตามกฎมายที่ต่างถิ่นกับลูกค้า อัตราแลกเปลี่ยนและสัญญาสำหรับการซื้อขายส่วนต่างทางอินเทอร์เน็ตผ่านทางแพลตฟอร์มการซื้อขายอิเล็กทรอนิกส์จะมีความเสี่ยงของการแฝงของข้อมูลซึ่งอาจะทำให้เกิดการล่าช้าในประมวลผลคำสั่งซื้อ

source: The client's password and login ID are unique, and passwords are hashed so that not even %1 staff can read them. This is the reason why the Company cannot retrieve the client's password and has to issue the client with a new one, sent to the client's email address, if the client cannot recall it.
es_es: La contraseña e ID de inicio de sesión de cada cliente son únicos y las contraseñas están ocultas ("hashed") a modo que ni el personal de %1 pueda verlas. Esta es la razón por la cual la Empresa no puede recuperar la contraseña del cliente y debe generar una nueva, lo cual se realiza mediante el correo electrónico del cliente, si el cliente no puede recordar la contraseña.
it_it: La password e l'ID di accesso del cliente sono unici. Le password vengono protette in modo che nemmeno lo staff di %1 sia in grado di leggerle. Per questo motivo, qualora il cliente avesse dimenticato la propria password, la Società non è in grado di recuperarla e dovrà fornirgliene una nuova inviandola all'indirizzo e-mail indicato.
ru_ru: Логин и пароль клиента являются уникальными, а пароль скрыт для прочтения, чтобы даже сотрудники %1 не имели возможности узнать его. Именно поэтому Компания не сможет сообщить клиенту забытый пароль и вынуждена выслать ссылку для замены пароля на зарегистрированный электронный адрес клиента.
th_th: รหัสผ่านและรหัสผู้ใช้งานของบัญชี MT จริงของลูกค้าเป็นข้อมูลเฉพาะ และรหัสผ่านประกอบด้วยการเข้ารหัสเพื่อที่พนักงานของ %1 ไม่สามารถอ่านได้ จึงเป็นเหตุผลที่ว่าทำไมบริษัทฯ จึงไม่สามารถกู้รหัสผ่านของลูกค้าคืนได้ และต้องส่งลิงค์เพื่อตั้งรหัสผ่านใหม่ไปยังอีเมล์ของลูกค้า หากลูกค้าไม่สามารถจำรหัสผ่านได้

source: The client's personal information is used primarily as a way of validating the client as the legitimate account owner and proper recipient of withdrawal payments. The Company also uses this information to process the client's trades. The Company collects from the client all personal and financial data directly relating to the client when the client fills in the Company's account opening form. In all instances, the client has either a legal or a contractual obligation to provide the Company with the information. If such information is not provided, the Company will be unable to provide the client with its services.
es_es: La información personal del cliente es utilizada primordialmente para validar al cliente como dueño legítimo de la cuenta y receptor adecuado para retiros de pagos. La Empresa también utiliza esta información para procesar las operaciones de trading. La Empresa obtiene la información personal y financiera del cliente cuando éste completa los formularios para apertura de cuenta. En todas las instancias, el cliente tiene la obligación legal o contractual de proveer esta información a la Empresa. Si dicha información no es provista, la Empresa no podrá prestar sus servicios al cliente.
it_it: La Società utilizza le informazioni personali del cliente principalmente per confermarlo legittimo proprietario del conto e ricevente dei pagamenti, così come per gestire i suoi trade; e raccoglie dal cliente i dati personali e finanziari direttamente a lui riconducibili durante la compilazione della domanda per l'apertura di un conto presso Binary. In ogni caso, il cliente è vincolato dall'obbligo contrattuale o legale di fornire alla Società tali informazioni; in caso contrario, la Società non sarà in grado di fornirgli i propri servizi.
ru_ru: Личные данные клиента используются преимущественно для удостоверения его/её личности как полноправного владельца счёта и законного получателя выводимых со счёта средств. Также Компания использует данную информацию для обработки платежей клиента. Компания собирает личные и финансовые данные, имеющие прямое отношение к клиенту и предоставляемые при заполнении анкеты для открытия счёта. Во всех случаях у клиента есть либо юридические, либо контрактные обязательства предоставлять Компании данную информацию. Если таковая информация не предоставлена, Компания не сможет предоставить клиенту услуги.
th_th: โดยปกติแล้วข้อมูลส่วนบุคคลของลูกค้าถูกใช้ในการตรวจสอบว่า ลูกค้าเป็นเจ้าของบัญชีที่ถูกต้อง และเป็นผู้รับที่ถูกต้องของการชำระเงินที่ถอนออกมา นอกจากนี้บริษัทฯ ยังใช้ข้อมูลนี้เพื่อดำเนินการซื้อขายของลูกค้า บริษัทฯ รวบรวมข้อมูลส่วนบุคคล และการเงินทั้งหมดเกี่ยวข้องกับลูกค้าโดยตรง เมื่อลูกค้ากรอกข้อมูลในแบบฟอร์มการเปิดบัญชีของบริษัทฯ ในทุกกรณี ลูกค้ามีข้อผูกมัดตามกฎหมาย หรือ ภาระผูกพันในสัญญาที่จะให้ข้อมูลนี้แก่บริษัทฯ หากไม่มีการให้ข้อมูลดังกล่าวแล้ว บริษัทฯ จะไม่สามารถให้บริการแก่ลูกค้าได้

source: The client's trades will be carried out on an execution-only basis through our online platform.
es_es: Las operaciones del cliente se realizarán limitándose exclusivamente a la ejecución a través de nuestra plataforma en línea.
it_it: Il procedimento attraverso cui verranno conclusi i trade dei clienti attraverso la nostra piattaforma online è meramente esecutivo.
ru_ru: Контракты клиента будут проводиться на онлайн платформе только по принципу исполнения.
th_th: การซื้อขายของลูกค้าจะถูกดำเนินการประมวลผลโดยแพลตฟอร์มออนไลน์ของบริษัทฯ

source: The client's use of the MT5 trading platform, whether accessed through or downloaded from the Company website or a third-party website, is governed by the terms of use provided by the MT5 trading platform licensor to the client. In the event of any conflict between the content of this agreement and the agreement between the client and the MT5 trading platform licensor, the terms of this agreement shall prevail. It is the client's responsibility to ensure that the information technology that they use is compatible with the required information technology to support the MT5 trading platform.
es_es: El uso de la plataforma de trading MT5, accediendo a través de o descargada del sitio web de la Empresa o de un sitio web externo, está regido por los términos de uso que brinda el licenciatario de la plataforma de trading MT5 al cliente. En caso de algún conflicto entre el contenido de este Acuerdo y el acuerdo entre el cliente y el licenciatario de la plataforma de trading MT5, los términos de este Acuerdo prevalecerán. Es responsabilidad del cliente asegurarse que la tecnología de información utilizada sea compatible con la tecnología de información requerida para respaldar la plataforma de trading MT5.
it_it: L'utilizzo della piattaforma di trading MT5 da parte del cliente, sia se avviene accedendovi tramite il sito web della Società o quello di terzi o effettuando il download dagli stessi, è regolato dai termini d'uso forniti dal licenziatario della piattaforma al cliente. In caso di conflitto tra il contenuto del presente contratto e di quello tra il cliente e il licenziatario della piattaforma di trading MT5, prevarranno i termini ivi esposti. Il cliente ha la responsabilità di accertarsi che la tecnologia dell'informazione da lui utilizzata sia compatibile con quella richiesta a supporto della piattaforma.
ru_ru: Использование клиентом торговой платформы MT5 напрямую с сайта, путём скачивания платформы с вебсайта Компании или сайта третьей стороны регулируется правилами использования, предоставленными клиенту лицензиаром Торговой платформы MT5. В случае выявления несоответствий между текстом данного соглашения, а также соглашения между клиентом и лицензиаром торговой платформы MT5, условия данного соглашения должны иметь преимущественную силу. Настоящим клиент обязуется удостовериться, что применяемые клиентом информационные технологии совместимы с технологиями, требующимися для поддержки Торговой платформы MT5.
th_th: การใช้แพลตฟอร์มการซื้อขาย MT5 ของลูกค้า ไม่ว่าจะเข้าถึงโดยตรง หรือ ดาวน์โหลดจากเว็บไซต์ของบริษัทฯ หรือ เว็บไซต์ของบุคคลที่สาม ถูกกำกับด้วยเงื่อนไขการใช้ที่ผู้ให้อนุญาตแพลตฟอร์มการซื้อขาย MT5 ได้ให้ไว้กับลูกค้า ในกรณีที่มีความขัดแย้งกันระหว่างเนื้อหาของข้อตกลงและข้อตกลงระหว่างลูกค้าและผู้ให้อนุญาตของแพลตฟอร์มการซื้อขาย MT5 เงื่อนไขของข้อตกลงนี้จะมีอำนาจเหนือกว่า ซึ่งเป็นความรับผิดชอบของลูกค้าที่จะต้องให้แน่ใจว่า สิ่งที่ลูกค้าใช้งานนั้นเข้ากันได้กับคุณสมบัติเทคโนโลยีสารสนเทศที่สนับสนุนแพลตฟอร์มการซื้อขาย MT5

source: The commission you will charge Clients on deposits and withdrawals
es_es: La comisión que cobrará a los clientes por los depósitos y retiros
it_it: La commissione che applicherai ai Clienti sui depositi e sui prelievi
ru_ru: Комиссия, которую Вы будете взимать с Клиентов при пополнении и снятии средств
th_th: ค่านายหน้าจะถูกคำนวณจากลูกค้าเมื่อฝากเงินและถอนเงิน

source: The commissions to be charged on deposits and withdrawals
es_es: La comisión que será cobrada por los depósitos y retiros
it_it: Le commissioni applicabile su versamenti e prelievi
ru_ru: размер комиссии, которую он будет взимать с клиентов за пополнение и вывод средств,
th_th: ค่าคอมมิชชั่นจะถูกเรียกเก็บเมื่อมีการดำเนินการฝากและถอน

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
es_es: La Empresa mantiene los fondos de los clientes en cuentas bancarias separadas de las cuentas operativas, las cuales, en caso de insolvencia, no formarán parte de los activos de la Empresa. Esto cumple con los requisitos de la Comisión de Juego para la segregación de los recursos de clientes a un nivel de: <strong>protección media</strong>.
it_it: La società detiene i fondi dei clienti in conti bancari separati da quelli operativi, i quali non faranno parte, in caso di insolvenza, dell'asset della Società. Ciò rispecchia i requisiti della Commissione sul gioco d'azzardo per la segregazione dei fondi dei clienti a livello: <strong>protezione media</strong>.
ru_ru: Компания держит средства клиентов на отдельных от рабочих счетов банковских счетах, которые в случае неплатежеспособности Компании не войдут в состав ее активов. Это отвечает требованиям Комиссии по азартным играм по сегрегации средств клиентов на следующем уровне: <strong>средняя защита</strong>.
th_th: บริษัทฯ ดูแลหลักประกันของลูกค้าในบัญชีที่ถูกจัดสรรแยกเพื่อการปฏิบัติการ และการจัดการเพื่อให้แน่ใจว่า สินทรัพย์ของบัญชีลูกค้ามีการถูกจำหน่ายหากมีกรณีล้มละลาย ซึ่งเป็นไปตามข้อกำหนดของ Gambling Commission ในการแยกเงินทุนลูกค้าโดยเป็นมาตรการการป้องกันระดับ: <strong>การป้องกันระดับกลาง</strong>

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP 25 or equivalent of USD25 in any other currency as calculated in accordance with the current exchange rate published by www.xe.com, or any other recognised data provider, as on the date of charging of the fee, every 6 months for every client account that has had no transaction recorded for over 12 months.
es_es: La empresa se reserva el derecho a cobrar una tasa por inactividad de hasta USD/EUR/AUD/GBP 25 o; equivalente a USD25 en cualquier otra moneda como se calcule en base a la tasa de cambio disponible y publicada en www.xe.com, o cualquier otro proveedor reconocido, a la fecha del cargo realizado, cada 6 meses para cada cuenta de cliente que no registre transacciones por 12 meses o más.
ru_ru: Компания оставляет за собой право взимать комиссию за неактивность в размере до 25 USD/EUR/AUD/GBP или эквивалентную 25 USD в другой валюте в соответствии с текущим курсом, опубликованным на сайте www.xe.com или взятым из другого признанного источника, на день взимания комиссии. Комиссия взимается каждые 6 месяцев с каждого клиентского счета, на котором не проводились транзакции более 12 месяцев.
th_th: บริษัทฯ สงวนสิทธิ์ที่จะเรียกเก็บค่าธรรมเนียมบัญชีไม่เคลื่อนไหวในทุกๆ 6 เดือน สำหรับทุกบัญชีของลูกค้าที่ไม่มีการเดินธุรกรรมในระยะเวลามากกว่า 12 เดือน เป็นจำนวนสูงสุดที่ 25 เหรียญสหรัฐ/ยูโร/เหรียญออสเตรเลีย/ปอนด์ หรือสำหรับบัญชีเงินดิจิทัล เป็นจำนวนเงินเทียบเท่า 25 เหรียญสหรัฐ ซึ่งคำนวณโดยใช้อัตราแลกเปลี่ยนปัจจุบัน ณ วันที่มีการเรียกเก็บค่าธรรมเนียม ตามอัตราแลกเปลี่ยนที่เผยแพร่ใน www.xe.com หรือ ผู้ให้บริการข้อมูลรายอื่น
