Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The client has fully read and understood the (i) Risk disclosure statement, (ii) Order execution policy, and (iii) Terms and conditions attached to this agreement before requesting to open an MT5 Real Account with the Company.
es_es: El cliente ha leído y entendido completamente lo siguiente: (i) Declaración de riesgos, (ii) Política de ejecución de órdenes, y (iii) Términos y condiciones adjuntos a este acuerdo; antes de solicitar la apertura de una Cuenta Real MT5 con la Empresa.
it_it: Il cliente ha interamente letto e compreso: (i) l'informativa sul rischio, (ii) la politica di esecuzione degli ordini e (iii) i termini e le condizioni allegati al presente contratto prima di richiedere l'apertura di un conto reale MT5 con la Società.
ru_ru: Перед открытием Реального счёта MT5 на сайте Компании клиент полностью прочитал и принял: (i) Заявление о риске; (ii) Политику исполнения ордеров; (iii) правила и условия данного соглашения.
th_th: ลูกค้าได้อ่านและเข้าใจอย่างถ่องแท้ในหัวข้อต่อไปนี้ (i) ข้อสงวนสิทธิ์ความเสี่ยง (ii) นโยบายการจัดการคำสั่งซื้อ และ (iii) ข้อตกลงและเงื่อนไขที่แนบกับข้อตกลงฉบับนี้ แล้ว ก่อนที่จะส่งคำร้องเพื่อขอให้เปิดบัญชี MT5 จริงกับทางบริษัทฯ

source: The client has reached a turnover that is 5 times the bonus amount.
es_es: El cliente ha alcanzado un volumen de facturación que constituye 5 veces la cantidad del bono.
it_it: Il cliente ha raggiunto un turnover pari a 5 volte l'importo del bonus.
ru_ru: объём покупок Клиента превышает сумму бонуса в 5 раз.
th_th: ลูกค้ามีปริมาณการซื้อขายหลักทรัพย์ ซึ่งเป็นมูลค่า 5 เท่าของมูลค่าโบนัส

source: The client has read the Company's privacy statement and is aware of how the Company processes information.
es_es: El cliente ha leído la Declaración de privacidad de la Empresa y es consciente de cómo la Empresa procesa información.
it_it: il cliente ha letto l'informativa sulla privacy della Società ed è a conoscenza della modalità con cui quest'ultima elabora le informazioni.
ru_ru: Клиент прочёл заявление Компании о конфиденциальности и знает, как Компания обрабатывает доверенную ей информацию.
th_th: ลูกค้าได้อ่านนโยบายการรักษาข้อมูลส่วนบุคคลของบริษัทฯ และรับทราบถึงวิธีการดำเนินการกับข้อมูลของบริษัทฯ แล้ว

source: The client has read these terms and conditions in full and has understood that they will be buying and selling financial contracts subject to these terms and conditions.
es_es: Haber leído esta página de Términos y Condiciones legales en su totalidad y haber entendido que estará comprando y vendiendo contratos financieros sujetos a estos términos y condiciones.
it_it: Il cliente ha letto interamente la pagina sui termini e le condizioni e ha compreso a pieno che acquisterà e venderà contratti finanziari secondo i presenti termini e condizioni.
ru_ru: Клиент полностью прочитал данные юридические правила и условия, а также осознал, что он/она будет покупать и продавать финансовые контракты в рамках данных правил и условий.
th_th: ลูกค้าได้อ่านข้อกำหนดและเงื่อนไขเหล่านี้ทั้งหมดแล้ว และเข้าใจว่า ลูกค้าจะดำเนินการซื้อและขายสัญญาทางการเงินต่างๆ โดยเป็นไปตามข้อกำหนดและเงื่อนไขเหล่านี้

source: The client has read this legal Terms and conditions page in full and understood that the client will be buying and selling contracts subject to these terms and conditions.
es_es: El cliente ha leído esta página de Términos y Condiciones legales en su totalidad y entiende que estará comprando y vendiendo contratos financieros sujetos a estos términos y condiciones.
it_it: il cliente ha letto interamente la presente pagina sui Termini e le condizioni legali e ha completamente compreso che acquisterà e venderà contratti finanziari secondo i presenti termini e condizioni;
ru_ru: Клиент полностью прочитал данные юридические Правила и условия, а также осознал, что он/она будет покупать и продавать финансовые контракты в рамках данных правил и условий.
th_th: ลูกค้าได้อ่านข้อกำหนดและเงื่อนไขทางกฎหมายทั้งหมดแล้ว และเข้าใจว่า ลูกค้าจะดำเนินการซื้อและขายสัญญาต่างๆ โดยเป็นไปตามข้อกำหนดและเงื่อนไขเหล่านี้

source: The client has sufficient experience and knowledge about contracts for difference to be capable of evaluating the merits and risks of acquiring contracts via this site and have done so without relying on any information contained in this site.
es_es: Asegurar que tiene suficiente experiencia y conocimiento en materia de contratos por diferencias para poder evaluar los méritos y riesgos de adquirir contratos a través de este sitio y lo ha hecho sin depender de alguna información contenida en este sitio.
it_it: Il cliente ha esperienza e conoscenza sufficienti in materia di contratti per differenza per essere in grado di valutare i vantaggi e i rischi legati all'acquisto di contratti tramite questo sito, senza essersi basato sulle informazioni contenute nel sito stesso.
ru_ru: Клиент обладает необходимым опытом и знаниями в области торговли контрактами на разницу, чтобы оценить преимущества и риски приобретения контрактов посредством данного сайта и способен делать это, не полагаясь на любую информацию, содержащуюся на данном сайте.
th_th: ลูกค้ามีประสบการณ์และความรู้ในเรื่องสัญญาสำหรับส่วนต่างเพียงพอที่จะประเมินผลที่ได้รับและความเสี่ยงในการให้ได้มาซึ่งสัญญาจากเว็บไซต์นี้ โดยปราศจากการอ้างอิงข้อมูลที่เกี่ยวข้องในเว็บไซต์นี้

source: The client has sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and has done so without relying on any information contained on this site.
es_es: El cliente tiene suficiente experiencia y conocimientos en materia de comercio financiero para ser capaz de evaluar los méritos y riesgos de adquirir contratos financieros a través de este sitio y puede hacerlo sin contar con la información contenida en este sitio.
it_it: il cliente possiede la sufficiente esperienza e conoscenza nell'ambito del trading finanziario tale da essere in grado di valutare i vantaggi e i rischi connessi all'acquisizione di contratti finanziari tramite il presente sito e le ha acquisite senza fare alcun affidamento sulle informazioni contenute nello stesso.
ru_ru: Клиент обладает необходимым опытом и знаниями в области финансовой торговли, чтобы оценить преимущества и риски приобретения финансовых контрактов посредством данного сайта и способны делать это, не полагаясь на любую информацию, содержащуюся на данном сайте.
th_th: ลูกค้ามีประสบการณ์และความรู้เกี่ยวกับการลงทุนทางการเงินเพียงพอที่จะประเมินคุณค่าและความเสี่ยงของการได้มาซึ่งสัญญาทางการเงินจากเว็บไซต์ โดยปราศจากการอ้างอิงข้อมูลที่เกี่ยวข้องในเว็บไซต์นี้

source: The client has the right to object to the direct distribution of marketing materials. This can be done by either not providing the client's consent to any marketing material before the service is rendered or revoking it at any point during the service. In both cases, the Company will refrain from distributing marketing materials to the client.
es_es: El cliente tiene derecho a objetar la distribución directa de materiales de marketing. Esto puede hacerse al no dar su consentimiento a cualquier material de marketing antes que se preste el servicio o revocándolo en cualquier momento durante el servicio. En cualquier caso, la Empresa se abstiene de distribuir al cliente los materiales publicitarios.
it_it: Il cliente ha il diritto di opporsi alla distribuzione diretta dei materiali di marketing. A tal fine, può scegliere di non dare il proprio consenso alla diffusione di qualsiasi materiale di pubblicitario prima che il servizio venga reso, oppure può revocare il proprio consenso in qualsiasi momento durante lo stesso. In entrambi i casi, ci asterremo dall'inviargli materiali di marketing.
ru_ru: Клиент имеет право не согласиться с распространением маркетинговых материалов, не согласившись на получение маркетинговых материалов перед непосредственным предоставлением услуги или отказаться от таковой рассылки в любой момент. В любом случае, Компания воздержится от отправки клиенту любых рекламных материалов.
th_th: ลูกค้ามีสิทธิ์ที่จะคัดค้านการเผยแพร่ข้อมูลทางการตลาดที่ลูกค้าได้รับโดยตรง ซึ่งสามารถทำได้โดยไม่ได้รับความเห็นชอบของลูกค้าต่อข้อมูลทางการตลาดใดๆ ก่อนการเริ่มให้บริการ หรือ การยกเลิกเมื่อใดก็ได้ในระหว่างการให้บริการ ไม่ว่าในกรณีใดๆ ก็ตาม บริษัทฯ จะงดการเผยแพร่ข้อมูลทางการตลาดให้แก่ลูกค้า

source: The client has unrealised losses on their MT5 Real Account.
es_es: El cliente tiene pérdidas no realizadas en su Cuenta Real MT5.
it_it: il cliente ha perdite non realizzate sul conto reale MT5;
ru_ru: у клиента имеется нереализованный убыток на Реальном счёте MT5,
th_th: ลูกค้ามีผลขาดทุนที่ยังไม่รับรู้ในบัญชี MT5 จริง ของลูกค้า

source: The client hereby agrees that they will not participate in any illegal, deceptive, misleading, or unethical practices including, but not limited to, disparagement of the MT5 trading platform or other practices which may be detrimental to the MT5 trading platform, the licensor, or public interest.
es_es: De acuerdo con lo presente, el cliente acepta no participar en ninguna práctica ilegal, engañosa, errónea o poco ética, que incluye, pero no se limita a, menosprecio de la plataforma de operación MT5 u otras prácticas que puedan ser perjudiciales para la plataforma MT5, el licenciatario o el interés público.
it_it: Con la presente, il cliente accetta di non partecipare a pratiche illegali, ingannevoli, fuorvianti o immorali, tra cui si include a titolo meramente esemplificativo la denigrazione della piattaforma di trading MT5 o altre pratiche che potrebbero essere dannose per tale piattaforma, il concessore di licenza o l'interesse pubblico.
ru_ru: Настоящим клиент соглашается не участвовать в любой незаконной, обманной, вводящей в заблуждение или неэтичной деятельности, включая, но не ограничиваясь распространением порочащих сведений о Торговой платформе MT5 или иных видах деятельности, способных нанести ущерб торговой платформе MT5, лицензиару или иным общественным интересам.
th_th: ด้วยเหตุนี้ ลูกค้ายินยอมที่จะไม่เข้าร่วมในพฤติการณ์ใดๆ ที่ผิดกฎหมาย ฉ้อฉล หลอกลวง หรือ ผิดจริยธรรม รวมถึงการทำให้แพลตฟอร์มการซื้อขาย MT5 เสื่อมเสีย หรือ การปฏิบัติอื่นๆ ซึ่งอาจจะเป็นภัยต่อแพลตฟอร์มการซื้อขาย MT5 ผู้ให้ใบอนุญาต และเพื่อประโยชน์สาธารณะ

source: The client is acting for their sole benefit, and not for or on behalf of any other person.
es_es: Estar actuando en su propio beneficio, y no para, o en nombre de cualquier otra persona.
it_it: Il cliente agisce esclusivamente a proprio vantaggio e non per conto di terzi.
ru_ru: Клиент действует исключительно в своих интересах, а не от имени любого другого лица.
th_th: ลูกค้าดำเนินการเพื่อผลประโยชน์ของตนเองเท่านั้น และไม่ได้กระทำเพื่อ หรือ ในนามของผู้อื่น

source: The client is advised that the binary options offered by %1 are not traded under the rules of any recognised, designated, or regulated exchange. Consequently, engaging in binary options trading may expose the client to substantially greater risks than the investments that are so traded.
es_es: Se informa al cliente que las Opciones Binarias que ofrece %1 no se comercializan bajo las reglas de cualquier bolsa de valores reconocida, designada o regulada. En consecuencia, la participación en las operaciones con Opciones Binarias puede exponer al cliente a riesgos substancialmente mayores que las inversiones en la bolsa real.
it_it: Si avvisa il cliente viene che le opzioni binarie offerte da %1 non vengono negoziate ai sensi delle normative di un borsa riconosciuta, preposta o regolamentata. Di conseguenza, il trading di opzioni binarie può esporre il cliente a rischi significativamente maggiori rispetto agli investimenti realizzati in quelle condizioni.
ru_ru: Настоящим клиент уведомляется о том, что торговля бинарными опционами, предлагаемая %1, не производится по правилам какой-либо признанной, обозначенной или регулируемой биржи. Соответственно, торговля бинарными опционами может быть сопряжена со значительно большим риском, чем те инвестиции, которые делаются в соответствии с такими условиями.
th_th: ลูกค้าทราบว่า ไบนารีออปชันที่ให้บริการโดย %1 ไม่ได้ถูกซื้อขายภายใต้กฎที่ถูกรับรู้ ถูกกำหนด หรือ ถูกรับรองโดยการแลกเปลี่ยน การซื้อขายไบนารีออปชันอาจทำให้ลูกค้ามีความเสี่ยงมากกว่าการลงทุนประเภทอื่นๆ ที่ลูกค้ามีการซื้อขาย

source: The client is advised to note that prices can change very quickly in the market, so the execution price may not necessarily be visible instantly once the Order has been filled.
es_es: Se aconseja al cliente tener en cuenta que los precios en el mercado pueden cambiar muy rápidamente, por lo tanto el precio de ejecución podría no ser visible de manera instantánea tras completar la Orden.
it_it: Nota per il cliente: i prezzi di mercato possono cambiare molto velocemente, pertanto il prezzo al momento dell'esecuzione potrebbe non essere visibile immediatamente una volta che l'ordine è stato completato.
ru_ru: Клиенту необходимо учитывать, что рыночные цены способны стремительно меняться, а цена исполнения может не всегда отражаться сразу после размещения ордера.
th_th: โปรดทราบว่า ราคามีการเปลี่ยนแปลงอย่างรวดเร็วในตลาด การประมวลผลราคาอาจจะไม่ได้แสดงในทันทีทันใดเมื่อคำสั่งซื้อได้มีการถูกบันทึก

source: The client is also reminded that their internet connection can influence what price is displayed after the trade has been executed.
es_es: El cliente deberá también considerar que su conexión de Internet puede afectar el precio que aparece una vez se ha ejecutado la operación.
it_it: È importante tenere presente che la connessione internet può influenzare il prezzo che appare dopo che il trade è stato effettuato.
ru_ru: Также клиенту необходимо помнить, что его/её соединение с интернетом может сказаться на цене, которая отображается после исполнения контракта.
th_th: โปรดทราบว่า ศักยภาพการเชื่อมต่ออินเทอร์เน็ตของท่านมีผลต่อราคาที่แสดงในการซื้อขายในการประมวลผลแต่ละครั้ง

source: The client is asked to note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices; however, these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push prices up or down). To avoid settling prices based on such artificial prices, it is Company's policy not to count weekend prices towards contract settlement values (except for Volatility Indices, which are open during weekends).
es_es: Tenga en cuenta que las cotizaciones de fin de semana son ignoradas para la liquidación de contratos. Durante los fines de semana, los mercados forex pueden ocasionalmente generar precios; sin embargo, estos precios son usualmente artificiales (los corredores algunas veces aprovechan la iliquidez de los mercados durante los fines de semana para empujar los precios hacia abajo o arriba). Para evitar la liquidación de contratos en base a estos precios artificiales, es política de la Empresa no tomarlos en cuenta (excepto para Índices de Volatilidad, los cuales están abiertos durante los fines de semana).
ru_ru: Клиенту следует обратить внимание, что котировки в выходные не учитываются для решения исхода контрактов. Во время выходных рынки Forex могут генерировать цены, но эти цены часто являются искусственными (трейдеры могут воспользоваться неликвидностью рынков в выходные с целью завысить или занизить цены). Чтобы избежать решения контрактов на основе таких искусственных цен, Компания не учитывает котировки в выходные дни для расчета контрактов (кроме Индексов волатильности, которые открыты в выходные).
th_th: ลูกค้าพึงทราบว่า ราคาในช่วงวันหยุดจะไม่ถูกนำไปสู่การชำระมูลค่า ระหว่างวันหยุดสุดสัปดาห์ ตลาดฟอเร็กซ์ หรือ ตลาดค้าสกุลเงินอาจจะมีการกำหนดราคาเป็นครั้งคราว แต่ราคาดังกล่าวจะยังไม่ใช่ราคาซื้อขายที่แท้จริง (บางครั้งนักลงทุนจะใช้ประโยชน์ของตลาดที่ไร้สภาพคล่องในช่วงวันหยุดเพื่อผลักดันราคาขึ้นหรือลง) เพื่อหลีกเลี่ยงการตั้งราคาบนพื้นฐานราคาที่ไม่ใช่ราคาแท้จริง นโยบายของบริษัทฯ จะไม่ใช้ราคาในวันหยุดเพื่อการชำระราคาของสัญญา (ยกเว้น ดัชนีผันผวน ซึ่งเปิดทำการในวันหยุดสุดสัปดาห์)

source: The client is not resident in a restricted country such as Canada, Hong Kong, Israel, Jersey, Malaysia, Malta, Paraguay, the United Arab Emirates, the USA, or any other restricted country that has been identified by the FATF as having strategic deficiencies.
es_es: El cliente no es residente en un país restringido como ser Canadá, San Vicente y las Granadinas, Hong Kong, Israel, Jersey, Malasia, Malta, Paraguay, los Emiratos Árabes Unidos, los EE. UU. o cualquier otro país restringido que haya sido identificado por el GAFI como un país con deficiencias estratégicas.
it_it: il cliente non è residente in un Paese sottoposto a restrizioni come Canada, Hong Kong, Jersey, Malesia, Malta, Paraguay, Emirati Arabi Uniti, USA o qualsiasi altro Paese sottoposto a restrizioni al quale il Gruppo d'Azione Finanziaria Internazionale (FATF) attribuisce carenze strategiche;
ru_ru: Клиент не является жителем одной из запрещённых стран: Канады, Гонконга, Израиля, Джерси, Малайзии, Мальты, Парагвая, ОАЭ, США или любой другой страны, указанной FATF по причине нормативно-правового регулирования.
th_th: ลูกค้าจะไม่ใช่พลเมืองของประเทศที่ถูกจำกัด เช่น แคนาดา ฮ่องกง อิสราเอล เจอร์ซี มาเลเซีย มอลตา ปารากวัย สหรัฐอาหรับเอมิเรตต์ สหรัฐอเมริกา หรือ ประเทศที่ถูกจำกัดอื่นๆ ซึ่งระบุโดย FATF ว่า มีข้อบกพร่องเชิงยุทธศาสตร์

source: The client is not trading in the actual Underlying Instrument, or the actual foreign currency; all Transactions are settled in cash only.
es_es: El cliente no esta operando en el Instrumento Subyacente actual, o en la moneda extranjera actual, todas las Transacciones se liquidan únicamente en efectivo.
it_it: il cliente non sta effettuando trading sull'effettivo strumento sottostante o nell'effettiva valuta straniera; tutte le operazioni sono regolate esclusivamente in contanti.
ru_ru: клиент не торгует непосредственно самим базовым инструментом или иностранной валютой; все контракты проводятся лишь на деньги.
th_th: ลูกค้าไม่ได้ดำเนินการซื้อขายสินค้าโภคภัณฑ์จริง หรือ สกุลเงินต่างประเทศจริง ทุกธุรกรรมถูกดำเนินการด้วยเงินสดเท่านั้น

source: The client is over 18 years of age, unless the client is an Estonian resident whereby the client would have to be over 21.
es_es: El cliente es mayor a 18 años de edad, a menos que sea un residente de Estonia por lo que debería ser mayor a 21 años.
it_it: il cliente ha più di 18 anni, a meno che non risieda in Estonia; nel quale caso dovrà avere più di 21 anni;
ru_ru: Клиент достиг возраста 18 лет (или 21 года, если он/она является жителем Эстонии).
th_th: ในกรณีของลูกค้ามีอายุมากกว่า 18 ปี หากลูกค้าเป็นพลเมืองของประเทษเอสโทเนีย ลูกค้าจะต้องอายุมากกว่า 21 ปี

source: The client is responsible for all third-party electronic transfer fees in respect of payments.
es_es: El cliente es responsable por todas las tarifas de transferencias electrónicas de terceras partes en relación con los pagos.
it_it: il cliente è responsabile di tutte le commissioni sui trasferimenti elettronici rivolti a terzi relative ai pagamenti;
ru_ru: Клиент оплачивает все комиссии третьих сторон при исполнении электронных платежей.
th_th: ลูกค้ามีหน้าที่รับผิดชอบในการชำระค่าธรรมเนียมใดๆ จากการโอนเงินอิเล็กทรอนิกส์ในระบบชำระเงินของบุคคลที่สาม

source: The client is responsible for keeping the client's log-in details secure, the security of any linked email address, and the security (password protection, screen locking, etc.) of any personal computer or device on which the client's account is accessible. The Company shall not be held responsible if there is unauthorised use of the account when the Company is not at fault.
es_es: El cliente es responsable de mantener sus datos de inicio de sesión seguros, de la seguridad de cualquier dirección de correo electrónico asociado, y de la seguridad (protección de contraseñas, bloqueo de pantallas, etc) de cualquier dispositivo personal mediante el cual accede a su cuenta. La Empresa no será considerada responsable por cualquier uso no autorizado de la cuenta cuando la Empresa no está en falta.
it_it: Il cliente ha la responsabilità di mantenere in sicurezza i propri dati di log-in, eventuali indirizzi e-mail collegati e il computer (nello specifico password, blocco schermo ecc) o altri dispositivi da cui è possibile accedere al conto. La Società declina qualsiasi responsabilità in caso di utilizzo non autorizzato del conto non imputabile a essa.
ru_ru: Клиент несёт ответственность за сохранность и безопасность своих учётных данных, электронного адреса, а также любого персонального компьютера или устройства (защиту пароля, блокировку экрана и т. д.), с которого клиент осуществляет вход на свой счёт. Компания не несёт ответственности за несанкционированный вход и использование счёта клиента, если это произошло не по вине компании.
th_th: ลูกค้ามีหน้าที่ในการเก็บข้อมูลรหัสผู้ใช้งานของลูกค้าอย่างปลอดภัย ความปลอดภัยจากอีเมล์ที่ผูกกับรหัสผู้ใช้งาน รวมถึงความปลอดภัย (การป้องกันรหัสผ่าน การตั้งล็อคหน้าจอเมื่อไม่ใช้งาน ฯลฯ) ของเครื่องคอมพิวเตอร์ส่วนบุคคล หรือ เครื่องมือต่างๆ ที่ลูกค้าใช้งานในการติดต่อกับบัญชีซื้อขาย บริษัทฯ ไม่มีส่วนรับผิดชอบหากมีการใช้งานบัญชีโดยไม่ได้รับอนุญาตซึ่งไม่ได้เกิดจากความผิดพลาดของบริษัทฯ

source: The client is responsible for managing the client's tax and legal affairs, including making any regulatory filings and payments and complying with applicable laws and regulations. The Company does not provide any regulatory, tax, or legal advice. If the client is in any doubt as to the tax treatment or liabilities%2 of Products available through %1%3, the client may wish to seek independent advice.
es_es: El cliente es responsable de administrar sus asuntos legales e impositivos, incluyendo la presentación y pagos arancelarios así como el cumplimiento de leyes y regulaciones aplicables. La Empresa no brinda asesoramiento legal, fiscal, o sobre regulaciones. Si el cliente tiene alguna duda sobre el tratamiento fiscal o responsabilidades asociadas%2 de los productos disponibles en %1%3, puede buscar asesoría externa.
it_it: Il cliente è responsabile della gestione delle proprie tasse e questioni legali, inclusi pagamenti e documenti di registro normativi contemplati dalle leggi e dalle normative applicabili. La Società non fornisce consulenza giuridica o in materia di regolamentazione o tassazione. In caso di dubbio circa le responsabilità o il trattamento fiscale%2 relativi a un prodotto offerto tramite %1%3, il cliente può ricorrere a una consulenza esterna.
ru_ru: Клиент несёт ответственность за оплату своих налогов и правовых обязательств, включая любые нормативные требования и платежи, а также соблюдение соответствующих законов и правил. Компания не предоставляет каких-либо законодательных, налоговых или юридических консультаций. Если у клиента есть сомнения относительно налогообложения или обязательств в связи с%2 продуктами, доступными на %1%3, клиент может обратиться за независимой консультацией.
th_th: ลูกค้ามีหน้าที่รับผิดชอบในการจัดการภาษีของลูกค้า และหน้าที่ตามกฎหมาย รวมถึงการนำส่งรายการตามกฎหมาย การชำระเงิน และการปฏิบัติตามกฎหมายและหลักเกณฑ์ที่เกี่ยวข้อง บริษัทฯ ไม่ได้มีหน้าที่ให้คำปรึกษาเกี่ยวกับกฎระเบียบ ภาษี หรือ คำแนะนำทางกฎหมายใดๆ หากลูกค้ามีข้อสงสัยใดๆ ในการดำเนินการทางภาษี หรือ ความรับผิดชอบที่เกี่ยวข้องกับ%2 ผลิตภัณฑ์ที่ให้บริการผ่านทาง %1%3 ลูกค้าสามารถขอคำแนะนำจากที่ปรึกษาอิสระได้
