Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: shall mean any operation which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, restriction, erasure, or destruction, etc..
es_es: significará cualquier operación que se realice en datos personales o en conjuntos de datos personales, ya sea por medios automatizados, tales como recolección, registro, organización, estructuración, almacenamiento, adaptación o alteración, restricción, borrado o destrucción, etc..
ru_ru: означает любые действия, выполняемые в отношении личных данных или их совокупности, включая автоматические процедуры, в том числе сбор, запись, организацию, структурирование, хранение, адаптацию и изменение, ограничение, удаление, уничтожение и т.д.
th_th: จะหมายถึง ปฏิบัติการใดๆ ซึ่งดำเนินต่อข้อมูลส่วนบุคคล หรือ ชุดข้อมูลส่วนบุคคล ไม่ว่าในการดำเนินการอัตโนมัติ ได้แก่ การเก็บรวบรวมข้อมูล การบันทึกข้อมูล การจัดการข้อมูล การจัดทำโครงสร้างข้อมูล การจัดเก็บข้อมูลในสื่อสำหรับเก็บบันทึก การนำข้อมูลมาดัดแปลงใช้งาน หรือ การปรับปรุงข้อมูล การกำหนดข้อจำกัดของการเก็บข้อมูล การลบทะเบียนข้อมูล หรือ การทำลายข้อมูล ฯลฯ

source: shall mean the Binary Group companies. This means that the Company is responsible for deciding how it holds and uses any personal data about the applicant.
es_es: significará las empresas del grupo Binary. Es decir, que la Empresa es responsable de decidir cómo guarda y utiliza cualquier tipo de información personal del solicitante.
ru_ru: означает группу компаний Binary Group. Это значит, что Компания отвечает за решение относительно хранения и использования любой личной информации заявителя.
th_th: จะหมายถึง บริษัทฯ ต่างๆ ในเครือไบนารี โดยบริษัทฯ รับผิดชอบในการตัดสินใจเพื่อเก็บรักษาและนำข้อมูลส่วนบุคคลต่างๆ ของผู้สมัครไปใช้ในกิจกรรมต่างๆ

source: shall mean the applicant, whose personal data is collected by the Company.
es_es: significará el solicitante, cuyos datos personales son recogidos por la Compañía.
ru_ru: означает заявителя, чьи личные данные собираются Компанией.
th_th: จะหมายถึง ผู้สมัคร ซึ่งได้ให้ข้อมูลส่วนบุคคลไว้กับบริษัทฯ

source: space
es_es: espacio
it_it: spazio
ru_ru: пробел
th_th: ช่องว่าง

source: the Margin Level at or below which the client's Open Positions may be closed forcefully and automatically with or without the client's prior consent
es_es: el Nivel de Margen en el que, o debajo del que las Posiciones Abiertas del cliente pueden ser cerradas de manera forzosa y automáticamente con o sin su consentimiento previo
it_it: Il livello di Margine entro o sotto il quale una posizione aperta del cliente potrebbe essere chiusa forzatamente o automaticamente anche senza suo previo consenso
ru_ru: уровень маржи, на котором или ниже которого открытые позиции клиента могут быть принудительно или автоматически закрыты, без или при наличии предварительного согласия клиента
th_th: ระดับมาร์จินที่ หรือ ต่ำกว่า ซึ่งโพซิชั่นที่เปิดอยู่ของลูกค้าอาจจะถูกบังคับให้ปิด และเป็นไปอย่างอัตโนมัติ โดยได้รับความยินยอม หรือ ปราศจากความยินยอมของลูกค้า

source: the aggregate of all Margin Requirements in the client's MT5 Real Account
es_es: la suma de todos los Requisitos de Margen de la Cuenta Real MT5 del cliente
it_it: l'insieme di tutti i requisiti di margine nel conto reale MT5 del cliente.
ru_ru: совокупность всех Маржевых требований на Реальном счету MT5 клиента.
th_th: ผลรวมของข้อกำหนดมาร์จินทั้งหมดของบัญชี MT5 จริงของลูกค้า

source: the amount set aside by the Company from the client's Account Balance in order to open and maintain a transaction, to cover the client's potential loss, if it occurs
es_es: el monto apartado por la Empresa del Saldo de la Cuenta del cliente para abrir y mantener una transacción, con el fin de cubrir la potencial pérdida del cliente en caso que esto ocurra
it_it: importo accantonato dalla Società dal saldo del conto del cliente per aprire e mantenere un'operazione, per coprire una perdita potenziale, qualora si verificasse
ru_ru: сумма от баланса счёта клиента, заблокированная Компанией с целью открытия, поддержания контракта и покрытия потерь клиента, если таковые случатся
th_th: จำนวนเงินที่กำหนดโดยบริษัทฯ จากยอดเงินคงเหลือในบัญชีของลูกค้าเมื่อเปิด หรือ มีธุรกรรมใดๆ เพื่อให้ครอบคลุมความเสี่ยงในการขาดทุนต่างๆ หากเกิดขึ้น

source: the applicant's personal details, including name, address, and contract details, comprising email address and telephone number, date of birth, and gender;
es_es: la información personal de solicitante, lo cual incluye su nombre, dirección, detalles del contrato, correo electrónico y número de teléfono, fecha de nacimiento y género;
ru_ru: личные данные заявителя, включая имя, адрес и контактную информацию, включающую электронный адрес и номер телефона, дату о рождении и пол;
th_th: ข้อมูลส่วนบุคคลของผู้สมัคร ได้แก่ ชื่อตัว ชื่อสกุล ที่อยู่ รายละเอียดสัญญาจ้าง อีเมล์ หมายเหขโทรศัพท์ วันเกิด และเพศ

source: the currency in which the client's MT5 Real Account will be operated
es_es: moneda en la que operará la Cuenta Real MT5 del cliente
it_it: È la valuta in cui verrà gestito il conto reale MT5 del cliente
ru_ru: валюта, в которой будут производиться все расчёты на реальном счёте MT5.
th_th: สกุลเงินของบัญชี MT5 จริงของลูกค้า จะถูกดำเนินการ

source: the difference between the Bid and Ask Price of a financial instrument
es_es: la diferencia entre el precio de Compra y el precio de Venta de un instrumento financiero
it_it: La differenza tra il prezzo di domanda e quello di offerta di uno strumento finanziario
ru_ru: разница между ценой бид и ценой аск финансового инструмента
th_th: ความแตกต่างระหว่างราคาเสนอซื้อและราคาเสนอขายของเครื่องมือทางการเงิน

source: the position in a market identified by reference to an Underlying Instrument, created by opening a transaction as a result of placing a buy or sell Order to the extent that such a position has not been closed in whole or in part by an opposite Order under this agreement
es_es: la posición en un mercado identificada por referencia a un Instrumento Subyacente, creada mediante la apertura de una transacción como resultado de realizar una Orden de compra o venta en la medida en que dicha posición no haya sido cerrada total o parcialmente por una Orden opuesta de acuerdo con el presente Acuerdo
it_it: la posizione in un mercato identificata rispetto a uno strumento sottostante, ottenuta avviando un'operazione di acquisto o vendita di un ordine nella misura in cui tale posizione non è stata totalmente o parzialmente chiusa da un ordine opposto ai sensi del presente contratto
ru_ru: позиция на рынке со ссылкой на базовый инструмент, созданная в результате открытия контракта путём размещения ордера на покупку или продажу и не закрытая (в целом или частично) противоположным ордером в рамках данного соглашения
th_th: โพซิชั่นในตลาดหนึ่งๆ ถูกแสดงโดยอ้างอิงถึงเครื่องมือผลิตภัณฑ์อ้างอิงที่ถูกสร้างขึ้นโดยการเปิดธุรกรรมอันมาจากการวางคำสั่งซื้อ หรือ คำสั่งขายในขอบเขตที่ตำแหน่งดังกล่าวยังไม่ได้ปิดทั้งหมดหรือบางส่วนของคำสั่งซื้อตรงข้ามภายใต้สัญญานี้

source: the price specified in the client's Limit Order
es_es: el precio especificado en su Orden Límite
it_it: Il prezzo specificato nel Limit Order del cliente
ru_ru: цена, указанная в лимитном ордере клиента
th_th: ราคากำหนดอยู่ใน Limit Order ของลูกค้า

source: the right to data portability
es_es: el derecho a la portabilidad de los datos
ru_ru: право на переносимость данных
th_th: สิทธิ์ในการเคลื่อนย้ายข้อมูล

source: the underlying currency, or financial instrument, on which the price of the CFD is based
es_es: la moneda subyacente, o instrumento financiero, en el cual se base el precio del CFD
it_it: La valuta sottostante, o strumento finanziario, in base alla quale viene fissato il prezzo del CFD
ru_ru: основная валюта или финансовый инструмент, на котором основана цена CFD
th_th: สกุลเงินของผลิตภัณฑ์อ้างอิง หรือ เครื่องมือทางการเงิน ใช้ราคา CFD เป็นหลัก

source: there was a connection error. Please try again later.
es_es: hubo un error de conexión. Por favor, inténtelo de nuevo más tarde.
it_it: si è verificato un errore di connessione. Ti invitiamo a riprovare più tardi.
ru_ru: произошла ошибка соединения. Пожалуйста, повторите попытку позже.
th_th: การเชื่อมต่อล้มเหลว โปรดลองใหม่อีกครั้ง

source: thousand
es_es: mil
it_it: mila
ru_ru: тыс.
th_th: พัน

source: tick
es_es: intervalo
ru_ru: тик.
th_th: ช่วงห่างของราคา

source: ticks
es_es: intervalos
it_it: tick
ru_ru: тик.
th_th: ช่วงห่างของราคา

source: today
es_es: hoy
it_it: oggi
ru_ru: сегодня
th_th: วันนี้

source: today, Fridays
es_es: hoy, los viernes
it_it: oggi, venerdì
ru_ru: сегодня, по пятницам
th_th: วันนี้วันศุกร์

source: virtual money credit to account
es_es: crédito de dinero virtual a la cuenta
it_it: credito denaro virtuale sul conto
ru_ru: виртуальных денег на счёт
th_th: เครดิตเงินเสมือนไปยังบัญชี

source: years
es_es: años
it_it: anni
ru_ru: год(а)/лет
th_th: ปี

source: Android
th_th: แอนดรอยด์

source: BETA
th_th: เบต้า

source: Binary (FX) Ltd, Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Federal Territory of Labuan
es_es: Binary (FX) Ltd, Lote nº F16, Primer piso, Paragon Labuan, Jalan Tun Mustapha, 87000 Territorio Federal de Labuan
it_it: Binary (FX) Ltd, lotto n. F16, primo piano, Paragon Labuan, Jalan Tun Mustapha, 87000 Territorio federale di Labuan
th_th: Binary (FX) Ltd ตั้งอยู่ที่ F16 ชั้น 1 อาคาร Paragon Labuan ถนน Tun Mustapha รหัสไปรษณีย์ 87000 สหพันธ์ลาบวน

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
es_es: Binary (IOM) Ltd, Primer piso, Millennium House, Victoria Road, Douglas, IM2 4RW
it_it: Binary (IOM) Ltd, primo piano, Millennium House, Victoria Road, Douglas, IM2 4RW
th_th: Binary (IOM) Ltd ชั้น 1 มิลิเนียมเฮ้าส์ ถนนวิกตอเรีย ดักลาส IM2 4RW

source: Binary Coin
th_th: ไบนารีคอยน์

source: Binary Grid
th_th: ไบนารีกริด

source: Binary Group Services Sdn. Bhd., C-13, iTech Tower, Jalan Impact, Cyber 6, 63000 Cyberjaya, Selangor Darul Ehsan
th_th: Binary Group Services Sdn. Bhd. ตั้งอยู่ที่ C-13 อาคาร iTech ถนน Impact, Cyber 6, 63000 ไซเบอร์จายา Selangor Darul Ehsan

source: Bitcoin
th_th: บิทคอยน์

source: CFH Clearing Limited
th_th: บริษัท CFH Clearing จำกัด

source: Email
es_es: Correo electrónico
th_th: อีเมล์

source: Email:
es_es: Correo electrónico:
th_th: อีเมล์:

source: Ether
es_es: Ethereum
th_th: อีเธอร์

source: Ether Classic
es_es: Ethereum Classic
th_th: อีเธอร์คลาสสิก

source: Forex*
th_th: ฟอเร็กซ์*

source: Hedging
es_es: Cobertura
th_th: เฮดจิ้ง

source: Linux
th_th: ลินุกซ์

source: Litecoin
th_th: ไลท์คอยน์

source: Mac
th_th: แมค

source: Personal Wealth Awards 2017
it_it: Premio Personal Wealth 2017
th_th: รางวัลผู้จัดการความมั่งคั่งส่วนบุคคล ปี พ.ศ. 2560 (ค.ศ.​ 2017)

source: Q3 2018
it_it: Terzo trimestre 2018
th_th: ไตรมาส 3 ปี 2561

source: Q4 2018
it_it: Quarto trimestre 2018
th_th: ไตรมาส 4 ปี 2561

source: Student
es_es: Estudiante
it_it: Studente
th_th: นักเรียน

source: Total
it_it: Totale
th_th: ผลรวม

source: Unemployed
es_es: Desempleado
it_it: Disoccupato
th_th: ว่างงาน

source: Your account does not need authentication at this time.%1We will inform you if authentication is required in the future.
es_es: Su cuenta no necesita autenticación en este momento.%1Le informaremos si se requiere autenticación en el futuro.
it_it: In questo caso, non è necessario autentificare il conto.%1Ti informeremo noi quando l'autenticazione sarà richiesta.
th_th: บัญชีของท่านยังไม่ต้องดำเนินการยืนยันตัวตนในขณะนี้ %1 เราจะแจ้งให้ทราบ หากต้องดำเนินการ

source: An exciting mobile trading experience
es_es: Una experiencia emocionante de comercio móvil

source: Are you sure you want to deposit in %1?
es_es: ¿Está seguro que quiere depositar en %1?
it_it: Sei sicuro di voler effettuare il deposito in %1?

source: Can be used to withdraw to payment agents and transfer funds between accounts.
es_es: Se puede utilizar para retirar a los agentes de pago y transferir fondos entre cuentas.
it_it: Utilizzabile per effettuare prelievi a favore di agenti di pagamento e trasferire fondi tra conti.

source: FIX API
es_es: API FIX

source: IT
es_es: Tecnología de la Información (TI)

source: Just tap or swipe to open Rise/Fall, Ends Outside, and Ends Between contracts with our fun mobile trading app.
es_es: Simplemente toque o deslice para abrir contratos Alza / Baja, Finaliza fuera y Finaliza dentro con nuestra divertida aplicación de trading móvil.

source: Sorry, but binary options trading is not available in your financial account.
es_es: Lo sentimos, pero el comercio de opciones binarias no está disponible en su cuenta financiera.
it_it: Siamo spiacenti, le opzioni binarie non sono disponibili per il tuo conto finanziario.

source: Step Indices
es_es: Indices Step

source: Telegram Bot
es_es: Bot para Telegram

source: The spread is the difference between the buy price and sell price. A variable spread means that the spread is constantly changing, depending on the market conditions. A fixed spread means that the spread is not affected by market conditions but it is subject to alteration at the Company's absolute discretion.
es_es: El diferencial (spread) es la diferencia entre el precio de compra y el precio de venta. Un spread variable significa que el spread cambia constantemente, dependiendo de las condiciones del mercado. Un spread fijo significa que el diferencial no se ve afectado por las condiciones del mercado, pero está sujeto a modificaciones a discreción absoluta de la Compañía.
it_it: Lo spread è la differenza tra il prezzo di acquisto e il prezzo di vendita. Uno spread è variabile quando cambia continuamente in base alle condizioni di mercato; è fisso quando non è influenzato dalle condizioni di mercato, ma viene tuttavia modificato a totale discrezione della Società.

source: Variable/Fixed
es_es: Variable / Fijo
it_it: Variabile/fisso

source: With Boom 1000 (500) Index, there's an average of one spike in the price series that occurs at anytime within 1000 (500) ticks.
es_es: Con el índice Boom 1000 (500), hay un promedio de un incremento en la serie de precios que se produce en cualquier momento dentro de 1000 (500) tics.

source: With Crash 1000 (500) Index, there's an average of one drop in the price series that occurs at anytime within 1000 (500) ticks.
es_es: Con el índice Crash 1000 (500), hay un promedio de una caída en la serie de precios que se produce en cualquier momento dentro de 1000 (500) tics.

source: With Step Index, there is equal probability of up/down movement in the price series with fixed step size of 0.1.
es_es: Con el índice Step, existe la misma probabilidad de movimiento hacia arriba / hacia abajo en la serie de precios con un tamaño de paso fijo de 0.1.

source: {SPAIN ONLY}However, Binary Investments (Europe) Ltd has assessed your knowledge and experience and deems the product appropriate for you.
es_es: Sin embargo, Binary Investments (Europe) Ltd ha evaluado su conocimiento y experiencia y considera el producto apropiado para usted.

source: {SPAIN ONLY}This is a product with leverage. You should be aware that losses may be higher than the amount initially paid to purchase the product.
es_es: Este es un producto con apalancamiento. Debe tener en cuenta que las pérdidas pueden ser más altas que el monto pagado inicialmente para comprar el producto.

source: {SPAIN ONLY}You are about to purchase a product that is not simple and may be difficult to understand: Contracts for Difference and Forex. As a general rule, the CNMV considers that such products are not appropriate for retail clients, due to their complexity.
es_es: Está a punto de comprar un producto que no es sencillo y puede ser difícil de entender: CFD. Como una regla general, la CNMV considera que dichos productos no son apropiados para clientes minoristas, debido a su complejidad.

source: "Binary" or "digital" options are options that pay a pre-determined, fixed amount, depending on whether or not an event occurs at the time the Binary Option expires. binary options can have only one of two possible outcomes and allow the client to take a simple "Yes or No" approach. Like traditional options, binary options are based on an underlying asset such as currencies, commodities, or stock indices; however, one of the most significant differences between binary options and traditional options, among others, is that there can only be two outcomes for the option, either the client is paid the return upon the occurrence of the event, or the client loses the investment amount as determined in each option.
it_it: Le opzioni "binarie" o "digitali" sono delle opzioni per le quali viene pagato un importo fisso, prestabilito, in base al verificarsi o meno di un evento alla scadenza dell'opzione binaria. Le opzioni binarie possono avere solo uno dei due risultati possibili e consentono al cliente di avere un approccio semplice del tipo "Sì o no". Così come le opzioni tradizionali, le opzioni binarie si basano su un asset sottostante, ossia valute, materie prime o indici azionari. Tuttavia, una delle differenze principali delle opzioni binarie rispetto alle opzioni tradizionali è, tra le altre, quella di poter produrre solo due risultati per la stessa opzione: il cliente può ottenere un rendimento al verificarsi dell'evento oppure può perdere l'importo dell'investimento come stabilito in ogni opzione.

source: $ per 100,000 USD of turnover
it_it: $ per 100.000 USD di fatturato

source: %1 (United Kingdom)
it_it: %1 (Regno Unito)

source: %1 clients can trade forex from Sunday 21:00 GMT to Friday 21:00 GMT.
it_it: I clienti di %1 possono fare trading su Forex dalla domenica alle 21:00 GMT al venerdì alle 21:00 GMT.

source: %1 employees and affiliates must avoid conflicts of interest. For example, they may not compete with the company, either directly or indirectly, or use knowledge gained while working for %1 to help anyone else compete with it.
it_it: I dipendenti e gli associati %1 devono essere liberi da conflitti di interesse. Per esempio, non possono operare come concorrenza della Società, direttamente o indirettamente, o usare le conoscenze acquisite lavorando per %1 per supportare i suoi concorrenti.

source: %1 gives everyone an easy way to participate in the financial markets. Trade with as little as $1 USD on major currencies, stock indices, commodities, and synthetic indices.
it_it: %1 offre a tutti la possibilità di partecipare in modo semplice alle attività dei mercati finanziari. Puoi effettuare trading anche solo con 1 USD su valute, indici azionari, materie prime e indici sintetici principali.

source: %1 is an award-winning online trading provider that helps its clients to trade on financial markets through binary options and CFDs. Trading binary options and CFDs on Synthetic Indices is classified as a gambling activity. Remember that gambling can be addictive – please play responsibly. Learn more about %2Responsible Trading%3. Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Canada, Hong Kong, or to persons under age 18.
it_it: %1 è un fornitore di servizi online, premiato con vari riconoscimenti, che aiuta i clienti ad effettuare trading nei mercati finanziari attraverso opzioni binarie e CFD. Il trading di opzioni binarie e CFD sugli indici sintetici è classificato come attività di gioco d'azzardo. È importante essere consapevoli che il gioco d'azzardo può creare dipendenza: ti invitiamo a giocare in modo responsabile. Scopri di più sul %2trading responsabile%3. Alcuni prodotti non sono disponibili in tutti i Paesi. I servizi offerti su questo sito web non sono disponibili in alcuni Paesi, come USA, Canada, Hong Kong, o per le persone di età inferiore ai 18 anni.

source: %1 is one of the oldest and most successful online trading companies in the world. Our commitment to high standards of ethics is one of the key factors that will ensure our continuing success. Our Business Principles summarise the values that underpin our work.
it_it: %1 è una delle prime società di trading online di maggior successo in tutto il mondo, grazie anche al nostro impegno per garantire standard etici elevati che ci consente di mantenere il nostro successo invariato. I principi aziendali rappresentano i valori che stanno alla base delle nostre attività.

source: %1 is owned and operated by the Deriv Group Ltd. group of companies. For more information, %2visit our history page%3.
it_it: %1 è di proprietà e gestita dal gruppo di società Deriv Group Ltd. Per ulteriori informazioni, %2visita la pagina con la nostra storia%3.

source: %1 is rebranding to Deriv.com
it_it: %1 diventerà Deriv.com

source: %1 prohibits anti-competitive agreements or conduct, including fixing prices, restricting the supply of services, price rigging and market sharing. We require our business partners to commit to free and fair competition and to abide by relevant competition laws and regulations.
it_it: %1 vieta contratti o comportamenti anticoncorrenziali, tra i quali si include la fissazione e la manipolazione dei prezzi, limitazioni nella fornitura dei servizi e la ripartizione del mercato. Richiediamo ai nostri partner di operare all'insegna di una concorrenza libera ed equa, nel rispetto di norme e regolamenti di riferimento.

source: %1 was launched as the next-generation online trading platform. %2 and Deriv collectively handle over 200 million transactions, with a turnover of over 1 USD billion a year.
it_it: %1 è stata lanciata come piattaforma di trading online di prossima generazione. %2 e Deriv gestiscono in totale più di 200 milioni di operazioni, con un volume di affari di oltre 1 miliardo di dollari statunitensi all'anno.

source: %1's Affiliate Programme
it_it: Programma Associati di %1

source: %1's Synthetic Indices are synthetic indices that mimic real-world market volatility and are available for trading 24/7. They are based on a cryptographically secure random number generator audited for fairness by an independent third party.
it_it: Gli Indici sintetici di %1 simulano la volatilità dei mercati reali e sono disponibili per il trading 24/7. Si basano su un generatore di numeri casuali crittograficamente sicuro, la cui correttezza è controllata da una terza parte indipendente.

source: %124/7 customer support%2 to enhance your trading experience
it_it: %1Assistenza clienti 24/7%2 per sostenere la tua esperienza di trading

source: %1Choose a currency%2 for your fiat currency account:
it_it: %1Scegli una valuta%2 per il tuo conto fiat:

source: %1Note%2: These limits are only applicable to your %3 real account. To set limits, switch to the respective account and set your limits accordingly.
it_it: %1Nota%2: questi limiti valgono solo per il conto reale %3. Potrai decidere altri limiti e impostarli di conseguenza, passando al conto corrispettivo.

source: %1’s refusal to pay bribes is an essential part of our ethical commitment. Similarly, we do not permit our business partners to pay bribes when acting on our behalf.
it_it: %1 si rifiuta categoricamente di versare tangenti nel rispetto del suo codice etico. Allo stesso modo, non lo permette nemmeno ai propri partner quando agiscono per suo conto.

source: 10 USD x 1 lot x 125,000 USD/100,000 = 12.5 USD
it_it: 10 USD x 1 lotto x 125.000/100.000 USD = 12,5 USD
