Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: If the Introducing Broker engages in Malicious Activity, Binary, in its absolute discretion, may
es_es: Si el Broker Introductor se involucra en Actividades Maliciosas, Binary, a su sola discreción podrá
it_it: Qualora l'Introducing Broker fosse coinvolto in attività illecite, sarà assoluta discrezione di Binary valutare le opzioni seguenti:
ru_ru: Если Представляющий брокер занимается какой-либо вредоносной деятельностью, Binary может по своему единоличному усмотрению
th_th: หากโบรกเกอร์แนะนำมีส่วนร่วมในกิจกรรมที่มุ่งร้าย Binary จะใช้ดุลยพิพิจใน

source: If the Margin Level for the client's MT5 Real Account reaches or falls below the Stop Out Level, this will be classified as an Event of Default. In such circumstances, Open Positions are automatically closed in the following order: (i) the server analyses those Orders that are not under execution at the moment; (ii) the server deletes Orders with the largest Margin; (iii) if the client's Margin Level is still under the Stop Out Level, the next Order is deleted (Orders without Margin Requirements are not deleted); (iv) if the client's Margin Level is still under the Stop Out Level, the server closes a position with the largest loss; (v) Open Positions are closed until the client's Margin Level becomes higher than the Stop Out Level. Additionally, for fully hedged positions, Stop Out will be performed on accounts having Open Positions, zero Margin (positions are covered), and negative equity.
es_es: Si el Nivel de Margen para la Cuenta Real MT5 del cliente alcanza o cae por debajo del Nivel de Stop Out, se clasificará como Evento de Incumplimiento. En tales circunstancias, las posiciones abiertas se cierran automáticamente en el siguiente orden: (i) el servidor analiza aquellas Órdenes que no están en ejecución en ese momento; (ii) el servidor elimina Órdenes con el mayor Margen; (iii) si el nivel de Margen del cliente todavía está por debajo del Nivel de Stop Out, la siguiente Orden se elimina (las Órdenes sin Requisitos de Margen no se eliminan); (iv) si el Nivel de Margen del cliente todavía está por debajo del Nivel de Stop Out, el servidor cierra la posición con mayor pérdida; (v) Las Posiciones Abiertas se cierran hasta que el Nivel de Margen del cliente supere el Nivel de Stop Out. Además, para las posiciones con cobertura completa, el Stop Out se realizará en cuentas que tengan Posiciones Abiertas, Margen cero (las posiciones están cubiertas) y capital negativo.
it_it: Se il livello di margine del conto reale MT5 del cliente raggiunge o scende al di sotto del livello di Stop Out, questo sarà classificato come caso di inadempimento. In tali circostanze, le posizioni aperte vengono automaticamente chiuse nel seguente ordine: (i) il server analizza gli ordini che al momento non sono in esecuzione; (ii) il server cancella gli ordini con il margine più ampio; (iii) se il livello di margine del cliente è ancora sotto il livello di Stop Out, l'ordine successivo viene cancellato (gli ordini senza requisiti di margine non vengono cancellati); (iv) se il livello di margine è ancora al di sotto del livello di Stop Out, il server chiude una posizione con la perdita maggiore; (v) le posizioni aperte vengono chiuse fino a quando il livello di margine del cliente supera il livello di Stop Out. In aggiunta, per le posizioni pienamente coperte, il livello di Stop Out verrà applicato ai conti con posizioni aperte, margine pari a zero (quindi con posizioni coperte) ed equity negativa.
ru_ru: Если уровень маржи на Реальном счету MT5 клиента достигает или опускается ниже уровня стоп-аут, данная ситуация будет расцениваться как случай невыполнения обязательств. В данной ситуации открытые позиции будут автоматически закрыты в следующем порядке: (i) сервер произведёт анализ ордеров клиента, которые не были исполнены до настоящего момента; (ii) сервер удалит все ордеры с наибольшим размером маржи; (iii) если уровень маржи по-прежнему остаётся ниже уровня стоп-аут, будет удалён следующий ордер (ордеры без маржевых требований не будут удалены); (iv) если уровень маржи клиента по-прежнему ниже уровня стоп-аут, сервер закроет позицию с наибольшем размером убытка; (v) открытые позиции будут подлежать принудительному закрытию до тех пор, пока уровень маржи клиента не будет выше уровня стоп-аут. Кроме того, для лучшего хеджирования позиций уровень стоп-аут будет применён на счетах, имеющих открытые позиции, нулевую маржу (покрытые позиции) и отрицательный баланс.
th_th: หากระดับมาร์จินของบัญชี MT5 จริงของลูกค้าถึง หรือ ลดต่ำลงจากระดับยุติการซื้อขาย กรณีนี้จะถือเป็นกรณีเพิกเฉยต่อสัญญา ในสถานการณ์ดังกล่าว โพซิชันเปิดจะถูกปิดอัตโนมัติตามลำดับต่อไปนี้ (ก) ระบบจากเครื่องแม่ข่ายวิเคราะห์คำสั่งซื้อของลูกค้าซึ่งยังไม่ถูกดำเนินการในขณะนี้ (ข) ระบบจากเครื่องแม่ข่ายลบคำสั่งซื้อที่มีมาร์จินมากที่สุด (ค) หากระดับมาร์จินยังคงต่ำกว่าระดับยุติการซื้อขาย คำสั่งซื้อต่อไปจะถูกลบออก (คำสั่งซื้อที่ไม่มีการกำหนดมาร์จินจะไม่ถูกลบ) (ง) หากระดับมาร์จินยังคงต่ำกว่าระดับยุติการซื้อขาย ระบบจากเครื่องแม่ข่ายปิดสถานะที่มีการขาดทุนสูงสุด (จ) สถานะเปิดจะถูกปิดจนกว่าระดับมาร์จินของลูกค้าจะสูงกว่าระดับยุติการซื้อขาย นอกจากนี้สำหรับตำแหน่งที่ได้รับการป้องกันอย่างสมบูรณ์ จะมีการดำเนินการเพื่อยุติการซื้อขายในบัญชีที่มีสถานะเปิด อัตรากำไรขั้นต้นเป็นศูนย์ (ทุกสถานะ) และมีทุนติดลบ

source: If the Programmer is an affiliate of %1, the Programmer must also comply with %1's Affiliate Programme terms and conditions.
es_es: Si el Programador es afiliado de %1, también deberá cumplir con los Términos y Condiciones del Programa de Afiliados de %1.
it_it: Se il Programmatore è un Affiliato di %1, quest'ultimo dovrà anche adeguarsi ai termini e alle condizioni del Programma per Affiliati di %1.
ru_ru: Если Программист является партнёром %1, Программист также должен соблюдать Правила и условия Партнёрской программы %1.
th_th: หากโปรแกรมเมอร์เป็นพันธมิตรนายหน้าออนไลน์ของ %1 โปรแกรมเมอร์ต้องปฏิบัติตามข้อตกลงและเงื่อนไขของโปรแกรมพันธมิตรนายหน้าออนไลน์ของ %1

source: If the Programmer is developing on the Company's API on behalf of a company or other entity, the Programmer represents and warrants that the Programmer has full legal authority to register an Application on behalf of that entity and bind it to these Terms. If the Programmer is not authorised, the Programmer may not accept these Terms or register an Application for someone else.
es_es: Si el Programador está desarrollando en nuestra API en nombre de una empresa u otra entidad, el Programador declara y garantiza que tiene autoridad legal plena para registrar una Aplicación en nombre de esa entidad y la somete a estos Términos. Si el Programador no está autorizado, no puede aceptar estos Términos o registrar una Aplicación para otra persona.
it_it: Se il Programmatore sta sviluppando sull'API della Società per conto di una società terza o di un'altra organizzazione, quest'ultimo rappresenta e garantisce di avere la piena autorità legale di registrare un'Applicazione per conto di tale organizzazione e di vincolarsi ai presenti Termini. Qualora il Programmatore non fosse autorizzato, non potrà accettare i presenti Termini o registrare un'Applicazione per qualcun altro.
ru_ru: Если Программист занимается разработкой API Компании от имени компании или другой организации, он/она подтверждает и гарантирует, что обладает всеми необходимыми юридическими полномочиями, чтобы регистрировать Приложение от имени данной организации, а также соблюдает данные Правила. Если Программист не обладаете соответствующими полномочиями, он/она не имеет права принимать данные Правила и регистрировать Приложение от имени другого лица.
th_th: หากโปรแกรมเมอร์พัฒนา API ของบริษัทฯ ในนามของบริษัทฯ หรือหน่วยใดๆ โปรแกรมเมอร์เสมือนเป็นตัวแทนและยินยอมในการปฏิบัติตามข้อบังคับใช้ตามกฎหมายในการใช้แอพพลิเคชันในนามของหน่วยงานที่แสดงในเงื่อนไขข้อตกลงนี้ หากโปรแกรมเมอร์ไม่ได้รับการอนุญาต โปรแกรมเมอร์อาจจะไม่ถูกยอมรับตามข้อตกลง หรือไม่สามารถใช้งานแอพพลิเคชันในนามใดๆ ได้

source: If the Programmer is entering into this Agreement on behalf of the Programmer's employer or other entity, the Programmer represents and warrants that the Programmer has full legal authority to bind the Programmer's employer or such entity to this Agreement.
es_es: Si el Programador está aceptando este Acuerdo en nombre de su empleador u otra entidad, el mismo declara y garantiza que tiene autoridad legal plena para vincular a su empleador o a dicha entidad a este Acuerdo.
it_it: Se il Programmatore sottoscrive il presente Contratto per conto di un proprio dipendente o di un altro ente, il suddetto dichiara e garantisce di avere piena autorità legale di vincolare tale dipendente o ente al presente Contratto.
ru_ru: Если Программист заключает данное Соглашение от имени своего работодателя или другой организации, Программист заявляет и гарантирует, что обладает всеми необходимыми юридическими полномочиями, чтобы связывать своего работодателя или организацию данным Соглашением.
th_th: หากโปรแกรมเมอร์เข้ามามีส่วนร่วมในข้อตกลงนี้โดยโปรแกรมเมอร์เป็นเสมือนตัวแทนของนายจ้าง หรือ หน่วยงานในสังกัดของโปรแกรมเมอร์ โปรแกรมเมอร์ในฐานะตัวแทนและโปรแกรมเมอร์ขอรับรองว่า โปรแกรมเมอร์มีสิทธิตามกฎหมายอย่างเต็มที่ในการกระทำแทนนายจ้าง หรือ แทนหน่วยงานในสังกัดของโปรแกรมเมอร์ต่อข้อตกลงนี้

source: If the bid price is 1.05229, you'll buy USD 1.05229 for every EUR 1 you sell.
es_es: Si el precio de compra es 1,05229, usted comprará 1,05229 USD por cada euro que venda.
ru_ru: Если цена бид равна 1.05229, Вы купите 1.05229 USD за каждый проданный 1 EUR.
th_th: ถ้าราคาเสนอซื้อ คือ 1.05229 ท่านจะซื้อที่ราคา 1.05229 เหรียญสหรัฐ สำหรับทุก ๆ 1 ยูโรที่ท่านขาย

source: If the client asks to be treated as a professional client, they need to meet certain specified quantitative and qualitative criteria. On the basis of the client's request to be categorised as professional, the Company undertakes an assessment of the client's expertise, knowledge, and experience to determine whether they fall within this category and whether they are able to make their own investment decisions and understand the risks involved. If the relevant criteria are not met, the Company reserves the right to choose whether to provide its services under this requested classification.
es_es: Si el cliente solicita ser tratado como un cliente profesional, este necesita cumplir con ciertos criterios cuantitativos y cualitativos especificados. Sobre la base de la solicitud del cliente para ser categorizado como profesional, la Empresa evalúa la experiencia y el conocimiento del cliente para determinar si pertenece a esta categoría y si es capaz de tomar sus propias decisiones de inversión y comprender los riesgos involucrados. Si los criterios pertinentes no se cumplen, la Empresa se reserva el derecho a elegir si desea proporcionar sus servicios bajo la clasificación solicitada.
it_it: Se il cliente richiede di essere trattato come cliente professionista, deve rispettare specifici criteri quantitativi e qualitativi. Sulla base della richiesta da parte del cliente di essere categorizzato come cliente professionista, la Società si premura di valutarne l'esperienza e le conoscenze per determinare se rientra in questa categoria e se è in grado di prendere decisioni in materia di investimenti o di valutare i rischi correlati. Se tali criteri rilevanti non vengono rispettati, la Società si riserva il diritto di scegliere se fornire i propri servizi secondo la classificazione richiesta.
ru_ru: Если клиент желает попасть в категорию профессиональных клиентов, ему/ей необходимо соответствовать ряду количественных и качественных критериев. На основе просьбы о переводе в категорию профессиональных клиентов, Компания принимает на себя обязанность произвести оценку квалификации, опыта и знаний клиента с целью определить, соответствует ли он/она данной категории, способен ли клиент принимать собственные инвестиционные решения и осознавать сопряжённые риски. Если клиент не соответствует указанным критериям, Компания оставляет за собой право выбирать, предоставлять ли клиенту свои услуги в рамках запрошенной классификации.
th_th: หากลูกค้าประสงค์ให้บริษัทฯ จำแนกลูกค้าอยู่ในกลุ่ม Professional Client ลูกค้าต้องมีคุณสมบัติตรงตามเงื่อนไขเชิงปริมาณและเชิงคุณภาพที่บริษัทฯกำหนดไว้ บริษัทฯ จะประเมินศักยภาพ ความเชี่ยวชาญ องค์ความรู้ และประสบการณ์ของลูกค้า เพื่อตัดสินว่า ลูกค้ามีคุณสมบัติตามที่กำหนดในกลุ่มนี้ และลูกค้าสามารถดำเนินการลงทุนของลูกค้าได้เอง และเข้าใจถ่องแท้ถึงความเสี่ยงที่เกี่ยวข้อง หากพบว่า มีบางคุณสมบัติยังไม่เป็นไปตามเงื่อนไขที่กำหนด บริษัทฯ ขอสงวนสิทธิ์ในการให้บริการลูกค้าตามการจำแนกกลุ่มลูกค้าที่บริษัทฯ กำหนด

source: If the client chooses to close the client's %1 account, the client's data will be kept only until the Company's legal and regulatory obligations on data retention are met. The Company will delete the client's data once the applicable retention period expires.
es_es: Si el cliente decide cerrar su cuenta %1, la Empresa almacenará sus datos durante el tiempo necesario para cumplir con las obligaciones legales y reglamentarias sobre la retención de datos. La Empresa borrará los datos del cliente una vez el período aplicable haya concluido.
it_it: Se il cliente sceglie di chiudere il conto con %1, i suoi dati verranno conservati solamente per il tempo necessario a soddisfare gli obblighi giuridici e di regolamentazione della Società sulla conservazione dei dati. La Società provvederà a eliminarli alla scadenza del periodo di detenzione degli stessi.
ru_ru: Если клиент желает закрыть счёт %1, его/её данные будут храниться лишь на протяжении периода, который необходим Компании для соблюдения юридических и нормативно-правовых обязательств, относящихся к сохранению и удержанию данных. Компания незамедлительно удалит данные клиента по истечении обязательного периода удержания.
th_th: หากลูกค้าเลือกปิดบัญชี %1 ของลูกค้า ข้อมูลของลูกค้าจะถูกเก็บเอาไว้ตราบเท่าที่บริษัทฯ จำเป็นต้องเก็บเพื่อให้เป็นไปตามข้อผูกมัดของบริษัทฯ ด้านกฎหมายและกฎระเบียบในการเก็บรักษาข้อมูลเท่านั้น บริษัทฯ จะลบข้อมูลของลูกค้าเมื่อระยะเวลาในการเก็บรักษาที่ตราไว้นั้นสิ้นสุดลง

source: If the client chooses to enter into a contract with the Company, it is important that the client remains aware of the risks involved, that the client has adequate investment resources to bear such risks, and that the client monitors the client's positions carefully.
es_es: Si el cliente decide comprar un contrato con la Empresa, es importante que esté consciente y mantenga en mente los riesgos involucrados, que cuente con los recursos de inversión adecuados para afrontar dichos riesgos, y que controle sus posiciones cuidadosamente.
it_it: Se il Cliente sceglie di sottoscrivere un contratto con la Società, è importante che sia consapevole dei rischi implicati, che abbia sufficienti risorse finanziarie per farvi fronte e che monitori attentamente le proprie posizioni.
ru_ru: При приобретении контракта через Компанию важно осознавать все возможные риски, обладать адекватными инвестиционными ресурсами для покрытия таковых рисков и тщательно контролировали свои позиции.
th_th: หากลูกค้าเลือกซื้อขายสัญญากับบริษัทฯ ซึ่งมีความสำคัญที่ลูกค้าจะตระหนักในความเสี่ยงที่เกี่ยวข้อง ลูกค้ามีแหล่งข้อมูลการลงทุนที่เพียงพอเพื่อเข้าใจในความเสี่ยงดังกล่าว ที่ลูกค้าควรพิจารณาสังเกตการณ์อย่างใกล้ชิด

source: If the client fails to immediately make a full settlement of the sum due to the Company in accordance with this agreement, the Company reserves the right to accrue interest on the sums due from the client to the Company in respect of any transaction that the client fails to pay on the relevant due date. Interest will accrue on a daily basis from the relevant due date until the date on which payment is received in full at the bank's official base rate for short term funds determined by the Company and will be payable on demand.
es_es: Si el cliente no liquida inmediatamente la totalidad de la suma adeudada de conformidad con este Contrato, la Empresa se reserva el derecho a devengar intereses sobre las sumas adeudadas en relación a cualquier transacción que el cliente no pague en la fecha de vencimiento correspondiente. Los intereses se devengarán diariamente a partir de la fecha de vencimiento correspondiente hasta la fecha en que se reciba la totalidad del pago más la tasa de interés básica oficial del banco para los fondos a corto plazo determinados por la Empresa y se pagarán a la vista.
it_it: Se il cliente non liquida immediatamente la somma totale dovuta alla Società in conformità con il presente contratto, quest'ultima si riserva il diritto di maturare interessi sulle somme dovute in seguito a qualsiasi operazione che non venga pagata entro i termini stabiliti. Gli interessi matureranno su base giornaliera a partire dal termine previsto fino alla data in cui il pagamento sarà ricevuto per intero al tasso base ufficiale della banca per i fondi a breve termine stabiliti dalla Società e sarà pagabile su richiesta.
ru_ru: Если клиент не можете незамедлительно компенсировать Компании задолженность в рамках данного соглашения, Компания оставляет за собой право начислять проценты на сумму долга клиента в отношении любого контракта, который клиент не смог оплатить в срок. Проценты будут начисляться ежедневно, с даты предполагаемой оплаты до даты получения таковой оплаты в полном объёме, согласно официальной основной банковской ставке для установленных Компанией краткосрочных активов, и должны быть уплачены по требованию.
th_th: หากลูกค้าไม่ได้ชำระเงินเต็มตามจำนวนที่ถึงกำหนดต้องชำระให้แก่บริษัทฯ ตามสัญญานี้ บริษัทฯ ขอสงวนสิทธิ์ในการคิดดอกเบี้ยทบต้นในจำนวนที่ถึงกำหนดชำระให้แก่บริษัทฯ ในธุรกรรมใดๆ ก็ตามที่ลูกค้ายังไม่ได้ชำระเงินตามวันที่กำหนด ดอกเบี้ยจะสะสมเพิ่มขึ้นรายวันนับจากวันครบกำหนดจนถึงวันที่ได้มีการชำระเงินเต็มจำนวน โดยพิจารณาตามอัตราดอกเบี้ยพื้นฐานอย่างเป็นทางการของธนาคารสำหรับเงินทุนระยะสั้นที่บริษัทฯ พิจารณา และจะต้องจ่ายทันทีเมื่อร้องขอ

source: If the client has a positive balance in their MT5 Real Account, they may transfer such balance from their MT5 Real Account into their %1 account and then request a withdrawal as necessary for any amount available on their %1 account. The Company may withhold, deduct, or refuse to make any such transfer or withdrawal, in whole or in part, if
es_es: Si el cliente dispone de un saldo positivo en su Cuenta Real MT5, podrá transferir dicho saldo desde su Cuenta Real MT5 a su Cuenta Real %1 luego solicitar un retiro de acuerdo a lo que necesite por algún monto disponible en su Cuenta Real %1. La Empresa podrá retener, deducir o negarse a realizar o permitir cualquier transferencia o retiro, en su totalidad o en parte, si
it_it: Se il cliente dispone di un saldo positivo sul conto reale MT5, può trasferirlo da questo conto a quello %1 e richiedere successivamente un prelievo, come richiesto per ogni importo disponibile sul conto %1. La Società può trattenere, sospendere o rifiutare di effettuare tali trasferimenti o prelievi, totalmente o parzialmente, nei seguenti casi:
ru_ru: Если у клиента имеется положительный баланс Реального счёта MT5, он/она может перевести баланс Реального счёта MT5 на счёт %1, а затем запросить вывод любых средств, доступных на счету %1. Компания может придержать, вычесть или отказаться выполнять полный или частичный перевод или вывод средств в следующих случаях
th_th: หากลูกค้ามีเงินคงเหลือในบัญชี MT5 จริงมากกว่าศูนย์ ลูกค้าอาจจะโอนยอดจากบัญชี MT5 จริงไปยังบัญชี %1 ของลูกค้า แล้วดำเนินการถอนเงินตามจำนวนเงินที่คงเหลือในบัญชี %1 ของลูกค้าได้ บริษัทฯ อาจดำเนินการระงับ หักลบ หรือ ปฏิเสธ การโอนหรือการถอนเงินทั้งหมด หรือ บางส่วน หาก

source: If the client is an individual, they are over 18 years old and they have full capacity to enter into this agreement.
es_es: Si el cliente es una persona natural, reconoce ser mayor de 18 años de edad y estar con plena capacidad para celebrar este acuerdo.
it_it: Il cliente è una persona fisica, ha più di 18 anni e piena capacità di sottoscrivere il presente contratto.
ru_ru: Если клиент является физическим лицом, клиент должен быть старше 18 лет и обладать полной дееспособностью для заключения данного соглашения.
th_th: หากลูกค้าเป็นบุคคลธรรมดา มีอายุมากกว่า 18 ปี และมีคุณสมบัติครบถ้วนต่อข้อสัญญานี้

source: If the client wishes to withdraw funds from their MT5 Real Account and close their MT5 Real Account, they may notify the Company by contacting %1 helpdesk %2. The client's MT5 Real Account may be closed if they do not have any Open Positions and all the amounts that were due to the Company have been settled.
es_es: Si el cliente desea retirar fondos de su Cuenta Real MT5 y luego cerrarla, puede informar a la Empresa poniéndose en contacto con el servicio de asistencia %2 de %1. La Cuenta Real MT5 puede cerrarse si el cliente no tiene alguna Posición Abierta y si todos los montos adeudados a la Empresa han sido liquidados.
it_it: Se il cliente desidera prelevare fondi dal conto reale MT5 e/o chiudere il conto reale MT5, potrà comunicarlo alla Società contattando %1 l'help desk %2. Il cliente può chiudere il conto reale MT5 se non ha posizioni aperte e se tutti gli importi dovuti alla Società sono stati pagati.
ru_ru: Если клиент хочет вывести средства с Реального счёта MT5 и закрыть его, необходимо уведомить об этом Компанию, связавшись с %1 отделом поддержки клиентов %2. Реальный счёт MT5 может быть закрыт, если на нём нет открытых позиций, а вcе причитающиеся Компании суммы были выплачены.
th_th: หากลูกค้าปรารถนาที่จะถอนหลักทรัพย์จากบัญชี MT5 จริง และปิดบัญชี MT5 จริงของลูกค้า ลูกค้าอาจจะแจ้งบริษัทฯ โดยติดต่อ %1เจ้าหน้าที่บริการลูกค้า %2 บัญชี MT5 จริงของลูกค้าอาจจะถูกปิด หากลูกค้าไม่มีโพซิชั่นที่เปิดอยู่และเงินค้างชำระทั้งหมดได้รับการชำระเรียบร้อยแล้ว

source: If the client wishes to withdraw funds from their MT5 Real Account and/or close their MT5 Real Account, the client may notify the Company by contacting the helpdesk at %1. The client's MT5 Real Account may be closed if the client does not have any Open Positions and all amounts due to the Company have been settled.
es_es: Si el cliente desea retirar fondos de su Cuenta Real MT5 y/o cerrarla, este podrá informar a la Empresa poniéndose en contacto con su %1servicio de asistencia %2. La Cuenta Real MT5 puede cerrarse si el cliente no tiene alguna Posición Abierta y si todos los montos debidos a la Empresa ya han sido liquidados.
it_it: Se il Cliente desidera prelevare fondi dal conto reale MT5 e/o chiudere il conto reale MT5, potrà comunicarlo alla Società contattando l'help desk presso %1. Il conto reale MT5 può essere chiuso se non vi sono posizioni aperte e se tutti gli importi dovuti alla Società sono stati pagati.
ru_ru: Если клиент хочет вывести средства с Реального счёта MT5 и/или закрыть его, необходимо уведомить об этом Компанию, связавшись с отделом поддержки клиентов по адресу %1. Реальный счёт MT5 может быть закрыт, если на нём нет открытых позиций, а вcе причитающиеся Компании суммы были выплачены.
th_th: หากลูกค้าปรารถนาที่จะถอนหลักทรัพย์จากบัญชี MT5 จริง และ/หรือปิดบัญชี MT5 จริง ของลูกค้า ลูกค้าจะแจ้งบริษัทฯ โดยติดต่อเจ้าหน้าที่บริการลูกค้าที่ %1 บัญชี MT5 จริงของลูกค้าจะถูกปิด หากลูกค้าไม่มีโพซิชั่นที่เปิดอยู่ และได้ชำระราคาทั้งหมดเรียบร้อยแล้ว
