Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company will monitor the effectiveness of its order execution arrangements and order execution policy. The Company will assess from time to time whether the venues relied upon by the Company in pricing its Contracts on the client's behalf allow the Company to achieve best execution on a consistent basis or whether the Company needs to make changes to its execution arrangements. The Company will also review its order execution arrangements and order execution policy in respect of material changes, either regarding one of the Company's chosen pricing venues or what might otherwise affect the Company's ability to continue to achieve best execution. Should there be any material changes to the Company's order execution arrangements or order execution policy, the Company will notify the client.
es_es: La Empresa supervisará la efectividad de sus acuerdos de ejecución de órdenes y su política de ejecución de órdenes. La Empresa evaluará de vez en cuando si los medios en los que se basa la Empresa para establecer el precio de sus Contratos en nombre del cliente permiten que se logre la mejor ejecución de manera consistente o si necesita realizar cambios en sus acuerdos de ejecución. La Empresa también revisará sus acuerdos de ejecución de órdenes y su política de ejecución de órdenes con respecto a los cambios materiales, ya sea con respecto a una de las fuentes de precios elegidas o lo que de otro modo podría afectar su capacidad para continuar logrando la mejor ejecución. En caso que se produzcan cambios sustanciales en los acuerdos de ejecución de la Empresa o en la política de ejecución de la misma, la Empresa notificará al cliente.
it_it: La Società monitorerà l'efficacia della politica e delle disposizioni per l'esecuzione degli ordini; periodicamente, valuterà anche se le fonti su cui si basa per la determinazione dei prezzi dei contratti per conto del Cliente le consentono di ottenere la migliore esecuzione su base regolare, o se, al contrario, sono necessarie delle modifiche alle disposizioni di esecuzione. La Società revisionerà anche la politica e le disposizioni per l'esecuzione degli ordini rispetto a modifiche sostanziali che riguardino una delle fonti di determinazione dei prezzi scelte della Società o fattori che influiscono sulla capacità della Società di garantire la migliore esecuzione. Qualora si verificassero modifiche sostanziali alla politica o alle disposizioni di esecuzione degli ordini, la Società ne informerà il Cliente.
ru_ru: Компания будет следить за эффективностью мероприятий по исполнению ордеров и реализации политики наилучшего исполнения. Компания будет периодически проверять, продолжают ли организации, выбранные Компанией для оценки контрактов от имени клиента, регулярно предоставлять наилучшее исполнение или Компании необходимо внести изменения в процедуры исполнения контрактов. Также Компания обязуется пересмотреть свои процедуры исполнения ордеров и политику исполнения ордеров на предмет существенных изменений в отношении одного из выбранных Компанией поставщиков цен или иных факторов, влияющих на возможность продолжать предоставлять услуги наилучшего исполнения. В случае внесения существенных изменений в процедуры исполнения ордеров или политику исполнения ордеров Компании, клиент получит соответствующее уведомление.
th_th: บริษัทฯ จะตรวจสอบประสิทธิภาพของการจัดการการประมวลผลคำสั่งซื้อและนโยบายการประมวลผลคำสั่งซื้อ บริษัทฯ จะประเมินเป็นครั้งคราวว่า แต่ละสถานที่นั้นมีความน่าเชื่อถือต่อบริษัทฯ ในการกำหนดราคาในสัญญาในนามของลูกค้า บริษัทฯ จะตรวจสอบการประมวลผลคำสั่งซื้อและนโยบายการประมวลผลคำสั่งซื้อที่เกี่ยวข้องกับการเปลี่ยนแปลงที่สำคัญไม่ว่าจะเกี่ยวกับสถานที่กำหนดราคาที่บริษัทฯ เลือกไว้ หรือ สิ่งใดที่อาจส่งผลกระทบต่อความสามารถของบริษัทฯ ในการดำเนินการที่ดีที่สุดได้อย่างต่อเนื่อง หากมีการเปลี่ยนแปลงที่สำคัญใดๆ กับการจัดการการประมวลผลคำสั่งซื้อของบริษัทฯ หรือ นโยบายการประมวลผลคำสั่งซื้อ บริษัทฯ จะแจ้งให้ลูกค้าทราบ

source: The Company will monitor the effectiveness of the Company's order execution arrangements and order execution policy. The Company will assess from time to time whether the venues relied upon by the Company in pricing the Company's contracts on the client's behalf allow the Company to achieve best execution on a consistent basis or whether the Company needs to make changes to the Company's execution arrangements. The Company will also review the Company's order execution arrangements and order execution policy in respect of material changes either in respect of one of the Company's chosen pricing venues or what otherwise affects the Company's ability to continue to achieve best execution. Should there be any material changes to the Company's order execution arrangements or order execution policy, the Company will notify the client.
es_es: La Empresa supervisará la efectividad de sus acuerdos de ejecución de órdenes y la política de ejecución de órdenes. La Empresa evaluará de vez en cuando si los lugares en los que se basa, para determinar el precio de sus contratos en nombre del cliente, le permiten lograr la mejor ejecución de manera consistente o si esta necesita realizar cambios en sus acuerdos de ejecución. La Empresa también revisará sus acuerdos de ejecución de órdenes y la política de ejecución de órdenes con respecto a los cambios sustanciales en relación a uno de los lugares de fijación de precios elegidos por la propia Empresa o lo que de otra manera afecte su capacidad para continuar logrando la mejor ejecución. En caso que se produzcan cambios sustanciales en los acuerdos de ejecución de la Empresa o en la política de ejecución de la misma, la Empresa notificará al cliente.
it_it: La Società monitorerà l'efficacia della politica e delle disposizioni per l'esecuzione degli ordini; periodicamente, valuterà anche se le fonti su cui si basa per la determinazione dei prezzi dei contratti per conto del Cliente le consentono di ottenere la migliore esecuzione su base regolare, o se, al contrario, sono necessarie delle modifiche alle disposizioni di esecuzione. La Società revisionerà anche la politica e le disposizioni per l'esecuzione degli ordini rispetto a modifiche sostanziali che riguardino una delle fonti di determinazione dei prezzi scelte della Società o fattori che influiscono sulla capacità della Società di garantire la migliore esecuzione. Qualora si verificassero modifiche sostanziali alla politica o alle disposizioni di esecuzione degli ordini, la Società ne informerà il Cliente.
ru_ru: Компания будет следить за эффективностью мероприятий по исполнению ордеров клиентов и реализации политики наилучшего исполнения. Компания будет периодически проверять, продолжают ли организации, выбранные Компанией для оценки контрактов от имени клиента, регулярно предоставлять наилучшее исполнение или Компании необходимо внести изменения в процедуры исполнения контрактов. Также Компания обязуется пересмотреть свои процедуры исполнения ордеров и политику исполнения ордеров на предмет существенных изменений в отношении одного из выбранных Компанией поставщиков цен или иных факторов, влияющих на возможность продолжать предоставлять услуги наилучшего исполнения. В случае внесения существенных изменений в процедуры исполнения ордеров или политику исполнения ордеров Компании, клиент получит соответствующее уведомление.
th_th: บริษัทฯ จะติดตามประสิทธิภาพของการบริหารการประมวลคำสั่งซื้อของเรา และนโยบายการประมวลคำสั่งซื้อ ในบางครั้งบริษัทฯ จะประเมินราคาต่อสัญญาในนามของลูกค้าเพื่อตรวจสอบการดำเนินการว่า ได้ประมวลผลอย่างดีที่สุดอย่างคงเส้นคงวา หรือ เพื่อตรวจสอบว่า บริษัทฯ ต้องมีการปรับปรุงใดๆในกลไกที่เกี่ยวข้องหรือไม่ บริษัทฯ จะทวนสอบการประมวลผลคำสั่ง และนโยบายของบริษัทฯ ที่เกี่ยวกับราคา หรือผลที่เกี่ยวข้องจากศักยภาพของระบบเพื่อคงการบริหารราคาให้เป็นราคาที่ดีที่สุดสำหรับลูกค้า หากมีการแก้ไขใดๆ ในเอกสารที่เกี่ยวข้องกับการบริหารการประมวลคำสั่งซื้อ หรือ นโยบายฯ บริษัทฯ จะแจ้งให้ลูกค้าทราบ

source: The Company will not pay interest on the client money.
es_es: La Empresa no pagará intereses por el dinero de clientes.
it_it: la Società non pagherà interessi sul denaro del cliente;
ru_ru: Компания не будет выплачивать проценты со средств клиентов.
th_th: บริษัทฯ จะไม่จ่ายดอกเบี้ยให้กับเงินของลูกค้า

source: The Company will notify the Affiliate by email if the Affiliate's application has been successful.
es_es: La Empresa notificará por correo electrónico al Afiliado, si su solicitud ha sido aceptada.
it_it: Qualora la richiesta di iscrizione fosse andata a buon fine, la Società informerà l'Associato tramite e-mail.
ru_ru: В случае одобрения заявки, Компания уведомит об этом Партнёра по электронной почте.
th_th: บริษัทฯ จะแจ้งผลให้พันธมิตรฯ ทราบทางอีเมล์ เมื่อใบสมัครได้รับการอนุมัติ

source: The Company will provide advertising collaterals with links containing affiliate IDs which may be modified by the Company from time to time.
es_es: La Empresa proporcionará material de publicidad con enlaces que contienen IDs de afiliado que podrán ser modificados por la misma Empresa de vez en cuando.
it_it: La Società fornirà materiali pubblicitari con i link contenenti l'ID di affiliazione che potrà essere, di volta in volta, modificato dalla Società stessa.
ru_ru: Компания предоставит рекламные материалы со ссылками, содержащими партнерские ID; данные ссылки могут периодически меняться.
th_th: บริษัทฯ จะเตรียมโฆษณาที่ประกอบด้วยลิงค์ที่ฝังรหัสพันธมิตรฯ ไว้ โดยบริษัทฯ อาจจะมีการแก้ไขบ้างเป็นครั้งคราว

source: The Company will rely on the transactions and other instructions entered into and/or given by the client's username and password, and the client is bound by any transaction or expense incurred in reliance on such Orders and/or instructions.
es_es: La Empresa confiará en las transacciones y otras instrucciones ingresadas y / o proporcionadas por los nombres de usuario y contraseña de los clientes, y el cliente, está vinculado a cualquier transacción o gasto incurrido en relación con dicha Orden y / o instrucciones.
it_it: La Società si baserà sulle operazioni e sulle altre istruzioni inserite e/o fornite tramite nome utente e password del cliente ed è quest'ultimo il responsabile di ogni operazione o spesa relativa a tali ordini e/o istruzioni.
ru_ru: Компания будет полагаться на контракты, ордеры и иные инструкции полученные или предоставленные с имени пользователя и пароля клиента. Поэтому клиент соглашается со всеми транзакциями или расходами, понесёнными в отношении таковых распоряжений и/или инструкций.
th_th: บริษัทฯ จะอ้างอิงธุรกรรมและคำสั่งต่างๆ ที่ถูกป้อนเข้ามายังระบบ และ/หรือ ส่งมอบ ด้วยชื่อผู้ใช้งานและรหัสผ่านของลูกค้า ลูกค้าจะถูกผูกมัดกับธุรกรรม หรือ ค่าใช้จ่ายใดๆ ที่เกิดขึ้นจากคำสั่งต่างๆ ที่เกิดขึ้นในนามของลูกค้า

source: The Company will use reasonable endeavours within its control to ensure that all electronic data provided on the MT5 trading platform and all electronic transactions instructed by the client and accepted and executed by the Company are not subject to network latency.
es_es: La Empresa utilizará esfuerzos razonables bajo su control para garantizar que todos los datos electrónicos proporcionados en la plataforma de negociación MT5 y todas las transacciones electrónicas instruidas y aceptadas por el cliente ante la Empresa, y ejecutados por la Empresa, no estén sujetos a la latencia de la red.
it_it: La Società adotterà le ragionevoli misure a propria disposizione per garantire che tutti i dati elettronici forniti sulla piattaforma di trading MT5 e tutte le transazioni elettroniche indicate dal cliente, accettate ed eseguite dalla Società non siano soggetti a latenza di rete.
ru_ru: Компания предпримет все возможные усилия, чтобы гарантировать, что все электронные данные, предоставляемые на Торговой платформе MT5, а также все электронные транзакции, полученные в рамках инструкций клиента, принятых и исполненных Компанией, не затронуты возможными задержками в сети.
th_th: บริษัทฯ จะใช้ความพยายามอย่างสมเหตุสมผลภายใต้การควบคุมของบริษัทฯ เพื่อให้แน่ใจว่า ข้อมูลอิเล็กทรอนิกส์ทั้งหมดบนแพลตฟอร์มการซื้อขาย MT5 และธุรกรรมอิเล็กทรอนิกส์ทั้งหมดที่ลูกค้าสั่ง และที่บริษัทฯได้รับ และดำเนินการนั้น จะไม่ขึ้นอยู่กับความหน่วงของเครือข่าย

source: The Company will, at its sole discretion, determine whether or not the Affiliate's application has been successful. The Company's decision is final and is not open to appeal.
es_es: La Empresa determinará, a su sola discreción, si la solicitud del Afiliado ha sido aceptada. La decisión de la Empresa es final y no abierta a apelación.
it_it: La Società determinerà, a sua esclusiva discrezione, se accettare o meno la candidatura dell'Associato. La decisione della Società è finale e non appellabile.
ru_ru: Компания по своему усмотрению решает, одобрять ли заявку Партнёра. Решение Компании является окончательным и не подлежит обсуждению.
th_th: บริษัทฯ จะใช้ดุลยพินิจในการพิจารณาว่า ใบสมัครเข้าร่วมโปรแกรมพันธมิตรนั้นได้รับอนุมัติหรือไม่ การตัดสินของบริษัทฯ ถือเป็นสิ้นสุด

source: The Company's commitment to provide the client with 'best execution' does not mean that the Company owes the client any fiduciary responsibilities over and above the specific regulatory obligations placed upon the Company or as may be otherwise contracted between the Company and the client.
es_es: El compromiso de la empresa por ofrecer al cliente "la mejor ejecución" no quiere decir que la Empresa tenga la responsabilidad fiduciaria con el cliente más allá de las obligaciones reglamentarias específicas impuestas a la Empresa o que puedan ser contratadas entre la misma empresa y el cliente.
it_it: L'impegno della Società nel fornire la "migliore esecuzione" non significa che la Società sia vincolata da un'eventuale responsabilità fiduciaria verso il cliente ulteriore o superiore rispetto agli obblighi normativi specifici della Società o a quanto potrebbe essere diversamente pattuito tra la Società e il Cliente.
ru_ru: Обязательство Компании предоставлять клиенту "лучшее исполнение" не означает, что Компания связана с клиентом какими-либо фидуциарными обязанностями сверх определенных нормативных обязательств, возложенных на Компанию или фигурирующих в контракте между Компанией и клиентом.
th_th: ความมุ่งมั่นของบริษัทฯ ในการมอบ "การบริการและการดำเนินการที่ดีที่สุด" ไม่ได้หมายถึง การเป็นผู้มีหน้าที่ดูแลผลประโยชน์ให้ลูกค้า และนอกเหนือจากภาระหน้าที่ตามกฎหมายของบริษัทฯ หรือ ในสัญญาระหว่างบริษัทฯ และ ลูกค้า

source: The Company's cookies are not deemed dangerous and cannot access any other information on the client's computer.
es_es: Los cookies de la Empresa no son considerados dañinos y no pueden acceder a cualquier otra información en los dispositivos del cliente.
it_it: I cookies della Società non sono pericolosi e non possono avere accesso alle informazioni sul computer del cliente.
ru_ru: Куки Компании не являются опасными и не открывают никакой другой информации о компьютере клиента.
th_th: คุกกี้ของบริษัทฯ ไม่ถือว่าเป็นอันตราย และไม่สามารถเข้าถึงข้อมูลอื่นๆ ในคอมพิวเตอร์ของลูกค้าได้

source: The Company's costs and charges for depositing and withdrawing money are set out %1here%2. The client should be aware of all costs and charges that apply to the client because they will affect the client's profitability.
es_es: La Empresa detallada sus costos y cargos para depósitos y retiros de dinero %1aquí%2. El cliente debe estar al tanto de los costos y cargos que puedan aplicarse ya que estos pueden afectar su rentabilidad.
it_it: I costi e gli addebiti della Società per depositi e prelievi sono specificati %1qui%2. È bene che i clienti siano consapevoli dei costi e degli addebiti a cui devono far fronte poiché questi avranno ripercussioni sulla redditività.
ru_ru: Расценки и комиссии Компании на внесение и снятие денег изложены %1здесь%2. Клиентам необходимо принять во внимание затраты и расходы, которые могут применяться к клиенту и способны повлиять на доходность клиента.
th_th: ค่าใช้จ่ายและค่าธรรมเนียมของบริษัทฯ ในการฝากเงินและถอนเงินถูกกำหนดไว้ %1ที่นี่%2 ลูกค้าควรศึกษาข้อมูลค่าธรรมเนียมดังกล่าวที่มีความเกี่ยวข้องกับบัญชีลูกค้า เนื่องจากค่าใช้จ่ายดังกล่าวสัมพันธ์กับความสามารถในการทำกำไรของลูกค้า

source: The Company's data feed is designed to be one of the best and most robust available for a trading environment.
es_es: La fuente de datos de la Empresa está diseñada para ser una de las mejores y más robustas disponibles en el ambiente de trading.
it_it: Il feed di dati della Società è stato pensato per essere il migliore e il più potente in un ambiente di trading.
ru_ru: Система котировок Компании является одной из самых лучших и надежных в индустрии трейдинга.
th_th: ฟีดข้อมูลของบริษัทฯ ถูกออกแบบเพื่อเป็นระบบหนึ่งที่มีการทำงานอย่างยอดเยี่ยม และมีเสถียรภาพสูงสุดเพื่อดำเนินการซื้อขาย

source: The Company's data feed may at times differ slightly from other data feeds found on the Internet (which may themselves differ from each other). Reasons for differences in feed providers include:
es_es: La fuente de datos de la Empresa puede ocasionalmente diferir de otras fuentes encontradas en Internet (las cuales a su vez pueden diferir entre sí). Las razones para estas diferencias pueden incluir:
it_it: Talvolta i feed di dati della Società possono differire leggermente dagli altri presenti in Internet (che potrebbero ugualmente differenziarsi tra loro). Le cause di tali differenze nei provider di feed comprendono:
ru_ru: Котировки на сайте Компании иногда могут слегка отличаться от данных на других интернет-ресурсах (которые, в свою очередь, также немного отличаются друг от друга). Это происходит по следующим причинам:
th_th: ข้อมูลฟีดของบริษัทฯ จะมีเวลาที่มีความแตกต่างเล็กน้อยจากฟีดข้อมูลอื่นที่อยู่บนอินเทอร์เน็ต โดยมีเหตุผลของความแตกต่างจากผู้ให้ฟีด ดังนี้

source: The Company's data protection officer can be contacted at %1
es_es: El encargado de protección de datos de la Empresa puede ser contactado en %1
it_it: È possibile contattare il responsabile della protezione dei dati all'indirizzo e-mail %1
ru_ru: Связаться с сотрудником, отвечающим за защиту данных, можно по следующему адресу: %1
th_th: สามารถติดต่อเจ้าหน้าที่ดูแลข้อมูลของของบริษัทฯ ได้ทาง %1

source: The Company's determination of the relative importance of the execution factors may differ from the client's during certain circumstances, acting in the client's interest in accordance with the Company's obligation of best execution.
es_es: En determinadas circunstancias, la evaluación de la Empresa sobre la importancia relativa de los factores de ejecución puede diferir de la percepción del cliente, de acuerdo a la obligación de la Empresa de actuar en virtud a la mejor ejecución para el cliente.
it_it: In alcune circostanze, la valutazione della Società circa l'importanza relativa dei fattori di esecuzione potrebbe variare da quella del Cliente, sempre nel rispetto dell'interesse del Cliente in conformità con l'obbligo di migliore esecuzione della Società.
ru_ru: Определение Компанией относительной значимости факторов исполнения может при некоторых обстоятельствах отличаться от определения клиента. Тем не менее, Компания будет действовать в интересах клиента, согласно обязательству наилучшего исполнения.
th_th: การพิจารณาเกี่ยวกับความสำคัญของปัจจัยในการดำเนินการของบริษัทฯ อาจจะแตกต่างจากของลูกค้าในบางสถานการณ์ ซึ่งการปฏิบัติเพื่อประโยชน์ของลูกค้าตามข้อผูกมัดของบริษัทฯ ในการดำเนินการที่ดีที่สุด

source: The Company's information security policies are based on industry best practices in access control and business continuity.
es_es: Las políticas de seguridad de información de la Empresa se basan en las mejores prácticas de la industria en control de acceso y continuidad empresarial.
it_it: Le politiche sulla protezione delle informazioni della Società si basano sulle migliori procedure del settore relative al controllo degli accessi e alla continuità delle operazioni.
ru_ru: Политика безопасности и защиты данных Компании основана на самых передовых стандартах в данной индустрии в отношении контроля доступа и непрерывности деятельности.
th_th: นโยบายเกี่ยวกับความปลอดภัยของข้อมูลของบริษัทฯ เป็นไปตามกระบวนวิธีการปฏิบัติที่เป็นมาตรฐานในการควบคุมการเข้าถึงและการดำเนินธุรกิจอย่างต่อเนื่อง

source: The Company's obligations
es_es: Obligaciones de la Empresa
it_it: Obblighi della Società
ru_ru: Обязательства Компании
th_th: หน้าที่ความรับผิดชอบของบริษัทฯ

source: The Company's order execution policy (the "Policy") sets out the overview and approach of how %1 executes orders on behalf of the Company's clients.
es_es: La política de ejecución de órdenes de la Empresa (la "Política") establece la visión general y el enfoque de %1 para ejecutar las órdenes en nombre de los clientes de la Empresa.
it_it: La politica di esecuzione degli ordini (la "politica") della Società stabilisce il quadro generale e l'approccio sulla base del quale %1 esegue gli ordini per conto dei clienti della Società.
ru_ru: Политика исполнения ордеров Компании (далее именуемая "Политикой") представляет собой общие сведения и подход %1 к исполнению ордеров от имени клиентов Компании.
th_th: นโยบายในการดำเนินการคำสั่งซื้อของบริษัทฯ ("นโยบาย") กำหนดภาพรวมและแนวทาง %1 ในการจัดการคำสั่งซื้อในนามของลูกค้าของบริษัทฯ

source: The Company's order execution policy comprises a set of procedures that are designed to obtain the best possible execution result for the client, subject to and taking into account the following factors:
es_es: La política de ejecución de órdenes de la Empresa comprende un conjunto de procedimientos que están diseñados para obtener el mejor resultado de ejecución posible para el cliente, sujeto a y teniendo en cuenta los siguientes factores:
it_it: La politica di esecuzione degli ordini della Società include una serie di procedure volte a ottenere la migliore esecuzione possibile per il Cliente, conformemente ai seguenti fattori:
ru_ru: Политика исполнения ордеров Компании предусматривает ряд процедур, призванных получить наилучший результат исполнения для клиента, согласно и принимая во внимание следующие факторы:
th_th: นโยบายการประมวลผลคำสั่งซื้อของบริษัทฯ ประกอบด้วยกระบวนการที่ออกแบบมาเพื่อให้ได้ผลลัพธ์การประมวลผลที่ดีที่สุดสำหรับลูกค้า ภายใต้ปัจจัยต่อไปนี้

source: The Company's policy
es_es: La política de la Empresa
it_it: Politica della società
ru_ru: Политика Компании
th_th: นโยบายของบริษัทฯ

source: The Company's policy cannot provide a guarantee, however, that when entering into Contracts with the client, the price will always be better than one that is or might have been available elsewhere.
es_es: Sin embargo, la política de la Empresa no puede proporcionar una garantía, al celebrar Contratos con el cliente, que el precio siempre será mejor que el que está o podría haber estado disponible en otro lugar.
it_it: La politica della Società non costituisce tuttavia una garanzia del fatto che, sottoscrivendo contratti con il cliente, il prezzo risulti sempre migliore di quello che viene o potrebbe venire offerto altrove.
ru_ru: Политика Компании не предоставляет гарантий; тем не менее, при заключении контрактов с клиентом, цена всегда будет лучше цены, доступной в любом другом источнике.
th_th: นโยบายของบริษัทฯ ไม่สามารถให้การรับรอง อย่างไรก็ตามเมื่อมีการจัดทำสัญญาซื้อขายกับลูกค้า ราคาจะเป็นราคาที่ดีกว่าเสมอ หรือ เป็นราคาที่ดีกว่าราคาที่มีในที่อื่นๆ
