Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: You acknowledge and agree that it is your absolute responsibility to ensure that all orders or positions have been closed in your Account prior to revocation.
es_es: Usted reconoce y acepta que es su absoluta responsabilidad asegurarse de que todas las órdenes o posiciones se hayan cerrado en su Cuenta antes de la revocación.
ru_ru: Настоящим Вы признаёте и соглашаетесь, что Вы несёте полную ответственность за закрытие всех ордеров и позиций на Вашем счету перед отзывом.
th_th: ท่านทราบและยินยอมว่า เป็นหน้าที่ของท่านที่จะตรวจสอบให้แน่ใจว่าคำสั่งซื้อ หรือโพซิชั่นทั้งหมดของบัญชีของท่านได้ถูกปิดก่อนการเพิกถอน

source: You acknowledge that the Company cannot guarantee that the Software provided to the Money Manager is free of any errors. Thus, you agree that the Company shall not be liable or responsible for any damage and loss that incurs as a result of such error.
es_es: Usted reconoce que la Compañía no puede garantizar que el Software proporcionado al Administrador del Dinero esté libre de errores. Por lo tanto, acepta que la Compañía no será responsable de los daños y pérdidas que se produzcan como resultado de dicho error.
ru_ru: Настоящим Вы признаёте, что Компания не предоставляет гарантий, что программное обеспечение, предоставляемое фондовому менеджеру, не содержит никаких сбоев и ошибок. Таким образом, Вы соглашаетесь, что Компания не несёт ответственности за любой ущерб и убытки, понесенные Вами по причине данных ошибок.
th_th: ท่านทราบว่า บริษัทฯ ไม่สามารถยืนยันได้ว่า ซอฟท์แวร์ที่ให้ไว้กับผู้จัดการเงินทุนบุคคลจะไม่มีข้อผิดพลาดใดๆ ดังนั้น ท่านยอมรับว่า บริษัทฯ จะไม่รับผิด หรือ รับผิดชอบต่อความเสียหาย หรือสูญเสียใดๆ ที่เกิดขึ้นจากความผิดพลาดดังกล่าว

source: You acknowledge that the Company may accept Orders and proceed with transactions for your Account executed by any employees or representatives of the Money Manager.
es_es: Usted reconoce que la Compañía puede aceptar Órdenes y proceder con las transacciones de su Cuenta ejecutadas por cualquier empleado o representante del Administrador del Dinero.
ru_ru: Вы признаёте, что Компания может принимать ордеры и выполнять контракты на Вашем счету по указаниям, полученным от сотрудников или представителей фондового менеджера.
th_th: ท่านทราบว่า บริษัทฯ อาจยอมรับคำสั่งและดำเนินการธุรกรรมสำหรับบัญชีของท่านที่ดำเนินการโดยพนักงาน หรือ ตัวแทนฯ ใดๆ ของผู้จัดการเงินทุนบุคคล

source: You acknowledge that the Money Manager is entitled to receive USD 20/per lot for Commission as fee charges. You also agree that the Company reserves the right to revise the fee charges from time to time. You further acknowledge that the Company shall be responsible for calculating the fee charges, via its automated systems. Thus, the Company shall be duly authorised to deduct the amount, defined as Commission, from the Account and to pay the Money Manager.
es_es: Usted reconoce que Administrador del Dinero tiene derecho a recibir los 20 USD por lote como Comisión y cuota de pago. También acepta que la Compañía se reserve el derecho de revisar las cuotas de pago de vez en cuando. Usted también reconoce que la Compañía será responsable de calcular las cuotas de pago a través de sus sistemas automatizados. Por lo tanto, la Compañía estará debidamente autorizada para deducir la cantidad, definida como Comisión, de la Cuenta y pagar al Administrador del dinero.
ru_ru: Настоящим Вы признаёте, что фондовый менеджер имеет право на получение комиссии в размере 20 USD за каждый лот. Также Вы выражаете согласие с тем, что Компания оставляет за собой право на периодический пересмотр сборов. Вы также признаёте, что Компания несёт ответственность за расчёт таковых комиссий посредством применения автоматизированных систем. Таким образом, Компания имеет право вычитать суммы соответствующей комиссии с Вашего счёта с целью их последующей уплаты фондовому менеджеру.
th_th: ท่านทราบว่า ผู้จัดการเงินทุนบุคคลมีสิทธิ์ที่จะได้รับ 20 เหรียญสหรัฐต่อล็อตสำหรับคอมมิชชั่นเป็นค่าธรรมเนียม และท่านแสดงยินยอมว่า บริษัทฯ สามารถสงวนลิขสิทธิ์ที่จะแก้ไขอัตราค่าธรรมเนียมเป็นครั้งคราว ท่านรับทราบต่อไปอีกว่า บริษัทฯ รับผิดชอบในการคำนวณค่าธรรมเนียม ผ่านทางระบบอัตโนมัติ ดังนั้น บริษัทฯ ได้รับอนุญาตให้หักจำนวนดังกล่าวที่กำหนดไว้ว่าเป็นคอมมิชชั่น จากบัญชีเพื่อจ่ายให้แก่ผู้จัดการเงินทุนบุคคล

source: You acknowledge that the Money Manager is not an employee or representative of the Company. Thus, you agree that you have an absolute responsibility to diligently monitor the entire performance of your Account.
es_es: Usted reconoce que el Administrador del Dinero no es un empleado o representante de la Compañía. Por lo tanto, acepta que tiene la responsabilidad absoluta de supervisar diligentemente el rendimiento completo de su Cuenta.
ru_ru: Настоящим Вы признаёте, что фондовый менеджер не является работником или представителем Компании. Таким образом, Вы соглашаетесь, что несёте полную ответственность за должный мониторинг всей деятельности на Вашем счету.
th_th: ท่านทราบว่า ผู้จัดการเงินทุนบุคคลไม่ใช่พนักงาน หรือ ตัวแทนของบริษัทฯ ดังนั้น ท่านยินยอมว่า ท่านมีหน้าที่ที่จะตรวจสอบอย่างรอบครอบรัดกุมถึงธุรกรรมทั้งหมดของบัญชีของท่าน

source: You acknowledge that the Money Manager is not authorised to withdraw or give instructions in relation to any payment transactions for your Account to any person other than yourself. Likewise, the Money Manager is not authorised to accept or amend any of the terms of the Client Agreement.
es_es: Usted reconoce que el Administrador del Dinero no está autorizado a retirar o dar instrucciones en relación con las transacciones de pago de su Cuenta a ninguna persona que no sea usted. Asimismo, el Administrador del Dinero no está autorizado para aceptar o modificar ninguno de los términos del Acuerdo del Cliente.
ru_ru: Вы признаёте, что фондовый менеджер не имеет полномочий выводить средства или давать любые инструкции относительно платежей с Вашего счёта в пользу любого лица, за исключением Вас. Аналогичным образом, фондовый менеджер, не имеет права принимать или менять любые условия Клиентского соглашения.
th_th: ท่านทราบว่า ผู้จัดการเงินทุนบุคคลไม่ได้รับอนุญาตให้ให้ถอนเงิน หรือ ออกคำสั่งที่เกี่ยวข้องกับธุรกรรมการจ่ายเงินใดๆ สำหรับบัญชีของท่านให้กับคนอื่นนอกจากตัวเอง เช่นเดียวกัน ผู้จัดการเงินทุนบุคคลไม่ได้รับอนุญาตให้รับ หรือ เปลี่ยนแปลงเงื่อนไขใดๆ ของข้อตกลงของลูกค้า

source: You acknowledge that you have full legal power and capacity to submit and execute this Agreement and grant authorisation to the Money Manager to place any Order or proceed any transaction for your Account.
es_es: Usted reconoce que tiene pleno poder legal y capacidad para presentar y ejecutar este Acuerdo y otorgar autorización al Administrador del Dinero para realizar cualquier Orden o proceder a cualquier transacción para su Cuenta.
ru_ru: Настоящим вы признаёте, что имеете все юридические основания и право заключать и исполнять данное Соглашение, а также предоставляете разрешение фондовому менеджеру размещать любой ордер или осуществлять любые контракты на Вашем счету.
th_th: ท่านทราบว่า ท่านมีอำนาจและความสามารถเต็มตามกฎหมายที่จะส่งและดำเนินการตามข้อตกลงนี้ และให้อำนาจแก่ผู้จัดการเงินทุนบุคคลเพื่อวางคำสั่งซื้อ หรือดำเนินการตามธุรกรรมใดๆ สำหรับบัญชีของท่าน

source: You acknowledge that your Account shall be managed and traded only by the Money Manager and not by any other third parties.
es_es: Usted reconoce que su Cuenta será gestionada y operada únicamente por el Administrador de dinero y no por terceros.
ru_ru: Вы признаёте, что Ваш счёт должен управляться только фондовым менеджером и никакой другой третьей стороной.
th_th: ท่านทราบว่า บัญชีของท่านจะถูกจัดการและซื้อขายโดยผู้จัดการเงินทุนบุคคลเท่านั้น และไม่ใช่โดยบุคคลที่สามอื่นๆ

source: You acknowledge that your decision to assign all rights in relation to the management, trading and operation of the Account to the Money Manager is duly clear, voluntary and unqualified. You also declare that you took into consideration the risks associated with trading of Rolling Spot FX, CFDs, Commodities and any other securities or products that may be offered by the Company to you, from time to time in accordance with the Client Agreement.
es_es: Usted reconoce que su decisión de asignar todos los derechos en relación con la administración, la operación y el funcionamiento de la Cuenta al Administrador del Dinero es debidamente clara, voluntaria y absoluta. También declara que tomó en consideración los riesgos asociados con la operación con Rolling Spot FX, CFDs, Commodities y cualquier otro valor o producto que pueda ofrecerle la Compañía de vez en cuando, de conformidad con el Contrato del Cliente.
ru_ru: Вы признаёте, что Ваше решение передать фондовому менеджеру все права в отношении управления, торговли и работы на счету является осознанным, добровольным и безоговорочным. Настоящим Вы также заявляете, что учли все риски, сопряженные с торговлей контрактами на Rolling Spot FX, CFD, сырьевых товарах и любых других ценных бумагах или продуктах, периодически предоставляемых Вам Компанией в рамках данного Соглашения.
th_th: ท่านทราบว่า การตัดสินใจของท่านในการกำหนดสิทธิ์ที่เกี่ยวข้องกับการบริหาร ซื้อขาย และการดำเนินการต่อบัญชีให้แก่ผู้จัดการเงินทุนบุคคลนั้น ชัดเจน ด้วยความสมัครใจ และไม่มีเงื่อนไข อีกทั้งท่านได้พิจารณาความเสี่ยงที่เกี่ยวข้องกับการซื้อขาย Rolling Spot FX, CFDs สินค้าโภคภัณฑ์ และหลักทรัพย์อื่นๆ ที่บริษัทฯ เสนอให้ท่านพิจารณาตามข้อตกลงของลูกค้า

source: You agree and authorise the Company to disclose to the Money Manager any data or information related to your Account.
es_es: Usted acepta y autoriza a la Compañía a divulgar al Administrador del Dinero cualquier dato o información relacionada con su Cuenta.
ru_ru: Вы соглашаетесь и даёте Компании право разглашать фондовому менеджеру любые данные или информацию, относящуюся к Вашему счёту.
th_th: ท่านยินยอมและอนุญาตให้บริษัทฯ เปิดเผยข้อมูลใดๆ ที่เกี่ยวข้องกับบัญชีของท่านให้กับผู้จัดการเงินทุนบุคคล

source: You agree and authorise the Money Manager to place all Orders and transactions for your Account in the same way and validity as you might place such Orders for your Account.
es_es: Usted acepta y autoriza al Administrador del Dinero a realizar todas las Órdenes y transacciones de su Cuenta en la misma manera y validez como si fuera usted realizándolas por su propia Cuenta.
ru_ru: Вы соглашаетесь и даёте разрешение фондовому менеджеру размещать любые ордеры и транзакции на Вашем счету от Вашего имени.
th_th: ท่านยินยอมและอนุญาตให้ผู้จัดการเงินทุนบุคคลส่งคำสั่งซื้อขายและธุรกรรมทั้งหมดสำหรับบัญชีของท่านในแนวทางปฏิบัติเดียวกัน และมีผลบังคับใช้แบบเดียวกันกับที่ท่านจะดำเนินการกับคำสั่งซื้อดังกล่าวสำหรับบัญชีของท่าน

source: You agree that this Agreement shall become effective on the Commencement Date. You also agree that unless this Agreement is revoked or terminated in accordance with Section E below, this Agreement shall remain valid and in full force.
es_es: Usted acepta que este Acuerdo entrará en vigencia en la Fecha de inicio. También acepta que a menos que este Acuerdo sea revocado o cancelado de acuerdo con la Sección E a continuación, seguirá siendo válido y en plena vigencia.
ru_ru: Вы признаёте, что данное Соглашение вступает в силу на момент его принятия. Вы также соглашаетесь, что если данное Соглашение не отменено и не аннулировано, согласно нижеуказанному разделу E, оно должно сохранять полную силу и действие.
th_th: ท่านยอมรับต่อข้อตกลงนี้ว่า จะมีผลบังคับใช้ในวันเริ่มต้น ท่านยินยอม หากนอกจากข้อตกลงนี้จะถูกยกเลิก หรือ ทำให้สิ้นสุดตามที่ระบุไว้ส่วน E ด้านล่างแล้ว ข้อตกลงนี้จะยังคงมีผลและมีการบังคับใช้ตามกฎหมาย

source: You are also expected to help us promote our cutting-edge trading platform that has been one of the most recognised in the binary options trading industry for over 18 years.
es_es: También se espera que nos ayude a promover nuestra plataforma comercial vanguardista que ha sido una de las más reconocidas en la industria del comercio de opciones binarias durante más de 18 años.
it_it: Ti occuperai anche di aiutarci nella promozione della nostra innovativa piattaforma di trading, una delle più accreditate nel settore delle opzioni binarie negli ultimi 18 anni.
ru_ru: Также в Ваши обязанности будет входить помощь нашей компании с продвижением нашей передовой торговой платформы для торговли бинарными опционами, пользующейся огромной популярностью в данной индустрии на протяжении более 18 лет.
th_th: ท่านจะได้รับหน้าที่ในการส่งเสริมและประชาสัมพันธ์ระบบซื้อขายที่ล้ำหน้าของบริษัทฯ และเป็นหนึ่งในนวตกรรมที่ได้รับการยอมรับมากที่สุดในวงการซื้อขายไบนารีออปชั่นยาวนานกว่า 18 ปี

source: You are buying the base currency and selling the quote currency.
es_es: Usted está comprando la moneda base y vendiendo la moneda secundaria.
it_it: Stai acquistando la valuta di base e vendendo la valuta di quotazione.
ru_ru: Вы покупаете основную (базовую) валюту и продаёте валюту котировки.
th_th: ท่านกำลังซื้อสกุลเงินฐานและขายสกุลเงินที่มีการเสนอราคา

source: You are categorised as a professional client.
es_es: Está categorizado como un cliente profesional.
it_it: Sei categorizzato come cliente professionista.
ru_ru: Вы относитесь к категории профессиональных клиентов.
th_th: ท่านอยู่ในกลุ่มลูกค้าผู้เชี่ยวชาญ (Professional Client)

source: You are categorised as a retail client. Apply to be treated as a professional trader.
es_es: Usted está categorizado como cliente minorista. Mande solicitud para ser tratado como un operador profesional.
it_it: Sei categorizzato come cliente al dettaglio. Richiedi di essere categorizzato come trader professionista.
ru_ru: Вы относитесь к категории индивидуальных клиентов. Станьте профессиональным клиентом.
th_th: ท่านอยู่ในกลุ่มลูกค้ารายย่อย (Retail Client) สมัครเพื่อเลื่อนขั้นเป็นลูกค้าผู้มีความเชี่ยวชาญ (Professional Client)

source: You are expecting the base currency to fall in value so you can buy it back at a lower price and make profit.
es_es: Usted está esperando que el valor de la moneda base caiga para poder volver a comprarla a un precio menor y obtener una ganancia.
it_it: Prevedi che il valore della valuta base diminuirà, in modo da poter riacquistare la valuta a un prezzo inferiore e realizzare un profitto.
ru_ru: Вы ожидаете, что базовая валюта подешевеет и в дальнейшем её можно будет купить по более низкой цене (и таким образом получить прибыль).
th_th: ท่านกำลังคาดว่า มูลค่าของสกุลเงินฐานจะลดลง เพื่อท่านจะได้ซื้อคืนที่ราคาที่ต่ำกว่าและทำกำไร

source: You are expecting the base currency to rise in value so you can sell it back for a profit.
es_es: Ustes está esperando que aumente el valor de la moneda base para poder venderla y obtener una ganancia.
it_it: Prevedi che il valore della valuta base aumenterà, in modo da poter rivendere la valuta e realizzare un profitto.
ru_ru: Вы ожидаете, что базовая валюта подорожает и её можно будет продать для получения прибыли.
th_th: ท่านกำลังคาดว่า มูลค่าของสกุลเงินฐานจะเพิ่มขึ้น เพื่อท่านจะได้ขายและทำกำไร

source: You are limited to one fiat account. You can change the currency of your fiat account anytime before you make a first-time deposit or create an MT5 account.
es_es: Está limitado a una cuenta fiat. Puede cambiar la moneda de su cuenta fiat en cualquier momento antes de hacer un depósito por primera vez o crear una cuenta MT5.
it_it: È previsto un limite di un solo conto fiat. Puoi modificare la valuta del tuo conto fiat in qualsiasi momento prima di effettuare il primo deposito o di creare un conto MT5.
ru_ru: Вы можете владеть лишь одним фидуциарным счётом. Вы можете в любое время изменить валюту фидуциарного счёта, если Вы ещё не пополняли счёт или не открывали счёт MT5.
th_th: ท่านถูกจำกัดให้มีบัญชีเงินกระดาษเพียงหนึ่งบัญชี ท่านสามารถแก้ไขสกุลเงินของบัญชีเงินกระดาษได้ตลอดเวลา ก่อนที่ท่านฝากเงินครั้งแรก หรือ ก่อนเปิดบัญชี MT5

source: You are responsible for mitigating the risks and abuse that we face from fraud and money laundering. To accomplish this, you must monitor, analyse, and conduct various anti-fraud and AML checks on client accounts and deposits. You will join us in Malta and report to our Head of Payments.
es_es: Usted es responsable de mitigar los riesgos y abusos a los que nos enfrentamos por fraude y lavado de dinero. Para lograr esto, usted debe monitorear, analizar y llevar a cabo diversos controles antifraude y AML en las cuentas y depósitos de los clientes. Se unirá a nuestro equipo en Malta e informará a nuestro Jefe de Pagos.
it_it: Sarai responsabile di mitigare i rischi e gli abusi derivanti da frodi e riciclaggio di denaro. A tal fine, dovrai monitorare, analizzare e condurre vari controlli anti-frode e anti-riciclaggio su conti e depositi dei clienti. Lavorerai con noi a Malta e risponderai al responsabile dei pagamenti.
ru_ru: Вы будете ответственны за смягчение рисков и уменьшение ущерба, с которым мы сталкиваемся по причине мошенничества и отмывания денег. С этой целью Вы будете отслеживать, анализировать и проводить проверки клиентских счетов и депозитов. Вы пополните наш штат на Мальте и будете подотчётны нашему главе отдела платежей.
th_th: ท่านจะได้รับหน้าที่ในการบรรเทาความเสี่ยงและการใช้งานที่ไม่ถูกต้องที่บริษัทฯ ประสบจากการฉ้อโกงและการฟอกเงิน ซึ่งในการปฏิบัติงานเหล่านี้ ท่านจะอาศัยทักษะในการวิเคราะห์ การตรวจสอบ และการติดตามพฤติกรรมต่อพฤติการณ์การฟอกเงินในบัญชีและธุรกรรมการฝากของลูกค้า ท่านจะร่วมงานกับเราที่สำนักงานมอลตาและรายงานตรงต่อหัวหน้าแผนกชำระเงิน

source: You are selling the base currency and buying the quote currency.
es_es: Usted está vendiendo la moneda base y comprando la moneda secundaria.
it_it: Stai vendendo la valuta base e comprando la valuta di quotazione.
ru_ru: Вы продаёте основную (базовую) валюту и покупаете валюту котировки.
th_th: ท่านกำลังขายสกุลเงินฐานและซื้อสกุลเงินที่มีการเสนอราคา

source: You are unilaterally entitled to request the revocation of the appointment of your Money Manager by electronically revoking your Money Manager's authorisation through the relevant functions provided in the system.
es_es: Tiene derecho unilateralmente a solicitar la revocación de la designación de su Administrador del Dinero, revocando electrónicamente la autorización de su Administrador del Dinero a través de las funciones relevantes proporcionadas en el sistema.
ru_ru: Вы имеете право в одностороннем порядке отменить полномочия и отозвать Вашего фондового менеджера, посредством соответствующего функционала, имеющегося в системе.
th_th: ท่านมีสิทธิ์เพียงฝ่ายเดียวที่จะเพิกถอนการแต่งตั้งผู้จัดการเงินทุนบุคคลโดยเพิกถอนอำนาจของผู้จัดการเงินทุนบุคคลทางอิเล็กทรอนิกส์ ผ่านทางฟังก์ชันที่เกี่ยวข้องที่มีไว้ในระบบ

source: You can %1set a new currency%2 before you deposit for the first time or create an MT5 account.
es_es: Puede %1ajustar una nueva moneda%2 antes de depositar por primera vez o crear una cuenta MT5.
it_it: È possibile %1impostare una nuova valuta%2 prima di effettuare il primo deposito o di creare un conto MT5.
ru_ru: Вы можете %1установить новую валюту%2 перед первым пополнением счёта или открытием счёта MT5.
th_th: ท่านสามารถ %1ตั้งค่าสกุลเงินใหม่%2 ก่อนท่านดำเนินการฝากเงินครั้งแรก หรือ ก่อนเปิดบัญชี MT5

source: You can close this window without interrupting your trade.
es_es: Puede cerrar esta ventana sin interrumpir su operación.
it_it: Puoi chiudere questa finestra senza interrompere il trade.
ru_ru: Вы можете закрыть данное окно без ущерба Вашей торговле.
th_th: ท่านสามารถปิดหน้าต่างนี้ได้โดยไม่ขัดจังหวะการซื้อขายของท่าน

source: You can determine the margin for our CFDs by using the formula below:
es_es: Puede determinar el margen de nuestros CFDs utilizando la siguiente fórmula:
it_it: Puoi determinare il margine per i nostri CFD utilizzando la seguente formula:
ru_ru: Вы можете рассчитать маржу для интересующих Вас контрактов на CFD, воспользовавшись формулой ниже:
th_th: ท่านสามารถพิจารณามาร์จินของ CFD ของเราโดยใช้สูตรดังต่อไปนี้

source: You can determine the margin for our cryptocurrency pairs by using the formula below:
es_es: Puede determinar el margen de nuestros pares de criptomonedas con la siguiente fórmula:
it_it: Puoi determinare il margine richiesto per le nostre coppie di criptovalute utilizzando la seguente formula:
ru_ru: Вы можете рассчитать маржу для интересующих Вас криптовалютных пар, воспользовавшись формулой ниже:
th_th: ท่านสามารถพิจารณามาร์จินของคู่เงินดิจิทัลของเราโดยใช้สูตรดังต่อไปนี้

source: You can determine the margin for our currency pairs by using the formula below:
es_es: Puede determinar el margen para nuestros pares de divisas utilizando la siguiente fórmula:
it_it: Puoi determinare il margine richiesto per le nostre coppie di valute utilizzando la seguente formula:
ru_ru: Вы можете рассчитать маржу для интересующих Вас валютных пар, воспользовавшись формулой ниже:
th_th: ท่านสามารถพิจารณามาร์จินของคู่สกุลเงินของเราโดยใช้สูตร ดังต่อไปนี้

source: You can determine the required margin for our metal pairs by using the formula below:
es_es: Puede determinar el margen requerido para nuestros pares de metales usando la siguiente fórmula:
it_it: Puoi determinare il margine richiesto per le nostre coppie di metalli utilizzando la seguente formula:
ru_ru: Вы можете рассчитать маржу для интересующих Вас металлов, воспользовавшись формулой ниже:
th_th: ท่านสามารถพิจารณามาร์จินที่กำหนดของคู่โลหะของเราโดยใช้สูตร ดังต่อไปนี้

source: You can generate all kinds of insightful reports, including the following:
es_es: Puede generar todo tipo de informes detallados, incluyendo los siguientes:
it_it: Puoi produrre qualsiasi tipo di report, inclusi i seguenti:
ru_ru: Вы можете получить любые отчёты о Вашей деятельности, включая:
th_th: ท่านสามารถเรียกใช้รายงานเจาะลึกต่างๆ รวมถึงรายงานต่อไปนี้

source: You can no longer change the currency because you've created an MT5 account.
es_es: Ya no puede cambiar la moneda porque ha creado una cuenta MT5.
it_it: Non è più possibile modificare la valuta perché hai creato un conto MT5.
ru_ru: Вы не можете изменить валюту счёта, так как Вы открыли счёт MT5.
th_th: ท่านไม่สามารถแก้ไขสกุลเงิน เนื่องจากท่านมีบัญชี MT5

source: You can no longer change the currency because you've made a first-time deposit.
es_es: Ya no puede cambiar la moneda porque realizó un depósito por primera vez.
it_it: Non è più possibile modificare la valuta perché hai già effettuato il primo deposito.
ru_ru: Вы не можете изменить валюту счёта, так как Вы уже пополняли счёт.
th_th: ท่านไม่สามารถแก้ไขสกุลเงิน เนื่องจากท่านได้ฝากเงินครั้งแล้วไปแล้ว

source: You can sell your contract before expiry to keep any profit you may have made or to minimise your loss.
es_es: Puede vender su contrato antes del vencimiento para conservar cualquier ganancia obtenida o para minimizar sus pérdidas.
it_it: Puoi vendere i tuoi contratti prima della scadenza in modo da realizzare eventuali guadagni oppure ridurre eventuali perdite.
ru_ru: Вы можете продать контракт до окончания срока его действия, чтобы сохранить имеющуюся прибыль или минимизировать убыток.
th_th: ท่านสามารถขายสัญญาซื้อขายของท่านก่อนวันหมดอายุเพื่อรักษากำไรของท่านที่พึงได้ หรือ เพื่อย่อภาวะขาดทุนของท่าน

source: You can top up your demo account with an additional %1 if your balance is %2 or less.
es_es: Puede recargar su cuenta de prueba con unos %1 adicionales si su saldo es %2 o menos.
it_it: Puoi ricaricare il tuo conto demo con un importo aggiuntivo di %1 se il saldo è inferiore o uguale a %2.
ru_ru: Вы можете дополнительно внести на демо-счёт %1, если его баланс составит %2 или ниже.
th_th: ท่านสามารถเติมเงินในบัญชีทดลอง จำนวน %1 หากมียอดคงเหลือในบัญชี %2 หรือน้อยกว่า
