Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Agriculture
es_es: Agricultura
it_it: Agricoltura
ru_ru: Сельское хозяйство
th_th: เกษตรกรรม

source: Alerting clients of a potential trading opportunity
es_es: Alertar a los clientes de una posible oportunidad de trading
it_it: avvisare i clienti di una potenziale opportunità di trading;
ru_ru: Уведомление клиентов о потенциальной торговой возможности
th_th: การแจ้งให้ลูกค้าทราบถึงโอกาสในการทำกำไร

source: All %1's registered or unregistered proprietary rights, including but not limited to patents, trademarks, trade secrets, domain names, URL, pricing information or other proprietary rights materials, ideas, concepts, formats, suggestions, developments, arrangements, programmes, techniques, methodologies, knowhow, equipment, processes, procedures whatsoever shall solely remain with the Company.
es_es: Todos los derechos de propiedad de %1 registrados o no registrados, incluyendo pero no limitándose a patentes, marcas, secretos comerciales, nombres de dominio, URL, información de precios u otros materiales de derechos de propiedad, ideas, conceptos, formatos, sugerencias, desarrollos, arreglos, programas, técnicas, metodologías, conocimientos, equipos, procesos, procedimientos, etc., permanecerán únicamente dentro de la Empresa.
it_it: Tutti i diritti di proprietà registrati e non registrati di %1, inclusi, ma senza limitazioni a, brevetti, marchi commerciali, segreti commerciali, nomi di dominio, URL, informazioni sui prezzi o altri materiali protetti da diritti di proprietà, idee, concetti, formati, suggerimenti, sviluppi, disposizioni, programmi, tecniche, metodologie, knowhow, strumentazione, processi e procedure di ogni tipo, sono di proprietà esclusiva della Società.
ru_ru: Все зарегистрированные или незарегистрированные права на собственность %1, включая, но не ограничиваясь патентами, торговыми марками, торговыми секретами, доменными именами, URL, информацией о ценообразовании или иные материалы, идеи, концепции, форматы, предложения, наработки, методы реализации, программы, техника, методика, ноу-хау, оборудование, процессы и любые процедуры, на которые распространяется право собственности, должны единолично принадлежать Компании.
th_th: กรรมสิทธิ์ที่ลงทะเบียน หรือ ไม่ลงทะเบียนของ %1 ทั้งหมด รวมถึงสิทธิบัตร เครื่องหมายการค้า ความลับทางการค้า ชื่อโดเมน URL ข้อมูลด้านราคา หรือ เอกสารทางด้านกรรมสิทธิ์อื่นๆ ไอเดีย แนวคิด รูปแบบ คำแนะนำ การพัฒนา การจัดการ โปรแกรม เทคนิค หลักการ ความรู้เชิงปฏิบัติ เครื่องมืออุปกรณ์ กระบวนการ ระเบียบวิธีปฏิบัติ ไม่ว่าอะไรก็ตามจะต้องคงอยู่กับบริษัทฯ เท่านั้น

source: All Partnership Options
es_es: Todas las opciones de asociación
it_it: Tutte le opzioni di partnership
ru_ru: Все варианты сотрудничества
th_th: ประเภทของรายการพันธมิตร

source: All affiliate activities must be conducted in a professional and proper manner. The Affiliate shall be expected to act with good faith and integrity in relationship with the Affiliate's referrals and always act in the best interests of the Affiliate's referrals.
es_es: Todas las actividades relacionadas con los afiliados deben llevarse a cabo de una manera profesional y adecuada. El Afiliado debe de actuar con buena fe e integridad en sus relaciones con sus referidos y actuar siempre teniendo en cuenta los mejores intereses de sus referidos.
it_it: Tutte le attività d'affiliazione devono essere condotte in modo adeguato e professionale. L'Associato è tenuto ad agire in buona fede e con integrità nella relazione con i clienti da lui invitati all'affiliazione e dovrà sempre agire nel loro miglior interesse.
ru_ru: Вся деятельность Партнёра должна проводиться должным образом и исключительно профессионально. Компания ожидает от Партнёра корректного поведения, честности в отношениях с клиентами, а также действия в лучших интересах клиентов, привлечённых Партнёром.
th_th: การปฏิบัติงานต่างๆ ของพันธมิตรฯ จะต้องมีความเป็นมืออาชีพและมีพฤติกรรมที่เหมาะสม พันธมิตรฯ จะต้องดำเนินการด้วยความสุจริต และซื่อสัตย์กับผู้อ้างอิงของพันธมิตรฯ และต้องปฏิบัติงานเพื่อประโยชน์สูงสุดของผู้อ้างอิงของพันธมิตรฯ เสมอ

source: All calls are recorded for training and monitoring purposes
es_es: Todas nuestras llamadas se graban para fines de capacitación y supervisión
it_it: Tutte le chiamate vengono registrate a fini formativi e di monitoraggio
ru_ru: Все звонки записываются с целью обучения и мониторинга
th_th: ทุกสายการสนทนาจะถูกบันทึกเพื่อการพัฒนาบุคลากรและการปรับปรุงคุณภาพ

source: All client orders are processed on a first in, first out basis without any manual intervention. When executing client order, %1 will seek to fill client order transaction as promptly as possible at the instructed price (or at a better price, if available). Exposure limits are established based on internal governance arrangements and risk management framework, which both commensurate with the size, nature, complexity, and risk profile of the Company's activities. These exposure limits are used as benchmarks to distinguish orders that are auto-accepted from orders that will be worked in the market with fill level passed on to the client.
es_es: Todas las órdenes de los clientes se procesan según el método PEPS (o FIFO en inglés), sin intervención manual. Al ejecutar su operación, %1 intentará completar la transacción lo antes posible, al precio indicado (o a un mejor precio, si está disponible). Los límites de exposición se establecen en base a las regulaciones internas y al marco de gestión de riesgo, que son proporcionales al tamaño, naturaleza, complejidad y perfil de riesgo de las actividades de la Empresa. Estos límites de exposición se utilizan como puntos de referencia para distinguir entre las órdenes que son auto-aceptadas y las órdenes que se trabajarán en el mercado con el nivel de llenado transferido al cliente.
it_it: Tutti gli ordini dei clienti vengono elaborati in base al metodo Fifo senza alcun intervento manuale. Nell'esecuzione dell'ordine, %1 cercherà di effettuare l'operazione il più rapidamente possibile, al prezzo indicato (o ad un prezzo migliore, se disponibile). I limiti di esposizione sono stabiliti sulla base di disposizioni di governance interne e del quadro di gestione del rischio, che sono commisurati alla dimensione, natura, complessità e profilo di rischio delle attività della Società. Questi limiti di esposizione vengono utilizzati come parametri di riferimento per distinguere gli ordini auto-accettati da quelli che saranno eseguiti nel mercato con livelli di evasione trasferiti al Cliente.
ru_ru: Все ордеры клиентов автоматически обрабатываются в порядке их поступления, без физического вмешательства. При исполнении ордера клиента, %1 постарается как можно скорее разместить соответствующий контракт по указанной цене (или по лучшей цене, если таковая доступна). Пределы риска будут установлены согласно внутренним нормативам и принципам управления риском, которые учитывают размер, характер, сложность и риск деятельности Компании. Данные пределы риска служат критериями для сопоставления ордеров, которые принимаются автоматически против ордеров, созданных на рынке и уровень размещения которых будет предоставлен клиенту.
th_th: คำสั่งซื้อของลูกค้าทุกคำสั่งถูกดำเนินการในลักษณะที่เข้ามาก่อนจะออกไปก่อนโดยไม่มีการแทรกแซงใดๆ เมื่อดำเนินการคำสั่งซื้อของลูกค้า %1 จะหาทางจัดการคำสั่งการซื้อขายของลูกค้าในทันทีเท่าที่จะทำได้ในราคาที่ระบุ (หรือที่ราคาที่ดีกว่า ถ้ามี) มีการตั้งขีดจำกัดของการเปิดรับตามข้อตกลงของการกำกับดูแลกิจการภายใน และกรอบงานของการจัดการความเสี่ยงซึ่งสอดคล้องกับขนาด ลักษณะ ความซับซ้อน และความเสี่ยงของกิจกรรมของบริษัท ขีดจำกัดเหล่านี้ถูกใช้เป็นเกณฑ์เปรียบเทียบในการแยกคำสั่งซื้อที่จะถูกรับอัตโนมัติ จากคำสั่งซื้อที่จะถูกทำงานในตลาดที่มีระดับการเติมที่จะถูกส่งต่อไปยังลูกค้า

source: All conditions and durations
es_es: Todas las condiciones y duraciones
it_it: Tutte le condizioni e le durate
ru_ru: Широкий выбор длительности контрактов при любых условиях
th_th: ทุกเงื่อนไข และ ทุกช่วงเวลา

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
es_es: Todos los detalles de cualquier tarjeta de crédito son enviados directamente a la red de Visa/Mastercard utilizando la más moderna tecnología de cifrado SSL, de conformidad con la política de los bancos.
it_it: Tutti i dati della carta di credito vengono inviati direttamente alla rete Visa/MasterCard utilizzando la più recente tecnologia di crittografia SSL, in conformità con le politiche della banca.
ru_ru: Все данные о картах отправляются напрямую в систему Visa/Mastercard, используя новейшие технологии шифрования данных SSL, согласно политике банков.
th_th: รายละเอียดของบัตรเครดิตถูกส่งไปยังเครือข่ายวีซ่าและมาสเตอร์การ์ดโดยตรงโดยใช้เทคโนโลยีการเข้ารหัสแบบ SSL ล่าสุด ที่สอดคล้องกับนโยบายธนาคาร

source: All durations
es_es: Todas las duraciones
it_it: Tutte le durate
ru_ru: Контрактами любой длительности
th_th: ระยะเวลาทั้งหมด

source: All four precious metals, plus energy.
es_es: Los cuatro metales preciosos, más energía.
it_it: Tutti i quattro metalli preziosi, più l'energia.
ru_ru: Все четыре ценных металла плюс энергоносители.
th_th: โลหะมีค่าทั้งสี่ประเภท และ พลังงาน

source: All fund transfers from the client's %1 account to their MT5 Real Account must be made by the client.
es_es: Todas las transferencias de fondos desde la cuenta %1 del cliente hacia su Cuenta Real MT5 deben ser realizadas por el mismo cliente.
it_it: Tutti i trasferimenti di fondi dal conto %1 al conto reale MT5 devono essere effettuati dal cliente.
ru_ru: Любое перечисление средств со счёта клиента %1 на Реальный счёт MT5 должно производиться самим клиентом.
th_th: การโอนทั้งหมดจากบัญชี %1 ของลูกค้าไปยังบัญชี MT5 จริงนั้น ลูกค้าจะต้องดำเนินการด้วยตัวเอง

source: All information/documentations provided by the Introducing Broker when applying for Binary's Introducing Broker programme is true and accurate.
es_es: Toda la información/ documentación otorgada por el Broker Introductor al momento de aplicar al programa de Broker Introductor es precisa y verdadera.
it_it: tutte le informazioni/documentazioni fornite dall'Introducing Broker durante la candidatura per il programma per Introducing Broker sono vere e corrette;
ru_ru: Вся информация/документы, предоставленные Представляющим брокером при подаче заявления на участие в программе ПБ от Binary, является точной и достоверной.
th_th: ข้อมูล/เอกสารทั้งหมดที่โบรกเกอร์แนะนำได้ให้ไว้ เมื่อสมัครเข้าร่วมโปรแกรมโบรกเกอร์แนะนำนั้น เป็นความจริงและถูกต้องทั้งหมด

source: All intellectual property rights in the MT5 trading platform are owned by the licensor and shall remain the exclusive property of the licensor. Nothing in this agreement intends to transfer any such rights or to vest any such rights in the client.
es_es: Todos los derechos de propiedad intelectual en la plataforma MT5 son propiedad del licenciatario y seguirán siendo propiedad exclusiva del mismo. Nada en este acuerdo tiene la intención de transferir o conferir tales derechos al cliente.
it_it: Tutti i diritti di proprietà intellettuale della piattaforma di trading MT5 appartengono al licenziatario e rimangono di sua esclusiva proprietà. Il contenuto del presente contratto non mira in nessun modo a trasferire tali diritti o attribuirli al cliente.
ru_ru: Все права на интеллектуальную собственность и Торговую платформу MT5 принадлежат лицензиару и остаются его исключительной собственностью. Никакие положения данного соглашения не предполагают передачи клиенту данного права или полномочий.
th_th: ทรัพย์สินทางปัญญาทั้งหมดในแพลตฟอร์มการซื้อขาย MT5 ถือเป็นกรรมสิทธิ์ของผู้ให้ใบอนุญาต และจะคงเป็นทรัพย์สินของผู้ให้ใบอนุญาตแต่เพียงผู้เดียว จะไม่มีการถ่ายโอน หรือ มอบสิทธิ์ดังกล่าวให้แก่ลูกค้าภายใต้ข้อตกลงนี้

source: All major worldwide stock indices sourced from the over-the-counter market
es_es: Los principales índices bursátiles del mundo provenientes del mercado OTC
it_it: Tutti i principali indici azionari mondiali provenienti dal mercato OTC
ru_ru: Все крупнейшие мировые индексы, получаемые через внебиржевой рынок
th_th: ดัชนีหลักทรัพย์หลักต่างๆ ทั่วโลกจากตลาดรองตราสารทุน

source: All market conditions
es_es: Todas las condiciones de mercado
it_it: Tutte le condizioni di mercato
ru_ru: При любых условиях на рынке
th_th: ทุกเงื่อนไขในตลาด

source: All markets
es_es: Todos los mercados
it_it: Tutti i mercati
ru_ru: На всех рынках
th_th: ทุกตลาด

source: All markets and conditions
es_es: Todos los mercados y condiciones
it_it: Tutti i mercati e condizioni
ru_ru: Любые условия на рынках
th_th: เงื่อนไขทั้งหมดในตลาด

source: All markets are closed now. Please try again later.
es_es: Todos los mercados están cerrados ahora. Inténtelo más tarde.
it_it: Al momento tutti i mercati sono chiusi. Si prega di riprovare più tardi.
ru_ru: В данное время все рынки закрыты. Пожалуйста, попробуйте позже.
th_th: ตลาดได้ปิดทำการแล้ว โปรดทำรายการใหม่ภายหลัง

source: All opinions, news, research, analysis, prices, or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including, but without limitation to, any loss of profit that may arise directly or indirectly from the use of, or reliance on, such information.
es_es: Todas las opiniones, noticias, investigaciones, análisis, precios u otra información contenida en este sitio web son proporcionados como comentarios generales del mercado y no constituyen asesoramiento de inversión. %1 no aceptará responsabilidad por ninguna pérdida o perjuicio, incluyendo pero sin limitarse a, cualquier pérdida de ganancias que pueda surgir directa o indirectamente del uso o dependencia de dicha información.
it_it: Tutte le opinioni, novità, ricerche, analisi, prezzi o altre informazioni contenute nel presente sito internet vengono fornite a titolo di commenti generici sul mercato e non rappresentano una consulenza finanziaria. %1 non si assume alcuna responsabilità per qualsiasi perdita o danno - inclusa ma senza limitazioni - qualsiasi perdita di profitto direttamente o indirettamente derivante dall'utilizzo o dall'affidamento fatto su tali informazioni.
ru_ru: Все мнения, новости, исследования, анализ, цены и другая информация на этом сайте предоставляются в качестве общего рыночного комментария и не являются рекомендациями по инвестициям. %1 не несет ответственности за возможный проигрыш или вред, включая, но не ограничиваясь потерей прибыли, прямо или косвенно вызванной использованием этой информации.
th_th: ข้อคิดเห็นต่างๆ ข่าว ข้อมูลการวิจัย บทวิเคราะห์ ราคา หรือข้อมูลอื่นๆ ที่เผยแพร่ในเว็บไซต์นี้เป็นข้อมูลตลาดโดยทั่วไป มิได้ประกอบขึ้นเป็นคำแนะนำการลงทุน %1 ไม่มีส่วนรับผิดชอบต่อมูลหนี้ของความสูญเสีย การขาดทุนใดๆ รวมถึงการได้รับผลกำไร หรือ ขาดทุนที่อาจจะเกิดขึ้นโดยทางตรง หรือ ทางอ้อม จากการใช้ข้อมูล หรือ อ้างอิงข้อมูลดังกล่าว

source: All payouts
es_es: Todos los pagos
it_it: Tutti i payout
ru_ru: С высокими выплатами
th_th: การชำระเงินทั้งหมด

source: All prices for financial instruments quoted on the Company website are real market prices and are hereby regarded as firm prices. Any slippage from the shown price during the execution of the Order is considered as consequential. Slippage may increase significantly at the daily bank rollovers. The client acknowledges that, by accepting this agreement, no frivolous quote is being offered to the client by the Company.
es_es: Todos los precios de instrumentos financieros cotizados en el sitio web de la Empresa son precios de mercados reales y asimismo considerados precios firmes. Cualquier deslizamiento del precio exhibido durante la ejecución del contrato se considera consecuente. El deslizamiento puede aumentar considerablemente durante el roll-over bancario diario. El cliente reconoce, al aceptar este acuerdo, que la Empresa no ofrece cotizaciones insustanciales.
it_it: Tutti i prezzi dei prodotti finanziari riportati sul sito web della Società sono prezzi reali di mercato, e vengono pertanto considerati prezzi stabili. Eventuali variazioni rispetto al prezzo indicato durante l'esecuzione dell'ordine sono da intendersi come conseguenti. Lo slippage potrebbe crescere in modo significativo durante i rollover bancari giornalieri. Il cliente riconosce che, accettando il presente contratto, gli verranno proposte dalla Società esclusivamente quotazioni realistiche.
ru_ru: Все цены на финансовые продукты, указанные на сайте Компании, являются реальными рыночными ценами и таким образом считаются устойчивыми. Любое проскальзывание по отношению к указанным ценам считается следствием рыночных изменений. Настоящим клиент признаёт, что заключая данное соглашение, Компания обязуется не предоставлять клиенту неподкреплённых котировок.
th_th: ราคาของผลิตภัณฑ์ทางการเงินทั้งหมดที่เสนอในเว็บไซต์ของบริษัทฯ เป็นราคาจริงของตลาด และเป็นราคาที่ยืนยัน หากมีสลิปเพจของราคาที่แสดงเกิดขึ้นระหว่างการประมวลผลคำสั่งซื้อจะนำมาพิจารณาอย่างมีนัยสำคัญ สลิปเพจอาจจะมีเพิ่มขึ้นเมื่อมีการโรลโอเวอร์จากธนาคารในทุกๆ วัน ลูกค้ารับทราบโดยการยอมรับต่อข้อตกลงนี้

source: All products traded on Margin carry a high degree of risk and can result in losses that exceed the client's initial deposit. The Margin trading services described in this agreement are not suitable for everyone. The client acknowledges that the Margin trading services described in this agreement are designed for the clients who are knowledgeable and experienced in the types of transactions described in this agreement, and the client fully understands the associated risks before entering into this agreement with the Company.
es_es: Todos los productos negociados con Margen conllevan un alto grado de riesgo y pueden resultar en pérdidas y ganancias que excedan el depósito inicial del cliente. Los servicios de trading de Margen descritos en este Acuerdo no son adecuados para todo tipo de inversionistas. El cliente reconoce que los servicios de trading de Margen descritos en este Acuerdo están diseñados para clientes con conocimiento y experiencia en los tipos de transacciones descritas en este Acuerdo y que entiende completamente los riesgos asociados antes de celebrar este Acuerdo con la Empresa.
it_it: Tutti i prodotti negoziati sul margine comportano un elevato livello di rischio e possono generare perdite superiori al deposito iniziale del cliente. I servizi di trading con margine descritti nel presente contratto non sono adatti a tutti. Il cliente riconosce che tali servizi sono concepiti per utenti in possesso di esperienza e conoscenze relative alle tipologie di operazioni ivi descritte e, prima di sottoscrivere il presente contratto con la Società, comprende pienamente i rischi associati.
ru_ru: Все продукты, торговля которыми производится с использованием маржи, подразумевают высокий уровень риска и могут привести к убыткам, превышающим сумму инвестиции клиента. Торговля с использованием маржи, описанная в данном соглашении, подходит далеко не каждому трейдеру. Настоящим клиент признаёт, что услуги торговли с использованием маржи, перечисленные в данном соглашении, предназначены для осведомлённых клиентов, имеющих опыт в данном виде сделок (упомянутом в рамках данного соглашения), а клиент полностью осознаёт все возможные риски перед заключением данного соглашения с Компанией.
th_th: ผลิตภัณฑ์ทั้งหมดที่ซื้อขายด้วยมาร์จินมีความเสี่ยงสูง และสามารถทำให้ขาดทุนซึ่งอาจเป็นมูลค่าที่เกินมูลค่าฝากครั้งแรกของลูกค้า การบริการซื้อขายมาร์จินที่อธิบายไว้ในสัญญานี้อาจไม่เหมาะสมกับทุกคน ลูกค้าทราบว่า การใช้บริการซื้อขายมาร์จินตามสัญญานี้ออกแบบมาสำหรับลูกค้าซึ่งมีความรู้และประสบการณ์ต่อธุรกรรมประเภทต่างๆ ที่อธิบายในสัญญานี้ และลูกค้ามีความเข้าใจดีต่อความเสี่ยงที่เกี่ยวข้องก่อนการดำเนินการซื้อขายและลงนามในสัญญากับบริษัทฯ

source: All reasonable steps are taken to comply with the law or any rules applicable to the jurisdiction in which the Agent resides.
es_es: Se han tomado todas las medidas razonables para cumplir con la ley o las reglas aplicables a la jurisdicción en la que resida el Agente.
it_it: Vengono prese tutte le misure ragionevoli per rispettare la legge o eventuali normative applicabili nella giurisdizione in cui l'Agente risiede.
ru_ru: Агент предпримет все разумные шаги, чтобы соответствовать любым нормам и законам, действующим в стране проживания Агента.
th_th: การดำเนินการตามขั้นตอนที่จำเป็นทั้งหมดเพื่อปฏิบัติตามกฎหมาย หรือ หลักเกณฑ์ใดๆ ที่เกี่ยวข้องกับเขตพื้นที่ตามกฎหมายที่ตัวแทนฯ พำนักอยู่

source: All software is to be used at the client's own risk. The Company will not be liable for any financial losses incurred using a third-party software. The Company is not associated with the development of the automated trading software or the Expert Advisors because they are exclusively developed and supported by third parties and not by the Company. The Company does not receive any form of financial and/or other benefits from permitting Expert Advisors to be used.
es_es: Todo software es utilizado bajo el propio riesgo del cliente. La Empresa no será responsable por alguna pérdida financiera sufrida utilizando un software de terceros. La Empresa no está asociada con el desarrollo de software de trading automatizado o los Expert Advisors, ya que tanto el desarrollo como el soporte es exclusivamente manejado por terceros y no por la propia Empresa. La Empresa no recibe algún tipo de beneficio financiero ni de cualquier tipo por permitir la utilización de los Expert Advisors.
it_it: Il cliente utilizza qualsiasi software a proprio rischio. La Società declina ogni responsabilità per eventuali perdite economiche dovute all'utilizzo di software di terze parti. La Società non è coinvolta né nello sviluppo di software di trading automatizzato né nella gestione dei consulenti esperti, poiché vengono sviluppati e supportati esclusivamente da parti terze e non dalla Società. Quest'ultima non riceve alcun tipo di beneficio economico o di altro tipo permettendo il servizio di consulenti esterni.
ru_ru: Клиент использует программное обеспечение на свой страх и риск. Компания не будет нести ответственности за любой финансовый убыток, причинённый по вине программного обеспечения, принадлежащего третьей стороне. Компания не занимается разработкой автоматизированных торговых приложений, также известных как Expert Advisors, так как данные приложения эксклюзивно разрабатываются и поддерживаются третьей стороной, а не Компанией. Компания не получает никакой финансовой и/или иной выгоды от разрешения использования Expert Advisors.
th_th: ทุกซอฟท์แวร์ที่ใช้ในการซื้อขายถือว่า เป็นความเสี่ยงในส่วนของการใช้งานของลูกค้า บริษัทฯ จะไม่รับผิดชอบในความเสียหายใดๆ ที่เกิดจากการใช้ซอฟท์แวร์ของบุคคลที่สาม บริษัทฯ ไม่มีส่วนเกี่ยวข้องกับการพัฒนาระบบซื้อขาย หรือ Expert Advisors เนื่องจากเป็นซอฟท์แวร์ที่ถูกพัฒนาและดูแลโดยบริษัทบุคคลที่สามอื่นที่ไม่ใช่บริษัทฯ บริษัทฯ ไม่ได้รับผลประโยชน์ใดๆ ทั้งในรูปตัวเงิน และ ไม่ใช่ตัวเงิน จากการใช้งาน Expert Advisors
