Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company reserves the right to refuse the client's request to open an MT5 Real Account for any reason, and any MT5 Real Account may be closed at the Company's discretion at any time.
es_es: La Empresa se reserva el derecho a rechazar la solicitud del cliente para abrir una Cuenta Real MT5 por cualquier motivo, y cualquier cuenta real de MT5 puede cerrarse a discreción de la Empresa en cualquier momento.
it_it: La Società si riserva il diritto di rifiutare la richiesta del cliente di aprire un conto reale MT5 per qualsiasi motivazione, così come di chiuderlo in qualsiasi momento a propria discrezione.
ru_ru: Компания оставляет за собой право отказать клиенту в открытии Реального счёта MT5 по любой причине. Каждый Реальный счёт MT5 может быть в любое время закрыт по усмотрению Компании.
th_th: บริษัทฯ สงวนสิทธิ์ที่จะปฏิเสธการร้องขอเปิดบัญชี MT5 จริงของลูกค้าด้วยเหตุผลใดๆ ก็ตาม และบริษัทฯ อาจปิดบัญชี MT5 จริงเมื่อใดก็ได้ ตามแต่ดุลยพินิจของบริษัทฯ

source: The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of clients who engage in any trading activity
es_es: La Empresa se reserva el derecho de negarse a hacer negocios, interrumpirlos y anular las transacciones de los Clientes que participen en cualquier actividad de operaciones que
it_it: La Società si riserva il diritto di rifiutare o interrompere il rapporto commerciale coni clienti impegnati in attività di trading, così come di annullare le loro operazioni
ru_ru: Компания оставляет за собой право отказаться от ведения бизнеса, а также прекратить любое сотрудничество и отменить транзакции клиентов, занимающихся следующей деятельностью
th_th: บริษัทฯ สงวนสิทธิ์ในการปฏิเสธการดำเนินธุรกิจ การเพิกถอนการดำเนินธุรกิจ และการทำธุรกรรมย้อนกลับ ของลูกค้าผู้ซึ่งดำเนินพฤติการณ์ซื้อขายใดๆ

source: The Company reserves the right to request further information from the client whenever deemed appropriate under the circumstances. For example, the Company may ask the client to send the Company additional acceptable documents to confirm the authenticity of the client's account details or of any withdrawal request.
es_es: La Empresa se reserva el derecho a solicitar información adicional del cliente cuando lo considere apropiado según las circunstancias. Por ejemplo, la Empresa puede solicitar al cliente que envíe documentos adicionales aceptables para confirmar la autenticidad de los detalles de la cuenta del cliente o para cualquier solicitud de retiro.
it_it: La Società si riserva il diritto di richiedere maggiori informazioni al cliente qualora le circostanze lo rendessero appropriato. Potrebbe, per esempio, chiedergli di inviare ulteriori documenti idonei a certificare l'autenticità dei dettagli del conto del cliente o di ogni richiesta di prelievo.
ru_ru: Компания оставляет за собой право запрашивать у клиента дополнительную информацию, которая может потребоваться нам при определённых обстоятельствах. Например, Компания может попросить клиента прислать копии дополнительных документов для подтверждения подлинности данных счёта или любых запросов на вывод средств.
th_th: บริษัทฯ สงวนสิทธิ์ที่จะขอข้อมูลเพิ่มเติมจากลูกค้าเมื่อใดก็ตามที่เห็นสมควร เช่น บริษัทฯ อาจขอให้ลูกค้าส่งเอกสารทางการใดๆ เพิ่มเติมให้กับทางบริษัทฯ เพื่อยืนยันความถูกต้องของรายละเอียด การแสดงตัวตนของบัญชีลูกค้า หรือของคำร้องใดๆในการถอนเงิน

source: The Company reserves the right to suspend the operation of this site or sections thereof in the following cases:
es_es: La Empresa se reserva el derecho de suspender el funcionamiento de este sitio o sus secciones en los siguientes casos:
it_it: La Società si riserva il diritto di sospendere il funzionamento del presente sito o di sue sezioni nei seguenti casi:
ru_ru: Компания оставляет за собой право останавливать операции на данном сайте или в его отдельных разделах в следующих случаях:
th_th: บริษัทฯ สงวนสิทธิ์ในการระงับการปฏิบัติงานของเว็บไซต์นี้ หรือ ส่วนที่เกี่ยวข้อง ในกรณีต่อไปนี้

source: The Company reserves the right to update this privacy policy at any time and will provide the applicant with a new privacy policy when substantial amendments and updates are made. The Company may also notify the applicant in other ways from time to time about the processing of the applicant's personal information.
es_es: La Empresa se reserva el derecho a actualizar su política de privacidad en cualquier momento y de otorgar al solicitante con la nueva política de privacidad cuando se hayan realizado cambios y actualizaciones sustanciales.
it_it: La Società si riserva i diritto di aggiornare la presente politica sulla privacy in qualsiasi momento, e ne fornirà al candidato la versione aggiornata dopo aver applicato eventuali modifiche sostanziali. Ha inoltre la facoltà, di volta in volta, di informare in altri modi il candidato circa l'elaborazione dei dati personali del richiedente stesso.
ru_ru: Компания оставляет за собой право в любое время вносить изменения в данную политику конфиденциальности и ознакомит заявителя с новой политикой конфиденциальности, когда соответствующие изенения будут внесены. Также Компания может периодически иными способами уведомлять заявителя о путях работы с его личной информацией.
th_th: บริษัทฯ สงวนสิทธิ์ในการปรับปรุงนโยบายความเป็นส่วนตัว ณ เวลาใดๆ ที่เหมาะสม และจะให้ข้อมูลกับผู้สมัครได้ทราบถึงนโยบายการรักษาข้อมูลส่วนบุคคลที่มีการปรับปรุงใหม่ในสาระสำคัญ หรือ เมื่อมีการแก้ไขใดๆ ทั้งบริษัทฯ ยังดำเนินการประกาศข้อมูลเหล่านี้ให้ผู้สมัครทราบในวิธีการอื่นๆ เป็นระยะ เกี่ยวกับกระบวนการในการรักษาข้อมูลส่วนบุคคลของผู้สมัคร

source: The Company reserves the right to void, delay, or withhold payment of commission fees to the Affiliate in situations involving a suspected breach of a law or a breach of the terms and conditions of this Agreement.
es_es: La Empresa se reserva el derecho a cancelar, retrasar o retener el pago de comisiones del Afiliado en situaciones que incluyen un presunto incumplimiento de una ley o incumplimiento de los términos y condiciones de este Acuerdo.
it_it: La Società si riserva il diritto di annullare, ritardare o trattenere il pagamento delle commissioni dovute all'Associato qualora sospetti una violazione della legge o dei termini e delle condizioni del presente Contratto.
ru_ru: Компания оставляет за собой право аннулировать, приостановить или отменить выплату Партнёру комиссионных в случае подозрения в нарушении закона, а также правил и условий данного Соглашения.
th_th: บริษัทฯ สงวนสิทธิ์ในการยกเลิก หน่วงเหนี่ยว หรือ ระงับการชำระเงินค่าธรรมเนียมนายหน้าให้พันธมิตรฯ หากพบ หรือมีข้อสงสัยในพฤติการณ์ที่อาจฝ่าฝืนกฎหมาย หรือข้อตกลงและเงื่อนไขต่างๆ ในข้อตกลงนี้

source: The Company shall be entitled to exercise any of its rights or fulfil any of its obligations hereunder (including, but not limited to, its payment obligations) through any member of the Binary group of companies.
es_es: La Empresa tendrá derecho a ejercer cualquiera de sus derechos o a cumplir con cualquiera de sus obligaciones establecidas en el presente acuerdo (incluyendo, pero no lo limitado a, sus obligaciones de pago) a través de cualquier miembro del grupo de empresas Binary.
ru_ru: Компания имеет право действовать в соответствии с любыми своими правами и обязанностями, указанными в Соглашении (включая, но не ограничиваясь своими платежными обязательствами), от лица любой организации в составе Binary Group.
th_th: บริษัทฯ จะมีสิทธิ์ในการดำเนินการตามสิทธิ์ หรือ กระทำการตามข้อผูกพันหลังจากนี้ (รวมถึงข้อผูกพันในการชำระเงิน) กับสมาชิกของบริษัทในเครือไบนารี

source: The Company shall ensure the confidentiality of all Personal Data provided by the applicant at all times and is protected against any accidental loss or disclosure, destruction, and abuse. The Company shall also ensure that such Personal Data is only processed and stored as necessary for the purposes specified in this privacy policy and all applicable Data Protection Laws.
es_es: La Empresa deberá asegurar la confidencialidad de todos los Datos Personales otorgados por el solicitante en todo momento y que la misma esta protegida contra cualquier perdida o divulgación accidental, destrucción o abuso. La Empresa deberá asegurar que tales Datos Personales solo se procesan y almacenan según sea necesario para los fines especificados en la política de privacidad y se apliquen todas las leyes de Protección de Datos.
ru_ru: Компания обязуется постоянно гарантировать конфиденциальность всех личных данных заявителя, а также защиту соответствующей информации от случайной потери, разглашения, нарушения или неправомерного использования. Также Компания обязуется гарантировать, что данная личная информация используется и хранится лишь в необходимом объёме, в целях, указанных в политике конфиденциальности и применимых законах о защите данных.
th_th: บริษัทฯ ดำรงไว้ซึ่งการรักษาความลับของข้อมูลส่วนบุคคลที่ผู้สมัครได้มอบให้กับบริษัทฯ ซึ่งจะได้รับการคุ้มครองต่อการสูญหายจากเหตุบังเอิญ หรือ การถูกเปิดเผยต่อภายนอก การทำลายข้อมูล และรวมถึงการนำข้อมูลไปใช้ในทางที่ผิด บริษัทฯ ดำรงไว้ซึ่งการรักษาข้อมูลส่วนบุคคลและการนำไปใช้ที่เกิดจากวัตถุประสงค์ที่ระบุไว้ในนโยบายการรักษาข้อมูลส่วนบุคคลนี้ และภายใต้กฎหมายการคุ้มครองข้อมูลเท่านั้น

source: The Company shall further disclose information about the applicant to any third-party parties' service providers within the Binary Group. The Company shall ensure that a data sharing agreement is in place and that the applicant's data is held securely and in line with GDPR requirements. The Company shall further disclose information about the applicant when it is legally obligated to do so.
es_es: La Empresa deberá divulgar información respecto al solicitante a cualquier proveedor de servicios a terceros dentro de Binary Group. La Empresa se asegurará de que exista un acuerdo de intercambio de datos y que los datos del solicitante se mantengan de forma segura y en línea con los requisitos de GDPR. La Empresa deberá divulgar información sobre el solicitante cuando esté legalmente obligada a hacerlo.
ru_ru: Компания должна разглашать информацию о заявителе сторонним поставшикам услуг, сотрудничающим с Binary Group. Компания должна убедиться в своевременном подписании соглашение о неразглашении информации и том, что данные заявителя будут надёжно храниться, согласно требованиям Закона о защите личной информации. Также Компания обязана разглашать информацию о заявителе, в случаях, когда такие действия необходимы по закону.
th_th: บริษัทฯ จะเปิดเผยข้อมูลเกี่ยวกับผู้สมัครให้กับบุคคลที่สามที่เป็นผู้ให้บริการภายในเครือไบนารี บริษัทฯ จะดำรงไว้ซึ่งข้อตกลงในการให้ข้อมูลในที่ที่ปลอดภัย และเป็นไปตามแนวทางของข้อกำหนดความต้องการ GDPR บริษัทฯ จะเปิดเผยข้อมูลเกี่ยวกับผู้สมัครก็ต่อเมื่อมีข้อบัญญัติตามกฎหมายที่อนุญาตและกำหนดให้ดำเนินการได้

source: The Company shall have no liability arising from orders, investment decisions, or purchases of third-party goods or services (including financial instruments and currency) based on information published on or furnished through the %1 API.
es_es: La Empresa no tendrá responsabilidad alguna que puede surgir de órdenes, decisiones de inversión o compras de bienes y servicios de terceros (incluyendo instrumentos financieros y divisas) basadas en la información publicada o proporcionada mediante la API de %1.
it_it: La Società declina ogni responsabilità derivante dagli ordini, decisioni di investimento o acquisti di beni o servizi di terze parti (inclusi strumenti finanziari e valute) sulla base delle informazioni pubblicate o fornite tramite l'API di %1.
ru_ru: Компания не несёт ответственности в отношении ордеров, инвестиционных решений, а также покупки товаров или услуг сторонних компаний (включая финансовые инструменты и валюты) на основе информации, опубликованной или предоставленной посредством API %1.
th_th: บริษัทฯ จะไม่มีส่วนรับผิดชอบใดๆ ต่อคำสั่ง การตัดสินใจในการลงทุน หรือ การซื้อสินค้า หรือ บริการจากบุคคลที่สาม (รวมถึงเครื่องมือทางการเงิน และ สกุลเงิน) ที่อ้างอิงจากข้อมูลที่เผยแพร่ หรือ ประกอบให้เกิดขึ้นผ่าน API ของ %1

source: The Company shall have the right to suspend or terminate this agreement with immediate effect if the Company has reasonable suspicion that the Agent is undertaking any practices that are in breach of any applicable anti-corruption laws.
es_es: La Empresa tendrá el derecho de suspender o terminar este Acuerdo con efecto inmediato, en caso de que tenga sospecha razonable de que el Agente está realizando alguna práctica que viole cualquier ley anticorrupción aplicable.
it_it: La Società ha la facoltà di sospendere o risolvere il presente contratto, con effetto immediato, qualora avesse il ragionevole sospetto che l'Agente stia operando in violazione di leggi anti-corruzione applicabili.
ru_ru: Компания оставляет за собой право приостановить или временно прекратить действие данного соглашения (что незамедлительно вступит в силу) в случае возникновения обоснованных подозрений, что деятельность Агента нарушает законы по борьбе с коррупцией.
th_th: บริษัทฯ สงวนสิทธิ์ในการระงับ หรือ บอกเลิกสัญญาฉบับนี้โดยให้มีผลทันทีเมื่อบริษัทฯ มีหลักฐานในข้อสงสัยว่าตัวแทนฯ ได้มีการปฏิบัติเกี่ยวกับการละเมิดต่อกฎหมายว่าด้วยการป้องกันและปราบปรามการทุจริต

source: The Company shall not be in breach of its obligation under this agreement and shall not be held liable for any failure of or delay in performing its obligations under this agreement if such failure or delay is the result of the occurrence of a force majeure event.
es_es: La Empresa no estará incumpliendo sus obligaciones descritas en este Acuerdo y no será responsable de alguna falla o retraso en el cumplimiento de dichas obligaciones en virtud a este acuerdo si la falla o retraso es el resultado de un evento de fuerza mayor.
it_it: La Società non vìola i propri obblighi ai sensi del presente contratto e non può essere ritenuta responsabile per eventuali inadempimenti o ritardi nell'esecuzione degli obblighi previsti da quest'ultimo qualora si verifichino a seguito di un evento di forza maggiore.
ru_ru: Компания не должна рассматриваться в качестве нарушителя своих обязательств по данному соглашению и не должна нести ответственность за неисполнение или несвоевременное исполнение обязательств Компании по данному соглашению, если таковое неисполнение или несвоевременное исполнение обязательств вызвано возникновением форс-мажорных обстоятельств.
th_th: บริษัทฯ จะต้องไม่ละเมิดข้อผูกมัดภายใต้ข้อตกลงนี้ และจะไม่รับผิดชอบตามกฎหมายต่อความล้มเหลว หรือ ความล่าช้า ในการดำเนินการตามภาระผูกพันภายใต้ข้อตกลงนี้ หากความล้มเหลว หรือ ความล่าช้า ดังกล่าวเป็นผลจากเหตุการณ์สุดวิสัย

source: The Company shall not be liable to the Affiliate in contract or otherwise (including liability for negligence) for any loss, whether direct or indirect, of the Affiliate's business, revenue or profits, anticipated savings, or wasted expenditure, corruption, or destruction of data or for any indirect or consequential loss whatsoever when such outcome is the consequence of any breach, non-performance, or non-observance by the Affiliate of any of the Affiliate's obligations or warranties under this Agreement.
es_es: La Empresa no será responsable ante el Afiliado en el contrato o de otra manera por cualquier pérdida (incluyendo la responsabilidad por negligencia), ya sea directa o indirecta, del negocio del afiliado, ingresos o ganancias, ahorros anticipados, o gastos innecesarios, corrupción o destrucción de datos, o por cualquier pérdida indirecta o consecuente cuando dicho resultado sea de cualquier violación, falta de desempeño o incumplimiento por parte del Afiliado a cualquiera de sus obligaciones o garantías en virtud del presente Acuerdo.
it_it: La Società declina ogni responsabilità verso l'Associato rispetto al presente contratto (inclusa qualsiasi responsabilità per negligenza) per eventuali perdite - dirette e indirette - relative a business, guadagni, profitti, risparmi anticipati, spese a vuoto, corruzione, distruzione dei dati o qualsiasi tipo di perdita indiretta o conseguente a discapito dell'Associato nel caso in cui tale esito dipenda da inadempimento, mancata esecuzione o mancata osservanza degli obblighi e delle garanzie esposti nel presente Contratto da parte di quest'ultimo.
ru_ru: Компания не несет ответственности перед Партнёром в отношении контрактов или иных случаев (в том числе ответственности за халатность) за прямую или косвенную потерю партнёрского бизнеса или прибыли, предполагаемых накоплений или произведенных затрат, искажение или потерю данных, а также любую косвенную или следственную потерю, являющуюся следствием любого нарушения, неисполнения или несоблюдения Партнёром любых обязательств или гарантий, предоставленных в рамках данного Соглашения.
th_th: บริษัทฯ จะไม่รับผิดชอบต่อพันธมิตรฯ ในสัญญา (รวมถึงรับผิดชอบต่อการเพิกเฉย) หรือต่อการขาดทุนใดๆ ไม่ว่าทางตรงหรือทางอ้อม รวมถึงในธุรกิจของพันธมิตรฯ รายได้ หรือ กำไร เงินสะสมที่คาดหวัง หรือ ค่าใช้จ่ายที่ไม่เกิดประโยชน์ การทุจริต หรือ ภาวะที่ข้อมูลถูกทำลาย หรือ ผลที่เกิดจากการสูญเสียทางอ้อม หรือ การขาดทุนต่อเนื่องใดๆ เมื่อผลลัพธ์ดังกล่าวเกิดขึ้นจากการละเมิด การไม่ปฏิบัติตาม หรือ การละเลยของพันธมิตรฯ ต่อหน้าที่ความรับผิดชอบ หรือ การรับประกันใดๆ ในข้อตกลงนี้

source: The Company shall not be responsible or liable for any advice on financial services provided by the Agent to any client.
es_es: La Empresa no será responsable por cualquier tipo de asesoramiento sobre los servicios financieros prestados por el Agente a algún cliente.
it_it: La Società non sarà ritenuta responsabile per qualsiasi consiglio su servizi finanziari forniti dall'Agente a un cliente.
ru_ru: Компания не должна нести ответственности за любые советы относительно финансовых услуг, предоставляемых Агентом любому клиенту.
th_th: บริษัทฯ จะไม่รับผิดชอบ หรือ รับผิดใดๆ ต่อคำแนะนำทางด้านการบริการทางการเงินที่ตัวแทนฯ แจ้งให้แก่ลูกค้า

source: The Company shall not be responsible or liable to the client for any fraudulent acts or omissions, negligence, misconduct, or wilful default made by the Agent. Likewise, the Company shall not be responsible or liable to the client if any terms and conditions of this agreement are breached by the Agent.
es_es: La Empresa no será responsable ante el Cliente por cualquier acto u omisión fraudulenta, negligencia, mala conducta o incumplimiento intencional por parte del Agente. Asimismo, la Empresa no será responsable ante el Cliente si el Agente incumple cualquiera de los términos y condiciones de este Acuerdo.
it_it: La Società declina ogni responsabilità verso il cliente per eventuali atti fraudolenti, negligenza, omissioni, cattiva condotta o inadempienza volontaria perpetrati dall'Agente. Allo stesso modo, la Società declina ogni responsabilità verso il cliente nel caso in cui quest'ultimo vìoli i termini e le condizioni del presente contratto.
ru_ru: Компания не должна нести ответственности перед клиентом за любые мошеннические действия или упущения, а также любую небрежность, нарушение или умышленное неисполнение обязательств со стороны Агента. Аналогичным образом, Компания не должна нести ответственности или обязательств перед клиентом в случае нарушения Агентом любых правил и условий данного соглашения.
th_th: บริษัทฯ จะไม่รับผิดชอบ หรือ รับผิดใดๆ ต่อลูกค้าสำหรับการกระทำทุจริต หรือ การละเว้น หรือ การละเลยใดๆ การประพฤติผิด หรือ การเพิกเฉยอย่างจงใจ ของตัวแทนฯ ในทำนองเดียวกัน บริษัทฯ จะไม่รับผิดชอบ หรือ รับผิดใดๆ ต่อลูกค้า หากตัวแทนฯ ละเมิดข้อตกลงและเงื่อนไขของสัญญานี้

source: The Company shall not be responsible or liable to you for any negligence, misconduct, fraudulent acts and omissions made by you or your Money Manager.
es_es: La Empresa no será responsable ante usted por cualquier negligencia, mala conducta, actos fraudulentos u omisiones hechas por usted o su administrador de fondos.
ru_ru: Компания не несёт перед Вами ответственности за любую небрежность, неправомерное поведение, мошеннические действия и упущения, допущенные Вами или Вашим фондовым менеджером.
th_th: บริษัทฯ จะไม่รับผิดชอบ หรือ รับผิดชอบตามกฎหมายต่อการกระทำของท่าน หรือ ผู้จัดการเงินทุนบุคคลของท่านที่ทำโดยประมาท เป็นการประพฤติมิชอบ การทุจริตฉ้อโกง หรือ เจตนาละเลย

source: The Company shall not perform any supervisory function regarding any financial services whatsoever provided by the Agent.
es_es: La Empresa no desempeñará función de supervisión alguna con respecto a cualquier servicio financiero proporcionado por el Agente.
it_it: La Società non eserciterà alcuna funzione di vigilanza sulle diverse tipologie di servizi finanziari fornite dall'Agente.
ru_ru: Компания не должна исполнять никаких надзорных функций в отношении любых финансовых услуг, предоставляемых Агентом.
th_th: บริษัทฯ จะไม่ทำหน้าที่ดูแลตรวจตราใดๆ ที่เกี่ยวข้องกับการบริการทางการเงิน หรือ ปฏิบัติการโดยตัวแทนฯ

source: The Company shall notify the Introducing Broker upon the successful approval of the Introducing Broker application.
es_es: La Empresa deberá notificar al Broker Introductor una vez que se haya aprobado con éxito su solicitud.
it_it: La Società comunicherà poi all'introducing Broker l'accettazione della sua candidatura.
ru_ru: Компания обязуется уведомить Представляющего брокера об одобрении его/её заявления.
th_th: บริษัทฯ จะแจ้งโบรกเกอร์แนะนำให้ทราบเมื่อใบสมัครของโบรกเกอร์แนะนำได้รับการอนุมัติ

source: The Company shall pay the Affiliate the currently published percentage of net revenues (as detailed on the Commission page of the Affiliate's account) received during the term of the Agreement. The Affiliate's commission payments due shall only be for bona fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non-bona fide clients, at its sole discretion.
es_es: La Empresa pagará al Afiliado el porcentaje actualmente publicado de los ingresos netos (como se detalla en la página de comisión de la cuenta del Afiliado) recibidos durante la vigencia del Acuerdo. Los pagos de la comisión de Afiliado serán solo para clientes referidos de buena fe y la Empresa se reserva el derecho a ignorar cuentas duplicadas o cuentas de candidatos a los que la Empresa vea, a su sola discreción, como clientes que no son de buena fe.
it_it: La Società pagherà all'Affiliato la percentuale dei ricavi netti attualmente pubblicata (come indicato nella pagina sulle commissioni del conto dell'Affiliato) ricevuta durante la durata del contratto. I pagamenti delle commissioni d'affiliazione verranno corrisposti solamente per i soggetti effettivamente introdotti dal cliente; la Società si riserva il diritto di non tenere conto di conti duplicati o quelli di intestatari che la Società considera non autentici, a sua esclusiva discrezione.
ru_ru: Компания обязуется заплатить Партнёру действующий в данное время процент от чистой прибыли (как описано на странице Комиссионных на Партнёрском счете), полученный в течение срока действия Соглашения. Партнёрская комиссия рассчитывается только на основе комиссий от добросовестных рефералов клиента, а Компания оставляет за собой право не принимать во внимание дубликаты счетов или номинальные счета, которые Компания по своему усмотрению может рассматривать как недобросовестные.
th_th: บริษัทฯ จะชำระค่าตอบแทนให้แก่พันธมิตรฯ ตามอัตราร้อยละที่ประกาศไว้ของรายได้สุทธิ (ดังรายละเอียดในหน้าค่าตอบแทนของบัญชีพันธมิตรฯ) ที่ได้รับในระหว่างระยะเวลาของข้อตกลง ค่าตอบแทนจะถูกชำระให้กับพันธมิตรฯ เฉพาะลูกค้าที่ถูกอ้างอิงตามจริงเท่านั้น และบริษัทฯ ขอสงวนสิทธิ์ไม่รวมบัญชีที่เกิดซ้ำ หรือ บัญชีตัวแทนที่บริษัทฯ พบว่าไม่ใช่ลูกค้าที่ถูกอ้างอิงที่แท้จริง ตามดุลยพินิจของบริษัทฯ
