Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Trade metals on competitive fixed and variable spreads.
es_es: Opere metales con spreads fijos y variables altamente competitivos.
it_it: Fai trading di metalli su spread competitivi fissi e variabili.
ru_ru: Торгуйте металлами с конкурентоспособными фиксированными и плавающими спредами.
th_th: ซื้อขายโลหะด้วยสเปรดคงที่ หรือ เปลี่ยนแปลงได้ที่มีผลตอบแทนในระดับที่น่าสนใจ

source: Trade now
es_es: Opere ahora
it_it: Fai trading ora
ru_ru: Начать торговлю
th_th: ซื้อขายทันที

source: Trade on underlying markets that include Forex, indices, commodities, and more.
es_es: Opere con mercados subyacentes que incluyen Forex, índices, materias primas y mucho más.
ru_ru: Торгуйте на всех основных рынках, включая Forex, индексы, сырьевые товары и многое другое.
th_th: ซื้อขายบนตลาดผลิตภัณฑ์อ้างอิง รวมฟอเร็กซ์ ดัชนีต่างๆ สินค้าโภคภัณฑ์ และอื่นๆ

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
es_es: Solo opere con dinero que puede perder. No opere con dinero prestado.
it_it: Negozia solo con soldi che puoi permetterti di perdere. Non fare trading con soldi presi in prestito.
ru_ru: Покупайте контракты только на те суммы, которые можете позволить себе потерять. Никогда не покупайте контракты на занятые деньги.
th_th: ซื้อขายด้วยเงินที่ท่านจะยอมขาดทุนได้เท่านั้น อย่านำเงินยืมมาเทรด

source: Trade popular cryptocurrencies on our MT5 platform with leverage and variable spreads. No wallets are required to start trading.
es_es: Opere con criptomonedas populares en nuestra plataforma MT5 con apalancamiento y diferenciales variables. No se requieren monederos para comenzar a operar.
it_it: Fai trading sulle più famose criptovalute grazie alla nostra piattaforma MT5 con leva e spread variabile. Non sono necessari portafogli per iniziare a fare trading.
ru_ru: Торгуйте популярными криптовалютами на платформе MT5 с кредитным плечом и плавающими спредами. Для торговли Вам не нужен криптовалютный кошелёк.
th_th: ซื้อขายเงินดิจิทัลที่เป็นที่นิยมบนแพลตฟอร์ม MT5 ของเรา ด้วยเลเวอเรจและสเปรดที่เปลี่ยนแปลงได้ ไม่จำเป็นต้องมีกระเป๋าเงินอิเล็กทรอนิกส์เพื่อเริ่มต้นซื้อขาย

source: Trade popular major and minor currency pairs, plus Smart FX indices – weighted indices that measure the value of a currency against a basket of major currencies.
es_es: Opere pares principales y secundarios de divisas, así como los índices Smart FX (índices ponderados que miden el valor de una moneda contra una canasta de divisas principales).
it_it: Fai trading su famose coppie di valute principali e secondarie, così come su indici Smart FX, ovvero indici ponderati che misurano il valore di una valuta rispetto a un paniere di valute principali.
ru_ru: Торгуйте популярными основными и вторичными валютными парами, а также индексами Smart FX – взвешенными индексами, измеряющими стоимость валюты против корзины из основных валют.
th_th: ซื้อขายคู่สกุลหลักและรองที่เป็นที่นิยม รวมถึงดัชนี Smart FX - ดัชนีถ่วงน้ำหนักที่วัดค่าของสกุลเงินต่อตะกร้าสกุลเงินหลัก

source: Trade type
es_es: Tipo de contrato
it_it: Tipologia di trade
ru_ru: Тип контракта
th_th: ประเภทการซื้อขาย

source: Trade when you want. Our Volatility Indices are available even on weekends
es_es: Opere cuando quiera. Nuestros Índices de Volatility están disponibles incluso durante los fines de semana
ru_ru: Торгуйте в любое удобное Вам время. Наши индексы волатильности доступны даже на выходных
th_th: ซื้อขายเมื่อท่านต้องการ ดัชนีผันผวนของเรามีอยู่ตลอด แม้แต่วันหยุดสุดสัปดาห์

source: Trade with a powerful interface known as the global industry standard.
es_es: Realice operaciones con una interfaz poderosa conocida como el estándar global de la industria.
it_it: Fai trading con un'interfaccia potente nota come lo standard nel settore a livello globale.
ru_ru: Торгуйте на мощном интерфейсе, который является мировым стандартом в данной индустрии.
th_th: ซื้อขายด้วยเครื่องมืออันทรงพลังที่มีมาตรฐานระดับโลก

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in secure and licensed financial institutions.
es_es: Opere fácilmente con una amplia gama de opciones para depósitos y retiros de %1. Sus fondos se mantendrán en cuentas separadas con instituciones financieras autorizadas y seguras.
it_it: Negozia facilmente con un'ampia gamma di metodi di deposito e prelievo di %1. I tuoi fondi verranno segregati e tenuti in istituti finanziari sicuri e autorizzati.
ru_ru: Работайте, имея возможность легко пополнять счет и выводить средства любым из широкого спектра способов на %1. Ваши средства будут храниться на отдельных счетах в лицензированных финансовых учреждениях.
th_th: ซื้อขายง่ายด้วยวิธีการฝากเงินและการถอนเงินหลายช่องทางของ %1 เงินทุนของท่านจะได้รับการดูแลอย่างปลอดภัยจากสถาบันการเงินที่ได้รับใบอนุญาตและการรับรองทางการเงิน

source: Trade with leverage
es_es: Opere con apalancamiento
it_it: Fai trading con Leva
ru_ru: Торгуйте с кредитным плечом
th_th: ซื้อขายด้วยเลเวอเรจ (พลังทวี)

source: Trade with real funds and access to competitive trading conditions.
es_es: Opere con fondos reales y acceda a condiciones competitivas de trading.
it_it: Fai trading con fondi reali e ottieni condizioni di trading competitive.
ru_ru: Торгуйте на реальные средства, получая конкурентоспособные торговые условия.
th_th: ซื้อขายด้วยเงินจริงและเข้าถึงเงื่อนไขการซื้อขายที่มีศักยภาพในการแข่งขัน

source: Trade with the industry pioneer and holder of a patented pricing technology
es_es: Opere con el pionero de la industria y dueño de una tecnología patentada de precios
ru_ru: Торгуйте с пионером индустрии, разработчиком уникальной ценовой технологии
th_th: ซื้อขายกับผู้บุกเบิกอุตสาหกรรมและผู้ได้รับสิทธิบัตรในเทคโนโลยีการกำหนดราคา

source: Trade your way
es_es: Comercie según sus necesidades
it_it: Personalizza i tue trade
ru_ru: Торгуйте по своей методике
th_th: ซื้อขายด้วยวิธีการของท่าน

source: Trademark
es_es: Marca
it_it: Marchio
ru_ru: Торговая марка
th_th: เครื่องหมายการค้า

source: Traders choose to buy a certain currency pair if they think the value of the base currency will rise. The opposite is also true: they sell a certain currency pair if they think the value of the base currency will fall.
es_es: Los traders deciden comprar un determinado par de divisas si creen que el valor de la moneda base aumentará y viceversa: venden un cierto par de divisas si creen que el valor de la moneda base caerá.
it_it: I trader scelgono di acquistare una particolare coppia di valuta se ritengono che il valore della valuta base aumenterà. Al contrario, vendono una determinata coppia di valuta quando credono che il valore della valuta base diminuirà.
ru_ru: Трейдеры предпочитают покупать определённую валютную пару, если они полагают, что цена базовой валюты вырастет. Обратное тоже верно: трейдеры продают определённую валютную пару, если они ожидают снижения базовой валюты.
th_th: นักลงทุนเลือกซื้อคู่สกุลเงินหนึ่ง ถ้าคิดว่า มูลค่าของสกุลเงินฐานจะสูงขึ้น ในทางตรงกันข้าม นักลงทุนจะขายคู่สกุลเงิน ถ้าคิดว่า มูลค่าของสกุลเงินฐานจะลดต่ำลง

source: Trading
es_es: Operar
ru_ru: Контракты
th_th: การซื้อขาย

source: Trading Contracts for Difference (CFDs) on Synthetic Indices may not be suitable for everyone. Please ensure that you fully understand the risks involved, including the possibility of losing all the funds in your MT5 account. Gambling can be addictive – please play responsibly.
es_es: Los Contratos por Diferencia (CFD) en índices sintéticos pueden no ser adecuados para todos. Asegúrese de que comprende completamente los riesgos involucrados, incluyendo la posibilidad de perder todos los fondos en su cuenta MT5. El juego puede ser adictivo, por favor juegue responsablemente.
ru_ru: Торговля контрактами на разницу (CFD) на Синтетических индексах подходит далеко не для всех. Пожалуйста, убедитесь, что Вы хорошо осознаёте все сопряженные риски, включая возможность потреять все средства на счету MT5. Торговая деятельность может вызвать привыкание, поэтому, пожалуйста, торгуйте ответственно.
th_th: การซื้อขายสัญญาส่วนต่าง (CFD) ของดัชนีสังเคราะห์อาจไม่เหมาะสมสำหรับทุกคน โปรดแน่ใจว่า ท่านเข้าใจถึงความเสี่ยงที่เกี่ยวข้องอย่างแท้จริง รวมถึงความเป็นไปได้ที่จะสูญเสียเงินทุนทั้งหมดในบัญชี MT5 ของท่าน การพนันสามารถเสพติดได้ โปรดดำเนินธุรกรรมซื้อขายด้วยความรับผิดชอบ

source: Trading Limits
es_es: Límites de trading
it_it: Limiti del trading
ru_ru: Торговые лимиты
th_th: วงเงินในการซื้อขาย

source: Trading Platforms
es_es: Plataformas de trading
it_it: Piattaforme di trading
ru_ru: Торговые платформы
th_th: แพลตฟอร์มการซื้อขาย

source: Trading Times
es_es: Horarios del mercado
it_it: Orari di trading
ru_ru: Время открытия рынков
th_th: เวลาซื้อขาย

source: Trading and Withdrawal Limits
es_es: Límites de trading y de retiro
it_it: Limiti di trading e dei prelievi
ru_ru: Лимиты на торговлю и вывод
th_th: วงเงินซื้อขายและถอนเงิน

source: Trading and deposits have been disabled on your account. Kindly %1contact customer support%2 for assistance.
es_es: Se han desactivado las operaciones y depósitos en su cuenta. Por favor %1póngase en contacto con nuestro servicio de atención al cliente%2 para recibir asistencia.
it_it: Le funzioni di trading e di deposito sono state disabilitate per il tuo conto. Ti preghiamo di %1contattare l'assistenza clienti%2.
ru_ru: На Вашем счету заблокирована торговля и пополнение. Пожалуйста, свяжитесь со %1службой поддержки%2 для получения помощи.
th_th: ได้มีการปิดการใช้งานในการซื้อขายและฝากเงินในบัญชีของท่าน โปรด%1ติดต่อฝ่ายลูกค้าสัมพันธ์%2 เพื่อดำเนินการต่อไป

source: Trading binary options and CFDs can involve substantial risks. Do not trade with money you cannot afford to lose, and never trade with borrowed money. Learn about %1Responsible Trading%2.
es_es: El comercio de opciones binarias y CFDs puede implicar riesgos sustanciales. No opere con dinero que no pueda permitirse perder, y nunca opere con dinero prestado. Aprenda sobre %1Comercio Responsable%2.
it_it: Il trading di opzioni binarie e CFD può implicare rischi sostanziali. Non effettuare trading con denaro prestato o che non puoi permetterti di perdere. Scopri di più sul %1trading responsaile%2.
ru_ru: Торговля бинарными опционами и CFD сопряжена с существенными рисками. Не работайте на деньги, которые Вы не можете позволить себе потерять и никогда не торгуйте на деньги, взятые в долг. Узнайте больше от %1ответственной торговле%2.
th_th: การซื้อขายไบนารีออปชันและ CFD มีความเสี่ยงอย่างมาก อย่าซื้อขายด้วยเงินที่คุณไม่อาจสูญเสียได้ และอย่าซื้อขายด้วยเงินที่ยืมมา เรียนรู้เพิ่มเติมเกี่ยวกับ%1การซื้อขายอย่างรับผิดชอบ%2

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset.
es_es: Es posible que las operaciones con opciones binarias no sean apropiadas para todos, así que asegúrese de entender completamente los riesgos que implican. Sus pérdidas pueden superar su depósito inicial y usted no adquiere derechos o intereses sobre el activo subyacente.
it_it: Il trading di opzioni binarie può non essere adatto a tutti, pertanto occorre assicurarsi di aver compreso appieno i rischi connessi. Le perdite possono superare il deposito iniziale e il Cliente non è effettivamente in possesso degli asset sottostanti, né ha degli interessi su di essi.
ru_ru: Торговля бинарными опционами подходит далеко не для всех, поэтому просим Вас убедиться, что Вы полностью осознаёте все возможные риски. Ваши убытки могут превысить сумму первоначального пополнения счёта, а Вы не получаете никаких процентов с активов, на которых заключаете контракты.
th_th: การซื้อขายไบนารีออปชันอาจไม่เหมาะสมสำหรับทุกๆ คน ดังนั้นโปรดพิจารณาว่า ท่านเข้าใจความเสี่ยงทั้งหมดที่เกี่ยวข้อง การขาดทุนของท่านอาจสูงกว่าจำนวนเงินฝากในครั้งแรก และท่านไม่ได้เป็นเจ้าของ หรือ ได้รับผลประโยชน์ใดๆ จากผลิตภัณฑ์อ้างอิงที่ท่านได้ซื้อขาย

source: Trading cryptocurrencies on our MetaTrader 5 platform means taking a position on a cryptocurrency pair when you expect it to rise or fall in value so you can make a profit when your prediction is correct.
es_es: Operar con criptomonedas en nuestra plataforma MetaTrader 5 significa abrir una posición en un par de criptomonedas cuando cree que su valor subirá o bajará, para obtener ganancias cuando su predicción sea correcta.
it_it: Grazie alla nostra piattaforma MetaTrader 5, puoi fare trading di criptovalute e scegliere quale posizione aprire su una coppia di criptovalute quando prevedi che il suo valore aumenti o diminuisca, ottenendo in tal mondo un profitto se la tua previsione si rivela corretta.
ru_ru: Торговля криптовалютами на платформе MetaTrader 5 представляет собой открытие позиции по криптовалютной паре, когда Вы ожидаете роста или снижения её цены и рассчитываете получить прибыль, если Ваш прогноз сбудется.
th_th: การซื้อขายเงินดิจิทัลบนแพลตฟอร์ม MetaTrader 5 หมายถึง การเลือกตำแหน่งของคู่สกุลเงินดิจิทัลเมื่อท่านคาดว่า มูลค่าจะสูงขึ้น หรือ ลดลงเพื่อจะทำกำไรเมื่อการคาดการณ์ของท่านทำได้ถูกต้อง

source: Trading experience
es_es: Experiencia comercial
it_it: Esperienza di trading
ru_ru: Опыт торговли
th_th: ประสบการณ์การซื้อขาย

source: Trading forex and contracts for differences carries a high level of risk and %1 does not monitor the open positions of the client's account on the client's behalf. It is the client's responsibility to monitor the client's open positions and understand the exposure of the client's open positions whilst ensuring that the client's exposure commensurate with the client's risk appetite. Due to the cost associated with overnight open positions, the client should consider investing in the market of the instrument in which the client ordinarily transacts instead of investing in a CFD.
es_es: Operar con divisas y contratos por diferencias conlleva un alto nivel de riesgo y %1 no supervisa las posiciones abiertas de la cuenta del cliente en representación del mismo. Es responsabilidad del cliente el supervisar sus posiciones abiertas y entender la exposición de estas mientras se asegura que su exposición sea acorde a su intención de riesgo. Debido al costo asociado a las posiciones abiertas overnight, el cliente tal vez debería considerar invertir en el mercado del instrumento con el cual normalmente opera en lugar de invertir en CFDs.
it_it: Il trading su forex e sui contratti per differenza comporta un elevato livello di rischio e %1 non controlla le posizioni aperte del conto per i propri clienti. È dunque responsabilità del cliente controllarle e comprenderne l'esposizione, assicurandosi, al contempo, che l'esposizione sia commisurata alla propria propensione al rischio. A causa del costo associato alle posizioni aperte durante la notte, si dovrebbe considerare di investire nel mercato dello strumento in cui si negozia normalmente invece di investire in CFD.
ru_ru: Торговля на Forex и контрактами на разницу подразумевает высокий уровень риска и %1 не производит мониторинга открытых позиций на счету клиента от имени клиента. Клиент обязуется самостоятельно производить мониторинг открытых позиций, оценку риска по открытым позициям и оценку своего соответствия приемлемому для клиента уровню риска. Ввиду цены за перенос позиции на следующий день, вместо инвестиции в контракт на разницу (CFD) клиенту необходимо рассмотреть вариант инвестирования в рынок и инструмент, на которых клиент обычно заключает контракты.
th_th: การซื้อขายฟอเร็กซ์และสัญญาส่วนต่างมีระดับความเสี่ยงสูงและ %1ไม่ได้ตรวจสอบสถานะเปิดของบัญชีของลูกค้าแทนลูกค้า ซึ่งเป็นความรับผิดชอบของลูกค้าที่จะตรวจสอบตำแหน่งเปิดและเข้าใจถึงการเปิดรับความเสี่ยงของตำแหน่งเปิดของลูกค้า และต้องแน่ใจว่า การเปิดรับความเสี่ยงนี้เทียบเท่ากับความต้องการความเสี่ยงของลูกค้า จากราคาที่เกี่ยวข้องกับตำแหน่งเปิดข้ามคืนนี้ ลูกค้าควรพิจารณาลงทุนในตลาดเครื่องมือที่ท่านซื้อขายเป็นปกติแทนที่จะเป็นการลงทุนใน CFD

source: Trading guru
es_es: Gurú del trading
it_it: Guru del trading
ru_ru: Гуру трейдинга
th_th: ผู้เชี่ยวชาญการซื้อขาย

source: Trading in binary options is speculative and involves a high degree of risk that can result in the loss of the client's entire investment. Therefore, trading in binary options is appropriate only for persons that understand and are willing to assume the economic, legal, and other risks involved in such transactions. The client should be satisfied that binary options trading is suitable for the client in light of the client's investment circumstances and attitude towards risk before trading. The client should not engage in speculative binary options trading unless the client understands the basic aspects of such trading and its risks. If the client is in any doubt as to whether Binary Option trading is appropriate and suitable for the client, the client should seek independent advice from an investment consulting professional. %1 does not provide such advice. It is the client's responsibility, taking into account the client's personal circumstances and investment resources, to take particular care and make careful considerations independently, both prior to applying to engage in binary options with %1 and prior to making any individual order. Where the client does not understand the risks involved in applying for a trading account with %1 or in making any individual order, the client should seek advice and consultation from an independent investment advisor. If the client continues to not understand the risks involved in trading in binary options, the client should not trade at all.
es_es: El operar en opciones binarias es especulativo e implica un alto grado de riesgo que puede resultar en la pérdida de toda la inversión del cliente. Por lo tanto, el comercio de opciones binarias es apropiado solo para personas que entienden y están dispuestas a asumir los riesgos económicos, legales y otros involucrados en dichas transacciones. El cliente debe estar convencido que el operar en opciones binarias es adecuado para el cliente en vista de sus circunstancias de inversión y su actitud hacia el riesgo antes del comercio. El cliente no debe participar en la operación de opciones binarias especulativas a menos que entienda los aspectos básicos de dicho comercio y sus riesgos. Si el cliente tiene alguna duda sobre si el operar en opciones binarias es apropiado y adecuado para sí mismo, el cliente debe buscar asesoramiento independiente de un profesional en consultoría de inversiones. %1 no proporciona tal asesoramiento. Es responsabilidad del cliente, teniendo en cuenta sus circunstancias personales y sus recursos de inversión, prestar especial atención y realizar consideraciones cuidadosas de forma independiente, tanto antes de solicitar la participación en opciones binarias con %1 como antes de realizar cualquier pedido individual. Cuando el cliente no entienda los riesgos que implica solicitar una cuenta de operaciones con %1 o al realizar un pedido individual, debe consultar a un asesor de inversiones independiente para que lo asesore. Si el cliente sigue sin entender los riesgos involucrados en las operaciones de opciones binarias, el cliente no deberá operar en absoluto.
it_it: Il trading di opzioni binarie è speculativo e implica un elevato livello di rischio che potrebbe portare alla perdita totale degli investimenti. Di conseguenza, il trading di opzioni binarie è adatto solo per le persone che comprendono e intendono assumersi i rischi economici, legali e di altro tipo correlati a tali operazioni. Prima di fare trading, il cliente dovrebbe accertarsi che il trading di opzioni binarie sia accessibile sulla base delle proprie condizioni di investimento e della propria attitudine verso il rischio; a meno di non comprendere a pieno i concetti di base e i rischi correlati, non dovrebbe effettuare questo tipo di trading. Inoltre, in caso di dubbio circa l'appropriatezza e adeguatezza del trading di opzioni binarie rispetto alla propria posizione, il cliente dovrebbe richiedere una consulenze professionale esterna, poiché %1 non fornisce tale servizio. Alla luce delle propria situazione personale e di investimento, è responsabilità del cliente fare valutazioni in modo accurato e indipendente prima di sottoscrivere contratti di opzioni binarie con %1 e di effettuare ordini individuali. Qualora non fosse in grado di comprendere i rischi correlati a un conto di trading con %1 o a un ordine individuale, dovrebbe rivolgersi a un consulente in investimenti esterno; se anche dopo essersi rivolto a un consulente non è in grado di comprendere i rischi legati alle opzioni binarie, dovrebbe astenersi dall'effettuare trading.
ru_ru: Торговля бинарными опционами является спекулятивной деятельностью и подразумевает высокий уровень риска, что может привести к потере всей инвестиции клиента. Таким образом, торговля бинарными опционами подходит лишь для лиц, осознающих и готовых понести экономический, юридический и иные риски, сопряженные с такими контрактами. Перед началом торговли клиент должен убедиться, что ему/ей подходит торговля бинарными опционами, ввиду инвестиционной ситуации клиента и его/её отношения к риску. Клиенту не следует начинать спекулятивную торговлю бинарными опционами, если клиент не понимает основных аспектов данной деятельности и сопряжённых рисков. Если у клиента есть сомнения относительно того, подходит ли ему/ей торговля бинарными опционами, клиенту рекомендуется обратиться за независимым советом к профессиональному инвестиционному консультанту. %1 не предоставляет таких советов. Клиент обязуется, принимая во внимание свои личные обстоятельства и инвестиционные ресурсы, предпринять особые меры и сделать независимое решение перед началом работы с бинарными опционами на %1, а также перед размещением любых индивидуальных ордеров. Если клиент не осознаёт риски, связанные с открытием торгового счёта на %1 или размещением индивидуального ордера, ему/ей необходимо обратиться за советом и консультацией к независимому инвестиционному консультанту. Если клиент продолжает не осознавать риски, связанные с торговлей бинарными опционами, ему рекомендуется воздержаться от торговли.
th_th: การซื้อขายไบนารีออปชันถือเป็นการเก็งกำไร และมีความเสี่ยงระดับสูง ซึ่งอาจทำให้ลูกค้าสูญเสียเงินจากการลงทุนทั้งหมดได้ ดังนั้น การซื้อขายไบนารีออปชันเหมาะสำหรับผู้ที่มีความเข้าใจและพร้อมที่จะรับความเสี่ยงทางด้านเศรษฐกิจ กฎหมาย และความเสี่ยงอื่นๆ ที่เกี่ยวข้องกับธุรกรรมดังกล่าว ลูกค้าพึงรับทราบว่าการซื้อขายไบนารีออปชันนั้นจะเหมาะสมสำหรับลูกค้าหรือไม่นั้นขึ้นอยู่กับสภาพการลงทุน และทัศนคติของลูกค้าต่อความเสี่ยงก่อนการลงทุน ลูกค้าไม่ควรทำการซื้อขายไบนารีออปชันที่เป็นการเก็งกำไร ยกเว้นว่า ลูกค้าได้มีความเข้าใจในพื้นฐานของการซื้อขายดังกล่าวและความเสี่ยงที่เกี่ยวข้อง หากลูกค้ามีข้อสงสัยว่า การซื้อขายไบนารีออปชันนั้นเหมาะสมกับลูกค้าหรือไม่นั้น ลูกค้าควรขอคำแนะนำจากที่ปรึกษาอิสระด้านการลงทุน %1 ไม่ได้ให้บริการด้านคำปรึกษาดังกล่าว การมีความรู้ความเข้าใจในการลงทุนถือเป็นความรับผิดชอบของลูกค้าที่จะพิจารณาอย่างถี่ถ้วนและรอบคอบ โดยคำนึงถึงสถานการณ์ส่วนบุคคลและแหล่งเงินทุนสำหรับการลงทุน ทั้งก่อนที่จะสมัครเข้าร่วมการซื้อขายไบนารีออปชันกับ %1 และก่อนที่จะทำการซื้อขายแต่ละครั้ง หากลูกค้าไม่เข้าใจถึงความเสี่ยงที่เกี่ยวข้องในการสมัครเพื่อเปิดบัญชีการซื้อขายกับ %1 หรือในการซื้อขายแต่ละครั้ง ลูกค้าควรขอคำแนะนำจากที่ปรึกษาอิสระด้านการลงทุน หากลูกค้ายังคงไม่เข้าใจถึงความเสี่ยงที่เกี่ยวข้องในการซื้อขายไบนารีออปชันแล้ว ลูกค้าไม่ควรทำการซื้อขายใดๆ ทั้งสิ้น

source: Trading is unavailable at this time.
es_es: No se puede operar en este momento.
it_it: Al momento non è possibile effettuare trading.
ru_ru: В данное время торговля недоступна.
th_th: ไม่สามารถทำการซื้อขายได้ในขณะนี้

source: Trading limits
es_es: Límites de Operaciones
it_it: Limiti di trading
ru_ru: Торговые лимиты
th_th: วงเงินในการซื้อขาย
