Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The company reserves the right to charge a dormant fee of up to USD/EUR/GBP 25 every six months for every client's account that has had no transaction recorded for over 12 months. Clients will be notified before the fee is deducted from the account. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked, or excluded accounts.
es_es: La Empresa se reserva el derecho de cobrar una tarifa para las cuentas inactivas de hasta 25 USD/EUR/GBP cada 6 meses por cada cuenta de Cliente que no haya registrado alguna transacción durante más de 12 meses. Los clientes serán notificados antes que la tarifa sea deducida de la cuenta. Los clientes deben ponerse en contacto con nuestro servicio de asistencia para recuperar fondos de cuentas inactivas, cerradas, bloqueadas o excluidas.
ru_ru: Компания оставляет за собой право взимать комиссию за неактивность счёта в размере до 25 USD/EUR/GBP каждые 6 месяцев за каждый счёт клиента, на котором не осуществлялись контракты в течение более 12 месяцев. Клиенты получат уведомление перед тем, как комиссия будет списана с их счёта. Клиентам необходимо связаться с нашей службой поддержки клиентов, чтобы вывести средства с неактивных, закрытых или заблокированных счетов.
th_th: บริษัทฯ สงวนสิทธิ์ในการเรียกเก็บค่าธรรมเนียมในการรักษาบัญชีในอัตราไม่เกิน 25 เหรียญสหรัฐ/ยูโร/ปอนด์ ทุกๆ 6 เดือน สำหรับบัญชีที่ไม่เคลื่อนไหว หรือ บัญชีที่ไม่มีธุรกรรมเกินกว่า 12 เดือน ลูกค้าจะได้รับการแจ้งให้ทราบก่อนที่จะมีการหักค่าธรรมเนียมจากบัญชี ลูกค้าสามารถติดต่อเจ้าหน้าที่ลูกค้าสัมพันธ์เพื่อปรับปรุงสถานะบัญชีจาก บัญชีที่ไม่มีการเคลื่อนไหว บัญชีที่ถูกปิด บัญชีที่ถูกระงับ เป็นต้น

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website.
es_es: El contenido de este sitio web está sujeto a ser modificado en cualquier momento sin previo aviso y se proporciona con el único fin de asistir a los inversores a la hora de tomar decisiones independientes con respecto a sus operaciones. %1 ha tomado las medidas razonables para asegurar la exactitud de la información del sitio web.
it_it: Il contenuto di questo sito web può essere modificato in qualsiasi momento senza preavviso, e ha il solo scopo di aiutare i trader a prendere decisioni indipendenti in materia di investimenti. %1 ha adottato misure ragionevoli per assicurare l'accuratezza delle informazioni sul sito.
ru_ru: Контент данного вебсайта в любое время подлежит изменениям без предварительного уведомления и предоставляется исключительно с целью помощи трейдерам при принятии независимых инвестиционных решений. %1 предпринял разумные меры для обеспечения точности информации на сайте.
th_th: เนื้อหาบนเว็บไซต์นี้อาจเปลี่ยนแปลงได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบ และเผยแพร่ไว้เพื่อวัตถุประสงค์ในการให้ความช่วยเหลือนักลงทุนในการตัดสินใจเพื่อการลงทุนอิสระ %1 ได้ดำเนินมาตรการที่เหมาะสมเพื่อให้แน่ใจว่าข้อมูลในเว็บไซต์มีความถูกต้อง

source: The contract doesn't end within 5 minutes (for tick duration contracts)
es_es: El contrato no finaliza en 5 minutos (para contratos de duración de tick)
it_it: Il contratto non termina in 5 minuti (per i contratti con durata espressa in tick)
ru_ru: Контракт не оканчивается в течение 5 минут (для контрактов в тиках)
th_th: สัญญาไม่ได้สิ้นสุดใน 5 นาที (สำหรับสัญญาประเภทระยะเวลาตามช่วงราคา)

source: The contract period is the timeframe of a trade. It is also called the duration.
es_es: El período del contrato es el plazo de una transacción. También se conoce como la duración.
it_it: Il periodo del contratto è l'arco temporale di un trade. Viene anche denominato durata.
ru_ru: Период контракта – это временные рамки контракта. Также он называется длительностью.
th_th: ระยะเวลาของสัญญาในการซื้อขาย เรียกว่า ระยะเวลา

source: The cost of living in Malta is relatively affordable; food and public transportation are much cheaper than what you'll find in a major European city. Malta offers free healthcare but queues at public healthcare facilities are less than ideal. Fortunately, health insurance is easily affordable and provides you with access to private clinics and hospitals.
es_es: El costo de vida en Malta es relativamente asequible. La comida y el transporte público son mucho más baratos que en cualquier otra cuidad principal de Europa. Malta ofrece atención médica gratuita, pero las colas en las instalaciones de salud públicas son menos que ideales. Afortunadamente, el seguro de salud es fácilmente accesible y le brinda acceso a clínicas y hospitales privados.
it_it: Il costo della vita a Malta è relativamente contenuto: il cibo e i trasporti pubblici sono molto più economici rispetto alle principali città europee. Malta offre assistenza sanitaria gratuita, ma le code presso le strutture sanitarie pubbliche non rappresentano certo un'attrattiva; fortunatamente, l'assicurazione sanitaria non è costosa e garantisce l'accesso a cliniche e ospedali privati.
ru_ru: Мальта предоставляет довольно доступные условия для проживания; продукты питания и расходы на общественный транспорт намного дешевле, чем в большинстве стран Европы. Мальта поддерживает бесплатную систему здравоохранения, но очереди в местные больницы не составляют никаких проблем. К счастью, медицинская страховка также вполне доступна и открывает путь в частные клиники.
th_th: ค่าครองชีพในมอลตาจะค่อนข้างจะสมเหตุสมผล อาหารและการเดินทางสาธารณะจะมีมูลค่าต่ำกว่ากว่าที่ท่านจะพบได้จากเมืองท่องเที่ยวอื่นๆ ในยุโรป ที่มอลตามีสวัสดิการสุขภาพฟรี หากแต่มีผู้ใช้บริการศูนย์สุขภาพน้อยกว่าที่คาดหมาย ทั้งนี้ยังมีประกันสุขภาพที่ราคาไม่แพง เข้าถึงได้ง่าย และสามารถใช้ได้ทั้งในคลินิกเอกชนและโรงพยาบาลต่างๆ

source: The cut-off time for performing Roll-overs and any long or short position swap charges
es_es: La hora límite para los Roll-overs y cualquier tasa de swap para alguna posición "Buy" o "Sell"
it_it: il termine ultimo per eseguire roll-over e addebiti sugli swap delle posizioni in vendita o in acquisto
ru_ru: времени окончания торгового дня для выполнения ролл-оверов и выплаты свопов по длинным и коротким позициям,
th_th: เวลาตัดยอดของการทำโรลโอเวอร์ และค่าธรรมเนียมสวอปสำหรับโพซิชั่นสั้นหรือยาว

source: The default DNS services provided by your ISP can be slow and insecure. %1 recommends using Cloudflare's %2 DNS service that gives you a faster and more private way to browse the Internet.
es_es: Los servicios DNS predeterminados proporcionados por su ISP pueden ser lentos e inseguros. %1 recomienda usar el servicio %2 DNS de Cloudflare que le ofrece una forma más rápida y privada de navegar por Internet.
it_it: I servizi DNS di base forniscono un ISP che può essere lento e poco sicuro. %1 raccomanda di utilizzare il servizio DNS %2 di Cloudflare, che garantisce una navigazione Internet più veloce e protetta dal punto di vista della privacy.
ru_ru: Сервисы DNS по умолчанию, предоставленные Вашим ISP, могут оказаться медленными и ненадёжными. %1 рекомендует пользоваться сервисом DNS от Cloudflare %2, предоставляющим более быстрое и надёжное соединение с интернетом.
th_th: การบริการ DNS ตั้งต้นจาก ISP ของคุณอาจช้าและไม่ปลอดภัย %1แนะนำให้ใช้การบริการ DNS ของ Cloudflare %2 ที่เป็นทางเลือกให้คุณได้ค้นดูอินเตอร์เนตได้เร็วกว่าและส่วนตัวกว่า

source: The default Stop Out Level applicable to the client's account is published on the Company website. However, the default Stop Out Level is subject to alteration at the Company's absolute discretion. Any changes to the Stop Out Level will take effect immediately. The Company will endeavour to notify the client of an alteration to the default Stop Out Level by publishing the revised default Stop Out Level on the Company website. It is the client's responsibility to check the Company website regularly and remain informed about the default Stop Out Level.
es_es: El nivel de Stop Out por defecto aplicable a la cuenta del cliente es publicado en la pagina web de la Empresa. Sin embargo, el mismo está sujeto a alteraciones a discreción absoluta de la Empresa. Cualquier cambio en el Nivel de Stop Out tendrá efecto inmediatamente. La Empresa se esfuerza por informar al cliente respecto a cualquier alteración en el nivel predeterminado de Stop Out publicando el Nivel revisado en el sitio web de la Empresa. Es responsabilidad del cliente revisar el sitio web de la Empresa regularmente y mantenerse informado al respecto.
it_it: Il livello di Stop Out predefinito applicabile al conto del cliente è pubblicato sul sito web della Società, tuttavia, è soggetto a modifiche ad assoluta discrezione di quest'ultima. Qualsiasi cambiamento apportato a tale livello avrà effetto immediato. La Società si impegnerà a comunicare al cliente eventuali modifiche, pubblicando il nuovo livello di Stop Out sul sito web. È responsabilità del cliente controllare regolarmente la pagina web della Società per rimanere informato sul livello Stop Out predefinito.
ru_ru: Уровень стоп-аут, установленный на счету клиента по умолчанию, указан на вебсайте Компании. Тем не менее, уровень стоп-аут по умолчанию может быть изменён по единоличному усмотрению Компании. Любые изменения уровня стоп-аут вступят в силу незамедлительно. Компания предпримет все разумные усилия, чтобы уведомить клиента об изменении уровня стоп-аут по умолчанию, опубликовав новый уровень стоп-аут на вебсайте Компании. Настоящим клиент обязуется регулярно следить за информацией на сайте компании и проверять значение уровня стоп-аут по умолчанию.
th_th: ระดับการยุติการซื้อขายเริ่มแรกสำหรับบัญชีลูกค้าจะถูกประกาศบนเว็บไซต์ของบริษัทฯ อย่างไรก็ตาม ระดับการยุติการซื้อขายเริ่มแรกสามารถเปลี่ยนแปลงได้ตามดุลยพินิจของบริษัทฯ การเปลี่ยนแปลงในระดับการยุติการซื้อขายจะมีผลทันที บริษัทฯ จะพยายามแจ้งลูกค้าเกี่ยวกับการเปลี่ยนแปลงของระดับการยุติการซื้อขายเริ่มแรกโดยการเผยแพร่ระดับการยุติการซื้อขายเริ่มแรกที่ถูกแก้ไขบนเว็บไซต์ของบริษัทฯ ซึ่งเป็นหน้าที่ของลูกค้าที่ต้องตรวจสอบเว็บไซต์ของบริษัทฯ อย่างสม่ำเสมอ เพื่อรับทราบเกี่ยวกับระดับการยุติการซื้อขายเริ่มแรก

source: The duration is the length of a purchased trade (see 'contract period').
es_es: La duración es el plazo de un contrato que usted compra (vea "período de contrato").
it_it: La durata indica la lunghezza di un trade acquistato (vedi "periodo del contratto").
ru_ru: Длительность – это временной период купленного контракта (см. "период контракта").
th_th: ระยะเวลา คือ ช่วงเวลาในการซื้อขาย (อ้างอิง 'เวลาของสัญญา')

source: The email address provided is already in use. If you forgot your password, please try our <a href="%1">password recovery tool</a> or contact our customer service.
es_es: La dirección de correo electrónico proporcionada ya está en uso. Si olvidó su contraseña, pruebe nuestra <a href="%1">herramienta de recuperación de contraseña</a> o póngase en contacto con nuestro servicio de atención al cliente.
it_it: L'indirizzo email fornito è già in uso. Se hai dimenticato la password, prova il nostro <a href="%1">strumento di recupero della password</a> o contatta il nostro servizio clienti.
ru_ru: Указанный Вами электронный адрес уже используется для другого счёта. Если Вы забыли пароль к своему счету, пожалуйста, воспользуйтесь <a href="%1">инструментом восстановления пароля</a> или свяжитесь с нашей службой поддержки.
th_th: อีเมล์ของท่านถูกลงทะเบียนไว้กับผู้ใช้งานอีกบัญชีหนึ่ง หากท่านลืมรหัสผ่านของบัญชีที่ท่านมีอยู่ โปรด <a href="%1">เรียกใช้การกู้คืนรหัสผ่าน</a> หรือ ติดต่อเจ้าหน้าที่บริการลูกค้า

source: The entry spot is the first tick after the contract is processed by our servers.
es_es: El precio de entrada es el primer tick después de que el contrato haya sido procesado por nuestros servidores.
it_it: Il punto di entrata è il primo tick successivo all'elaborazione del contratto da parte dei nostri server.
ru_ru: Спот-котировка на входе − это первый тик после обработки контракта нашим сервером.
th_th: สปอตแรก คือ ช่วงราคาแรกที่เกิดขึ้นหลังจากสัญญาได้ถูกประมวลผลที่เซิร์ฟเวอร์ของเรา

source: The entry spot price is the starting price of the trade purchased by a trader.
es_es: El precio del contado de entrada es el precio al inicio del contrato adquirido por el comerciante.
it_it: Lo spot d'ingresso è il prezzo iniziale del trade acquistato da un trader.
ru_ru: Входная спот-цена – это начальная цена купленного трейдером контракта.
th_th: ราคาสปอตเริ่มต้น คือ ราคาเริ่มต้นของการเริ่มซื้อขายโดยนักลงทุน

source: The execution venues are assessed, on a regular basis, as to whether they provide for the best possible result for the clients.
es_es: Los centros de ejecución se evalúan periódicamente para determinar si ofrecen el mejor resultado posible para los clientes.
it_it: Le sedi esecutive vengono valutate regolarmente per verificare che forniscano il miglior risultato possibile per i clienti.
ru_ru: Места исполнения проходят регулярный процесс оценки на предмет предоставления клиентам наилучшего результата.
th_th: สถานที่ในการประมวลผลถูกดำเนินการประเมินตามงวดเวลา เพื่อให้มีการให้บริการที่ดีที่สุดเท่าที่เป็นไปได้กับลูกค้าของเรา

source: The execution, delivery, and performance of this agreement and each transaction will not violate any law, ordinance, charter, by-law, or rule applicable to the client or the jurisdiction in which the client is resident.
es_es: La ejecución, entrega y cumplimiento de este Acuerdo y de cada transacción no violará alguna ley, ordenanza, estatuto, reglamento o norma aplicable al cliente o a la jurisdicción en la que el cliente reside.
it_it: L'esecuzione, la consegna e l'adempimento del presente contratto e di ogni operazione non violeranno alcuna legge, ordinanza, atto, statuto o norma applicabile al cliente o alla giurisdizione in cui è residente.
ru_ru: Исполнение и выполнение условий данного соглашения, а также каждого контракта не нарушает никакого закона, постановления, кодекса, положения или правила, применимого к клиенту или юрисдикции, в которой проживает клиент.
th_th: การปฏิบัติการ การจัดส่ง และผลการดำเนินงานของสัญญานี้และธุรกรรมแต่ละอันจะไม่ขัดต่อกฎหมาย กฤษฎีกา กฎบัตร เทศบัญญัติ หรือกฎที่เกี่ยวข้องกับลูกค้าหรือในเขตที่ลูกค้าพำนักอาศัย

source: The expiry price is the price of the underlying when the contract expires.
es_es: El precio de caducidad es el precio del subyacente cuando el contrato expira.
it_it: Il prezzo alla scadenza è il prezzo dell'asset sottostante alla scadenza del contratto.
ru_ru: Выходной ценой рынка считается котировка на момент окончания контракта.
th_th: ราคาที่หมดอายุ คือ ราคาของผลิตภัณฑ์อ้างอิงเมื่อสัญญาหมดอายุ

source: The factors listed above are not listed in order of priority. Ordinarily, price will merit a high relative importance in obtaining the best possible result for the client. However, the relative importance of the listed factors above may change in accordance with
es_es: Los factores mencionados anteriormente no están ordenados por prioridad. Normalmente, el precio tendrá una alta importancia relativa en la obtención del mejor resultado posible para el cliente. Sin embargo, la importancia relativa de los factores enumerados anteriormente puede cambiar de acuerdo con
it_it: I fattori sopracitati non sono elencati in ordine di rilevanza. Normalmente, l'importanza relativa del prezzo nell'ottenere il miglior risultato possibile per il cliente è elevata. Tuttavia, l'importanza relativa dei fattori sopracitati potrebbe cambiare in base a
ru_ru: Вышеуказанные факторы перечислены не в порядке их приоритетности. Как правило, цена имеет высокую относительную значимость при получении наилучшего возможного результата для клиента. Тем не менее, относительная значимость вышеперечисленных факторов может измениться, в соответствии с
th_th: ปัจจัยที่กล่าวข้างต้นนั้นไม่ได้จัดตามลำดับความสำคัญ โดยปกติแล้ว ราคาจะอยู่ในตำแหน่งที่ค่อนข้างสำคัญเพื่อให้ได้ผลลัพธ์ที่ดีที่จะที่เป็นไปได้แก่ลูกค้า อย่างไรก็ตาม ความสำคัญของปัจจัยที่แจ้งไว้ข้างต้นอาจเปลี่ยนไปตาม

source: The financial trading services contained within this site are only suitable for clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
es_es: Los servicios financieros detallados en este sitio son únicamente adecuados para clientes capaces de sobrellevar la pérdida del capital invertido y para quienes comprenden y tienen experiencia con los riesgos implícitos en la adquisición de contratos financieros.
it_it: I servizi di trading finanziario contenuti nel presente sito sono adatti solo ai clienti in grado di sostenere la perdita di tutto il denaro investito e che comprendono i rischi connessi all'acquisizione di contratti finanziari o ne hanno fatto esperienza.
ru_ru: Финансовые услуги, предлагаемые на этом сайте, подходят только для клиентов, способных нести ответственность за возможную потерю всех инвестированных финансовых средств, осознающих риск и имеющих опыт риска, связанного с приобретением финансовых контрактов.
th_th: บริการซื้อขายทางการเงินในเว็บไซต์นี้เหมาะสำหรับลูกค้าผู้ซึ่งพึงรับรู้ต่อภาวะขาดทุนต่อเงินทั้งหมดที่ได้ลงทุน และผู้ซึ่งเข้าใจและมีประสบการณ์ต่อความเสี่ยงที่เกี่ยวข้องกับสัญญาทางการเงินต่างๆ เท่านั้น

source: The financial trading services contained within this site are only suitable for customers who accept the possibility of losing all the money they invest and who understand and have experience of the risk involved in the acquisition of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium.
es_es: Los servicios comerciales financieros publicados en este sitio solo son adecuados para clientes que aceptan la posibilidad de perder todo el dinero que invierten y que entienden y tienen experiencia en el riesgo implicado en la adquisición de contratos financieros. Las transacciones en contratos financieros conllevan un alto grado de riesgo. Si los contratos comprados expiran sin valor, sufrirá una pérdida total de su inversión, que consiste en la prima del contrato.
it_it: I servizi finanziari di trading offerti su questo sito sono disponibili solo per i clienti che accettano la possibilità di perdere l'intero importo investito e che comprendono o conoscono per esperienza i rischi legati all'acquisizione di contratti finanziari. Le operazioni descritte nei contratti finanziari comportano un rischio elevato. Se al momento della scadenza il valore dei contratti è nullo, i clienti subiranno una perdita pari all'intero investimento, corrispondente al premio del contratto.
ru_ru: Финансовые услуги, предоставляемые в рамках данного сайта, подходят лишь для клиентов, готовых нести ответственность за возможную потерю всех инвестированных средств, а также осознающих риск и имеющих опыт риска, связанного с покупкой финансовых контрактов. Заключение сделок на финансовых контрактах предполагает высокий уровень риска. Если приобретённые контракты истекут, не принеся прибыли, Вы потеряете всю сумму своей инвестиции в контракт.
th_th: บริการการซื้อขายทางการเงินในเว็บไซต์นี้เหมาะกับลูกค้าผู้ซึ่งพึงรับรู้ต่อภาวะขาดทุนต่อเงินทั้งหมดที่ได้ลงทุน และผู้ซึ่งมีความเข้าใจและมีประสบการณ์ต่อความเสี่ยงที่เกี่ยวข้องกับสัญญาทางการเงินต่างๆ ธุรกรรมที่เกี่ยวข้องกับสัญญาทางการเงินมีความเสี่ยงระดับสูง หากสัญญาที่ซื้อหมดอายุ ท่านจะสูญเสียเงินลงทุนของท่านทั้งหมด รวมถึงต้องชำระค่าธรรมเนียมของสัญญาดังกล่าวด้วย

source: The first step is to set the parameters of your trade. There are five trade parameters you need to adjust in order to receive a price for the contract:
es_es: El primer paso es establecer los parámetros de su operación. Hay cinco parámetros que necesita ajustar para recibir un precio por el contrato:
it_it: Il primo passo consiste nell'impostare i parametri del trade. Per ricevere un prezzo per il contratto, è necessario impostarne cinque:
ru_ru: Первый шаг: установите параметры контракта. Настройте пять параметров, чтобы получить цену контракта:
th_th: ขั้นตอนแรก คือ การตั้งค่าตัวแปรของการซื้อขายของท่าน มีห้าตัวแปรการซื้อขายที่ท่านจะต้องปรับแต่งเพื่อให้ได้รับราคาของสัญญา

source: The following are causes for termination:
es_es: Las siguientes son las causas de terminación:
it_it: Le seguenti cause portano alla risoluzione del contratto:
ru_ru: Данное Соглашение может быть расторгнуто по следующим причинам:
th_th: กรณีต่อไปนี้เป็นสาเหตุของการบอกเลิก

source: The following are conditions of using the website:
es_es: Condiciones para el uso del sitio web:
it_it: Di seguito le condizioni di utilizzo del sito web:
ru_ru: Ниже перечислены условия использования вебсайта:
th_th: เงื่อนไขในการใช้งานเว็บไซต์

source: The following terms shall have the meaning set out below and cognate terms shall be construed accordingly:
es_es: Los siguientes términos tendrán el significado que se establece a continuación y los términos afines se interpretarán en consecuencia:
ru_ru: Нижеперечисленные термины имеют указанное ниже значение и должны рассматриваться в соответствии с данными определениями:
th_th: คำต่อไปนี้ได้กำหนดนิยามและรากศัพท์ไว้ ดังนี้

source: The foreign exchange market (Forex) is the world's most liquid and most traded market, where trades worth trillions are completed each day.
es_es: El mercado de divisas (Forex) es el mercado de mayor liquidez y con más operaciones en el mundo, donde se realizan transacciones por billones por día.
ru_ru: Рынок обмена иностранных валют (Forex) – крупнейший и наиболее ликвидный мировой рынок, где трейдеры могут ежедневно заключают контракты на триллионы долларов.
th_th: ตลาดแลกเปลี่ยนเงินตราต่างประเทศ หรือ ฟอเร็กซ์ เป็นตลาดที่มีสภาพคล่องมากที่สุดในโลก และมีการซื้อขายมากที่สุดเช่นกัน มูลค่าซื้อขายในแต่ละวันสูงถึงระดับล้านล้าน

source: The full version of BIEL's best execution policy is available on request.
es_es: La versión completa de la política de mejor ejecución de BIEL está disponible previa solicitud.
ru_ru: Полная версия политики наилучшего исполнения BIEL будет предоставлена по требованию.
th_th: ลูกค้าสามารถยื่นความประสงค์เพื่อขอนโยบายการดำเนินการที่ดีที่สุดของ BIEL ฉบับสมบูรณ์ ได้

source: The great outdoors
es_es: La naturaleza
it_it: I grandi spazi aperti
ru_ru: Отличная возможность
th_th: สถานที่กลางแจ้งชั้นเยี่ยม

source: The high-risk and speculative nature of forex and CFDs
es_es: El alto riesgo y la naturaleza especulativa de las divisas y CFDs
it_it: La natura speculativa a rischio elevato di forex e CFD
ru_ru: Высокий риск и спекулятивная природа Forex и CFD
th_th: ลักษณะการเก็งกำไรและความเสี่ยงสูงของฟอเร็กซ์และสัญญาสำหรับส่วนต่าง (CFD)

source: The information outlined in Paragraph 1 of this section shall be submitted to <a href="mailto:%1">%1</a>.
es_es: La información descrita en el párrafo 1 de la presente sección se enviará a <a href="mailto:%1">%1</a>.
it_it: Le informazioni descritte nel Paragrafo 1 della presente sezione dovranno essere inviate a <a href="mailto:%1">%1</a>.
ru_ru: Информация, перечисленная в Параграфе 1 данного раздела, должна быть предоставлена по следующему адресу <a href="mailto:%1">%1</a>.
th_th: ข้อมูลที่ระบุไว้ในย่อหน้าที่ 1 ของส่วนนี้จะถูกส่งไปยัง <a href="mailto:%1">%1</a>
