Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: If you select %1"Only Downs"%2, you win the payout if consecutive ticks fall successively after the %1entry spot%2.%3No payout if any tick rises or is equal to any of the previous ticks.
es_es: Si selecciona %1"Solo Abajo"%2, usted gana el pago si los ticks consecutivos caen sucesivamente después del %1precio de entrada%2.%3No se gana el pago si algun tick sube o es igual a cualquier de los ticks anteriores.
it_it: Selezionando %1"Solo discendenti"%2, ottieni il pagamento se tick consecutivi scendono successivamente al di sotto del %1punto di entrata%2.%3Non ottieni alcun pagamento se qualsiasi tick è maggiore o uguale a uno dei tick precedenti.
ru_ru: Выбрав %1"Только вниз"%2, Вы получите выплату, если несколько тиков подряд будут снижаться по отношению к %1котировке на входе%2.%3Если один из тиков покажет рост или будет равен одному из предыдущих тиков, Вы не получите выплату.
th_th: หากท่านเลือก %1"ลงเท่านั้น"%2 ท่านจะชนะ หากช่วงราคาที่ติดๆ กันลดลงอย่างต่อเนื่อง หลังจาก %1สปอตเริ่มต้น%2 %3 ท่านจะไม่ได้รับเงิน หากช่วงราคาสูงขึ้น หรือ เท่ากับช่วงราคาก่อนหน้านั้น

source: If you select %1"Only Ups"%2, you win the payout if consecutive ticks rise successively after the %1entry spot%2.%3No payout if any tick falls or is equal to any of the previous ticks.
es_es: Si selecciona %1"Sólo Abajo"%2, usted gana el pago si los ticks consecutivos suben sucesivamente después del %1precio de entrada%2.%3No se gana el pago si algun tick cae o es igual a cualquier de los ticks anteriores.
it_it: Selezionando %"Solo ascendente"%2, ottieni il pagamento se tick consecutivi superano successivamente il %1punto di entrata%2.%3Non ottieni alcun pagamento se qualsiasi tick è minore o uguale a uno dei tick precedenti.
ru_ru: Выбрав %1"Только вверх"%2, Вы получите выплату, если несколько тиков подряд будут расти по отношению к %1котировке на входе%2.%3Если любой тик покажет снижение или будет равен одному из предыдущих тиков, Вы не получите выплату.
th_th: หากท่านเลือก %1"ขึ้นเท่านั้น"%2 ท่านจะชนะ หากช่วงราคาที่ติดๆ กันสูงขึ้นอย่างต่อเนื่อง หลังจาก %1สปอตเริ่มต้น%2 %3 ท่านจะไม่ได้รับเงิน หากช่วงราคาลดลง หรือ เท่ากับช่วงราคาก่อนหน้านั้น

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
es_es: Si selecciona una <strong>hora de comienzo</strong> en el futuro, la <strong>hora de comienzo</strong> es la seleccionada y el <strong>precio de entrada</strong> es el precio efectivo a esa hora.
it_it: Se selezioni un <strong>orario di inizio</strong> nel futuro, l'<strong>orario d'inizio</strong> sarà quello selezionato e lo <strong>spot d'ingresso</strong> sarà il prezzo in vigore a quell'ora.
ru_ru: Если вы выбираете <strong>время начала</strong> контракта в будущем, он <strong>начнется</strong> в выбранное время, а <strong>входная котировка</strong> будет действительной на тот момент ценой.
th_th: หากท่านกำหนด <strong>เวลาเริ่มต้น</strong>ในอนาคต <strong>เวลาเริ่มต้น</strong> ที่เลือกนั้น<strong>สปอตเริ่มต้น</strong> คือ ราคาที่มีผลในเวลานั้น

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
es_es: Si selecciona como <strong>hora de comienzo</strong> "ahora", la <strong>hora de finalización</strong> es el número seleccionado de minutos/horas tras la <strong>hora de comienzo</strong> (si la duración es inferior a un día), o al final del día de comercio (si la duración es de un día o más).
it_it: Se selezioni un <strong>orario di inizio</strong> per "Adesso", l'<strong>orario di fine</strong> sarà il numero di minuti/ore selezionati successivo all'<strong>orario di inizio</strong> (se la durata è inferiore a un giorno), oppure alla fine della giornata di trading (se la durata è di uno o più giorni).
ru_ru: Если Вы выбираете <strong>время начала</strong> контракта "Cейчас", контракт <strong>закончится</strong> через выбранное количество минут/часов после <strong>времени начала</strong> контракта (если он длится менее дня), или в конце выбранного торгового дня (если контракт длится один день или более).
th_th: หากท่านกำหนด<strong>เวลาเริ่มต้น</strong>เป็น "เวลาปัจจุบัน (Now)" ซึ่ง <strong>เวลาสิ้นสุด</strong>เป็นตัวเลขของชั่วโมงและนาทีหลังจาก<strong>เวลาเริ่มต้น</strong> (หากระยะเวลาน้อยกว่า 1 วัน) หรือ เมื่อสิ้นสุดการซื้อขายประจำวัน (หากเป็นระยะเวลา 1 วัน หรือ มากกว่า)

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
es_es: Si selecciona una <strong>hora de finalización</strong> específica, la <strong>hora de finalización</strong> es la hora seleccionada.
it_it: Se selezioni un preciso <strong>orario di fine</strong>, l'<strong>orario di fine</strong> sarà quello selezionato.
ru_ru: Если Вы выбираете определенное <strong>время окончания</strong>, <strong>временем окончания</strong> контракта будет выбранное Вами время.
th_th: หากท่านกำหนดเจาะจง<strong>เวลาสิ้นสุด</strong> แล้ว<strong>เวลาสิ้นสุด</strong> คือ เวลาที่ถูกกำหนด

source: If you would like more information on becoming a Payment Agent, please contact us at %1
es_es: Si desea más información sobre cómo convertirse en un Agente de Pago, por favor contáctenos en %1
it_it: Se desideri ricevere maggiori informazioni su come diventare un Agente di pagamento, scrivici a %1
ru_ru: Если Вы хотите получить больше информации о том, как стать Платежным агентом, обратитесь к нам по адресу %1
th_th: หากท่านต้องการทราบข้อมูลเพิ่มเติมในการเป็นตัวแทนชำระเงิน โปรดติดต่อเราที่ %1

source: If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product: the %1 trading platform. Your clients will love the %1 trading platform because we offer a complete binary options trading experience tailored to the needs of an exceptionally wide range of traders.
es_es: Si usted es un broker, nos gustaría trabajar con usted. Usted presentará a sus clientes un producto único e innovador: la plataforma de operaciones %1 y a sus clientes les encantará, porque ofrecemos una experiencia completa de operaciones de opciones binarias adaptadas a las necesidades de una gama excepcionalmente amplia de operadores.
it_it: Se sei un broker, siamo interessati a lavorare con te. Potrai presentare ai tuoi clienti un prodotto unico e innovativo: la piattaforma di trading di %1. I tuoi clienti ne saranno pienamente soddisfatti poiché offre un'esperienza di trading binario completa, modellata sulle esigenze di un'ampia varietà di trader.
ru_ru: Если Вы являетесь брокером, мы будем рады работать с вами. Вы сможете предложить своим клиентам уникальный и инновационный продукт: торговую платформу %1. Ваши клиенты смогут по достоинству оценить преимущества торговой платформы %1, так как мы предоставляем первоклассный опыт торговли бинарными опционами, соответствующий нуждам широкого круга трейдеров.
th_th: ถ้าท่านเป็นโบรกเกอร์ เราอยากร่วมงานกับท่าน ท่านจะได้แนะนำลูกค้าของท่านให้รู้จักกับผลิตภัณฑ์ที่มีเอกลักษณ์และเป็นนวัตกรรม คือ แพลตฟอร์มซื้อขาย %1 ลูกค้าของท่านจะชอบแพลตฟอร์มซื้อขาย %1เนื่องจากเรานำเสนอประสบการณ์ซื้อขายไบนารีออปชันที่สมบูรณ์ ที่ถูกปรับให้เหมาะสมกับความต้องการของนักลงทุนประเภทต่างๆ

source: If you're shortlisted, we'll invite you to a hackathon or send you a talent test.
es_es: Si es seleccionado, lo invitaremos a participar de una hackatón o le enviaremos una prueba para medir sus capacidades.
it_it: Se sarai selezionato, ti inviteremo ad una hackathon o ti chiederemo di inviarci una provadi verifica del talento.
ru_ru: Если Вы войдёте в короткий список кандидатов, мы пригласим Вас на hackathon или отправим Вам тест на способности.
th_th: หากท่านได้รับการคัดเลือกจากผู้สมัครจำนวนมาก บริษัทฯ จะเชิญท่านให้เข้าร่วม Hackathon หรือ จะส่งแบบทดสอบประเมินความสามารถให้กับท่าน

source: If you're shortlisted, we'll send you a talent test to be completed.
es_es: Si está preseleccionado, le enviaremos una prueba de talento para completar.
it_it: Se verrai selezionato, ti invieremo un test di talento da completare.
ru_ru: Если Вы попали в короткий список претендентов, мы отправим Вам тест на способности.
th_th: หากคุณได้รับการคัดเลือก เราจะส่งแบบทดสอบพนักงานให้

source: If your account currency is EUR or GBP, your commission will be converted based on the current forex rate.
es_es: Si la moneda de su cuenta es el EUR o GBP, su comisión será convertida con base en la tasa actual de Forex.
it_it: Se il tuo conto è in EUR O GBP, le commissioni verranno convertite in base ai tassi forex del momento.
ru_ru: Если валютой Вашего счёта является EUR или GBP, Ваши комиссионные будут конвертированы, согласно текущему обменному курсу.
th_th: หากสกุลเงินในบัญชีของคุณ คือ ยูโร (EUR) หรือ ปอนด์สเตอริง (GBP) คอมมิชชั่นจะถูกแปลงเป็นสกุลเงินดังกล่าวโดยใช้อัตราแลกเปลี่ยนปัจจุบัน

source: If your account is placed under margin call for an extended period of time, it will reach the stop out level where it is unable to sustain an open position. This will lead to your pending orders being cancelled and your open positions being forcibly closed (also known as “forced liquidation”).
es_es: En caso de que su cuenta se encuentre bajo el nivel de margen por un período extendido, activará el stop out cuando ya no pueda mantener una posición abierta. Esto provocará la cancelación de sus órdenes pendientes y el cierre forzado de sus posiciones abiertas, lo que se conoce también como "liquidación forzada".
it_it: Se il tuo conto è vincolato da chiamata a margine per un periodo prolungato di tempo, raggiungerà il livello di stop out laddove non sarà in grado di sostenere una posizione aperta. Questo porterà alla cancellazione dei tuoi ordini in sospeso e alla chiusura forzata delle posizioni aperte (evento noto anche come "liquidazione forzata").
ru_ru: Если Вы на протяжении длительного периода времени получаете запросы на увеличение маржи, Ваш счёт достигнет уровня принудительного закрытия (уровня стоп-аут), на котором невозможно сохранить открытую позицию. В результате все Ваши текущие ордеры будут отменены, а открытые позиции будут принудительно закрыты ("ликвидированы”).
th_th: ถ้าบัญชีของท่านถูกวางเอาไว้ใต้มาร์จินคอลเป็นระยะเวลานาน มันจะไปถึงระดับยุติการซื้อขายซึ่งเป็นตำแหน่งที่ไม่สามารถคงตำแหน่งเปิดเอาไว้ได้ ซึ่งจะนำไปสู่การลบคำสั่งซื้อที่ค้างอยู่ และตำแหน่งเปิดจะถูกบังคับปิด (เรียกว่า "บังคับเลิกกิจการ")

source: If your documents cannot be verified over video call for any reason, you will be required to send your documents to %1
es_es: En caso de que no sea posible verificar sus documentos a través de una videollamada por cualquier motivo, se le solicitará que los envíe a %1
it_it: Se, per qualsiasi ragione, i documenti non potessero essere verificati nel corso della videochiamata, sarà necessario inviare i documenti a %1
ru_ru: Если по какой-то причине Ваши документы нельзя проверить по видеозвонку, Вам необходимо отправить копии данных документов %1
th_th: ถ้าเอกสารของท่านไม่สามารถตรวจสอบได้ทางการสนทนางทางวีดีโอด้วยเหตุผลใดก็ตาม ท่านจะต้องส่งเอกสารไปที่ %1

source: If your margin level is still under the stop out level, we will close an open position with the largest loss
es_es: En caso de que su margen esté todavía por debajo del nivel de activación del stop out, cerraremos una posición abierta con la mayor pérdida
ru_ru: Если уровень маржи на Вашем счету по-прежнему ниже уровня стоп-аут, мы закроем позицию с наибольшим уровнем убытка
th_th: ถ้าระดับมาร์จินของท่านยังอยู่ใต้ระดับยุติการซื้อขาย เราจะปิดโพซิชั่นเปิดที่มีการขาดทุนที่มากที่สุด

source: If your margin level is still under the stop out level, your next order will be deleted. However, orders without margin requirements will not be deleted
es_es: En caso de que su margen esté todavía por debajo del nivel de activación del stop out, se eliminará su próxima orden, exceptuando las órdenes sin requisitos de margen
ru_ru: Если уровень маржи на Вашем счету по-прежнему ниже уровня стоп-аут, будет удалён следующий ордер. Ордеры без маржевых требований не будут затронуты
th_th: ถ้าระดับมาร์จินของท่านยังอยู่ใต้ระดับยุติการซื้อขาย คำสั่งซื้อของท่านถัดไปจะถูกลบ อย่างไรก็ตาม คำสั่งซื้อที่ไม่มีการกำหนดระดับมาร์จินจะไม่ถูกลบ

source: If your margin level reaches an even lower level (usually 50%), it will reach the stop out level where it is unable to sustain an open position. This will lead to some, or all your open positions being forcibly closed (also known as "forced liquidation").
es_es: En caso de que su margen llegue a un nivel aún menor (generalmente 50%), activará el stop out cuando no pueda mantener una posición abierta. Esto llevará al cierre forzado de algunas o todas sus posiciones abiertas, lo que se conoce también como "liquidación forzada".
it_it: Se il livello di margine raggiunge un livello persino inferiore (di solito il 50%), raggiungerà il livello di stop out laddove non sarà in grado di sostenere una posizione aperta. Questo porterà alla chiusura forzata di alcune o di tutte le posizioni aperte (evento noto anche come "liquidazione forzata").
ru_ru: Если Ваш уровень маржи опустится ещё ниже (как правило, к отметке 50%), Ваш счёт достигнет уровня принудительного закрытия (уровня стоп-аута), при котором невозможно поддерживать открытые позиции. В результате все или часть Ваших открытых позиций будет принудительно закрыта.
th_th: ถ้าระดับมาร์จินของท่านถึงระดับที่ต่ำกว่า (โดยทั่วไป 50%) มันจะไปถึงระดับยุติการซื้อขาย ซึ่งเป็นตำแหน่งที่ไม่สามารถคงตำแหน่งเปิดเอาไว้ได้ ซึ่งจะนำไปสู่การบังคับปิดตำแหน่งเปิดบางตำแหน่ง หรือ ทั้งหมด (เรียกว่า "บังคับเลิกกิจการ")

source: Imagine
es_es: Imagínese
it_it: Immagina
ru_ru: Представьте
th_th: จินตนาการ

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
es_es: Imagínese un lugar de trabajo donde su individualidad, creatividad y sentido de la aventura son valorados y recompensados.
it_it: Immagina un posto di lavoro dove la tua individualità, la tua creatività e il tuo senso di avventura vengono apprezzati e ricompensati.
ru_ru: Представьте рабочее место, где Ваши индивидуальность, креативность и любовь к инновациям находят свое место и ценятся.
th_th: จินตนาการสถานที่ทำงานซึ่งความเป็นเอกเทศของท่าน ความคิดสร้างสรรค์ของท่าน และการได้ผจญภัยจะถูกนำมาใช้ที่นี่อย่างมีคุณค่า และเป็นเสมือนรางวัลในชีวิตท่าน

source: Implement and comply with all business-related directions, policies, and procedures of Binary as enacted, amended, or replaced from time to time
es_es: Implementar y cumplir con todas las directivas, políticas, y procedimientos de la Empresa relacionados con el negocio, y todas sus ocasionales modificaciones, reconstrucciones o reemplazos
it_it: implementare e rispettare tutte le direttive, politiche e procedure aziendali di Binary tenendo conto di eventuali esecuzioni, modifiche o sostituzioni
ru_ru: внедрять и соблюдать все предписания в отношении бизнеса, политики и процедур Binary, которые подлежат периодическому изменению и дополнению,
th_th: ปฏิบัติตาม เป็นไปตามหลักการ และการนำไปใช้เพื่อเป็นแนวทางที่เกี่ยวข้องกับการดำเนินธุรกิจทั้งหมด นโยบายต่างๆ และกระบวนการของบริษัทฯ ตามที่ได้แก้ไข หรือ ทำซ้ำ หรือ แทนที่ แล้วแต่กรณี

source: Important
es_es: Importante
it_it: Importante
ru_ru: Важная информация
th_th: สำคัญ

source: Important notes on our swap rates (overnight funding)
es_es: Notas importantes sobre nuestras tarifas para swaps (financiación overnight)
it_it: Note importanti sui nostri tassi swap (finanziamento overnight)
ru_ru: Важные примечания касательно наших ставок по свопам (плате при переносе позиции на следующие сутки)
th_th: หมายเหตุสำคัญเกี่ยวกับอัตราการเปลี่ยนแปลงในอัตราดอกเบี้ยของเรา (การวางหลักประกันข้ามคืน)

source: Improve %1's front-end content
es_es: Mejore el contenido front-end de %1
it_it: Migliora il contenuto del front-end di %1
ru_ru: Улучшите фронт-энд контент %1
th_th: ปรับปรุงเนื้อหาส่วนหน้าของ %1

source: Improve our automation (Chef, etc.)
es_es: Mejorar nuestra automatización (Chef, etc.)
it_it: Migliorare l'automazione (Chef, ecc.)
ru_ru: Улучшение наших автоматизированных процессов (Chef и т. д.)
th_th: พัฒนาการดำเนินการแบบอัตโนมัติ (เชฟ ฯลฯ)

source: Improvements
es_es: Mejoras
it_it: Miglioramenti
ru_ru: Улучшения
th_th: การปรับปรุง

source: In April, %1Betonmarkets.com%2 (formerly known as %3Xodds.com%2) goes live, establishing a round-the-clock financial trading service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial trading.
es_es: En Abril, se lanza %1Betonmarkets.com%2 (antes conocido como %3Xodds.com%2), el cual ofrece un servicio de apuestas financieras durante las 24 horas del día para una variedad de índices financieros. El negocio crece rápidamente y pronto se convierte en el líder del mercado de apuestas financieras de probabilidades fijas.
it_it: Ad aprile %1Betonmarkets.com%2 (precedentemente conosciuto come %3Xodds.com%2) opera in tempo reale, fornendo un servizio di trading finanziario 24 ore su 24 su un ventaglio di indici finanziari. Il business cresce velocemente e presto diventeremo i leader nel mercato del trading finanziario a quota fissa.
ru_ru: В апреле начинает работу сайт %1Betonmarkets.com%2 (ранее известный как %3Xodds.com%2), предоставляющий круглосуточный сервис финансовой торговли на нескольких индексах. Бизнес быстро растет, и вскоре сайт становится лидером в индустрии финансовой торговли с фиксированным коэффициентом выигрыша.
th_th: ในเดือนเมษายน %1Betonmarkets.com%2 (เดิมรู้จักในนาม %3Xodds.com%2) ได้เปิดใช้งานจริง ให้บริการการซื้อขายทางการเงินตลอดวันตลอดคืนเพื่อซื้อขายดัชนีทางการเงินต่างๆ ธุรกิจเติบโตอย่างรวดเร็ว และในไม่ช้าพวกเราก้าวสู่การเป็นผู้นำตลาดการซื้อขายทางการเงินแบบ Fixed-Odds

source: In Dubai, you'll be earning a tax-free salary. Furthermore, health insurance coverage is provided by your employer and there are numerous dining options to suit all types of budgets. Accommodation and your children's education are likely to be your biggest expenses, but you will have numerous, first-rate options to choose from.
es_es: En Dubái, ganará un salario libre de impuestos. Además, la cobertura de seguro de salud es proporcionada por su empleador y existen numerosas opciones de comidas que se adaptan a todos los tipos de presupuestos. El alojamiento y la educación de sus hijos probablemente serán sus mayores gastos, pero tendrá numerosas opciones de primer orden para elegir.
it_it: A Dubai gli stipendi sono esenti da tasse. Inoltre, l'assicurazione sanitaria è garantita dal datore di lavoro e l'ampia offerta di ristoranti consente a tutti di trovare una soluzione adeguata al proprio budget. I costi principali riguardano probabilmente l'alloggio e le scuole, ma vi sono comunque molte altre alternative di prima scelta.
ru_ru: В Дубае Вы сможете получать высокую заработную плату, не облагающуюся налогами. Стоимость медицинской страховки покрывается работодателями, а большой гастрономический выбор подойдёт любому бюджету. Наибольшую статью расходов составляет проживание и образование для детей, но широкий выбор первоклассных услуг в этих областях едва ли заставит об этом жалеть.
th_th: ที่ดูไบ ท่านจะได้รับเงินเดือนโดยไม่ถูกหักภาษี นอกจากนี้ ท่านยังมีสวัสดิการด้านการประกันสุขภาพจากบริษัทฯ และมีทางเลือกที่หลากหลายในการบริหารมื้ออาหารที่เหมาะสมดีงามกับงบประมาณ ที่พักอาศัยและการศึกษาของบุตร ดูเหมือนจะเป็นรายจ่ายก้อนใหญ่ที่สุด แต่ท่านจะมีทางเลือกมากมาย ทางเลือกอัตราแรก โดยเลือกจาก

source: In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
es_es: En octubre de 1999 Regent Markets recibe la financiación de $2 millones del fondo de inversiones de Jim Mellon a través de su Regent Pacific Group, una compañía de gestión de fondos con sede en Hong Kong.
it_it: Nell'ottobre del 1999, Regent Markets riceve un finanziamento da $2 milioni di dollari da parte di Jim Mellon attraverso il suo Regent Pacific Group, una società di gestione di fondi con sede a Hong Kong.
ru_ru: В октябре 1999 года Regent Markets получает от Джима Меллона инвестицию в размере 2 миллионов долларов США через его группу компаний Regent Pacific Group – компанию по управлению фондами, находящуюся в Гонконге.
th_th: เมื่อเดือนตุลาคม พ.ศ. 2542 (ค.ศ.1999) Regent Markets ได้รับเงินลงทุน 2 ล้านเหรียญสหรัฐ จากนายจิม เมลลอน ผ่านทาง Regent Pacific Group บริษัทจัดการกองทุนที่ฮ่องกง

source: In a nutshell, when you go long on the BTC/USD with %1, you are not purchasing bitcoin directly. Instead, you're taking a position that the BTC/USD will rise in value whereby you will make a profit. If you go long on the BTC/USD and its value falls, then you will make a loss.
es_es: En pocas palabras, cuando abre una posición larga en el par BTC/USD con %1, usted no está comprando directamente la criptomoneda. En cambio, usted está asumiendo una posición en la que obtendrá ganancias si el BTC/USD sube de valor. Si usted abre una operación en largo con el BTC/USD y su valor cae, entonces usted sufrirá pérdidas.
it_it: In poche parole, quando apri una posizione lunga sul BTC/USD con %1, non stai acquistando direttamente i bitcoin. Stai invece acquistando una posizione secondo cui aumenterà il valore di BTC/USD. Laddove questo si verifichi, otterrai un profitto. Se apri una posizione lunga sul BTC/USD e il suo valore scende, subirai una perdita.
ru_ru: В целом, если Вы занимаете длинную позицию на паре BTC/USD на %1, Вы не покупаете биткойн. Вы фактически делаете ставку на то, что BTC/USD вырастет, а Вы таким образом получите прибыль за правильный прогноз. Если Вы занимаете длинную позицию на паре BTC/USD а её цена падает, Вы понесёте убыток.
th_th: โดยสรุปแล้ว เมื่อท่านเปิดสัญญา Long กับคู่ BTC/USD ของ %1 ท่านไม่ได้กำลังซื้อบิทคอยน์โดยตรง แต่ท่านกำลังอยู่ในตำแหน่งที่ว่า มูลค่าของ BTC/USD จะเพิ่มขึ้นซึ่งท่านจะทำกำไร ถ้าท่านเปิดสัญญา Long กับคู่ BTC/USD แต่ราคาลดต่ำลง ท่านจะขาดทุน

source: In accordance with applicable regulatory requirements, if the Company does not manage to obtain sufficient information to assess the appropriateness of the product or service for the client, the Company will similarly inform the client that %1 is not in a position to assess appropriateness.
es_es: En conformidad con los requerimientos regulatorios aplicables, cuando la Empresa no logre obtener información suficiente para evaluar la idoneidad de un producto o un servicio para el cliente, la Empresa le informará igualmente que no está en condiciones de evaluar la idoneidad del producto.
it_it: In conformità con i requisiti normativi applicabili, laddove la Società non riuscisse a ottenere informazioni sufficienti per valutare l'adeguatezza del prodotto o del servizio offerto al cliente, gli comunicherà analogamente che %1 non è nella posizione adatta per giudicarne l'adeguatezza.
ru_ru: Согласно действующим нормативным требованиям, в ситуациях, когда Компания не смогла получить достаточно информации, чтобы оценить пригодность для клиента определённого продукта или услуг, Компания аналогичным образом проинформирует клиента о совей неспособности провести оценку целесообразности.
th_th: ตามที่ระบุไว้ในข้อกำหนดทางกฎหมายที่เกี่ยวข้อง หากบริษัทฯ ไม่สามารถดำเนินการเพื่อการได้รับข้อมูลอย่างเพียงพอที่จะประเมินความเหมาะสมของผลิตภัณฑ์หรือบริการสำหรับลูกค้าแล้ว บริษัทฯ จะแจ้งลูกค้าทราบว่า %1 ไม่อยู่ในฐานะที่จะประเมินความเหมาะสมได้
