Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Trading on %1 can become addictive. If you feel the need to exclude yourself from the website, please use the %2self-exclusion facilities%3.
es_es: Operar con %1 puede ser adictivo. Si usted siente la necesidad de excluirse del sitio web, utilice la funcionalidad de %2auto-exclusión%3.
it_it: Il trading su %1 può generare dipendenza. Se avverti la necessità di autoescluderti dal sito web, utilizza le %2funzioni di autoesclusione%3.
ru_ru: Торговля на %1 может вызвать привыкание. Если Вы ощущаете необходимость отстранить себя с сайта, пожалуйста, воспользуйтесь нашими %2инструментами самоограничения%3.
th_th: การซื้อขายบน%1สามารถทำให้เสพติดได้ หากคุณต้องการพักจากเว็บไซต์ โปรดใช้%2sเครื่องมือสำหรับพักการซื้อขาย%3

source: Trading platforms
es_es: Plataformas de trading
it_it: Piattaforme di trading
ru_ru: Торговые платформы
th_th: แพลตฟอร์มการซื้อขาย

source: Trading rules
es_es: Reglas de trading
it_it: Regole di trading
ru_ru: Правила торговли
th_th: กฎในการซื้อขาย

source: Trading times is unavailable in this country. If you have an active %1 account, please %2log in%3 for full access.
es_es: El horario de negociación no está disponible en este país. Si tiene una cuenta activa de %1, por favor, %2inicie sesión%3 para tener acceso completo.
it_it: Gli orari di trading non sono disponibili in questo paese. Se hai un conto %1 attivo, effettua il %2log-in%3 per ottenere l'accesso completo.
ru_ru: Время торговли не доступно в данной стране. Если у Вас есть активный счёт %1, пожалуйста, %2войдите в систему%3 для получения полного доступа.
th_th: ไม่สามารถใช้งานเวลาการซื้อขายได้ในประเทศนี้ หากท่านมีบัญชี %1 กรุณา %2ลงชื่อเข้าใช้%3 เพื่อใช้งานระบบ

source: Trailing stops
es_es: Órdenes trailing stop
it_it: i Trailing stop;
ru_ru: Скользящие стопы
th_th: การหยุดขาดทุนแบบเลื่อนตามราคา (Trailing Stops)

source: Transaction ID
es_es: ID de la transacción
it_it: ID della transazione
ru_ru: Номер контракта

source: Transaction monitoring is the client's responsibility in its entirety. The Company shall not conduct any monitoring of the client's trades.
es_es: El seguimiento a las transacciones es enteramente responsabilidad del cliente. La Empresa no supervisará de forma alguna las operaciones que el cliente lleve a cabo.
it_it: il cliente ha la piena responsabilità del monitoraggio delle operazioni. La Società non svolge alcun tipo di controllo sui trade avviati dai clienti;
ru_ru: наблюдение за контрактами полностью является ответственностью клиента; Компания не обязуется проводить мониторинг заключаемых клиентом контрактов.
th_th: การดูแลธุรกรรมต่างๆ ล้วนเป็นความรับผิดชอบของลูกค้าทั้งสิ้น บริษัทฯ จะไม่ติดตามธุรกรรมการซื้อขายของลูกค้าที่ได้บันทึกเข้าสู่ระบบ

source: Transaction performed by %1 (App ID: %2)
es_es: Transacción realizada por %1 (ID de aplicación: %2)
it_it: Transazione eseguita da %1 (ID dell'app: %2)
ru_ru: Транзакция проведена %1 (App ID: %2)
th_th: ดำเนินธุรกรรมโดย %1 (App ID: %2)

source: Transactions in CFD instruments are traded outside a stock exchange or OTF or MTF.
es_es: Las transacciones con instrumentos CFD se llevan a cabo fuera de un mercado de valores u OTF o MTF.
it_it: le operazioni relative a strumenti CFD vengono effettuate al di fuori della borsa, dell'OTF o dell'MTF;
ru_ru: контракты CFD на инструментах торгуются вне биржи или на так называемом внебиржевом рынке (также известном как OTF или MTF);
th_th: ธุรกรรมจากเครื่องมือ CFD ถูกซื้อขายภายนอกตลาดหลักทรัพย์ หรือ OTF หรือ MTF

source: Transfer
es_es: Transferir
it_it: Trasferisci
ru_ru: Перечисление
th_th: โอน

source: Transfer Between Accounts
es_es: Transferencia entre cuentas
it_it: Trasferimento tra account
ru_ru: Перевод между счетами
th_th: โอนเงินระหว่างบัญชี

source: Transfer from
es_es: Transferir desde
it_it: Trasferisci da
ru_ru: Перевести со счёта
th_th: โอนจาก

source: Transfer funds between your real money accounts.
es_es: Transfiera fondos entre sus cuentas de dinero real.
it_it: Trasferisci fondi tra i tuoi conti in denaro reale.
ru_ru: Перевод средств между реальными счетами.
th_th: โอนเงินระหว่างบัญชีเงินจริงของท่าน

source: Transfer funds from your MetaTrader 5 account into your binary options account.
es_es: Transferir fondos desde su cuenta MetaTrader 5 a su cuenta de opciones binarias.
it_it: Trasferisci fondi dal conto MetaTrader 5 a quello di opzioni binarie.
ru_ru: Переведите средства со счёта MetaTrader 5 на счёт для бинарных опционов.
th_th: โอนเงินจากบัญชี MT5 ของท่าน สู่บัญชีไบนารีออปชั่นของท่าน

source: Transfer funds from your binary options account into your MetaTrader 5 account.
es_es: Transferir fondos desde su cuenta de opciones binarias a su cuenta MetaTrader 5.
it_it: Trasferisci fondi dal conto di opzioni binarie a quello MetaTrader 5.
ru_ru: Переведите средства со счёта на бинарных опционах на счёт MetaTrader 5.
th_th: โอนเงินจากบัญชีไบนารีออปชั่นเข้าสู่บัญชี MetaTrader 5 ของท่าน

source: Transfer funds to a payment agent
es_es: Transferir fondos a un agente de pagos
it_it: Trasferire fondi a un agente di pagamento
ru_ru: Перевод средств платежному агенту
th_th: โอนเงินไปยังตัวแทนชำระเงิน

source: Transfer funds to your MT5 account
es_es: Transferir fondos a su cuenta MT5
it_it: Trasferisci fondi sul tuo conto MT5
ru_ru: Перевод средств на счёт MT5
th_th: โอนเงินไปยังบัญชี MT5 ของท่าน

source: Transfer limit: %1*
es_es: Límite de transferencia: %1*
it_it: Limite di trasferimento: %1 *
ru_ru: Лимит для перевода: %1*
th_th: วงเงินในการโอน: %1*

source: Transfer of data
es_es: Transferencia de datos
it_it: Trasferimento di dati
ru_ru: Передача данных
th_th: การโอนข้อมูล

source: Transfer of funds
es_es: Transferencia de fondos
it_it: Trasferimento di fondi
ru_ru: Перевод средств
th_th: การโอนหลักประกัน

source: Transfer of funds from the MT5 Real Account
es_es: Transferencia de fondos de la Cuenta Real MT5
it_it: Trasferire fondi dal conto reale MT5
ru_ru: Перевод средств с Реального счёта MT5
th_th: โอนย้ายหลักประกันจากบัญชี MT5 จริง

source: Transfer to
es_es: Transferir a
it_it: Trasferisci a
ru_ru: Перевести на имя
th_th: โอนไป

source: Transfer to Login ID
es_es: Transferir a la cuenta
it_it: Trasferisci a ID di login
ru_ru: Перевести на логин
th_th: โอนไปรหัสผู้ใช้งาน

source: Transfer to MT5
es_es: Transferir a MT5
it_it: Trasferisci su MT5
ru_ru: Перевести на MT5
th_th: โอนไปยัง MT5

source: Transfers between Binary fiat and cryptocurrency accounts are allowed up to a maximum of USD 2,500.00 or equivalent. Fiat and cryptocurrency transfers are also allowed between Binary and MT5 accounts. Charges may apply for every successful transaction.
es_es: Se permiten transferencias entre cuentas de dinero fiat y de criptomoneda de Binary.com hasta un máximo de 2.500 USD o equivalente. Las transferencias fiat y de criptomoneda también están permitidas entre cuentas Binary.com y MT5. Se pueden aplicar cargos por cada transacción exitosa.
ru_ru: Перечисление средств между фидуциарным и криптовалютным счётом Binary разрешено в размере до 2 500.00 USD или в эквивалентной сумме в других валютах. Перечисление фидуциарных денег и криптовалют также разрешено между счетами Binary и MT5. За каждую успешную транзакцию может взиматься комиссия.
th_th: สามารถถ่ายโอนระหว่างบัญชีไบนารีเงินธรรมดาและบัญชีเงินดิจิทัลได้ไม่เกิน 2,500.00 เหรียญสหรัฐ หรือเทียบเท่า และยังสามารถโอนเงินธรรมดากับเงินดิจิทัลระหว่างบัญชีไบนารีและบัญชี MT5 ได้อีกด้วย อาจมีการเรียกเก็บค่าธรรมเนียมในแต่ละธุรกรรมการโอนดังกล่าว

source: Translate data into consumable information and assist in making data-driven decisions across departments.
es_es: Transformar los datos en información consumible y ayudar a tomar decisiones basadas en datos en todos los departamentos.
it_it: Tradurre i dati in informazioni utilizzabili e fornire assistenza nel prendere decisioni basate sui dati in vari dipartimenti.
ru_ru: Преобразование данных в готовую к применению информацию и помощь различным отделам компании в принятии решений на основе данных.
th_th: แปลข้อมูลเพื่อเตรียมสำหรับนำไปใช้ และช่วยแผนกต่างๆ ในการตัดสินใจ โดยใช้ประโยชน์จากข้อมูลที่วิเคราะห์ไว้แล้ว

source: Translate the ongoing business needs of the company into a suitable IT infrastructure
es_es: Transformar las necesidades continuas de negocios de la empresa en una infraestructura informática adecuada
it_it: Tradurre le continue esigenze commerciali della società in una struttura IT idonea
ru_ru: Трансформация растущих бизнес-требований компании в подходящую IT-инфраструктуру
th_th: แปลความต้องการทางธุรกิจของบริษัทฯ เป็นสถาปัตยกรรมโครงสร้างเทคโนโลยีสารสนเทศที่เหมาะสม

source: Translations
es_es: Traducciones
it_it: Traduzioni
ru_ru: Переводы
th_th: การแปลความหมาย

source: Transparent risk and potential reward
es_es: Riesgo transparente y recompensa potencial
it_it: Trasparenza dei rischi e potenziali ritorni
ru_ru: Прогнозируемый риск и потенциальная прибыль
th_th: ความเสี่ยงที่โปร่งใสกับกำไรที่ท่านจะได้รับ

source: Troubleshoot and debug problems in existing applications, and find new ways to improve their speed, functionality, and scalability
es_es: Solucionar y depurar problemas en aplicaciones existentes y encontrar nuevas formas de mejorar su velocidad, funcionalidad y escalabilidad
it_it: Provvedere alla risoluzione dei problemi e alla rimozione dei bug nelle applicazioni esistenti e trovare nuovi modi per migliorarne rapidità, funzionalità e scalabilità
ru_ru: Устранение неполадок и багов в текущих приложениях, а также нахождение новых способов улучшения их скорости, функциональности и масштабируемости
th_th: แก้ไขและดีบักปัญหาข้อผิดพลาดที่พบในแอพพลิเคชัน และพัฒนาเพื่อหาวิธีใหม่ๆ ในการแก้ไขปัญหาด้วยความรวดเร็ว มีศักยภาพ

source: Troubleshoot and debug problems in existing database systems, and find new ways to improve their speed, functionality, and scalability
es_es: Solucionar y depurar problemas en sistemas de bases de datos existentes, y encontrar nuevas formas de mejorar su velocidad, funcionalidad y escalabilidad
it_it: Provvedere alla risoluzione dei problemi e alla rimozione dei bug nei sistemi di banche dati esistenti e trovare nuovi modi per migliorarne rapidità, funzionalità e scalabilità
ru_ru: Устранение неполадок и багов в текущих системах баз данных, а также нахождение новых способов улучшения их скорости, функциональности и масштабируемости
th_th: แก้ไขและดีบักปัญหาข้อผิดพลาดที่พบในฐานข้อมูล และพัฒนาเพื่อหาวิธีใหม่ๆ ในการแก้ไขปัญหาด้วยความรวดเร็ว มีศักยภาพ

source: Trust
es_es: Confianza
it_it: Fiducia
ru_ru: Доверие
th_th: น่าไว้ใจ

source: Try Binary Bot
es_es: Pruebe Binary Bot
it_it: Prova Binary Bot
ru_ru: Воспользуйтесь роботом Binary Bot
th_th: ทดลองใช้ Binary Bot

source: Try Deriv now
es_es: Pruebe Deriv ahora
ru_ru: Опробовать Deriv сейчас
th_th: ลอง Deriv เดี๋ยวนี้เลย

source: Try SmartCharts
es_es: Pruebe SmartCharts
it_it: Prova le SmartCharts
ru_ru: Попробовать SmartCharts
th_th: ทดลองใช้ SmartCharts

source: Try TradingView
es_es: Pruebe TradingView
it_it: Prova TradingView
ru_ru: Попробовать TradingView
th_th: ทดลองใช้ TradingView

source: Try WebTrader
es_es: Pruebe WebTrader
it_it: Prova Webtrader
ru_ru: Перейти на WebTrader
th_th: ทดลองใช้ WebTrader

source: Try our %1Volatility Indices%2.
es_es: Pruebe nuestros %1índices Volatility%2.
ru_ru: Попробуйте наши %1Индексы волатильности%2.
th_th: ลองดัชนีผันผวน %1%2 ของเรา

source: Try our other markets.
es_es: Pruebe nuestros otros mercados.
it_it: Prova i nostri altri mercati.
ru_ru: Вы можете торговать на других активах.
th_th: ลองตลาดอื่นๆ ของเรา

source: Tu
es_es: MA
it_it: Mar
ru_ru: Вт
th_th: อัง

source: Tuesday
es_es: Martes
it_it: Martedì
ru_ru: Вторник
th_th: วันอังคาร

source: Turnover
es_es: Volumen de ventas
ru_ru: Объём покупок
th_th: การซื้อขาย

source: Turnover Limit
es_es: Límite de volumen de transacciones
it_it: Limite del volume delle transazioni
ru_ru: Лимит на объём покупок
th_th: วงเงินหมุนเวียน

source: Two-Factor Authentication
es_es: Autenticación de dos factores
it_it: Autenticazione a due fattori
ru_ru: Двухступенчатая аутентификация
th_th: การรับรองโดยใช้ 2 ตัวแปร

source: Two-factor authentication is currently disabled.
es_es: La autenticación de dos factores está actualmente desactivada.
ru_ru: Двухступенчатая аутентификация временно отключена.
th_th: ขณะนี้ ระบบได้ปิดการรับรองโดยใช้ 2 ตัวแปรแล้ว

source: Two-factor authentication is currently enabled.
es_es: La autenticación de dos factores está actualmente habilitada.
ru_ru: Двухступенчатая аутентификация включена.
th_th: ขณะนี้ ระบบได้เปิดการรับรองโดยใช้ 2 ตัวแปรแล้ว

source: Two-way pricing
es_es: Valorización de contrato en 2 direcciones
it_it: Prezzi bidirezionali
ru_ru: Оцените движение рынка в двух направлениях
th_th: ราคา 2 ทาง (2-Way Pricing)

source: Type
es_es: Tipo
it_it: Tipologia
ru_ru: Тип
th_th: ประเภท

source: Types of MetaTrader 5 accounts
es_es: Tipos de cuentas de MetaTrader 5
it_it: Tipologie di conto MetaTrader 5
ru_ru: Виды счетов MetaTrader 5
th_th: ประเภทของบัญชี MetaTrader 5

source: Types of Orders
es_es: Tipos de contratos
it_it: Tipologie di ordine
ru_ru: Виды ордеров
th_th: ประเภทของคำสั่งซื้อ

source: Types of lookbacks
es_es: Tipos de contratos retroactivos
it_it: Tipologie di opzioni retrospettive (lookbacks)
ru_ru: Виды опционов Lookback
th_th: ประเภทของ Lookback

source: Types of personal data collected
es_es: Tipos de datos personales recogidos
it_it: Tipologie dei dati personali raccolti
ru_ru: Виды собираемых личных данных
th_th: ประเภทข้อมูลส่วนบุคคลที่รวบรวม

source: Types of trades
es_es: Tipos de contratos
it_it: Tipologie di trade
ru_ru: Виды контрактов
th_th: ประเภทของการซื้อขาย

source: UI/UX Designer
es_es: Diseñador UI/UX
it_it: Designer UI/UX
ru_ru: Дизайнер UI/UX
th_th: นักออกแบบ UI/UX

source: UK and Manx residents who wish to trade gambling products will have their accounts opened with Binary (IOM) Limited.
es_es: A los residentes del Reino Unido y de la Isla de Man que quieran operar con productos de apuestas se les abrirá su cuenta en Binary (Europe) Ltd.
ru_ru: Резиденты Великобритании и Острова Мэн, желающие торговать на продуктах, связанных с азартными играми, могут открыть счета под юрисдикцией Binary (IOM) Limited.
th_th: ผู้อยู่อาศัยในสหราชอาณาจักร และ Manx ที่ต้องการซื้อขายผลิตภัณฑ์การพนันจะดำเนินการเปิดบัญชีเปิดกับบริษัท Binary (IOM) Limited

source: US Dollar vs Canadian Dollar
es_es: Dólar estadounidense vs dólar canadiense
ru_ru: Американский доллар против канадского
th_th: ดอลลาร์สหรัฐ เทียบกับ ดอลลาร์แคนาดา

source: US Dollar vs Chinese Renminbi
es_es: Dólar estadounidense vs Renminbi chino
ru_ru: Доллар США против китайского юаня
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินหยวน

source: US Dollar vs Hong Kong Dollar
es_es: Dólar estadounidense vs dólar de Hong Kong
ru_ru: Американский доллар против гонконгского
th_th: ดอลลาร์สหรัฐ เทียบกับ ดอลลาร์ฮ่องกง

source: US Dollar vs Israeli New Shekel
es_es: Dólar estadounidense vs. Nuevo shéquel israelí
ru_ru: Доллар США против нового израильского шекеля
th_th: ดอลลาร์สหรัฐ เทียบกับ อิสราเอลนิวเชเขล

source: US Dollar vs Japanese Yen
es_es: Dólar estadounidense vs yen japonés
ru_ru: Доллар США против японской иены
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินเยนญี่ปุ่น

source: US Dollar vs Mexican Peso
es_es: Dólar estadounidense vs peso mexicano
ru_ru: Доллар США против мексиканского песо
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินเปโซแม็กซิกัน

source: US Dollar vs Norwegian Krone
es_es: Dólar estadounidense vs corona noruega
ru_ru: Доллар США против норвежской кроны
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินโครนนอร์เวย์

source: US Dollar vs Polish Zloty
es_es: Dólar estadounidense vs Zloty polaco
ru_ru: Доллар США против польского злоты
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินซวอตีโปแลนด์

source: US Dollar vs Russian Ruble
es_es: Dólar estadounidense vs rublo ruso
ru_ru: Доллар США против российского рубля
th_th: ดอลลาร์สหรัฐ เทียบกับ รัสเซียรูเบิล

source: US Dollar vs Singapore Dollar
es_es: Dólar estadounidense vs dólar de Singapur
ru_ru: Американский доллар против сингапурского
th_th: ดอลลาร์สหรัฐ เทียบกับ ดอลลาร์สิงคโปร์

source: US Dollar vs South African Rand
es_es: Dólar estadounidense vs rand sudafricano
ru_ru: Доллар США против южноафриканского рэнда
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินแรนด์แอฟริกาใต้

source: US Dollar vs Swedish Krona
es_es: Dólar estadounidense vs corona sueca
ru_ru: Доллар США против шведской кроны
th_th: ดอลลาร์สหรัฐ เทียบกับ เงินโครนาสวีเดน

source: US Dollar vs Swiss Franc
es_es: Dólar estadounidense vs franco suizo
ru_ru: Доллар США против швейцарского франка
th_th: ดอลลาร์สหรัฐ เทียบกับ ฟรังก์สวิส

source: US Dollar vs Thai Baht
es_es: Dólar estadounidense vs. Baht tailandés
ru_ru: Доллар США против тайского бата
th_th: ดอลลาร์สหรัฐ เทียบกับ บาทไทย

source: US Dollar vs Turkish Lira
es_es: Dólar estadounidense vs lira turca
ru_ru: Доллар США против турецкой лиры
th_th: ดอลลาร์สหรัฐ เทียบกับ ลีราตุรกี

source: US Patents
es_es: Patentes de EE.UU.
it_it: Brevetti statunitensi
ru_ru: Патенты США
th_th: สิทธิบัตรสหรัฐอเมริกา

source: USD 1 per point
ru_ru: USD 1 за пункт

source: USD 10 x 1 lot x USD 125,000/100,000 = USD 12.5
es_es: 10 USD x 1 lote x 125,000 /100,000 USD = 12.5 USD
ru_ru: USD 10 x 1 лот x USD 125,000/100,000 = USD 12.5
th_th: 10 เหรียญสหรัฐ x 1 ล็อต x 125,000/100,000 เหรียญสหรัฐ = 12.5 เหรียญสหรัฐ

source: USD Index – Measures the value of the US Dollar against a basket of five global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%
es_es: El índice de USD mide el valor del dólar estadounidense frente a una cesta de cinco divisas mundiales (EUR, GBP, JPY, CAD, AUD), cada una ponderada por 20%
ru_ru: Индекс USD, измеряющий значение доллара США против корзины из 5 основных мировых валют (EUR, GBP, JPY, CAD, AUD), каждая из которых взвешена на 20%
th_th: ดัชนี USD - วัดค่าของดอลลาร์สหรัฐต่อ 5 สกุลเงินหลักของโลก (EUR, GBP, JPY, CAD, AUD) โดยมีน้ำหนักของแต่ละสกุลเงินที่ 20%

source: Ultra fast on-the-go trading
es_es: Operaciones ultrarrápidas en cualquier lugar
it_it: Trading in mobilità ultra rapido
ru_ru: Мгновенная торговля на ходу
th_th: การซื้อขายที่เร็วยิ่งยวด

source: Unable to read file %1
es_es: No fue posible leer el archivo %1
it_it: Impossibile leggere il file %1
ru_ru: Не удалось прочитать файл %1
th_th: ไม่สามารถอ่านแฟ้ม %1

source: Under no circumstances shall the Company or its directors or employees be liable under this Agreement to the Programmer or any third party for any indirect, special, incidental, punitive, or consequential loss or damages or any other similar damages under any theory of liability (whether in contract, tort, strict liability, or any other theory), which are directly or indirectly attributable to the use of, or the inability to use, the %1 API, or any content contained thereon, even if the Company has been informed of the possibility thereof.
es_es: Bajo ninguna circunstancia la Empresa o sus directores o empleados serán responsables, según este Acuerdo, frente al Programador o frente a un tercero, por cualquier pérdida o daño indirecto, especial, incidental, punitivo o consecuente o cualquier otro daño similar bajo cualquier teoría de responsabilidad (ya sea por contrato, agravio, responsabilidad estricta o cualquier otra teoría), que sea atribuible de forma directa o indirecta al uso de o a la imposibilidad de usar la API de %1, o cualquier contenido, incluso si la Empresa ha sido informada de la posibilidad de que esto pueda ocurrir.
it_it: In nessun caso la Società o i suoi dirigenti e dipendenti avranno delle responsabilità ai sensi del presente contratto verso il Programmatore o terzi per eventuali perdite o danni indiretti, speciali, accidentali, sanzionatori o conseguenti, o danni simili rientranti in un'ipotesi di responsabilità (contratti, illeciti, responsabilità oggettiva o altre ipotesi di responsabilità), direttamente o indirettamente attribuibili all'utilizzo o all'impossibilità di utilizzo dell'API di %1, o altri contenuti relativi, anche qualora la Società sia stata informata di tale possibilità.
ru_ru: Ни при каких обстоятельствах Компания, её директоры или сотрудники не будут нести ответственности в рамках данного соглашения перед Программистом или третьей стороной за любые косвенные, специальные, случайные, штрафные или последующие потери или убытки, а также любые другие убытки по любой теории ответственности (в рамках договора, правонарушения, объективной ответственности или любой другой теории), которые имеют прямое или косвенное отношение к использованию или невозможности использования API %1, а также к любому контенту сайта, даже если Компания была проинформирована о такой возможности.
th_th: ปกติแล้ว บริษัทฯ หรือ ผู้อำนวยการ หรือ พนักงาน จะรับผิดชอบตามข้อตกลงนี้ต่อโปรแกรมเมอร์ หรือ บุคคลที่สามในทางอ้อม กรณีพิเศษ กรณีบังเอิญ กรณีมีบทลงโทษ หรือ ผลจากการขาดทุน หรือ ความเสียหาย หรือ กรณีความเสียหายอื่นๆ ในทำนองเดียวกันตามทฤษฎีความรับผิดตามกฎหมาย (ไม่ว่าจะเป็นสัญญา การละเมิด ความรับผิดที่เข้มงวด หรือ ตามทฤษฎีอื่นๆ) ซึ่งเป็นการใช้ทางตรง หรือ ทางอ้อม หรือ ความไม่สามารถใช้ API ของ %1 หรือ เนื้อหาใดๆ ที่ปรากฏ แม้ว่าบริษัทฯ ได้รับแจ้งความเป็นไปได้ของสิ่งนั้น

source: Under the Rules, clients may be categorised into one of the following three categories:
es_es: Bajo las Normas, los clientes pueden clasificarse en una de las tres siguientes categorías:
it_it: In base al Regolamento, i clienti possono essere inseriti in una delle seguenti tre categorie:
ru_ru: В рамках Правил, клиенты могут быть включены в одну из следующих категорий:
th_th: ตามเงื่อนไขและหลักเกณฑ์ ลูกค้าจะถูกกำหนดประเภทที่เป็นหนึ่งในสามของประเภทเหล่านี้

source: Under these ST&Cs, the client may enter into Transactions in the following investments and instruments, all of which are over-the-counter ("OTC") products:
es_es: De acuerdo con estos T&C's, el cliente podrá realizar transacciones en las siguientes inversiones e instrumentos, la totalidad de los cuales son productos extra bursátiles (OTC):
it_it: Ai sensi dei presenti ST&C, il cliente ha la facoltà di avviare un'operazione con i seguenti investimenti e strumenti, ognuno dei quali è un prodotto over-the-counter ("OTC"):
ru_ru: В рамках данных условий, клиент может заключать контракты на следующих инвестиционных продуктах и инструментах, которые являются внебиржевыми продуктами (“OTC”):
th_th: ตามเงื่อนไขข้อตกลงเหล่านี้ ลูกค้าสามารถส่งคำสั่งธุรกรรมต่างๆ ผ่านเครื่องมือการลงทุนของผลิตภัณฑ์การลงทุนแบบ OTC (Over The Counter)

source: Underage Gambling
es_es: Juego y los menores de edad
it_it: Gioco d'azzardo e minorenni
ru_ru: Азартные игры и несовершеннолетние
th_th: การเสี่ยงโชคของบุคคลที่ยังไม่บรรลุนิติภาวะ

source: Underlying
es_es: Subyacente
it_it: Sottostante
ru_ru: Рынок
th_th: ผลิตภัณฑ์อ้างอิง

source: Underlying Instrument
es_es: Instrumento Subyacente
it_it: Strumento sottostante
ru_ru: Базовый инструмент
th_th: ผลิตภัณฑ์อ้างอิง

source: Underlying market
es_es: Mercado subyacente
it_it: Mercato sottostante
ru_ru: Основной инструмент
th_th: ตลาดผลิตภัณฑ์อ้างอิง

source: Understand the risks
es_es: Entienda los riesgos
it_it: Comprendere i rischi
ru_ru: Знайте все риски
th_th: เข้าใจความเสี่ยง

source: Understand the simple idea behind binary options and their advantages over other financial instruments.
es_es: Entienda la idea simple detrás de opciones binarias y sus ventajas sobre otros instrumentos financieros.
it_it: Comprendi la semplice idea alla base delle opzioni binarie e i vantaggi rispetto ad altri strumenti finanziari.
ru_ru: Изучите основные принципы бинарных опционов и их преимущества, по сравнению с другими финансовыми инструментами.
th_th: เข้าใจแนวคิดง่ายๆ เบื้องหลังไบนารีออปชัน และข้อได้เปรียบเหนือตราสารการเงินอื่นๆ

source: Understand when to buy and sell
es_es: Entienda cuándo comprar y vender
it_it: Capisci quando acquistare e vendere
ru_ru: Знайте, когда покупать и продавать активы
th_th: เข้าใจว่าเมื่อไรควรซื้อ หรือ ขาย
