Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable for any loss, damage, or debt to the client arising directly or indirectly out of, or in connection with, this agreement. The client agrees to indemnify the Company and its directors, officers, managers, employees, or agents from, and against, any and all liabilities, losses, damages, costs, and expenses (including reasonable attorney's fees) incurred arising out of the client's failure to comply with any and all of their obligations set forth in this agreement and/or the Company's enforcement against the client of any and all of its rights under this agreement.
es_es: Ni la Empresa o alguno de sus directores, funcionarios, gerentes, empleados o agentes serán responsables por cualquier pérdida, daño o deuda que surja directa o indirectamente de este acuerdo o en conexión con el mismo. El cliente acuerda indemnizar a la Empresa y a sus directores, funcionarios, gerentes, empleados o agentes por cualquier y todas las responsabilidades, pérdidas, daños, costos y gastos (incluyendo todos y cada uno de los honorarios legales) incurridos que surjan del incumplimiento del cliente con cualquiera y todas sus obligaciones establecidas en este acuerdo y/o de la exigencia contra el cliente de respetar todos los derechos de la Empresa en conformidad con este acuerdo.
it_it: Né la Società né alcuno dei suoi direttori, funzionari, dirigenti, impiegati o agenti saranno ritenuti responsabili per qualsiasi perdita, danno o debito subito dal cliente derivante direttamente o indirettamente dal presente contratto o in relazione ad esso. Il cliente accetta di risarcire la Società e i suoi amministratori, funzionari, dirigenti, impiegati o agenti da e per tutte le responsabilità, perdite, danni, costi e spese (comprese le ragionevoli spese legali) sostenute in seguito al mancato adempimento del cliente di tutti gli obblighi stabiliti nel presente contratto e/o derivanti dall'esecuzione da parte della Società nei confronti del cliente di ognuno dei propri diritti stabiliti dal presente contratto.
ru_ru: Компания, а также её руководители, представители, управляющие, сотрудники или агенты не несут перед клиентом ответственности за любые потери, ущерб или задолженности, прямо или косвенно возникающие в результате или в связи с данным соглашением. Настоящим клиент соглашается оградить Компанию, её руководителей, представителей, управляющих, сотрудников или агентов от любой ответственности, потерь, убытков, затрат или расходов (включая соответствующий гонорар юриста), возникающих в результате несоблюдения клиентом любых обязанностей, перечисленных в данном соглашении и/или принуждения Компании к исполнению клиентом любых прав Компании в рамках данного соглашения.
th_th: บริษัทฯ กรรมการฯ เจ้าหน้าที่ ผู้จัดการ พนักงาน หรือ ตัวแทนฯ จะไม่รับผิดชอบต่อความสูญเสีย ความเสียหาย หรือ หนี้ที่เกิดขึ้นกับลูกค้าทั้งทางตรงและทางอ้อมที่เกิดจาก หรือ เชื่อมโยงกับข้อตกลงนี้ ลูกค้ายินยอมที่จะชดเชยบริษัทฯ และกรรมการฯ เจ้าหน้าที่ ผู้จัดการ พนักงาน หรือ ตัวแทนฯ จากหรือต่อบรรดาหนี้สิน ความสูญเสีย ความเสียหาย ต้นทุน หรือ ค่าใช้จ่ายใดๆ (รวมถึงค่าธรรมเนียมทนายที่เหมาะสม) ที่เกิดขึ้นจากความล้มเหลวของลูกค้าที่จะปฏิบัติตามข้อผูกมัดใดๆ หรือ ทั้งหมดที่อยู่ในข้อตกลงนี้ และ/หรือการที่บริษัทฯ บังคับใช้กฎกับลูกค้าในสิทธิ์ใดๆ หรือ ทั้งหมดภายใต้สัญญานี้

source: Net annual income
es_es: Ingreso neto anual
it_it: Reddito annuale netto
ru_ru: Чистый годовой доход
th_th: รายได้สุทธิต่อปี

source: Net deposits
es_es: Depósitos netos
it_it: Depositi netti
ru_ru: Чистая сумма пополнения
th_th: เงินฝากสุทธิ

source: Net of any other money credited to the client's MT5 Real Account and debited from their MT5 Real Account
es_es: Neto de cualquier otro dinero acreditado a la Cuenta Real MT5 del cliente y debitado de su Cuenta Real de MT5
it_it: l'importo netto di eventuali altri profitti accreditati sul conto reale MT5 del cliente e delle perdite detratte da tale conto;
ru_ru: чистую сумму, начисленную на Реальный счёт MT5 клиента, за вычетом всех убытков.
th_th: เงินสุทธิอื่นๆ ที่ได้เครดิตในบัญชี MT5 จริงของลูกค้า และที่ถูกหักออกจากบัญชี MT5 จริงของลูกค้า

source: Net of fund transfers between the client's %1 account and their MT5 Real Account
es_es: Neto de transferencias de fondos entre su Cuenta Real de %1 y su Cuenta Real MT5
it_it: l'importo netto del trasferimento di fondi tra il conto %1 del cliente e il conto reale MT5;
ru_ru: чистую сумму, получившуюся в результате перечисления средств между счётом клиента на %1 и Реальным счётом MT5,
th_th: การโอนหลักประกันสุทธิระหว่างบัญชี %1 ของลูกค้า และบัญชี MT5 จริงของลูกค้า

source: Net of realised profits credited to the client's MT5 Real Account and realised losses debited from their MT5 Real Account
es_es: Neto de ganancias concretadas y acreditadas a su Cuenta Real MT5 y las pérdidas concretadas y debitadas de su Cuenta Real MT5
it_it: l'importo netto dei profitti realizzati accreditati sul conto reale MT5 del cliente e le perdite realizzate detratte da tale conto;
ru_ru: чистую сумму полученной прибыли, начисленной на Реальный счёт MT5 клиента, за вычетом всех убытков,
th_th: กำไรสุทธิที่เป็นจริงที่ได้เครดิตในบัญชี MT5 จริงของลูกค้า และการขาดทุนที่เป็นจริงจะถูกหักออกจากบัญชี MT5 จริงของลูกค้า

source: Net profit
es_es: Beneficio Neto
it_it: Profitto netto
ru_ru: Чистая прибыль
th_th: กำไรสุทธิ

source: Network Status
es_es: Estado de la red
it_it: Stato della rete
ru_ru: Статус сети
th_th: สถานะของเครือข่าย

source: Network status
es_es: Estado de la red
it_it: Stato della rete
ru_ru: Статус сети
th_th: สถานะของเครือข่าย

source: Never
es_es: Nunca
it_it: Mai
ru_ru: Никогда
th_th: ไม่เคย

source: Never Used
es_es: Nunca usado
it_it: Mai utilizzato
ru_ru: Никогда не использовался
th_th: ไม่เคยใช้

source: New MT5 password
es_es: Nueva contraseña para MT5
it_it: Nuova password MT5
ru_ru: Новый пароль на MT5
th_th: รหัสผ่าน MT5 ใหม่

source: New Password
es_es: Nueva contraseña
it_it: Nuova password
ru_ru: Новый пароль
th_th: รหัสผ่านใหม่

source: New Year's Day
es_es: Día de año nuevo
it_it: Capodanno
ru_ru: Новый год
th_th: วันปีใหม่

source: New Zealand Dollar vs Canadian Dollar
es_es: Dólar neozelandés vs dólar canadiense
ru_ru: Новозеландский доллар против канадского
th_th: ดอลลาร์นิวซีแลนด์ เทียบกับ ดอลลาร์แคนาดา

source: New Zealand Dollar vs Japanese Yen
es_es: Dólar neozelandés vs yen Japonés
ru_ru: Новозеландский доллар против японской иены
th_th: ดอลลาร์นิวซีแลนด์ เทียบกับ เงินเยนญี่ปุ่น

source: New Zealand Dollar vs Singapore Dollar
es_es: Dólar neozelandés vs dólar de Singapur
ru_ru: Новозеландский доллар против сингапурского
th_th: ดอลลาร์นิวซีแลนด์ เทียบกับ ดอลลาร์สิงคโปร์

source: New Zealand Dollar vs Swiss Franc
es_es: Dólar neozelandés vs franco suizo
ru_ru: Новозеландский доллар против швейцарского франка
th_th: ดอลลาร์นิวซีแลนด์ เทียบกับ ฟรังก์สวิส

source: New Zealand Dollar vs US Dollar
es_es: Dólar neozelandés vs dólar estadounidense
ru_ru: Новозеландский доллар против американского
th_th: ดอลลาร์นิวซีแลนด์ เทียบกับ ดอลลาร์สหรัฐ

source: New account
es_es: Nueva cuenta
it_it: Nuovo conto
ru_ru: Новый счёт
th_th: บัญชีใหม่

source: New office in Asunción, Paraguay
es_es: Nueva oficina en Asunción, Paraguay
it_it: Nuovo ufficio ad Asunción, Paraguay
ru_ru: Новый офис в Асунсьоне, Парагвай
th_th: สำนักงานใหม่ที่ Asunción ประเทศปารากวัย

source: New office in Dubai, UAE
es_es: Nueva oficina en Dubai, EAU
it_it: Nuova sede a Dubai, EAU
ru_ru: Новый офис в Дубай, ОАЭ
th_th: สำนักงานใหม่ที่ดูไบ สหรัฐอาหรับเอมิเรตส์

source: New office in Labuan, Malaysia
es_es: Nueva oficina en Labuan, Malasia
it_it: Nuovo ufficio sull'isola di Labuan, Malesia
ru_ru: Новый офис на Лабуане, Малайзия
th_th: สำนักงานใหม่ที่ลาบวน ประเทศมาเลเซีย

source: New password
es_es: Nueva contraseña
it_it: Nuova password
ru_ru: Новый пароль
th_th: รหัสผ่านใหม่

source: New to CFD trading? We explain a few basics that all CFD traders need to know before they start trading.
es_es: ¿Nuevo en la operación de CFD? Le explicamos algunos conceptos básicos que todo operador de CFD debe saber antes de comenzar a invertir.
it_it: Sei nuovo nel trading con i CFD? Ti spieghiamo alcune nozioni di base che tutti i trader di CFD devono sapere prima di iniziare a fare trading.
ru_ru: Вы новичок в торговле CFD? Будем рады объяснить Вам основы, которые необходимо знать всем трейдерам CFD перед началом торговли.
th_th: มือใหม่ต่อการซื้อขาย CFD ใช่ไหม? เราสามารถอธิบายพื้นฐานไม่กี่ข้อที่นักลงทุน CFD ทุกคนจะต้องรู้ ก่อนเริ่มการซื้อขาย

source: New to Forex? We explain the basics of the world's largest and most liquid market.
es_es: ¿Nuevo en Forex? Le explicamos los conceptos básicos del mercado de mayor tamaño y liquidez en el mundo.
ru_ru: Вы ещё не знакомы с рынком Forex? Будем рады объяснить Вам основы крупнейшего и наиболее ликвидного мирового рынка.
th_th: มือใหม่ต่อฟอเร็กซ์ใช่ไหม? เราสามารถอธิบายพื้นฐานของตลาดที่ใหญ่ที่สุดและมีสภาพคล่องที่สุดในโลก

source: New token created.
es_es: Un token nuevo ha sido creado.
it_it: Nuovo token creato.
ru_ru: Создан новый ключ.
th_th: สร้างโทเค่นใหม่แล้ว

source: Next
es_es: Siguiente
it_it: Successivo
ru_ru: Далее
th_th: ถัดไป

source: Next Available Price
es_es: Próximo precio disponible
it_it: Prezzo disponibile successivo
ru_ru: Следующая доступная цена
th_th: ราคาที่มีอยู่ในลำดับถัดไป

source: No
ru_ru: Нет
th_th: ไม่ใช่

source: No Party shall be deemed liable for a partial or complete failure to meet its obligations, under this agreement, in case of force majeure events, including but not limited to civil war, unrest, insurrection, international intervention, any governmental actions, exchange controls, nationalisations, devaluations, forfeitures, natural disasters, act of God, and other inevitable, unforeseeable, unanticipated, or unpredicted events that are not depending on the will of the Parties.
es_es: Ninguna parte deberá considerarse responsable por un incumplimiento parcial o total de sus obligaciones, bajo este Acuerdo, en caso de eventos de fuerza mayor, incluyendo pero no limitándose a guerra civil, disturbios, insurrección, intervención internacional, cualquier acción gubernamental, controles de cambio, nacionalizaciones, devaluaciones, confiscaciones, desastres naturales, casos fortuitos y otros eventos inevitables o imprevisibles, imprevistos o impredecibles, no dependiendo de la voluntad de las Partes.
it_it: Nessuna delle Parti verrà considerata responsabile di un mancato rispetto, parziale o totale, dei propri obblighi, ai sensi del presente contratto, in caso di eventi di forza maggiore tra cui si include in via esemplificativa guerre civili, disordini, insurrezioni, interventi internazionali, azioni governative, controlli dei cambi, nazionalizzazioni, svalutazioni, confische, disastri naturali, caso fortuito e altri eventi imprevedibili o inattesi indipendenti dalla volontà delle Parti.
ru_ru: Ни одна из Сторон не будет нести ответственности за частичную или полную невозможность выполнять свои обязательства в рамках данного соглашения, в случае возникновения форс-мажорных обстоятельств, включая, но не ограничиваясь гражданской войной, беспорядками, гос. переворотами, вторжением извне, любыми правительственными действиями, валютными ограничениями, национализацией, девальвацией, конфискацией, стихийными бедствиями, природными катастрофами и иными непредотвратимыми, непредвиденными, неожиданными и/или непредсказуемыми обстоятельствами, не зависящими от воли Сторон.
th_th: จะไม่มีคู่สัญญาฝ่ายใดที่จะต้องรับผิดชอบต่อความล้มเหลวบางส่วน หรือ ทั้งหมดในการดำเนินการตามข้อผูกมัดภายใต้สัญญานี้ ในกรณีที่มีเหตุการณ์สุดวิสัย รวมถึงแต่ไม่จำกัดเพียง สงครามกลางเมือง สถานการณ์ความไม่สงบ จราจล การแทรกแซงของนานาชาติ หรือ การดำเนินการใดของรัฐ การแลกเปลี่ยนการควบคุม การโอนเป็นของรัฐ การลดค่าเงิน การริบทรัพย์ ภัยธรรมชาติ หรือปรากฎการณ์ธรรมชาติ และเหตุการณ์อื่นๆ ที่หลีกเลี่ยงไม่ได้ หรือ ไม่สามารถเห็นล่วงหน้าได้ หรือ ผิดคาด หรือ ไม่สามารถคาดการณ์ได้ และไม่ได้ขึ้นอยู่กับเจตจำนงของคู่สัญญา

source: No Touch trades
es_es: Contratos Sin toque
it_it: Trade Non Tocca
ru_ru: Контракты Нет касания
th_th: การซื้อขายแบบไม่แตะเส้น

source: No advice
es_es: Sin asesoramiento
it_it: Nessun consiglio
ru_ru: Отсутствие консультаций
th_th: ไม่มีคำแนะนำ

source: No commission
es_es: Sin comisiones
it_it: Nessuna commissione
ru_ru: Никаких комиссий
th_th: ไม่มีค่าคอมมิชชั่น

source: No commission (excluding cryptocurrencies)
es_es: Sin comisión (a excepción de las criptomonedas)
it_it: Nessuna commissione (criptovalute escluse)
ru_ru: Никаких комиссий (за исключением криптовалют)
th_th: ไม่มีค่าคอมมิชชั่น (ยกเว้น เงินดิจิทัล)

source: No delay, neglect, or forbearance on the part of either party in enforcing any term or condition of this Agreement against the other party shall either be, or be deemed to be, a waiver or in any way prejudice any right of that party under this Agreement.
es_es: Ningún retraso, negligencia o tolerancia por parte de cualquiera de las partes en la aplicación contra la otra parte de cualquier término o condición de este Acuerdo será o se considerará una renuncia ni perjudicará de ninguna forma cualquier derecho de esa parte conforme a este Acuerdo.
it_it: Nessun tipo di ritardo, negligenza o astensione di una parte nel far valere i termini e le condizioni del presente Contratto sull'altra deve risultare o essere considerato come un esonero o pregiudicare in qualche modo i diritti di tale parte secondo il presente Contratto.
ru_ru: Никакая задержка, пренебрежение или несоблюдение любых правил и условий данного Соглашения любой из сторон по отношению к другой стороне не будет считаться освобождением от выполнения Соглашения или каким-либо другим образом влиять на права данной стороны по данному Соглашению.
th_th: ไม่มีความล่าช้า การปฏิเสธ หรือ การงดใช้สิทธิ์เรียกร้องในส่วนใดๆ ต่อฝ่ายใด ในเงื่อนไขข้อตกลง อันจะเป็นการกล่าวอ้าง หรือ งดเว้น หรือ ในทางที่อาจทำให้เสียหายแก่ฝ่ายใดฝ่ายหนึ่งในข้อตกลงนี้

source: No fiduciary duty
es_es: Sin deber fiduciario
it_it: Nessun dovere fiduciario
ru_ru: Отсутствие фидуциарной обязанности
th_th: ไม่มีหน้าที่ของผู้ได้รับอำนาจ

source: No hidden fees
es_es: Sin costos escondidos
it_it: Nessuna imposta nascosta
ru_ru: Никаких скрытых сборов
th_th: ไม่มีค่าธรรมเนียมแอบแฝง

source: No hidden fees or commissions.
es_es: Sin tarifas o comisiones ocultas.
it_it: Nessuna commissione nascosta.
ru_ru: Без скрытых комиссий или платежей.
th_th: ไม่มีค่าธรรมเนียมแอบแฝง หรือ คอมมิชชั่น

source: No limit
es_es: Sin límite
it_it: Nessun limite
ru_ru: Лимита нет
th_th: ไม่จำกัด

source: No modification or amendment of any or all clauses or provisions of this agreement shall be valid without the clear and unequivocal acceptance of such amendments by both Parties.
es_es: Ninguna modificación o enmienda de cualquiera o de todas las cláusulas o disposiciones del presente Acuerdo será válida a menos que ambas Partes acepten clara e inequívocamente dichas enmiendas.
it_it: Nessuna modifica o correzione di una o della totalità delle clausole o delle disposizioni del presente contratto sarà valida a meno che entrambe le Parti non accettino tali modifiche in maniera chiara e inequivocabile.
ru_ru: Никакие изменения любого или всех положений данного соглашения не должны иметь силы, пока они не будут чётко приняты обеими Сторонами.
th_th: การเปลี่ยนแปลง หรือ การแก้ไขข้อความ หรือ ข้อกำหนดใดๆ หรือ ทั้งหมดของสัญญานี้ จะมีผลนอกจากว่า มีการยอมรับการแก้ไขดังกล่าวอย่างชัดเจนโดยคู่สัญญาทั้งสองฝ่าย

source: No open positions.
es_es: No hay posiciones abiertas.
it_it: Nessuna posizione aperta.
ru_ru: Нет открытых позиций.
th_th: ไม่มีโพซิชั่นที่เปิดอยู่

source: No party shall be deemed liable for a partial or complete failure to meet its obligations under this Agreement, in case of force majeure events, including but not limited to civil war, unrest, insurrection, international intervention, any governmental actions, exchange controls, nationalisations, devaluations, forfeitures, natural disasters, act of God, and other inevitable or unforeseeable, unanticipated, and unpredicted events not depending on the will of the parties.
es_es: Ninguna parte será considerada responsable por un incumplimiento parcial o total de sus obligaciones, bajo este Acuerdo, en caso de eventos de fuerza mayor, incluyendo pero no limitándose a guerra civil, disturbios, insurrección, intervención internacional, cualquier acción gubernamental, controles de cambio, nacionalizaciones, devaluaciones, confiscaciones, desastres naturales, casos fortuitos y otros eventos inevitables o imprevisibles, inesperados o insospechados que no dependan de la voluntad de las partes.
it_it: Nessuna delle parti verrà considerata responsabile del mancato rispetto, parziale o totale, dei propri obblighi, ai sensi del presente contratto, in caso di eventi di forza maggiore tra cui si include in via meramente esemplificativa guerre civili, disordini, insurrezioni, interventi internazionali, azioni governative, controlli dei cambi, nazionalizzazioni, svalutazioni, confische, disastri naturali, caso fortuito e altri eventi imprevedibili o inattesi indipendenti dalla volontà delle parti.
ru_ru: Ни одна из сторон не несёт ответственности за частичную или полную неспособность исполнить обязательства в рамках данного Соглашения в случае возникновения форс-мажорных обстоятельств, включая, но не ограничиваясь гражданской войной, беспорядками, государственным переворотом, международным вмешательством, любыми действиями правительства, валютным контролем, национализацией, девальвацией, лишением прав, природными катастрофами, стихийными бедствиями, а также другими неизбежными, непредсказуемыми и неожиданными обстоятельствами, не зависящими от воли сторон.
th_th: จะไม่มีคู่สัญญาฝ่ายใดที่จะต้องรับผิดชอบต่อความล้มเหลวบางส่วน หรือ ทั้งหมดในการดำเนินการตามข้อผูกมัดภายใต้สัญญานี้ ในกรณีที่มีเหตุการณ์สุดวิสัย รวมถึงแต่ไม่จำกัดเพียง สงครามกลางเมือง สถานการณ์ความไม่สงบ จราจล การแทรกแซงของนานาชาติ หรือ การดำเนินการใดของรัฐบาล การแลกเปลี่ยนการควบคุม การโอนเป็นของรัฐ การลดค่าเงิน การริบทรัพย์ ภัยธรรมชาติ หรือปรากฎการณ์ธรรมชาติ และเหตุการณ์อื่นๆ ที่หลีกเลี่ยงไม่ได้ หรือ ไม่สามารถเห็นล่วงหน้าได้ หรือ ผิดคาด หรือ ไม่สามารถคาดการณ์ได้ และไม่ได้ขึ้นอยู่กับเจตจำนงของคู่สัญญา

source: No payout if exit spot is above or equal to the upper barrier.
es_es: No hay pago si el punto de salida es superior o igual a la barrera superior.
ru_ru: Вы не получите выплаты, если спот-котировка на выходе будет выше или равна верхнему барьеру.
th_th: ไม่มีการชำระเงิน หากสปอตสุดท้ายสูงกว่า หรือ เท่ากับแบร์ริเออร์บน

source: No payout if exit spot is below or equal to the lower barrier.
es_es: No hay pago si el punto de salida es inferior o igual a la barrera inferior.
ru_ru: Вы не получите выплаты, если спот-котировка на выходе будет ниже или равна нижнему барьеру.
th_th: ไม่มีการชำระเงิน หากสปอตสุดท้ายต่ำกว่า หรือ เท่ากับแบร์ริเออร์ล่าง

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures. All transactions are checked to prevent money laundering, which may have several effects on clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of clients who do not accept or adhere to these anti-money laundering processes. Acceptable funds should not originate from criminal activity. The Company is bound to report suspicious transactions to relevant authorities.
es_es: Ninguna persona abusará de este sitio con el fin de lavar dinero. La Empresa implementa el sistema de buenas prácticas contra el lavado de dinero. Todas las transacciones son revisadas para prevenir lavado de dinero, lo que puede tener varios efectos sobre los clientes. La Empresa se reserva el derecho a negarse a hacer negocios, suspender o anular negocios o transacciones de los clientes que no acepten o no se adhieran a estas medidas contra el lavado de dinero. Los fondos para invertir no deben proceder de ningún tipo de actividad criminal. La Empresa tiene la obligación de informar a las autoridades pertinentes sobre transacciones sospechosas.
it_it: Nessun individuo dovrà abusare del presente sito con il fine di riciclare denaro. La Società applica le migliori procedure anti-riciclaggio. Tutte le operazioni vengono controllate per evitare il riciclaggio di denaro, che può avere varie conseguenze per i cliente. La Società si riserva il diritto di rifiutarsi di intrattenere relazioni d'affari o di cessare tali relazioni con clienti che non accettano queste misure anti-riciclaggio o non vi aderiscono e di contrastarne le operazioni. I fondi sono da considerarsi accettabili se non provengono da attività criminali. La Società è tenuta a riportare qualsiasi operazione sospetta alle autorità competenti.
ru_ru: Запрещается использовать данный сайт с целью отмывания капитала. Компания применяет передовые процедуры предотвращения отмывания денег. Все транзакции проверяются в целях предотвращения отмывания денежных средств, что может иметь различные последствия для клиентов. Компания оставляет за собой право отказывать в сотрудничестве, прекращать сотрудничество и аннулировать транзакции клиентов, которые не принимают или не соблюдают данные меры по предотвращению отмывания денег. Принимаемые Компанией средства не должны происходить от криминальной деятельности. Компания обязана уведомлять о подозрительных транзакциях компетентные органы.
th_th: ไม่ควรมีการใช้ช่องทางของเว็บไซต์นี้ในทางที่ผิดเพื่อวัตถุประสงค์การฟอกเงิน บริษัทฯ มีหลักการและปฏิบัติตามระเบียบวิธีป้องกันการฟอกเงิน ทุกธุรกรรมมีการตรวจสอบเพื่อป้องกันการฟอกเงินซึ่งจะมีผลกระทบต่อลูกค้า บริษัทฯ สงวนสิทธิ์ในการปฏิเสธหรือดำเนินธุรกิจ การระงับการดำเนินธุรกิจร และการถอยธุรกรรมของลูกค้าที่ไม่ยอมรับ หรือ ไม่ปฏิบัติตามกระบวนการป้องกันการฟอกเงิน เงินทุนที่ใช้ในธุรกรรมจะต้องไม่ได้มาจากผลได้ หรือ การกระทำที่ผิดกฎหมาย บริษัทฯ มีหน้าที่รายงานธุรกรรมที่น่าสงสัยกับหน่วยงานต่างๆ ที่เกี่ยวข้อง

source: No thanks
es_es: No, gracias
it_it: No, grazie
ru_ru: Нет, спасибо
th_th: ไม่ ขอบคุณ

source: No, there are no minimum requirements to withdraw your IB commissions.
es_es: No, no hay requisitos mínimos para retirar sus comisiones de IB.
it_it: No, non vi sono requisiti minimi per poter ritirare le proprie commissioni IB.
ru_ru: Нет, у нас нет никаких минимальных требований для ПБ, которые необходимо соблюсти перед выводом комиссионных.
th_th: ไม่ และไม่มีจำนวนขั้นต่ำในการถอนเงินค่าคอมมิชชั่น IB ของท่าน

source: Non-technical roles
es_es: Funciones no técnicas
it_it: Ruoli non tecnici
ru_ru: Нетехнические позиции
th_th: หน้าที่งานที่ไม่ใช่เชิงเทคนิค

source: Non-trading hours (e.g. the hours over the weekend during which trading of certain transactions are not possible)
es_es: Las horas de cierre de mercado (por ejemplo, las horas del fin de semana durante las cuales no es posible realizar ciertas transacciones)
it_it: le ore di chiusura del trading (per esempio, le ore durante il fine settimana in cui il trading di certe operazioni non è possibile)
ru_ru: времени закрытия рынка (например, времени на выходные, когда торговля или определённые контракты закрыты),
th_th: เวลาปิดทำการของตลาด (เช่น เวลาในช่วงสุดสัปดาห์ที่ไม่สามารถซื้อขายธุรกรรมได้)

source: Not
es_es: No
it_it: No
ru_ru: Не
th_th: ไม่

source: Not announced for this currency.
es_es: No anunciado para esta moneda.
it_it: Non annunciato per questa valuta.
ru_ru: Нет данных для этой валюты.
th_th: ไม่มีการประกาศสำหรับเงินสกุลนี้
