Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The information provided during the sign-up process warranted by the Affiliate to be true and correct is determined by the Company to be false or incorrect during the term of this Agreement.
es_es: La información proporcionada durante el proceso de registro garantizada por el Afiliado como verdadera y correcta es determinada por la Empresa como falsa o incorrecta durante la vigencia de este Acuerdo.
it_it: La Società stabilisce che le informazioni dichiarate dall'Associato veritiere e corrette durante il processo di registrazione risultano invece false e incorrette nel periodo di validità del presente Contratto.
ru_ru: На протяжении действия данного Соглашения Компания обнаружит, что информация, предоставленная Партнёром в процессе регистрации, является ложной или неточной.
th_th: บริษัทฯ พบว่า ข้อมูลในการลงทะเบียนที่พันธมิตรยืนยันว่า เป็นความจริงและถูกต้องนั้น ที่จริงแล้วเป็นเท็จ หรือ ไม่ถูกต้องตามข้อตกลงและเงื่อนไขนี้

source: The instruments available on the electronic trading platform (including their availability for trading)
es_es: Los instrumentos disponibles en la plataforma electrónica de trading (incluida su disponibilidad para llevar a cabo transacciones)
it_it: Gli strumenti disponibili sulla piattaforma elettronica di trading (compresa la loro disponibilità per il trading)
ru_ru: Инструментов, доступных на электронной торговой платформе (в том числе их доступности для контрактов)
th_th: เครื่องมือต่างๆ มีบนแพลตฟอร์มการซื้อขายอิเล็กทรอนิกส์ (และมีพร้อมสำหรับการใช้งานซื้อขาย)

source: The interest adjustment is calculated in 'points' – meaning we will convert the relevant interbank lending rates to 'points' in the base currency.
es_es: El ajuste de intereses se calcula en "puntos", lo que significa que convertiremos los tipos de interés de los préstamos interbancarios relevantes en puntos en la moneda base.
it_it: L'adeguamento degli interessi è calcolato in "punti", ovvero convertiremo i pertinenti tassi di prestito interbancari in "punti" nella valuta di base.
ru_ru: Корректировка производится в пунктах, что означает, что мы переводим соответствующие ставки по межбанковским кредитам в пункты базовой валюты.
th_th: การปรับดอกเบี้ยจะถูกคำนวณเป็น 'จุด' ซึ่งหมายความว่า เราจะแปลงอัตราดอกเบี้ยระหว่างธนาคารที่เกี่ยวข้องให้เป็น 'จุด' ในสกุลเงินฐาน

source: The interest adjustment is calculated in annual base for long and short positions according to the formula: (volume in lot *specified swap size/100)/360.
es_es: El ajuste de intereses se calcula sobre base anual para posiciones largas y cortas según la fórmula: (volumen en lote * tamaño de swap especificado / 100) / 360.
it_it: L'adeguamento dei tassi di interesse per le posizioni lunghe e corte è calcolato su base annua attraverso il calcolo: (volume in lotti*dimensione swap specifica/100)/360.
ru_ru: Процентная корректировка вычисляется на ежегодной основе для длинных и коротких позиций. Вычисление производится по следующей формуле: (объём в лотах *указанная цена свопа/100)/360.
th_th: การปรับปรุงดอกเบี้ยคำนวณเป็นรายปีสำหรับโพซิชันยาวและสั้น ตามสูตร: (จำนวนเป็นล็อต X ขนาดสวอป/100)/360

source: The interest adjustment is calculated in points, meaning we will convert the relevant interbank lending rates to points in the base currency.
es_es: El ajuste de intereses se calcula en "puntos", lo que significa que convertiremos los tipos de interés de los préstamos interbancarios relevantes en puntos en la moneda base.
it_it: L'adeguamento degli interessi è calcolato in punti, ovvero convertendo i tassi interbancari di prestito in punti nella valuta di base.
ru_ru: Корректировка процентов производится в пунктах, что означает, что мы конвертируем соответствующую ставку межбанковского кредитования в пункты базовой валюты.
th_th: การปรับดอกเบี้ยจะถูกคำนวณเป็นจุด ซึ่งหมายความว่า เราจะแปลงอัตราดอกเบี้ยระหว่างธนาคารที่เกี่ยวข้องให้เป็นจุดในสกุลเงินฐาน

source: The level of protection offered and due to each client depends on the category to which each client is assigned. Retail clients benefit from the highest degree of protection. The Company will assess the client's knowledge and experience versus the appropriateness of the requested service/investment product.
es_es: El nivel de protección ofrecido y proporcionado a cada cliente depende de la categoría a la que cada cliente ha sido asignado. Los clientes minoristas se benefician de los niveles mas altos de protección. La Empresa evaluará el conocimiento y la experiencia del cliente frente a la idoneidad del producto de inversion/ servicio solicitado.
it_it: Il livello di protezione offerto e dovuto a ogni cliente dipende alla categoria a cui quest'ultimo appartiene. I clienti al dettaglio godono del massimo livello di protezione. La Società valuterà se le conoscenze e l'esperienza del cliente sono adeguate al servizio/prodotto di investimento richiesto.
ru_ru: Уровень защиты, предложенный и предоставляемый каждому клиенту, зависит от категории, к которой относится каждый клиент. Индивидуальные клиенты получают преимущество в виде наивысшего уровня защиты. Компания оценит знания и опыт клиента и сопоставит их с соответствием запрошенных услуг/инвестиционных продуктов.
th_th: ระดับกลไกการป้องกันของลูกค้าแต่ละราย ขึ้นอยู่กับประเภทที่ลูกค้าถูกกำหนด ลูกค้ารายย่อยจะได้ประโยชน์จากระดับการป้องกันที่สูงสุด บริษัทฯ จะประเมินความรู้และประสบการณ์ของลูกค้า เปรียบเทียบกับความเหมาะสมของบริการ/ผลิตภัณฑ์ทางลงทุนที่ปรารถนา

source: The leverage ratio refers to the number of times that the client's margin (the amount set aside from the client's account balance to open and maintain a transaction) can be "leveraged" to enter into a transaction. The denominator of the leverage ratio is always one. A 50:1 leverage is equivalent to a 2% margin requirement (1 divided by 50 = 2%). The leverage ratio that the Company/the client establishes will determine the amount of margin required. As leverage is inversely proportional to margin, as the leverage that the client sets for the client's account gets lower, the margin required to be set aside from the client's account balance (the client's margin requirement) gets higher.
es_es: La ratio de apalancamiento se refiere a la cantidad de veces que el margen del cliente (el monto separado del saldo de la cuenta del cliente para abrir y mantener una transacción) se puede "apalancar" para ingresar en una transacción. El denominador del ratio de apalancamiento es siempre uno. Un apalancamiento de 50:1 es equivalente a un requisito de margen del 2% (1 dividido por 50 = 2%). El índice de apalancamiento que establezca la Empresa / el cliente determinará el monto del margen requerido. Como el apalancamiento es inversamente proporcional al margen, a medida que el apalancamiento que el cliente establece para su cuenta se reduce, el margen requerido para ser separado del saldo de su cuenta (el requisito de margen del cliente) se incrementa.
it_it: Il rapporto di leva si riferisce al numero di volte che il margine del cliente (l'importo accantonato dal saldo del suo conto per aprire e mantenere un'operazione) può essere sottoposto a leva per avviare un'operazione. Il denominatore della frazione della leva è sempre 1. Una leva 50:1 corrisponde al 2% del requisito di margine (1 diviso 50 = 2%). Tale rapporto stabilito dalla Società/dal cliente determina l'ammontare del margine richiesto. Poiché la leva è inversamente proporzionale al margine, a una riduzione della leva accantonata dal cliente per il proprio conto corrisponde un incremento del margine richiesto da accantonare dal saldo dello stesso conto (il requisito di margine).
ru_ru: Коэффициент кредитного рычага показывает, во сколько раз увеличивается маржа клиента для заключения контракта (сумма, которая будет заблокирована на счету клиента для открытия и поддержания контракта). Знаменатель в коэффициенте кредитного рычага всегда равен 1. Кредитный рычаг в размере 50:1 эквивалентен маржевому требованию в размере 2% (1 разделить на 50 = 2%). Установленный Компанией/клиентом коэффициент кредитного рычага определяет необходимый уровень маржи. Кредитный рычаг обратно пропорционален марже: чем ниже кредитный рычаг, установленный на счету клиента, тем выше уровень маржи, который должен быть заблокирован на балансе клиента (маржевое требование).
th_th: อัตราเลเวอเลจ หมายถึง จำนวนครั้งที่มาร์จินของลูกค้า (ยอดเงินที่สำรองไว้จากยอดเงินคงเหลือในบัญชีของลูกค้าเพื่อใช้เปิด และรักษาธุรกรรม) สามารถถูก "เลเวอเลจ" ในการทำธุรกรรม ตัวหารของอัตราเลเวอเลจจะเป็นหนึ่งเสมอ เลเวอเรจ 50:1 จะเท่ากับข้อกำหนดมาร์จิน 2% (1 หารด้วย 50 = 2%) อัตราเลเวอเลจที่บริษัทฯ /ลูกค้าตั้งจะเป็นตัวกำหนดจำนวนของมาร์จินที่จำเป็น เนื่องจากเลเวอเลจเป็นสัดส่วนตรงกันข้ามกับมาร์จิน ถ้าค่าเลเวอเลจที่ลูกค้าตั้งไว้ในบัญชีต่ำลง มาร์จินที่จะต้องสำรองเอาไว้จากยอดเงินคงเหลือในบัญชี (ข้อกำหนดมาร์จินของลูกค้า) จะสูงขึ้น

source: The market conditions of the financial instruments that client orders are related to, which includes the need for timely execution, availability of price improvement, liquidity of the market, size of client order, and the potential impact on total consideration
es_es: Las condiciones de mercado de los instrumentos financieros con las cuales se relacionan las órdenes del cliente, que incluyen la necesidad de una ejecución puntual, la disponibilidad de la mejora de precios, la liquidez del mercado, el tamaño de su orden y el impacto potencial sobre la consideración total
it_it: le condizioni di mercato degli strumenti finanziari a cui sono riferiti gli ordini del cliente, comprendenti la necessità di un'esecuzione tempestiva, disponibilità a migliorare i prezzi, liquidità nei mercati, dimensioni dell'ordine del cliente e l'impatto potenziale sull'analisi generale
ru_ru: условиями рынка на финансовых инструментах, к которым относятся ордеры клиентов, что включает необходимость своевременного исполнения, возможность улучшения цены, ликвидность на рынке, размер ордера клиента, а также его потенциальное влияние на общую прибыль.
th_th: ในเงื่อนไขของตลาดเครื่องมือทางการเงินซึ่งคำสั่งซื้อของลูกค้าสัมพันธ์กับปัจจัยเหล่านี้ การสั่งประมวลผลในเวลาที่เหมาะสม ราคาที่มีในตลาด สภาพคล่องของตลาด ปริมาณของคำสั่งซื้อของลูกค้า และปัจจัยที่มีผลต่อการพิจารณาในภาพรวม

source: The market exit price is the price in effect at the end of the contract period.
es_es: El precio de salida del mercado es el precio en vigor en el momento de la finalización del contrato.
it_it: Il prezzo d'uscita del mercato è il prezzo in vigore alla fine del periodo del contratto.
ru_ru: Выходная цена рынка – это действительная на момент окончания контракта котировка.
th_th: ราคาสิ้นสุดของตลาด คือ ราคาที่มีผลในช่วงสุดท้ายของเวลาในสัญญา

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code, and design) are under Copyright 1999-%2 Binary Group companies with all rights reserved.
es_es: Los materiales que conforman el sitio web de %1 (incluyendo sin limitación a todos los artículos, textos, imágenes, logos, compilaciones, sistemas, códigos, y diseño) están registrados bajo Derechos de autor 1999-%2 al grupo de Empresas de Binary con todos los derechos reservados.
ru_ru: Материалы на сайте %1 (включая, но не ограничиваясь всеми статьями, текстами, картинками, логотипами, подборками, системами, кодами и дизайном) являются собственностью группы компаний Binary Group и охраняются законом об авторском праве 1999-%2. Все права защищены.
th_th: เครื่องมือต่างๆ ประกอบด้วย เว็บไซต์ของ %1 (รวมถึง บทความ ข้อความ รูปภาพ โลโก้ สิ่งที่รวบรวมมานำเสนอ ระบบ รหัสโปรแกรม หรือ ชุดคำสั่ง และการออกแบบทั้งหมด) มีลิขสิทธิ์ภายใต้ 1999-%2 เครือไบนารีสงวนลิขสิทธิ์

source: The maximum loss that may be incurred by any client is the amount of money paid by the client to the Company.
es_es: La pérdida máxima en la que puede incurrir un cliente es la cantidad de dinero invertido por dicho cliente ante la Empresa.
it_it: La perdita massima che qualsiasi cliente può sostenere è pari all'importo corrisposto alla Società.
ru_ru: Максимальный убыток, который может потерпеть клиент, — это сумма, уплаченная им Компании.
th_th: จำนวนเงินขาดทุนที่มากที่สุดที่อาจเกิดขึ้นกับลูกค้า คือ จำนวนเงินที่ลูกค้าได้ชำระให้กับบริษัทฯ

source: The maximum number of tokens (%1) has been reached.
es_es: El máximo número de tokens (%1) ha sido alcanzado.
it_it: Il numero massimo di token (%1) è stato raggiunto.
ru_ru: Достигнуто максимальное число ключей (%1).
th_th: จำนวนมากที่สุดของโทเค่น (%1) ถูกใช้หมดแล้ว

source: The minimum required amount for using the account transfer facility is %1.
es_es: El monto mínimo requerido para utilizar el servicio de transferencias de cuenta es %1.
it_it: L'importo minimo richiesto per utilizzare la funzione di trasferimento tra conti è %1.
ru_ru: Минимальная сумма для для перевода: %1.
th_th: จำนวนขั้นต่ำที่จำเป็นในการโอนบัญชี คือ %1

source: The minimum ticket size refers to the minimum volume or number of lots.
ru_ru: Минимальный размер билета относится к минимальному объёму или количеству лотов.

source: The minimum, incremental, and maximum Order amount
es_es: El monto mínimo, progresivo y máximo de la Orden
it_it: l'importo minimo, incrementale e massimo dell'ordine
ru_ru: минимального, постепенно растущего и максимального размера ордера,
th_th: มูลค่าคำสั่งซื้อที่ต่ำที่สุด มูลค่าที่เพิ่มขึ้น และมูลค่าที่สูงที่สุด

source: The money collected from clients is not invested in any securities, futures, or other investments on behalf of clients.
es_es: El dinero recibido de los clientes no se invierte en valores, futuros u otras inversiones en representación de los clientes.
it_it: Il denaro raccolto dai clienti non viene investito in alcun tipo di titolo, future o investimento per conto dei clienti stessi.
ru_ru: Средства, полученные от клиентов, не подлежат инвестированию в ценные бумаги, фьючерсы или иные формы инвестиций от имени клиентов.
th_th: เงินที่ได้จากลูกค้าจะไม่ถูกนำไปลงทุนในหลักทรัพย์ใดๆ ฟิวเจอร์ใดๆ หรือ การลงทุนอื่น แทนลูกค้า

source: The movement of the underlying asset determines your profit or loss – depending on the position that you have taken.
es_es: El movimiento del activo subyacente determina sus ganancias o pérdidas, dependiendo de la posición que haya tomado.
it_it: Il movimento dell'asset sottostante determina i profitti o le perdite, a seconda della posizione che hai adottato.
ru_ru: Движение цены базового актива определяет, получите Вы прибыль или убыток - в зависимости от направления Вашей открытой позиции.
th_th: การเคลื่อนไหวของผลิตภัณฑ์อ้างอิงเป็นตัวกำหนดกำไรหรือขาดทุนของท่าน โดยขึ้นอยู่กับตำแหน่งที่ท่านวางเพื่อพยากรณ์

source: The next-gen online trading experience
es_es: La experiencia de trading en línea de próxima generación
it_it: L'esperienza di trading online di nuova generazione
ru_ru: Онлайн платформа нового поколения
th_th: ประสบการณ์ซื้อขายออนไลน์รุ่นใหม่

source: The obligations under this clause shall survive after the termination of this Agreement.
es_es: Las obligaciones en virtud de esta cláusula sobrevivirán después de la terminación de este Acuerdo.
it_it: Gli obblighi esposti in questa clausola avranno effetto anche dopo il termine del presente Contratto.
ru_ru: Обязательства, перечисленные в данном положении, должны оставаться в силе после прекращения действия данного Соглашения.
th_th: ภาระหน้าที่ภายใต้ข้อความนี้จะยังคงอยู่หลังจากที่สัญญาฉบับนี้ยุติ

source: The opposite is true if you decide to sell or 'go short' on the US 100 index. This means that your profit will continue to increase as long as the price of the US 100 index keeps falling. However, if the price rises, the losses you incur will also increase.
es_es: Lo opuesto aplica si decide vender una participación en el índice US 100. Esto significa que sus ganancias seguirán creciendo mientras el precio del índice siga subiendo. Sin embargo, si el precio cae, sus pérdidas también aumentarán.
it_it: Si verificherà esattamente il contrario qualora decidessi di vendere o "aprire una posizione short" sull'indice US 100: il tuo profitto continuerà ad aumentare fintanto che il prezzo dell'indice US 100 continuerà a scendere. Tuttavia, se il prezzo sale, le perdite che subirai aumenteranno a loro volta.
ru_ru: Обратное тоже верно: если Вы хотите продать или открыть "короткую позицию" по индексу US 100, это означает, что Ваша прибыль продолжит расти, пока снижается цена индекса US 100. Тем не менее, если цена индекса возрастёт, Ваш убыток возрастёт соответственно.
th_th: ในตรงกันข้าม ถ้าท่านตัดสินใจขายหรือ 'เปิดสัญญา Short' ดัชนี US 100 หมายความว่า กำไรของท่านจะเพิ่มขึ้นต่อไปตราบใดที่ราคาของดัชนี US 100 ยังลงต่อไป อย่างไรก็ตาม ถ้าราคาสูงขึ้น ท่านก็จะขาดทุนเพิ่มขึ้นด้วย

source: The organisational and administrative arrangements established by the Company to prevent or manage a conflict are not sufficient to ensure, with reasonable confidence, that the risk of damage to the interest of the client will be prevented. However, the Company aims to disclose the general nature or sources of conflicts of interest.
es_es: Las medidas organizativas y administrativas establecidas por la Empresa para prevenir o gestionar el conflicto no son suficientes para garantizar, con una confianza razonable, que se evitará el riesgo de perjuicio a los intereses del Cliente. Sin embargo, el objetivo de la Empresa es revelar la naturaleza general o las fuentes de los conflictos de intereses.
it_it: Le disposizioni organizzative e amministrative stabilite dalla Società volte a prevenire o gestire possibili conflitti non sono sufficienti ad assicurare, con ogni ragionevole dubbio, che si eviti il rischio di danno agli interessi del cliente. Tuttavia, l'obiettivo della Società è quello di indicare, a livello generale, la natura o le fonti dei conflitti di interesse.
ru_ru: Организационных и административных процедур, принятых Компанией для предотвращения или управления конфликтами, недостаточно для разумной гарантии предотвращения риска нарушения интересов клиента. Тем не менее, Компания стремится раскрыть общий характер источника конфликта интересов.
th_th: การดำเนินการบริหารจัดการขององค์กรที่จัดตั้งโดยบริษัทฯ เพื่อป้องกัน หรือ จัดการความขัดแย้ง ยังไม่เพียงพอที่จะทำให้แน่ใจว่าด้วยความมั่นใจว่า ความเสี่ยงของความเสียหายของประโยชน์ลูกค้าจะได้รับความคุ้มครอง อย่างไรก็ตาม บริษัทฯ ปรารถนาที่จะเปิดเผยข้อมูลตามปกติ หรือ แหล่งข้อมูลผลประโยชน์ทับซ้อน

source: The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos.
es_es: La página solicitada no puede ser encontrada. Ya no existe o la dirección es incorrecta. Por favor, verifique las faltas de ortografía.
it_it: Impossibile trovare la pagina che stai cercando, probabilmente non esiste più oppure l'indirizzo è errato. Verifica eventuali errori di battitura.
ru_ru: Не удается найти запрашиваемую страницу. Либо она более не существует, либо введен неверный адрес. Пожалуйста, проверьте правильность адреса.
th_th: ไม่พบหน้าที่ท่านเรียก หรือ หน้าดังกล่าวได้ถูกนำออกจากระบบ หรือ ท่านเรียกที่อยู่ไม่ถูกต้อง โปรดตรวจสอบตัวสะกด

source: The parties agree that nothing in this Agreement creates a relationship between them of employer/employee or principal/agent, a joint venture, or a partnership. Each party shall perform this Agreement as an independent contractor and shall solely be responsible for its own action or inaction.
es_es: Las partes acuerdan que nada en este Acuerdo crea una relación entre ellos como empleador / empleado o director / agente, empresa conjunta o sociedad. Cada parte deberá realizar este Acuerdo como un contratista independiente y deberá ser único responsable de su propia acción o inacción.
it_it: Le parti accettano che nulla di quanto scritto nel presente Contratto crei una relazione reciproca del tipo datore di lavoro/dipendente o mandante/agente, o simile a joint venture o partenariato. Ognuna delle parti darà effetto al presente Contratto in qualità di collaboratore esterno e risponderà esclusivamente alle proprie azioni o alla propria inattività.
ru_ru: Настоящим стороны соглашаются, что никакие положения данного Соглашения не создают между ними отношений, как между работодателем/работником или главой/агентом, а также совместного предприятия или партнёрства. Каждая сторона должна исполнять данное Соглашение в качестве независимого контрагента и должна нести обязанности за свои действия или бездействие.
th_th: คู่สัญญายอมรับว่า ไม่มีส่วนใดของสัญญาฉบับนี้ที่ทำให้เกิดความสัมพันธ์ระหว่างกันในลักษณะ นายจ้าง/ลูกจ้าง หรือ บริษัท/ตัวแทน การร่วมทุน หรือ หุ้นส่วน แต่ละฝ่ายจะดำเนินงานตามสัญญานี้ในฐานะผู้ปฏิบัติงานสัญญาจ้างอิสระ และจะรับผิดชอบในการปฏิบัติงาน หรือไม่ปฏิบัติงานของตนเองแต่ผู้เดียว

source: The parties agree that the relationship between Binary and the Introducing Broker is not an exclusive relationship and both the Introducing Broker and Binary may enter into similar relationships with other parties.
es_es: Las partes acuerdan que la relación entre Binary y el Broker Introductor no es una relación exclusiva y tanto el Broker Introductor como Binary pueden establecer relaciones similares con otras partes.
it_it: Le parti accettano che il rapporto tra Binary e l'Introducing Broker non è esclusivo e che entrambe possono stabilire rapporti simili con terzi.
ru_ru: Стороны соглашаются, что отношения между Binary и Представляющим брокером не являются эксклюзивными, а представляющий брокер и Binary могут также заключать схожие соглашения с другими сторонами.
th_th: คู่สัญญายอมรับว่า ความสัมพันธ์ระหว่าง Binary และโบรกเกอร์แนะนำไม่ใช่ความสัมพันธ์แบบสิทธิ์ขาด และทั้งโบรกเกอร์แนะนำและ Binary สามารถเข้าร่วมความสัมพันธ์ในลักษณะเดียวกันกับบุคคลหรือองค์กรอื่น

source: The party that, due to force majeure events, is not able to meet their obligations under this Agreement, shall inform the other party in writing within six (6) days after the occurrence of such an event.
es_es: La parte que, debido a eventos de fuerza mayor, no pueda cumplir con sus obligaciones en virtud del presente Acuerdo, deberá informar a la otra parte por escrito dentro de los seis (6) días de la ocurrencia de dicho evento.
it_it: La parte che, a causa di eventi di forza maggiore, non è in grado di rispettare i propri obblighi ai sensi del presente Contratto dovrà informarne l'altra parte per iscritto entro sei (6) giorni dal verificarsi di tale evento.
ru_ru: Сторона, которая, ввиду возникновения форс-мажорных обстоятельств, не способна исполнить своих обязательств в рамках данного Соглашения, должна проинформировать другую сторону в письменном виде в течение шести (6) дней после возникновения данного обстоятельства.
th_th: ฝ่ายหนึ่งฝ่ายใดที่ไม่สามารถปฏิบัติงานตามภาระหน้าที่ภายใต้สัญญาฉบับนี้ได้ เนื่องจากเหตุสุดวิสัย จะต้องแจ้งให้กับอีกฝ่ายทราบเป็นลายลักษณ์อักษรภายในหก (6) วันหลังจากวันที่เกิดเหตุการณ์ดังกล่าว

source: The password you entered is one of the world's most commonly used passwords. You should not be using this password.
es_es: La contraseña que ingresada es una de las contraseñas más utilizadas en el mundo. Se recomienda no utilizar esta contraseña.
ru_ru: Введённый Вами пароль является одним из самых популярных в мире. Не пользуйтесь данным паролем.
th_th: รหัสผ่านที่ท่านใส่เป็นหนึ่งในรหัสผ่านที่พบบ่อยที่สุดในโลก เพื่อความปลอดภัย ท่านควรไม่จะใช้รหัสผ่านนี้
