Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company may also transfer relevant personal and financial data to any company within the Binary Group companies. This includes any of the Company's business associates or payment providers within or outside of the EEA, including countries that might not offer an equivalent level of protection of personal data. In all instances, the Company places a contractual obligation on such third parties to offer the same level of rights and protection as stipulated in the GDPR.
es_es: La Empresa podrá también transferir datos personales y financieros relevantes a cualquier compañía del Binary Group. Esto incluye a cualquiera de los socios comerciales o proveedores de pagos de la Empresa dentro o fuera del EEE, incluyendo a los países que no podrían ofrecer un nivel equivalente de protección de datos personales. En todos los casos, la Empresa establece una obligación contractual con dichos terceros para ofrecer el mismo nivel de derechos y protección estipulados en el RGPD.
ru_ru: Также Компания может передавать личную и финансовую информацию любой компании, входящей в группу компаний Binary Group. Сюда относятся все бизнес партнёры и поставщики платёжных услуг Компании в пределах или вне Европейской экономической зоны, включая страны, которые могут не предоставлять эквивалентный уровень защиты личных данных. Во всех случаях Компания заключает контракты с данными третьими сторонами, чтобы предоставить тот же уровень прав и защиты, который предусмотрен общими положениями о защите данных (GDPR).
th_th: บริษัทฯ ยังถ่ายโอนข้อมูลส่วนบุคคลและข้อมูลทางการเงินไปยังบริษัทอื่นๆ ภายในเครือ Binary ซึ่งรวมถึงธุรกิจที่เกี่ยวข้องของบริษัทฯ หรือผู้ให้บริการทางการเงินภายใน หรือภายนอก EEA รวมถึงประเทศที่อาจไม่มีระดับการป้องกันข้อมูลส่วนบุคคลที่เท่าเทียมกัน ไม่ว่าในกรณีใดๆ บริษัทฯ ได้กำหนดหน้าที่ตามข้อตกลงให้แก่บุคคลภายนอกดังกล่าว เพื่อให้สิทธิ์และมีมาตรการป้องกันเช่นเดียวกันกับที่ระบุไว้ใน GDPR

source: The Company may change the commission structure at any time at its sole and absolute discretion. The Company will endeavour to ensure that Affiliates are notified when changes have been made to the commission structure.
es_es: La Empresa puede cambiar la estructura de comisiones en cualquier momento a su sola y absoluta discreción. La Empresa procurará asegurar que los Afiliados sean notificados cuando se hayan realizado cambios a la estructura de las comisiones.
it_it: La Società può modificare lo schema delle commissioni in qualsiasi momento, a sua esclusiva discrezione. Quest'ultima si adopererà per assicurarsi che gli Associati vengano notificati quando si realizzeranno tali modifiche.
ru_ru: Компания может в любое время и по своему усмотрению изменить структуру выплаты комиссионных. Компания предпримет все разумные усилия, чтобы уведомить Партнёров о внесении изменений в структуру выплаты комиссионных.
th_th: บริษัทฯ อาจเปลี่ยนแปลงโครงสร้างค่าตอบแทน ณ เวลาใดๆ ตามแต่ดุลยพินิจ และถือเป็นสิทธิ์ขาดของบริษัทฯ และบริษัทฯ จะดำเนินการเพื่อให้มั่นใจว่า พันธมิตรฯ จะได้รับการแจ้งเมื่อมีการเปลี่ยนแปลงใดๆ เกี่ยวกับโครงสร้างของค่าตอบแทน

source: The Company may change, suspend, terminate, or discontinue any aspect of the %1 API, including the availability of any services, information, features, or functions accessible by means of the %1 API, on no less than seven days' advance notice to the Programmer.
es_es: La Empresa puede cambiar, suspender, terminar o interrumpir cualquier aspecto de la API de %1, incluyendo la disponibilidad de cualquier servicio, características de información o funciones accesibles mediante la API de %1, avisando al Programador con al menos siete días de antelación.
it_it: La Società può modificare, sospendere, terminare o interrompere qualsiasi aspetto dell'API di %1, inclusa la disponibilità di qualsiasi servizio, informazione, funzionalità o funzioni accessibili tramite l'API di %1, comunicandolo al Programmatore con almeno 7 giorni di anticipo.
ru_ru: Компания может изменить, приостановить, прервать и прекратить любой аспект работы API %1, в том числе доступность любых услуг, информационных характеристик или функций, предоставляемых через API %1, посредством отправки Программисту письменного уведомления не менее чем за семь дней до вступления в силу данных изменений.
th_th: บริษัทฯ อาจเปลี่ยนแปลง ระงับชั่วคราว ยุติ หรือ ยับยั้ง การใช้งานส่วนหนึ่งส่วนใดของ API ของ %1 รวมถึงการเปิดให้บริการ ลักษณะข้อมูล หรือ การใช้งานใดๆ ที่เข้าถึงได้ทาง API ของ %1 โดยจะแจ้งให้โปรแกรมเมอร์ทราบไม่น้อยกว่า 7 วันทำการ

source: The Company may collect this information in a variety of ways. Data is collected and contained in CVs or resumes, via Self-Assessment Topgrading Questionnaires/Interview (SATI), or through interviews or other forms of assessment, including online tests.
es_es: La Empresa podrá recolectar esta información de diferentes maneras. Los datos son recopilados y contenidos en formatos CVs o resúmenes a través de Cuestionarios/ Entrevistas de Auto-evaluación de grado superior (SATI), o a través de entrevistas o formularios de evaluación, incluyendo exámenes en linea.
ru_ru: Компания может собирать данную информацию различными способами. Данные собираются и хранятся в виде резюме или CV, опросников самооценки/SATI, а также посредством интервью или других форм оценки, включая онлайн тесты.
th_th: บริษัทฯ ดำเนินการเก็บรวบรวมข้อมูลเหล่านี้ในวิธีการต่างกัน ข้อมูลที่รวบรวมและมีเนื้อหาในจากประวัติย่อส่วนบุคคล หรือ รีซูเม่ แบบสอบถามเพื่อประเมินลักษณะและระดับทักษะส่วนบุคคล/การสัมภาษณ์ (SATI) หรือ ตลอดจนการสัมภาษณ์ หรือ ในรูปแบบการประเมินผลอื่นๆ รวมถึงการทำแบบทดสอบออนไลน์

source: The Company may from time to time inform clients about changes on the website, new services, and promotions. If, however, the client wishes to opt out of such a service and does not wish to receive any direct marketing data, the client can either unsubscribe from the service directly or email the Company's customer support team. If the client decides to opt in again into receiving promotional material, the client can also do so by contacting the customer support team.
es_es: La Empresa podrá, de vez en cuando, informar a sus clientes respecto a los cambios en el sitio web, nuevos servicios y promociones. En cambio, si el cliente desea excluirse de este servicio y no recibir ningún tipo de datos de marketing, podrá darse de baja de este servicio directamente o enviando un correo electrónico a nuestro equipo de atención al cliente. Si el cliente opta por recibir el material de carácter promocional nuevamente, también podrá restablecer el servicio poniéndose en contacto con el equipo de atención al cliente.
it_it: La Società potrà, di volta in volta, informare i clienti sulle modifiche apportate al sito Internet, sui nuovi servizi e sulle promozioni. Tuttavia, qualora il cliente non desiderasse ricevere tale servizio né alcuna comunicazione di direct marketing, potrà cancellarne l'iscrizione direttamente oppure attraverso un'e-mail all'assistenza clienti della Società. Se il cliente dovesse decidere di ricevere nuovamente tale materiale promozionale, potrà farlo contattando l'assistenza clienti.
ru_ru: Компания может время от времени информировать клиентов об изменениях на сайте, новых услугах и акциях. Если клиент, тем не менее, хочет отказаться от такой услуги и не желает получать какую-либо информацию рекламного содержания, он/она может либо отказаться от подписки на сервис по ссылке в сообщении, либо обратиться по электронной почте в службу поддержки Компании. Если клиент решит снова получать рекламную рассылку Компании, он/она может возобновить подписку, связавшись со службой поддержки.
th_th: บริษัทฯ อาจจะแจ้งให้ลูกค้าทราบเป็นครั้งคราว เกี่ยวกับการเปลี่ยนแปลงบนเว็บไซต์ การเพิ่มบริการใหม่ และการส่งเสริมการขาย หากไม่ประสงค์ที่จะรับข้อมูล หรือ สื่อทางการตลาดใดๆ ลูกค้าสามารถเลือกไม่รับข่าวสารข้อมูลได้โดยตรง หรือ ส่งอีเมล์แจ้งให้กับฝ่ายลูกค้าสัมพันธ์ของบริษัทฯ ทราบ และหากประสงค์จะรับข้อมูลการตลาดอีกครั้ง ลูกค้าสามารถติดต่อฝ่ายลูกค้าสัมพันธ์เพื่อดำเนินการได้เช่นกัน

source: The Company may impose certain rules and restrictions on the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
es_es: La Empresa podrá implementar ciertas reglas y restricciones en relación a cómo operar con órdenes de mercado en este sitio web. Tales reglas pueden cambiar de vez en cuando en base a las condiciones del mercado y otros factores. Las siguientes reglas indicadoras están vigentes:
it_it: La Società può imporre talune regole e restrizioni rispetto al collocamento degli ordini di mercato sul presente sito Internet. Tali regole possono di volta in volta cambiare in base alle condizioni del mercato e ad altri fattori. Al momento, le regole in vigore sono le seguenti:
ru_ru: Компания оставляет за собой право вносить дополнительные правила и ограничения в отношении размещения ордеров на данном сайте. Данные правила могут время от времени меняться, согласно рыночным условиям и другим факторам. На данный момент на сайте действуют следующие правила общего характера:
th_th: บริษัทฯ อาจจะกำหนดกฎระเบียบ และข้อจำกัดบางอย่าง เกี่ยวข้องกับการดำเนินการคำสั่งในตลาดที่กระทำในเว็บไซต์นี้ กฎระเบียบดังกล่าวอาจมีการเปลี่ยนแปลงเป็นครั้งคราว ตามสภาวะของตลาด และปัจจัยอื่นๆ กฎระเบียบต่างๆ ต่อไปนี้มีการประกาศใช้งาน

source: The Company may modify Margin Requirements for any Open Positions or new Orders at its sole discretion. Formulas for Margin Requirements published on the website are indicative only and may be changed by the Company at its discretion at any time, due to changing market conditions or other factors.
es_es: La Empresa puede modificar, a su entera discreción, los Requisitos de Margen para cualquier Posición Abierta o nuevas Órdenes realizadas. Las fórmulas para los Requisitos de Margen publicadas en el sitio web son solo indicativas y pueden ser modificadas por la Empresa a su discreción en cualquier momento, debido a condiciones cambiantes del mercado u otros factores.
it_it: La Società può modificare il requisito di margine per qualsiasi posizione aperta o ordine nuovo a propria discrezione. Le formule relative ai requisiti di margine pubblicate sul sito sono esclusivamente indicative e possono essere modificate a esclusiva discrezione della Società, in qualsiasi momento, in conseguenza alle condizioni di mercato o ad altri fattori.
ru_ru: Компания может по своему усмотрению менять маржевые требования для любых открытых позиций или новых контрактов. Формулы расчёта Маржевых требований, опубликованные на вебсайте Компании, являются лишь ориентировочными и могут быть в любое время изменены Компанией по её единоличному усмотрению, ввиду меняющихся рыночных условий или иных факторов.
th_th: บริษัทฯ อาจเปลี่ยนแปลงข้อกำหนดมาร์จินสำหรับโพซิชันเปิด หรือคำสั่งซื้อใหม่ แล้วแต่ดุลยพินิจของบริษัทฯ สูตรในการคำนวณข้อกำหนดมาร์จินที่ประกาศในเว็บไซต์ถือเป็นตัวชี้วัดเท่านั้น และบริษัทฯ อาจกำหนดการเปลี่ยนแปลงตามดุลยพินิจ เมื่อมีเงื่อนไขการเปลี่ยนแปลงในตลาด หรือ ปัจจัยอื่นๆ

source: The Company may modify any provisions or terms of this Agreement at any time. It is the responsibility of the Introducing Broker to consistently review all modifications in the Agreement made on the website.
es_es: La Empresa puede, en cualquier momento, modificar cualquier disposición o términos de este Acuerdo. Es responsabilidad del Broker Introductor el revisar sistemáticamente todas las modificaciones en el Acuerdo hechas en el sitio web.
it_it: La Società ha la facoltà di modificare in qualunque momento disposizioni e termini del presente Contratto. È responsabilità dell'Introducing Broker rivedere costantemente sul sito eventuali modifiche al presente documento.
ru_ru: Компания может в любое время изменить любые положения или условия данного Соглашения. Представляющий брокер обязуется постоянно просматривать все изменения, вносимые в Соглашение на данном вебсайте.
th_th: บริษัทฯ สามารถเปลี่ยนแปลงข้อกำหนดหรือเงื่อนไขของสัญญานี้เมื่อใดก็ได้ ซึ่งเป็นความรับผิดชอบของโบรกเกอร์แนะนำในการตรวจสอบการเปลี่ยนแปลงทั้งหมดในสัญญาที่มีการเผยแพร่บนเว็บไซต์อย่างสม่ำเสมอ

source: The Company may release subsequent versions of the %1 API and require that the Programmer use those subsequent versions. The Programmer's continued use of the APIs following a subsequent release will be deemed the Programmer's acceptance of modifications.
es_es: La Empresa podrá lanzar versiones posteriores de la API de %1 y requerir que el Programador use esas versiones posteriores. El uso continuado de las APIs tras el lanzamiento de una versión posterior será considerado como una aceptación de las modificaciones por parte del Programador.
it_it: La Società può rilasciare versioni successive dell'API di %1 e richiedere che il Programmatore utilizzi quelle. Nel momento in cui un Programmatore utilizza delle API successive, si considera sottinteso il suo consenso a eventuali modifiche.
ru_ru: Компания может выпускать последующие версии API %1 и требует от Программиста пользоваться данными последующими версиями. Дальнейшее использование Программистом новых API после их выпуска будет означать принятие Программистом данных изменений.
th_th: บริษัทฯ จะประกาศเวอร์ชัน API ของ %1 ต่างๆ เพื่อใช้งาน และกำหนดให้โปรแกรมเมอร์ใช้งานเวอร์ชันนั้นๆ การใช้งานของโปรแกรมเมอร์ใน API เวอร์ชันต่อๆ มาเหล่านี้ หมายถึง โปรแกรมเมอร์ได้ยอมรับการเปลี่ยนแปลง

source: The Company may use or disclose (or choose not to use or disclose) such Contributions for any purpose, in any way, in any media worldwide.
es_es: La Empresa puede usar o divulgar (o elegir no divulgar) dichas Contribuciones para cualquier propósito, de cualquier manera, en cualquier medio de comunicación en todo el mundo.
it_it: La Società potrebbe usare o divulgare (o scegliere di non usare né divulgare) tali contributi attraverso i media internazionali, secondo ogni modalità possibile.
ru_ru: Компания может использовать, а также разглашать (или предпочесть не использовать и не разглашать) данные Дополнения в любых целях, любым образом, а также в любых мировых СМИ.
th_th: บริษัทฯ อาจจะใช้ หรือ เปิดเผย (หรือ พิจารณาที่จะไม่ใช้ หรือ เปิดเผย) ผลงานในกรณีใดๆ ในช่องทางใดๆ ในสื่อใดๆ ทั่วโลก

source: The Company may use the client money for the purposes of meeting obligations that are incurred by the Company in connection with the margining, guaranteeing, securing, transferring, adjusting, or settling of the client's dealings in derivatives.
es_es: La Empresa podrá utilizar el dinero del cliente con el propósito de cumplir con las obligaciones contraídas por la misma en relación con la protección, la garantía, la transferencia, el ajuste o la liquidación de las transacciones del cliente en derivados.
it_it: La Società potrebbe utilizzare il denaro del cliente al fine di rispettare i propri obblighi relativi a margini, garanzie, sicurezza, trasferimenti, compensazioni e liquidazione dei trade su derivati effettuati dal cliente.
ru_ru: Компания может использовать деньги клиентов с целью выполнения обязательств Компании, возникающих в отношении маржи, гарантийных требований, обеспечения, передачи, изменения или урегулирования клиентских контрактов и производных.
th_th: บริษัทฯ อาจจะใช้เงินลูกค้าเพื่อวัตถุประสงค์ในการดำเนินการตามภาระหน้าที่ของบริษัทฯ ที่เกี่ยวข้องกับ มาร์จิน การรับประกัน ความมั่นคง การโอน การปรับปรุง หรือ การบริหารจัดการอนุพันธ์ของลูกค้า

source: The Company may withhold payment of funds accumulated in a client's account while it takes steps to verify compliance with these terms.
es_es: La Empresa puede retener el pago de los fondos acumulados en la cuenta de un cliente mientras toma medidas para verificar el cumplimiento de estos términos.
it_it: La Società potrebbe sospendere il pagamento dei fondi accumulati nel conto di un cliente mentre si adopera per verificare la conformità ai presenti termini.
ru_ru: Компания может удерживать средства, находящиеся на счету клиента на время проверки выполнения им данных условий.
th_th: บริษัทฯ อาจจะระงับการชำระเงินของบัญชีลูกค้า ขณะอยู่ระหว่างการตรวจสอบบัญชีตามข้อกำหนดและเงื่อนไข

source: The Company may, at its absolute discretion, accept a Stop Order, a Limit Order, or a Stop Limit Order from the client.
es_es: La Empresa puede, a su entera discreción, aceptar una Orden Stop, una Orden Límite, o una Orden Stop Limit del cliente.
it_it: La Società potrebbe, a sua totale discrezione, accettare uno Stop Order, un Limit Order o uno Stop Limit Order dal cliente.
ru_ru: Компания может по своему единоличному усмотрению принять от клиента стоп-ордер, лимитный ордер или стоп-лимитный ордер.
th_th: บริษัทฯ ยอมรับ คำสั่งยุติคำสั่งซื้อ คำสั่งจำกัดคำสั่งซื้อ หรือ คำสั่งยุติจำกัดคำสั่งซื้อ จากลูกค้า ตามดุลยพินิจของบริษัทฯ

source: The Company may, at its absolute discretion, disregard the client's Order if an Event takes place resulting in it no longer being practicable to act on the client's Order after indicating an acceptance of their Order.
es_es: La Empresa podrá, a su entera discreción, desestimar la Orden del cliente en caso que un Evento cause que ya no sea práctico actuar sobre dicha Orden, incluso luego de haberla aceptado.
it_it: La Società potrebbe, a nostra assoluta discrezione, ignorare l'Ordine del cliente qualora si verificasse un evento che non ne rende possibile l'esecuzione, anche dopo aver confermato la presa in carico dell'Ordine stesso.
ru_ru: Компания может по своему единоличному усмотрению не исполнять ордер клиента, если произойдёт событие, в результате которого исполнение ордера потеряет практический смысл (после принятия данного ордера).
th_th: บริษัทฯ อาจจะเพิกเฉยกับคำสั่งซื้อของลูกค้า หากหลังจากที่ได้รับคำสั่งซื้อแล้ว เกิดเหตุการณ์ที่ทำให้การดำเนินการตามคำสั่งซื้อของลูกค้าไม่สามารถเกิดขึ้นได้ ทั้งนี้ขึ้นอยู่กับดุลยพินิจของบริษัทฯ

source: The Company may, at its sole discretion or as required by regulations in place conduct appropriate "Know Your Customer" (KYC) procedures and require a client to provide proof of identity and suspend an account until satisfactory evidence of identity and address, source of funds, and/or source of wealth have been provided.
es_es: La Empresa puede, a su sola discreción o como sea requerido por las regulaciones vigentes, realizar verificaciones adecuadas de "Conozca a sus Clientes (KYC, por sus siglas en inglés)" y solicitar al cliente proveer comprobantes de identidad y suspender la cuenta hasta que evidencias de identidad y dirección, fuentes de ingresos, y/o recursos financieros hayan sido provistos en forma satisfactoria.
it_it: la Società può, a sua esclusiva discrezione o come previsto dai regolamenti vigenti, condurre adeguate procedure di verifica dell'identità dei propri clienti (procedure KYC) e richiedere loro di fornire una prova d'identità o sospendere un conto fino a quando non vengano fornite soddisfacenti prove a verifica dell'identità, dell'indirizzo, della fonte di finanziamento e/o della fonte di guadagno;
ru_ru: Компания может (по своему единоличному усмотрению или с целью соблюдения действующих нормативно-правовых требований) выполнять процедуры в рамках политики "Знай своего клиента" (ЗСК) и потребовать от клиента предоставить удостоверение его личности, а также приостановить деятельность на счёте до предоставления удовлетворяющих требования документов, подтверждения личности и адреса, источника происхождения средств, и/или источника благосостояния.
th_th: ด้วยดุลยพินิจของบริษัทฯ หรือตามที่กำหนดโดยกฎข้อบังคับที่มีอยู่ บริษัทฯ จะดำเนินการตามกระบวนการ "รู้จักลูกค้า" (Know Your Customer: KYC) และต้องการให้ลูกค้าให้ข้อมูลเพื่อยืนยันเกี่ยวกับอัตลักษณ์ และอาจมีการระงับการใช้งานในบัญชี จนกระทั่งได้มีการยืนยันข้อมูลอัตลักษณ์แสดงตัวบุคคลและที่อยู่ แหล่งที่มาของรายได้ และ/หรือแหล่งที่มาของทรัพย์สิน

source: The Company may, however, withhold the client's withdrawal request from their MT5 Real Account to their %1 account, in whole or in part, in one or more of the following cases:
es_es: Sin embargo, la Empresa podrá retener la solicitud de retiro del cliente de su Cuenta Real MT5 a su cuenta de %1, en su totalidad o en parte, en uno o más de los siguientes casos:
it_it: Tuttavia, la Società potrebbe sospendere la richiesta di effettuare trasferimenti dal conto reale MT5 al conto %1, totalmente o in parte, in uno o più dei casi seguenti:
ru_ru: Тем не менее, Компания может, приостановить запрос клиента на вывод средств с Реального счёта MT5 Real Account на счёт %1, полностью или частично, в одном или нескольких случаях, перечисленных ниже:
th_th: บริษัทฯ อาจระงับคำร้องในการถอนเงินของลูกค้าจากบัญชี MT5 จริงไปยังบัญชี %1 ทั้งหมดหรือบางส่วน ในกรณีใดๆ ต่อไปนี้

source: The Company offers binary options through its online interactive platform.
es_es: La Empresa ofrece opciones binarias a través de su plataforma interactiva online.
it_it: La Società offre opzioni binarie attraverso la sua piattaforma online interattiva.
ru_ru: Компания предоставляет бинарные опционы на своей интерактивной онлайн платформе.
th_th: บริษัทฯ ให้บริการไบนารีออปชั่นผ่านของแพลตฟอร์มแบบโต้ตอบออนไลน์

source: The Company operates in full compliance with the General Data Protection Regulation (GDPR) and other applicable Data Protection laws. These regulatory measures place obligations on users of personal data like the Company. They also lay down the principles for fair and lawful processing of all the information that the Company acquires.
es_es: La Empresa opera en total conformidad con el Reglamento General de Protección de Datos (RGPD) y otras leyes aplicables a la Protección de Datos. Estas regulaciones imponen obligaciones a los usuarios de datos personales como la Empresa. También establecen los principios para el procesamiento legal y adecuado de toda la información que la Empresa adquiere.
it_it: La Società opera nel pieno rispetto del General Data Protection Regulation (GDPR) e di altre leggi applicabili sulla protezione dei dati. Tali misure di regolamentazione impongono vincoli ai soggetti che utilizzano dati personali come la Società stessa, e pongono i principi per un trattamento equo e lecito di tutte le informazioni ottenute da quest'ultima.
ru_ru: Компания действует в полном соответствии с общими положениями о защите данных (GDPR) и другими законами о защите данных. Данные меры и нормативные положения возлагают обязательства на лица и организации, собирающие личные данные, включая Компанию. Они сформулировали принципы честных и законных процедур собираемой Компанией информации.
th_th: บริษัทฯ ปฏิบัติงานอย่างสมบูรณ์ ตามระเบียบการป้องกันข้อมูลพื้นฐาน (GDPR) และกฎหมายเกี่ยวกับการป้องกันข้อมูลอื่นๆ ที่เกี่ยวข้อง มาตรการด้านกฎหมายเหล่านี้กำหนดภาระหน้าที่ให้แก่ผู้ใช้ข้อมูลส่วนบุคคลเช่นบริษัทฯ กฎหมายเหล่านี้ยังได้วางหลักการในการประมวลผลข้อมูลทั้งหมดที่ยุติธรรมและถูกต้องตามกฎหมาย ซึ่งบริษัทฯ ได้นำหลักการเหล่านี้มาปฏิบัติ

source: The Company provides here a summary of the policy that the Company maintains in order to manage conflicts of interest in respect of the duties that the Company owes to clients.
es_es: La Empresa provee este resumen de la política mantenida por la misma en relación al manejo de conflictos de interés con respecto a la responsabilidad que la Empresa tiene para con los clientes.
it_it: Di seguito, la Società fornisce una sintesi della politica adottata per gestire i conflitti di interesse in relazione ai doveri che spettano alla Società nei confronti dei clienti.
ru_ru: Ниже приведён обзор политики по управлению конфликтами, которой придерживается Компания с целью регулирования конфликтов интересов в отношении обязательств Компании перед клиентами.
th_th: บริษัทฯ ได้จัดทำนโยบายโดยสรุปที่บริษัทฯ ดูแลอยู่มาไว้ที่นี่ เพื่อบริหารจัดการผลประโยชน์ทับซ้อนตามหน้าที่ที่บริษัทฯ มีต่อลูกค้า
