Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Can be used to open accounts, set settings, manage token usage, and more.
es_es: Se puede utilizar para abrir cuentas, configurar ajustes, administrar el uso de tokens y mucho más.
it_it: Può essere utilizzato per aprire account, configurare le impostazioni, gestire l'uso dei token e altro.
ru_ru: Может использоваться для открытия счетов, создания настроек, управления ключом и других действий.
th_th: สามารถใช้เพื่อเปิดบัญชี ตั้งค่าต่างๆ จัดการการใช้โทเค่น และอื่นๆ

source: Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.
es_es: Se puede utilizar para ver la actividad de la cuenta, incluyendo la configuración, límites, balances, historial de compras de contratos, y mucho más.
it_it: Può essere utilizzato per visualizzare l'attività dell'account, incluse le impostazioni, limiti, bilanci, storico dei trade e altro.
ru_ru: Может использоваться для просмотра активности на счету, в том числе настроек, лимитов, баланса, истории торговли и др.
th_th: สามารถใช้ในการดูกิจกรรมที่เกิดขึ้นของบัญชี รวมถึงการตั้งค่า วงเงิน งบดุล ประวัติการซื้อขาย และอื่นๆ

source: Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.
ru_ru: Может использоваться для вывода денег через платёжных агентов, перевода средств между счетами, установки / изменения паролей для Кассы.

source: Can you spare 15 minutes?
es_es: ¿Tiene usted 15 minutos?
it_it: Hai 15 minuti per noi?
ru_ru: Можете уделить 15 минут Вашего времени?
th_th: ท่านพอมีเวลา 15 นาทีหรือไม่?

source: Can't figure it out on when to buy and sell? Here is a simple way of looking at it:
es_es: ¿No sabe cuándo comprar o vender? He aquí es una manera sencilla de verlo:
it_it: Non riesci a capire quando comprare e vendere? Ecco un modo semplice per analizzare la situazione:
ru_ru: Не знаете, когда покупать или продавать? Предлагаем простое объяснение:
th_th: ไม่รู้ว่าเมื่อไรจะซื้อหรือขาย ใช่หรือไม่? นี่เป็นวิธีการดูง่ายๆ

source: Can't find what you're searching for?
es_es: ¿No ha encontrado lo que buscaba?
it_it: Non riesci a trovare quello che cerchi?
ru_ru: Не можете найти нужную информацию?
th_th: ไม่พบสิ่งที่คุณกำลังค้นหาใช่หรือไม่

source: Can't make heads or tails of currency pairs? Here is a simple way of looking at it:
es_es: ¿No entiende los pares de divisas? He aquí una manera sencilla de verlo:
it_it: Coppie di valute: non riesci a venirne a capo? Ecco un semplice modo per analizzarle:
ru_ru: Плохо разбираетесь в динамике валютных пар? Прочтите наше пояснение:
th_th: ไม่สามารถบอกหัวหรือก้อยของคู่สกุลเงิน ใช่หรือไม่? นี่เป็นวิธีการดูง่ายๆ

source: Can't miss in Asunción
es_es: Imperdibles en Asunción
it_it: L'anima di Asunción
ru_ru: Что посмотреть в Асунсьоне
th_th: พลาดไม่ได้ ที่อาซุนซีออน (Asunción)

source: Can't miss in Cyberjaya
es_es: Imperdibles en Cyberjaya
it_it: Da non perdere a Cyberjaya
ru_ru: Важные события в Сайберджайе
th_th: พลาดไม่ได้ ที่ไซเบอร์จายา

source: Can't miss in Dubai
es_es: Imperdibles en Dubái
it_it: Da non perdere a Dubai
ru_ru: Не пропустите в Дубае
th_th: พลาดไม่ได้ ที่ดูไบ

source: Can't miss in Labuan
es_es: Imperdibles en Labuan
it_it: Da non perdere in Labuan
ru_ru: Важные события в Лабуане
th_th: พลาดไม่ได้ ที่ลาบวน

source: Can't miss in Malta
es_es: Imperdibles en Malta
it_it: Da non perdere a Malta
ru_ru: Важные события на Мальте
th_th: พลาดไม่ได้ ที่มอลตา

source: Canadian Dollar vs Japanese Yen
es_es: Dólar canadiense vs yen Japonés
ru_ru: Канадский доллар против японской иены
th_th: ดอลลาร์แคนาดา เทียบกับ เงินเยนญี่ปุ่น

source: Canadian Dollar vs Swiss Franc
es_es: Dólar canadiense vs franco suizo
ru_ru: Канадский доллар против швейцарского франка
th_th: ดอลลาร์แคนาดา เทียบกับ ฟรังก์สวิส

source: Cancel
es_es: Cancelar
it_it: Annulla
ru_ru: Отмена
th_th: ยกเลิก

source: Capacity to multitask, balance deadlines, and reliably deliver high-quality content
es_es: Capacidad para realizar múltiples tareas, equilibrar plazos y entregar contenido de alta calidad de manera confiable
it_it: La capacità di svolgere diverse attività contemporaneamente, giostrarsi tra scadenze e produrre contenuti di alta qualità in modo affidabile
ru_ru: Способность одновременно выполнять несколько задач, правильно устанавливать сроки и стабильно предоставлять высококачественный контент
th_th: มีความสามารถในการทำงานหลายๆ ชิ้นพร้อมๆ กัน สามารถจัดการกำหนดการส่งมอบงานได้อย่างเหมาะสม และเนื้อหาข้อมูลมีคุณภาพสูง

source: Careers
es_es: Nuestro Staff
it_it: Lavora con noi
ru_ru: Карьера
th_th: ร่วมงานกับเรา

source: Careers - Asunción
es_es: Carreras - Asunción
it_it: Lavora con noi - Asunción
ru_ru: Вакансии – Асунсьон
th_th: ร่วมงานกับเรา - อาซุนซีออน (Asunción)

source: Careers - Cyberjaya
es_es: Carreras - Ciberjaya
it_it: Carriere - Cyberjaya
ru_ru: Вакансии - Сайберджайя
th_th: ร่วมงานกับเรา - ไซเบอร์จายา

source: Careers - Dubai
es_es: Carreras - Dubái
it_it: Carriere - Dubai
ru_ru: Вакансии – Дубай
th_th: ร่วมงานกับเรา - ดูไบ

source: Careers - Labuan
es_es: Carreras - Labuan
it_it: Carriere - Labuan
ru_ru: Вакансии - Лабуан
th_th: ร่วมงานกับเรา - ลาบวน

source: Careers - Malta
es_es: Carreras - Malta
it_it: Carriere - Malta
ru_ru: Вакансии - Мальта
th_th: ร่วมงานกับเรา - มอลตา

source: Carefully handpicked network of liquidity providers allow us to pass on tight spreads and competitive margins to both retail and institutional clients
es_es: Una cuidadosa selección de proveedores de liquidez nos permiten ofrecer spreads ajustados y márgenes competitivos tanto a clientes minoristas como institucionales
it_it: Una rete di fornitori di liquidità attentamente selezionati ci permette di trasmettere spread stretti e margini competitivi sia ai clienti al dettaglio che ai clienti istituzionali
ru_ru: Тщательно отобранная сеть поставщиков ликвидности позволяет нам поддерживать узкие спреды и конкурентоспособную маржу для частных и институциональных клиентов
th_th: การเลือกเครือข่ายของผู้ให้บริการด้านสภาพคล่องอย่างระมัดระวัง ช่วยให้เราส่งต่อสเปรดถี่ๆ หรือกำไรที่ให้แก่ลูกค้าย่อยและสถาบัน

source: Cash Business
es_es: Negocio de efectivo
it_it: Lavoro pagato in contanti
ru_ru: Сделка за наличный расчёт
th_th: ธุรกิจเงินสด

source: Cash Indices
es_es: Índices Cash
ru_ru: Расчётные индексы
th_th: ดัชนีเงินสกุลต่างๆ

source: Cashier
es_es: Cajero
it_it: Cassa
ru_ru: Касса
th_th: แคชเชียร์

source: Cashier Password
ru_ru: Пароль Кассы

source: Cashier password
ru_ru: Пароль кассы

source: Cashier session expired
es_es: Sesión de cajero expirada
it_it: Sessione di cassa scaduta
ru_ru: Сессия в разделе Касса истекла
th_th: เซสชันสำหรับการชำระเงินหมดอายุ

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
es_es: Se imponen ciertos límites para los niveles aceptables de precios de barrera/límite en los contratos. Habitualmente el límite/barrera no puede estar demasiado cerca ni demasiado lejos del nivel subyacente actual del mercado.
it_it: sono imposti alcuni livelli minimi per l'inserimento dei prezzi delle barriere/limiti dei contratti. Generalmente, la barriera/limite non può essere troppo vicina o troppo lontana dall'attuale livello del mercato sottostante.
ru_ru: Налагаются определенные ограничения на приемлемые уровни рыночных цен для выигрыша контрактов. Обычно уровень рынка для выигрыша не может быть слишком близок к настоящему уровню рынка.
th_th: ขอบเขตที่แน่นอนถูกกำหนดอยู่ในระดับที่ยอมรับได้สำหรับราคา Barrier และ Strike ของแต่ละสัญญา โดยทั่วไปแล้ว Barrier/Strike อาจจะไม่เข้าใกล้ และไม่ห่างไปจากระดับปัจจุบันของตลาดผลิตภัณฑ์อ้างอิง

source: Change
es_es: Cambiar
ru_ru: Изменить
th_th: เปลี่ยนแปลง

source: Change API Endpoint
es_es: Cambiar API Endpoint
it_it: Modifica l'estremità API
ru_ru: Изменить конечную точку API
th_th: เปลี่ยน API ปลายทาง

source: Change MT5 password
es_es: Cambiar contraseña de plataforma MT5
it_it: Modifica la password per MT5
ru_ru: Изменить пароль MT5
th_th: เปลี่ยนรหัสผ่าน MT5

source: Change Password
es_es: Cambiar contraseña
it_it: Modifica Password
ru_ru: Сменить пароль
th_th: เปลี่ยนรหัสผ่าน

source: Change password
es_es: Cambiar contraseña
it_it: Cambia password
ru_ru: Изменение пароля
th_th: เปลี่ยนรหัสผ่าน

source: Change the Margin rate in relation to both Open Positions and new Orders
es_es: Cambiar la tasa de Margen en relación con las posiciones abiertas y nuevas Órdenes
it_it: Modificare il tasso del margine in relazione alle posizioni aperte e ai nuovi ordini
ru_ru: изменить уровень маржи в отношении открытых позиций и новых ордеров.
th_th: การเปลี่ยนแปลงอัตรามาร์จินสัมพันธ์กับโพซิชั่นที่เปิดอยู่และคำสั่งซื้อใหม่

source: Change the password used for deposits and withdrawals.
ru_ru: Изменить пароль для пополнения счёта и вывода средств.

source: Change your main login password.
es_es: Cambiar su contraseña de inicio de sesión principal.
it_it: Modifica la tua password d'accesso principale.
ru_ru: Изменить основной пароль.
th_th: แก้ไขรหัสผ่านหลักของท่าน

source: Changes to this privacy policy
es_es: Cambios a esta política de privacidad
it_it: Modifiche alla presente politica sulla privacy
ru_ru: Изменения в политике конфиденциальности
th_th: เปลี่ยนนโยบายการรักษาข้อมูลส่วนบุคคลนี้

source: Chart
es_es: Gráfico
it_it: Grafico
ru_ru: График
th_th: แผนภูมิ

source: Chart is not available for this underlying.
es_es: El gráfico no se encuentra disponible para este subyacente.
it_it: Il grafico non è disponibile per questo sottostante.
ru_ru: График данного актива недоступен.
th_th: ไม่มีแผนภูมิสำหรับผลิตภัณฑ์อ้างอิงนี้

source: Charting for this underlying is delayed
es_es: Gráficos para este instrumento se muestran con retraso
it_it: I grafici per questo strumento sono differiti
ru_ru: Графики для этого инструмента рисуются с задержкой
th_th: กราฟของผลิตภัณฑ์อ้างอิงนี้ล่าช้า

source: Charting platforms
es_es: Plataformas de gráficos
it_it: Piattaforme per la creazione di grafici
ru_ru: Платформы с графиками
th_th: แพลตฟอร์มแผนภูมิ

source: Check address
es_es: Comprobar dirección
ru_ru: Проверить адрес
th_th: ตรวจสอบที่อยู่

source: Check our systems against the latest attacks, vulnerabilities, and mitigations
es_es: Comprobar nuestros sistemas contra los últimos ataques, vulnerabilidades y mitigaciones
it_it: Verificare la sicurezza dei nostri sistemi rispetto agli attacchi, ai punti di vulnerabilità e ai fattori mitiganti più recenti
ru_ru: Проверка наших систем на предмет недавних атак, уязвимостей и слабых мест
th_th: ตรวจสอบระบบของเราจากการโจมตี จุดอ่อน และการบรรเทาล่าสุด

source: Check out some technical terms before you start.
es_es: Eche un vistazo a algunos de los términos técnicos antes de empezar.
it_it: Prima di iniziare controlla alcuni termini tecnici.
ru_ru: Ознакомьтесь с некоторыми техническими терминами, прежде чем начать работу.
th_th: ตรวจสอบคำศัพท์ทางเทคนิคก่อนเริ่มต้น

source: Check out the payment methods accepted by the payment agents in the list below.
es_es: Compruebe los métodos de pago admitidos por los agentes de pagos en la lista a continuación.
it_it: Controlla nell'elenco qui sotto le modalità di pagamento accettate dagli agenti di pagamento.
ru_ru: Ниже проверьте список платежных способов, принимаемых платежным агентом.
th_th: ตรวจสอบวิธีการชำระเงินโดยตัวแทนรับชำระเงินจากข้อมูลด้านล่าง

source: Checked
es_es: Verificado
it_it: Verifica effettuata
ru_ru: Проверено
th_th: ตรวจสอบแล้ว

source: Checking
es_es: Verificando
it_it: Verifica in corso
ru_ru: Проверка
th_th: กำลังตรวจสอบ

source: Chief Executives, Senior Officials and Legislators
es_es: Directores ejecutivos, altos funcionarios y legisladores
it_it: Amministratori delegati, Alti funzionari e Legislatori
ru_ru: Руководители, высокопоставленные чиновники и работники законодательных органов
th_th: ผู้บริหารระดับสูง เจ้าหน้าที่อาวุโส และสมาชิกของสภานิติบัญญัติ

source: Choose a duration from 10 seconds to 365 days.
es_es: Seleccione una duración desde 10 segundos hasta 365 días.
it_it: Puoi scegliere la durata tra 10 secondi a 365 giorni.
ru_ru: Выберите длительность от 10 секунд до 365 дней.
th_th: กำหนด ระยะเวลา จาก 10 วินาที ถึง 365 วัน

source: Choose a password
es_es: Elija una contraseña
it_it: Scegli una password
ru_ru: Выберите пароль
th_th: กำหนด รหัสผ่าน

source: Choose a payout and our system will calculate the stake required to purchase the contract.
es_es: Elija cuánto quiere ganar y nuestro sistema calculará la inversión necesaria para comprar el contrato.
it_it: Puoi scegliere il tuo guadagno e il nostro sistema calcolerà la puntata richiesta per acquistare il contratto.
ru_ru: Выберите выплату, и наша система рассчитает ставку, необходимую для покупки контракта.
th_th: กำหนดการชำระเงินและระบบของเราจะคำนวณจำนวนเงินที่ต้องวางเพื่อซื้อสัญญา

source: Choose a payout from $1 to $50,000.
es_es: Seleccione un pago desde $1 hasta $50.000.
it_it: Puoi scegliere un payout da $1 a $50.000.
ru_ru: Выберите выплату от $1 до $50,000.
th_th: กำหนด การชำระเงิน ตั้งแต่ 1 ถึง 50,000 เหรียญสหรัฐ

source: Choose an account
es_es: Elija una cuenta
it_it: Scegli un account
ru_ru: Выберите счёт
th_th: เลือกบัญชี

source: Choose from 100+ tradable instruments, backed by award-winning technology and innovation since 2000.
es_es: Elija entre más de 100 instrumentos operables, con respaldo de una tecnología premiada e innovación desde el año 2000.
it_it: Scegli tra più di 100 strumenti di trading, grazie alle nostre tecnologie e innovazioni Pluripremiate iniziate dall’anno 2000.
ru_ru: Выберите один из 100+ инструментов и торгуйте с признанным технологическим новатором, действующим с 2000 года.
th_th: เลือกจากเครื่องมือที่ซื้อขายได้มากกว่า 100 เครื่องมือ ที่สนับสนุนโดยเทคโนโลยีและนวัตกรรมที่ได้รับรางวัลตั้งแต่ปี พ.ศ. 2543 (ค.ศ. 2000)

source: Choose from four available markets:
es_es: Elija entre cuatro mercados disponibles:
it_it: Scegli tra quattro mercati disponibili:
ru_ru: Выберите один из четырёх доступных рынков:
th_th: เลือกจากตลาดที่มีอยู่สี่แห่ง

source: Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy
es_es: Elija entre más de un millón de posibles variaciones comerciales en cualquier momento y personalice sus operaciones de acuerdo con su estrategia preferida
ru_ru: Множество настраиваемых параметров позволит Вам подобрать контракты, максимально соответствующие Вашей стратегии
th_th: เลือกจากการซื้อขายหลากหลายแบบที่มีมากกว่าหนึ่งล้านแบบเมื่อใดก็ได้ และปรับแต่งการซื้อขายของคุณตามกลยุทธ์ที่คุณต้องการ

source: Choose from three main trade types:
es_es: Escoja entre tres tipos de operación principales:
it_it: Scegli fra tre tipologie di trade principali:
ru_ru: Выберите один из трёх основных видов контрактов:
th_th: เลือกจากประเภทการซื้อขายหลักสามประเภท

source: Choose scopes:
es_es: Elegir alcances:
it_it: Seleziona gli ambiti:
ru_ru: Выберите условия:
th_th: กำหนดขอบเขต:

source: Choose the market, trade type, duration, barrier, and payout.
es_es: Escoja el mercado, tipo de operación, duración, barrera y pago.
it_it: Scegli il mercato, il tipo di trade, la durata, la barriera e il payout.
ru_ru: Выберите рынок, тип контракта, его длительность, барьеры и выплату.
th_th: เลือกตลาด ประเภทการซื้อขาย ระยะเวลา อุปสรรค และการชำระเงิน

source: Choose the payment method you'd like to use.
es_es: Elija la forma de pago que desea utilizar.
it_it: Scegli la modalità di pagamento che desidereresti utilizzare.
ru_ru: Выберите способ оплаты, которым Вы хотели бы воспользоваться.
th_th: กำหนดวิธีการชำระเงินที่ท่านต้องการ

source: Choose the payout you wish to receive from correctly predicting this contract.
es_es: Escoja el pago que le gustaría recibir si predice correctamente este contrato.
it_it: Scegli il payout che vorresti ricevere dalla corretta previsione di questo contratto.
ru_ru: Выберите выплату, которую Вы хотите получить при правильном прогнозе.
th_th: เลือกจำนวนการชำระเงินที่ท่านต้องการได้รับเมื่อมีการคาดการณ์สัญญานี้ถูกต้อง

source: Choose the platforms and accounts you need, based on your personal trading style
es_es: Escoja las plataformas y cuentas que necesita, con base en su estilo personal de negociación
it_it: Scegli tra le piattaforme e i conti più adatti in base al tuo stile di trading
ru_ru: Выберите платформы и счета для своего стиля торговли
th_th: เลือกแพลตฟอร์มและบัญชีที่ท่านต้องการ ตามสไตล์การซื้อขายส่วนตัวของท่าน

source: Choose the specific type of API token that you need, based on the capabilities that you wish to make available.
es_es: Elija el tipo específico de token de la API que necesita, basándose en las capacidades que desea hacer disponibles.
it_it: Scegli la tipologia specifica di token API di cui hai bisogno, sulla base delle capacità che desideri rendere disponibili.
ru_ru: Выберите определённый тип нужного Вам ключа API, согласно параметрам, которые Вы хотите активировать.
th_th: กำหนดประเภทเฉพาะของ API โทเค่นที่ท่านต้องการใช้งาน

source: Choose timeframes from 10 seconds to 365 days
es_es: Escoja periodos de 10 segundos a 365 días
ru_ru: Длительность контрактов от 10 секунд до 365 дней
th_th: กำหนดระยะเวลา จาก 10 วินาที ถึง 365 วัน

source: Choose your own strike.
es_es: Seleccione su inversión.
it_it: Scegli il tuo obiettivo.
ru_ru: Выберите страйк-цену.
th_th: กำหนดราคาใช้สิทธิของท่าน

source: Choose your preferred programme, complete the application form, and receive your affiliate link upon approval.
es_es: Elija su programa preferido, complete el formulario de solicitud y una vez aprobado reciba su enlace de afiliado.
it_it: Scegli un programma e completa il modulo di iscrizione per ricevere il link di affiliato, previa approvazione.
ru_ru: Выберите программу, заполните форму заявления, дождитесь одобрения и получите партнёрскую ссылку.
th_th: เลือกโปรแกรมที่ต้องการ กรอกใบสมัคร และรับลิงค์พันธมิตรฯ ของคุณ เมื่อได้รับการอนุมัติ

source: Christmas Day
es_es: Día de Navidad
it_it: Giorno di Natale
ru_ru: Рождество
th_th: วันคริสต์มาส

source: Citizenship
es_es: Ciudadanía
it_it: Cittadinanza
ru_ru: Гражданство
th_th: สัญชาติ

source: City of Gold
es_es: La Ciudad del Oro
it_it: La città dell'oro
ru_ru: Золотой город
th_th: เมืองแห่งทองคำ

source: Classes of instruments
es_es: Clases de instrumentos
it_it: Categorie di strumenti
ru_ru: Классы инструментов
th_th: ชั้นของเครื่องมือ

source: Cleaners and Helpers
es_es: Personal de aseo y ayudantes
it_it: Addetti alle pulizie e aiutanti
ru_ru: Уборщики и обслуживающий персонал
th_th: เจ้าหน้าที่ทำความสะอาด และ ผู้ช่วยทำความสะอาด

source: Clerks
es_es: Empleados
it_it: Impiegati
ru_ru: Клерки
th_th: เสมียน

source: Click OK to proceed.
es_es: Haga clic en Aceptar para continuar.
it_it: Clicca OK per procedere.
ru_ru: Нажмите OK, чтобы продолжить.
th_th: คลิก OK เพื่อดำเนินการต่อไป

source: Click here to open a Financial Account
es_es: Haga clic aquí para abrir una cuenta financiera
it_it: Clicca qui per aprire un conto finanziario
ru_ru: Нажмите здесь для открытия Финансового счёта
th_th: คลิกที่นี่ เพื่อเปิดบัญชีการเงิน

source: Click here to open a Real Account
es_es: Haga clic aquí para abrir una cuenta real
it_it: Clicca qui per aprire un conto reale
ru_ru: Нажмите здесь для открытия Реального счёта
th_th: คลิกที่นี่ เพื่อเปิดบัญชีจริง

source: Click here to retry
es_es: Haga clic aquí para volver a intentar
it_it: Clicca qui per riprovare
ru_ru: Нажмите, чтобы повторить попытку
th_th: คลิกที่นี่เพื่อลองใหม่

source: Client Information
es_es: Información del Cliente
it_it: Informazioni sul cliente
ru_ru: Информация клиента
th_th: ข้อมูลลูกค้า

source: Client classification
es_es: Clasificación de los clientes
it_it: Classificazione del cliente
ru_ru: Классификация клиентов
th_th: การจำแนกกลุ่มลูกค้า

source: Client money
es_es: Fondos del cliente
it_it: Denaro dei clienti
ru_ru: Средства клиента
th_th: เงินของลูกค้า

source: Client reporting
es_es: Informes a clientes
it_it: Reporting relativo ai clienti
ru_ru: клиентская отчётность
th_th: รายงานของลูกค้า

source: Client withdrawals
es_es: Retiros del cliente
ru_ru: Выводы клиентов
th_th: การถอนเงินของลูกค้า

source: Client withdrawals prior to this year amounted to almost USD 500 million. More than USD 140 million worth of client withdrawals is expected this year.
es_es: Los retiros de clientes previos a este año ascendieron a casi USD 500 millones. Se esperan más de USD 140 millones en retiros de clientes para este año.
ru_ru: Сумма средств, выведенных клиентами до этого года, составляет почти 500 млн. долларов США. По предварительной оценке, в этом году сумма выводов должна составить 140 млн. долларов США.
th_th: การถอนเงินของลูกค้าปีที่ผ่านมา มีมูลค่าเกือบ 500 ล้านดอลลาร์สหรัฐ ในปีนี้คาดว่า จะมีการถอนเงินของลูกค้ามูลค่ามากกว่า 140 ล้านดอลลาร์สหรัฐ

source: Client's Representation
es_es: Representación del cliente
ru_ru: Гарантии клиента
th_th: ตัวแทนของลูกค้า

source: Client's deposits or withdrawals are immediately reflected in the corresponding master account balance in real time
es_es: Los depósitos o retiros de clientes se ven reflejados inmediatamente en el saldo de la cuenta maestra correspondiente en tiempo real
ru_ru: Информация о пополнениях и выводе средств клиентами незамедлительно появляется на балансе соответствующего основного счёта в режиме реального времени
th_th: การฝากเงินหรือการถอนเงินของลูกค้าจะแสดงผลในทันทีและเป็นมูลค่าที่เชื่อมโยงกับยอดคงเหลือในบัญชีหลัก

source: Client's liability
es_es: Responsabilidad del Cliente
it_it: Responsabilità del cliente
ru_ru: Ответственность клиента
th_th: หนี้สินของลูกค้า

source: Clients
es_es: Clientes
it_it: Clienti
ru_ru: Клиентов
th_th: ลูกค้า

source: Clients agree that the Company may use personal information provided by them in order to conduct appropriate anti-fraud checks. The personal information that clients provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
es_es: Los clientes aceptan que la Empresa puede utilizar la información personal suministrada para realizar verificaciones contra fraude. Dicha información personal puede ser divulgada a una agencia de prevención de fraude o de referencias de crédito, tal agencia podría guardar registros de esa información.
it_it: I clienti convengono che la Società può utilizzare le informazioni personali fornitegli con il fine di effettuare adeguati controlli anti frode. Le informazioni personali che i clienti forniscono possono essere divulgate ad una agenzia di referenze per il credito o di prevenzione della frode, le quali potranno conservare tali informazioni.
ru_ru: Настоящим клиенты соглашаются, что Компания может использовать предоставленную ими личную информацию для соответствующих анти-мошеннических проверок. Личная информация, предоставленная клиентами, может быть передана компетентным организациям или органам по борьбе с мошенничеством, которым могут быть необходимы данные сведения.
th_th: ลูกค้ายินยอมที่จะให้บริษัทฯ ใช้ข้อมูลส่วนบุคคลในการตรวจสอบการป้องกันและปราบปรามการทุจริตตามความเหมาะสม ข้อมูลส่วนบุคคลนั้นจะถูกเปิดเผยต่อหน่วยงานเพื่อการป้องกันการทุจริตในส่วนของการอ้างอิงข้อมูลเครดิตที่ต้องการรายงานดังกล่าว
