Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Any changes in the Company's privacy policy or security statement will be posted on this website. For any material changes that directly affect the economic use of the client's personal information, the Company will request the client's prior authorisation in writing before effecting such changes on the client's account.
es_es: Cualquier cambio en la política de privacidad de la Empresa o en la declaración de seguridad será anunciada en este sitio web. Para cambios materiales que afecten directamente el uso comercial de la información personal del cliente, la Empresa solicitará autorización previa por escrito antes de efectuar dichos cambios en la cuenta del cliente.
it_it: Eventuali modifiche della politica sulla privacy o dell'informativa sulla sicurezza della Società verranno pubblicate sul presente sito web. Per modifiche sostanziali che influenzano direttamente l'utilizzo a fini economici delle informazioni personali del cliente, la Società richiederà previa autorizzazione scritta prima di attuare tali cambiamenti sul conto del cliente.
ru_ru: Информация о любых изменениях в политике конфиденциальности или правилах защиты информации Компании будет размещена на этом сайте. В случае существенных изменений, которые могут повлиять на использование личных данных клиента, Компания предварительно запросит письменное разрешение клиента, прежде чем вводить эти изменения.
th_th: การเปลี่ยนแปลงใดๆ ในนโยบายการรักษาข้อมูลส่วนบุคคล หรือ ข้อความด้านความปลอดภัยของบริษัทฯ นั้น จะนำไปประกาศบนหน้าเว็บไซต์ ในกรณีที่มีการแก้ไขหลักๆ ที่กระทบด้านเศรษฐศาสตร์ของการใช้ข้อมูลส่วนบุคคลของลูกค้า บริษัทฯ จะดำเนินการขออนุญาตจากลูกค้าเป็นลายลักษณ์อักษรก่อนกระทำการเปลี่ยนแปลงนั้นกับบัญชีของลูกค้า

source: Any client that is employed in the banking and/or finance sector must only conduct trades through the website with the knowledge of his/her employer and in accordance with the employer's policies.
es_es: Cualquier cliente que esté empleado en el sector financiero y/o bancario solo debe realizar operaciones en el sitio web con el conocimiento de su empleador y de acuerdo a las políticas de dicho empleador.
it_it: qualsiasi cliente occupato nel settore bancario e/o finanziario dovrà effettuare trade attraverso il sito Internet soltanto con se il proprio datore di lavoro è a conoscenza di tale attività e nel rispetto delle politiche di quest'ultimo;
ru_ru: Любой клиент, работающий в банковском и/или финансовом секторе, может торговать на сайте только при отсутствии возражений со стороны своего работодателя, а также в соответствии с правилами своего работодателя.
th_th: ลูกค้าใดๆ ที่เป็นพนักงานในหน่วยงานการธนาคาร หรือ หน่วยงานสถาบันการเงิน ให้ซื้อขายผ่านทางเว็บไซต์เท่านั้น ด้วยทักษะความความรู้ของหน่วยงานในสังกัดของเขา/เธอ ที่เป็นไปตามนโยบายของนายจ้าง ซึ่ง

source: Any disputes, controversy, or claims that arise out of or relating to this Agreement against the Company will be referred to, and finally determined by, an arbitration firm selected by the Company. The language to be used in the arbitral proceedings will be English. Judgement upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. The Affiliate is also responsible for any and all costs related to such arbitration.
es_es: Cualquier disputa, controversia o reclamo que surja de o esté relacionada con este Acuerdo en contra de la Empresa será enviada a y finalmente resuelta, por una empresa de arbitraje seleccionada por la misma Empresa. El idioma que se utilizará en el procedimiento arbitral será el inglés. La sentencia sobre el laudo dictado por los árbitros podrá ser emitida por cualquier tribunal con jurisdicción. El Afiliado también es responsable de cualquier y todos los costos relacionados a dicho arbitraje.
it_it: Dispute, controversie e contenziosi relativi al presente Contratto sollevati contro la Società verranno arbitrati e infine risolti da una società di mediazione selezionata dalla Società. La lingua da usare nell'arbitrato è l'inglese. La sentenza dell'arbitro sul lodo arbitrale può essere impugnata presso qualsiasi tribunale della giurisdizione competente. Gli eventuali costi di tale mediazione saranno sostenuti dall'Associato.
ru_ru: Любые споры, разногласия и претензии, возникающие в адрес Компании в рамках или в связи с данным Соглашением, будут направлены и рассмотрены арбитражным судом, выбранным Компанией. Арбитражные разбирательства будут проводиться на английском языке. Решение, вынесенное судьёй (судьями), может быть исполнено любым судом в соответствующей юрисдикции. Партнёр также несёт финансовую ответственность за любые расходы на данные арбитражные разбирательства.
th_th: ข้อคัดค้านใดๆ ข้อโต้เถียงอย่างรุนแรงใดๆ หรือ การอ้างถึงผล หรือ สิ่งที่เกี่ยวข้องกับข้อตกลงนี้ บริษัทฯ จะอ้างอิงถึงและเป็นการถึงที่สุดโดยอนุญาโตตุลาการที่ถูกสรรหาโดยบริษัทฯ ภาษาที่ใช้ในการพิจารณาคดีจะเป็นภาษาอังกฤษ การตัดสินจะดำเนินการโดยคณะอนุญาโตตุลาการที่มีอำนาจในการตัดสินคดีตามกฎหมาย พันธมิตรนายหน้าออนไลน์เป็นผู้รับผิดชอบค่าใช้จ่ายที่เกี่ยวข้องทั้งหมด หรือ บางส่วนในการตัดสินข้อพิพาทนั้น

source: Any event capable to have a material adverse effect on the Agent's ability to perform any of their duties and obligations in accordance with this agreement
es_es: Cualquier evento que pueda tener un efecto material adverso en la capacidad del Agente para realizar cualquiera de sus deberes y obligaciones de acuerdo con este Acuerdo
it_it: Qualsiasi evento che potrebbe avere sostanziali ripercussioni negative sulla capacità dell'Agente di onorare i propri doveri e obblighi ai sensi del presente contratto
ru_ru: В случае возникновения любых событий, способных оказать негативное влияние на способность Агента исполнять любые из его обязательств в рамках данного соглашения
th_th: เหตุการณ์ใดๆ สามารถทำให้มีผลกระทบอย่างมากที่เกิดจากผลของความสามารถของตัวแทนฯ ในการปฏิบัติภาระหน้าที่ต่างๆ ของตัวแทนฯ ตามข้อตกลงนี้

source: Any failure on the Programmer's part to maintain the security of any security devices or procedures used in or in association with the %1 API
es_es: Cualquier fallo por parte del Programador en mantener la seguridad de cualquier dispositivo de seguridad o procedimiento usado en o en asociación con la API de %1
it_it: Qualsiasi mancanza del Programmatore nel mantenere la sicurezza delle procedure e dei dispositivi di sicurezza utilizzati per l'API di %1 o insieme ad essa
ru_ru: неспособность Программиста поддерживать безопасность любого устройства защиты или процедур, применимых на сайте или в отношении интерфейса прикладного программирования (API) %1,
th_th: ข้อผิดพลาดใดๆ ในส่วนของโปรแกรมเมอร์ที่เกี่ยวข้องกับการปรับปรุงความปลอดภัยของอุปกรณ์ความปลอดภัยต่างๆ หรือ กระบวนวิธีที่ใช้ใน หรือ ร่วมใน API ของ %1

source: Any form of spam will result in the Affiliate's account being placed under review and all funds due being withheld pending an investigation into the Affiliate's account. The Affiliate needs to be aware that %1 is liable to incur expenses in dealing with spam generated mail and these same expenses will be deducted from the Affiliate's account. In this instance, the amount determined will be fair and deemed final and acceptable based on good faith, and such amount will be collectable by law and deemed to have been accepted by the Affiliate as fair and reasonable and as agreed to by registration as an affiliate of %1.
es_es: Cualquier forma de spam dará lugar a que la cuenta del Afiliado sea colocada bajo revisión y todos los fondos adeudados sean retenidos a la espera de una investigación de la cuenta del Afiliado. El Afiliado debe tener en cuenta que %1 es responsable de incurrir en gastos generados al tratar con correo basura o spam, y estos mismos gastos serán deducidos de la cuenta del Afiliado. En esta instancia, el monto determinado será justo, se lo considerará definitivo y aceptable, basado en la buena fe, y será cobrable por ley considerándolo como aprobado por el Afiliado como justo y razonable y según lo acordado en el registro como un afiliado de %1.
it_it: In presenza di qualsiasi forma di spam, il conto dell'Associato verrà posto sotto controllo e tutti i fondi verranno bloccati fino al completamento dell'indagine. L'Associato deve tenere presente che %1 è responsabile per le spese connesse alla gestione delle e-mail contenenti spam e che tali spese verranno detratte dal conto dell'Associato. In tal caso, l'importo determinato sarà corretto, definitivo e accettabile sulla base della buona fede; inoltre, sarà esigibile secondo la legge e ritenuto accettato dall'Associato in quanto corretto e ragionevole, come concordato al momento della registrazione in qualità di associato di %1.
ru_ru: Любой вид спама приведёт к проверке Партнёрского счета и удержанию средств в течение всего времени расследования деятельности на Партнёрском счету. Партнёру необходимо знать, что %1 несет материальную ответственности за почту, считающуюся спамом, и все расходы такого рода будут вычтены с Партнёрского счета. В подобных случаях сумма рассчитывается по усмотрению Компании и считается окончательной, а также пригодной к сбору с точки зрения закона и признанной Партнёром справедливой и разумной, в соответствии с принятым Партнерским соглашением с %1.
th_th: สแปมในรูปแบบใดๆ ก็ตามจะส่งผลให้บัญชีของพันธมิตรนายหน้าออนไลน์ถูกตรวจสอบ และหลักประกันทั้งหมดจะถูกพักรอการตรวจสอบบัญชี พันธมิตรนายหน้าออนไลน์พึงตระหนักว่า %1 เป็นผู้รับผิดชอบในค่าใช้จ่ายที่อาจจะเกิดขึ้นในการจัดการปัญหากับอีเมล์สแปม และค่าใช้จ่ายเหล่านี้จะถูกตัดจากบัญชีของพันธมิตรนายหน้าออนไลน์ ในกรณีนี้จำนวนเงินดังกล่าวจะถูกกำหนดอย่างยุติธรรมและถือเป็นที่สิ้นสุดและยอมรับได้ด้วยความสุจริต และจำนวนดังกล่าวนั้นจะถูกเรียกเก็บตามกฎหมายและพันธมิตรนายหน้าออนไลน์ได้ยินยอมอย่างยุติธรรมและสมเหตุสมผลตามที่ได้ลงทะเบียนเป็นพันธมิตรนายหน้าออนไลน์ของ %1

source: Any information given on these pages, and/or emails or newsletters sent by the Company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect.
es_es: Cualquier información otorgada en estas páginas, y/o correos electrónicos o boletines enviados por la Empresa relacionados a ello, no se consideran como consejo financiero o de inversión y la Empresa no aceptará ninguna responsabilidad al respecto.
it_it: Qualsiasi informazioni fornita su queste pagine e/o attraverso email o newsletter inviate dalla Società ad esse connesse non sono da intendersi come consiglio finanziario o di investimento. La Società non si riterrà in nessun modo responsabile a tal riguardo.
ru_ru: Любая информация, перечисленная на данных страницах, предоставленная в электронных сообщениях или информационной рассылке, отправляемой Компанией, не должна рассматриваться в качестве финансового или инвестиционного совета. Компания не принимает никакой ответственности в отношении данной информации.
th_th: ข้อมูลในหน้าเหล่านี้ และ/หรือ อีเมล์ หรือ จดหมายข่าว ที่เกี่ยวข้องที่บริษัทฯ ส่งนั้น ไม่ได้ประสงค์ที่จะให้คำแนะนำทางการเงิน หรือ การลงทุน และบริษัทฯ จะไม่รับผิดชอบใดๆ ทั้งสิ้น

source: Any information that the Agent provided or will provide to the Company in relation to the Agent's financial position, domicile, or other matters is accurate and not misleading.
es_es: Cualquier información proporcionada o que se haya proporcionado a la Empresa en relación con la posición financiera, domicilio u otros asuntos del Agente es exacta y no es engañosa.
it_it: Tutte le informazioni personali fornite alla Società dall'Agente circa situazione finanziaria, domicilio o altri aspetti sono accurate e non fuorvianti.
ru_ru: Любая информация, предоставленная Компании Агентом относительно финансового положения, места проживания или других данных Агента, является точной и достоверной.
th_th: ข้อมูลใดๆ ที่ตัวแทนฯ ให้ หรือ ได้ให้ไว้กับบริษัทฯ ที่เกี่ยวข้องกับสถานะการเงิน ภูมิลำเนา หรือเรื่องอื่นๆ ใดๆ ก็ตาม ของตัวแทนฯ จะต้องเป็นข้อมูลที่ถูกต้องและไม่บิดเบือน

source: Any information which the client provides or have provided to the Company in respect of their financial position, domicile, or other matters is accurate and not misleading in any material respect.
es_es: Cualquier información que el cliente provea o haya proporcionado con respecto a su posición financiera, domicilio u otros asuntos es exacta y no es engañosa en algún aspecto material.
it_it: Tutte le informazioni fornite alla Società dal cliente riguardanti la propria posizione finanziaria, il domicilio o altri ambiti sono accurate e non fuorvianti in ogni aspetto sostanziale.
ru_ru: Вся информация, предоставленная Компании клиентом в отношении финансового положения, места проживания или иных вопросов является точной и достоверной.
th_th: ข้อมูลใดๆ ที่ท่านให้ไว้ หรือ ได้ให้ไว้กับบริษัทฯ ในส่วนที่เกี่ยวกับฐานะทางการเงินของท่าน ภูมิลำเนา และข้อมูลอื่นๆ นั้นถูกต้องและไม่ทำให้เกิดความเข้าใจผิดในประเด็นสำคัญที่ต้องพึงทราบ

source: Any instance where the Company believes that that person's activities at this site may be illegal in that person's country or state
es_es: Cualquier instancia en la cual la Empresa considere que las actividades de esa persona en este sitio puedan ser ilegales en el país o ubicación de dicha persona
it_it: tutti i casi in cui la Società ritenga che le attività svolte da un individuo sul presente sito possano essere illegali nel Paese o Stato dello stesso
ru_ru: любой случай, когда Компания считает, что деятельность человека на этом сайте может быть незаконной в регионе или государстве проживания человека,
th_th: กรณีตัวอย่างใดๆ ซึ่งบริษัทฯ เชื่อว่า กิจกรรมต่างๆ ที่ได้กระทำในเว็บไซต์อาจจะไม่ชอบด้วยกฎหมายของประเทศ หรือ รัฐนั้นๆ

source: Any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state
es_es: Cualquier instancia en la cual la Empresa sea abordada o contactada por las autoridades o reguladores del país o ubicación de la persona
it_it: tutti i casi in cui la Società venga approcciata o contattata dalle autorità legali o dagli enti regolatori del Paese o dello Stato dell'individuo
ru_ru: любой случай, когда к Компании обратятся власти, регулирующие органы государства или штата данного человека,
th_th: กรณีตัวอย่างใดๆ ซึ่งบริษัทฯ ได้เข้าถึง หรือ ได้รับการติดต่อโดยหน่วยงานทางกฎหมาย หรือ ผู้ควบคุมกฎหมายของประเทศ หรือ รัฐนั้นๆ

source: Any instance where the Company may suffer any pecuniary, fiscal, or regulatory disadvantage by virtue of that person's activities at this site
es_es: Cualquier instancia en la cual la Empresa pueda sufrir algún perjuicio patrimonial, fiscal o reglamentario en virtud de las actividades de esa persona en este sitio
it_it: tutti i casi in cui la Società potrebbe subire qualsiasi danno pecuniario, fiscale o normativo in seguito alle attività svolte da tale individuo sul presente sito
ru_ru: любой инцидент, в котором Компания может пострадать в финансовом, налоговом или законном плане как следствие действий того человека на данном сайте,
th_th: กรณีตัวอย่างใดๆ ซึ่งบริษัทฯ ได้รับความเสียหายในรูปตัวเงิน การคลัง หรือ ข้อเสียเปรียบทางการควบคุมด้วยจริยธรรมของกิจกรรมส่วนบุคคลที่เว็บไซต์นี้

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send the Affiliate any notices given or made under this Agreement to the email address supplied on the Affiliate's application form or such other email addresses as notified by the Affiliate to the Company.
es_es: Cualquier aviso dado o hecho a la Empresa en virtud del presente Acuerdo, se hará por correo electrónico a %1. La Empresa enviará al Afiliado cualquier aviso dado o hecho en virtud de este Acuerdo a la dirección de correo electrónico proporcionada en el formulario de solicitud de Afiliado o a cualquier otra dirección de correo electrónico notificada por el Afiliado a la Empresa.
it_it: Eventuali notifiche da riportare alla Società nell'ambito del presente Contratto dovranno essere inviate via e-mail a %1. La Società invierà all'Associato eventuali comunicazioni riguardanti il suddetto Contratto all'indirizzo e-mail fornito dall'Associato nel modulo di candidatura o a qualunque altro indirizzo comunicato alla Società.
ru_ru: Любое уведомление, предоставленное или сделанное Компании в рамках данного Соглашения, должно быть отправлено по эл. почте на адрес %1. Компания будет отправлять Партнёру любые уведомления по данному Соглашению на электронный адрес, предоставленный Партнёром при подаче заявления, или другой электронный адрес, который Партнёр сообщит Компании.
th_th: การบอกกล่าว หรือ การแจ้งข้อมูลใดๆ ที่เกิดขึ้นจากข้อตกลงนี้ และบริษัทฯ จะส่งข้อความดังกล่าวทางอีเมล์ให้กับ %1 บริษัทฯ จะส่งข้อมูลที่เกี่ยวข้องกับข้อตกลงนี้ให้พันธมิตรนายหน้าออนไลน์ทราบตามอีเมล์ที่แจ้งไว้ในใบสมัครของพันธมิตรนายหน้าออนไลน์ หรืออีเมล์อื่นที่พันธมิตรนายหน้าออนไลน์ได้แจ้งให้ทางบริษัทฯ ทราบและบันทึกไว้

source: Any notice required by this Agreement shall be in writing and shall be emailed to the following addresses:
es_es: Cualquier notificación requerida por este Acuerdo se hará por escrito y se enviará por correo electrónico a las siguientes direcciones:
it_it: Eventuali comunicazioni richieste dal presente Contratto dovranno essere inviate per iscritto ai seguenti indirizzi e-mail:
ru_ru: Любое уведомление, необходимое в рамках данного Соглашения, должно предоставляться в письменном виде и должно быть отправлено в электронном виде на следующие адреса:
th_th: การแจ้งให้ทราบใดๆ ที่กำหนดไว้ในสัญญาฉบับนี้ จะต้องดำเนินการเป็นลายลักษณ์อักษร และส่งเป็นอีเมล์ไปยังที่อยู่นี้

source: Any other consideration relevant to the execution of the transaction
es_es: Cualquier otra consideración relevante para la ejecución de la transacción
it_it: eventuali altre considerazioni relative all'esecuzione dell'operazione
ru_ru: любой другой аспект, относящийся к исполнению контракта.
th_th: การพิจารณาอื่นๆ ที่สัมพันธ์กับการดำเนินการธุรกรรม

source: Any other information as requested by the Company
es_es: Cualquier otra información solicitada por la Empresa
it_it: eventuali informazioni aggiuntive richieste dalla Società
ru_ru: любую другую информацию, запрошенную Компанией.
th_th: และข้อมูลอื่น ๆ ตามที่บริษัทฯ ร้องขอ

source: Any restriction to its clients from purchasing any contracts during certain hours
es_es: Cualquier restricción a sus clientes de comprar cualquier contrato durante un horario determinado
it_it: tutte le restrizioni poste ai clienti sull'acquisto di qualsiasi contratto durante determinate ore
ru_ru: какие-либо ограничения для клиентов в приобретении контрактов в определённые часы.
th_th: ข้อจำกัดใดๆ ของลูกค้าในการซื้อสัญญาต่างๆ ในช่วงเวลาที่กำหนด

source: Any third-party claims arising out of, or relating to, the Programmer's use of, or inability to use, the %1 API
es_es: Cualquier reclamo de un tercero que surja de, o esté relacionado con el uso de o el desuso de la API de %1 por parte del Programador
it_it: Eventuali reclami da parte di terzi derivanti o risultanti dall'utilizzo o dall'impossibilità di utilizzo dell'API di %1 da parte del Programmatore
ru_ru: претензии третьей стороны, возникающие в связи и относящиеся к использованию или невозможности использования Программистом API %1.
th_th: บุคคลที่สามใดๆ ที่อ้างผลมาจาก หรือ เกี่ยวข้องกับการใช้งานของโปรแกรมเมอร์ หรือ การขาดความสามารถในการใช้ API ของ %1

source: Any trade opened by the client must be within the available balance or limits in effect with respect to MT5 Real Account or any transactions.
es_es: Cualquier operación iniciada por el cliente debe estar dentro del balance o límites disponibles en relación a la Cuenta Real MT5 o cualquier transacción.
it_it: Ogni trade avviato dal cliente deve rientrare nel saldo disponibile o rispettare i limiti stabiliti per il conto reale MT5 o qualsiasi operazione.
ru_ru: Любой контракт, открываемый клиентом, должен быть в пределах доступного баланса или лимитов, установленных на Реальном счёте MT5 или любых контрактах.
th_th: การซื้อขายใดๆ ที่ลูกค้าเปิด จะต้องมียอดคงเหลือเป็นไปตามกำหนดไว้ หรือ ตามข้อจำกัดที่เกี่ยวข้องกับบัญชี MT5 จริง หรือธุรกรรมใดๆ

source: Anyone aged 18 years old and above who is not the resident of a "restricted country" (as listed in our %1Terms & Conditions%2) can become a %3 client.
es_es: Cualquier persona mayor de 18 años que no sea residente de un "país restringido" (como se indica en nuestros %1Términos y Condiciones%2) puede convertirse en cliente de %3.
it_it: Ogni individuo maggiorenne non residente in uno dei paesi soggetti a restrizioni ( come illustrato nella sezione %1Termini e condizioni%2) può diventare cliente di %3.
ru_ru: Любое лицо старше 18 лет, не проживающее на территории “запрещённых стран” (перечисленных в наших %1Правилах и условиях%2), может стать клиентом %3.
th_th: ทุกคนที่มีอายุ 18 ปี หรือมากกว่า ที่ไม่ได้เป็นผู้อยู่อาศัยใน "ประเทศที่ถูกจำกัด" (ตามที่แสดงไว้ใน %1ข้อกำหนดและเงื่อนไข%2 ของเรา) สามารถเป็นลูกค้าของ %3 ได้

source: Anyone who has potential to grow or increase traffic to %1
es_es: Cualquiera que tiene potencial para aumentar o incrementar el tráfico a %1
it_it: Chiunque abbia il potenziale per accrescere o aumentare il traffico di %1
ru_ru: Любой человек, обладающий потенциалом роста или способный увеличить трафик для %1
th_th: บุคคลผู้ซึ่งมีศักยภาพที่จะเติบโต หรือเพิ่มปริมาณธุรกรรมให้กับ %1 ได้

source: Appendix - Product specific policies
es_es: Apéndice - Políticas específicas de productos
it_it: Appendici - Politiche per prodotto specifico
ru_ru: Приложение – Политика в отношении определённых продуктов
th_th: ภาคผนวก - นโยบายจำเพาะของผลิตภัณฑ์

source: Applicant's rights
es_es: Derechos del solicitante
it_it: Diritti del richiedente
ru_ru: Права заявителя
th_th: สิทธิของผู้สมัคร

source: Applications
es_es: Aplicaciones
it_it: Applicazioni
ru_ru: Приложения
th_th: แอพพลิเคชัน

source: Apply now as a professional investor
es_es: Solicite ahora como un inversor profesional
it_it: Candidati ora per la posizione di investitore professionista
ru_ru: Подайте заявку на статус профессионального инвестора
th_th: สมัครเป็นนักลงทุนผู้เชี่ยวชาญตอนนี้

source: Apply to become a %1 %2payment agent%3.
es_es: Solicite ser un %2agente de pago%3 de %1.
it_it: Fai richiesta per diventare un %2agente di pagamento%3 %1.
ru_ru: Подайте заявку на получение статуса %2платёжного агента%3 %1.
th_th: สมัครเพื่อเป็น %1%2 ตัวแทนรับชำระเงิน%3

source: Apply to become a Payment Agent
es_es: Aplique para convertirse en un agente de pagos
it_it: Fai richiesta per diventare un Agente di pagamento
ru_ru: Подайте заявку и станьте Платежным Агентом
th_th: สมัครเป็นตัวแทนรับชำระเงิน

source: Apply to become a contributor
es_es: Solicitud para convertirse en contribuidor
it_it: Fai richiesta per diventare un collaboratore
ru_ru: Подайте заявку на получение статуса соавтора
th_th: สมัครเป็นผู้มีส่วนร่วม

source: Approaching even the smallest task with an open mind and learning new skills.
es_es: Abordar hasta la tarea más pequeña con una mente abierta y desarrollar nuevas habilidades.
it_it: Affrontare anche il compito più semplice con una mentalità aperta e apprendere nuove competenze.
ru_ru: Здравый и непредвзятый подход к выполнению даже самых небольших задач, а также желание получить новые навыки.
th_th: มีความสนใจในการทำงานแม้เพียงงานชิ้นเล็กๆ พร้อมเปิดรับและสร้างโอกาสในการเรียนรู้และพัฒนาทักษะใหม่ๆ

source: Appropriateness
es_es: Idoneidad
it_it: Adeguatezza
ru_ru: Целесообразность
th_th: ความเหมาะสม

source: Appropriateness test
es_es: Prueba de idoneidad
it_it: Test di idoneità
ru_ru: Тест на целесообразность
th_th: การทดสอบความเหมาะสม

source: Apr
es_es: Abr
ru_ru: Апр
th_th: เม.ย.

source: April
es_es: Abril
it_it: Aprile
ru_ru: Апрель
th_th: เมษายน

source: Architecture
es_es: Arquitectura
it_it: Architettura
ru_ru: Архитектура
th_th: สถาปัตยกรรม
