Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: Margin Requirement is the amount that the client needs to have in their account prior to entering into a trade and it is a percentage of the value of that trade. Margin Requirement will continue to increase/decrease in accordance with the volume and direction of the Open Positions.
es_es: El Requisito de Margen es la cantidad que el cliente debe tener en su cuenta antes de realizar una operación y es un porcentaje del valor de esa operación. El Requisito de Margen continuará aumentando / disminuyendo de acuerdo al volumen y la dirección de las Posiciones Abiertas.
it_it: Il requisito di margine è l'importo che il cliente deve avere sul proprio conto prima di effettuare un trade e corrisponde a una percentuale del valore di quel trade. Il requisito di margine continuerà ad aumentare/diminuire in base al volume e alla direzione delle posizioni aperte.
ru_ru: Маржевое требование — это сумма, которую клиент должен иметь на своём счёте перед открытием контракта (определённый процент стоимости контракта). Основное требование продолжит расти/снижаться, согласно объёму и направлению движения открытых позиций.
th_th: ข้อกำหนดมาร์จิน คือ จำนวนเงินที่ลูกค้าต้องมีในบัญชีก่อนเริ่มต้นการซื้อขาย ซึ่งจะเป็นจำนวนร้อยละของมูลค่าการซื้อขายนั้น ข้อกำหนดมาร์จินจะเพิ่มขึ้น/ลดลงตามปริมาณและทิศทางของโพซิชั่นเปิด

source: Margin allows you to trade on leverage – giving you the same level of market exposure using much less capital.
es_es: El margen le permite operar con apalancamiento, lo que le proporciona el mismo nivel de exposición al mercado con mucho menos capital.
it_it: Il margine ti consente di fare trading con la leva finanziaria e ti permette lo stesso livello di esposizione sul mercato utilizzando un capitale molto inferiore.
ru_ru: Маржа позволяет торговать с использованием кредитного плеча, предоставляя возможность открыть тот же объём позиции на рынке, имея меньше средств на счету.
th_th: มาร์จินช่วยให้ท่านซื้อขายบนเลเวอเรจ ให้ท่านเปิดรับโอกาสจากตลาดในขนาดเดียวกันโดยใช้เงินทุนที่น้อยกว่ามาก

source: Margin allows you to trade on leverage – meaning your existing capital can give you a much higher level of market exposure.
es_es: El margen le permite operar con apalancamiento, por lo que su capital existente puede darle un nivel mucho mayor de exposición al mercado.
it_it: Il margine ti consente di fare trading con la leva finanziaria, questo significa che il tuo capitale esistente può offrirti un livello di esposizione sul mercato molto più elevato.
ru_ru: Маржа (залог) позволяет торговать с применением кредитного плеча. Это означает, что Ваш текущий капитал может дать Вам возможность работать с более значительными объёмами.
th_th: มาร์จินช่วยให้ท่านซื้อขายโดยใช้เลเวอเรจ หมายความว่า เงินทุนของท่านที่มี ให้โอกาสท่านเปิดรับโอกาสของตลาดที่ระดับสูงกว่ามาก

source: Margin call
es_es: Llamada de margen
it_it: Chiamata a margine (Margin Call)
ru_ru: Запрос на увеличение маржи
th_th: มาร์จินคอล

source: Market
es_es: Mercado
it_it: Mercato
ru_ru: Рынок
th_th: ตลาด

source: Market Order
es_es: Orden de mercado
it_it: Ordine a mercato
ru_ru: Рыночный ордер
th_th: คำสั่งซื้อขาย

source: Market Orders
es_es: Órdenes de mercado
it_it: Ordini di mercato
ru_ru: Рыночный ордер
th_th: คำสั่งซื้อขาย

source: Market execution
es_es: Ejecución de mercado
it_it: Esecuzione a mercato
ru_ru: Рыночное исполнение
th_th: การประมวลผลของตลาด

source: Market exit price
es_es: Precio de salida del mercado
it_it: Prezzo d'uscita del mercato
ru_ru: Выходная цена рынка
th_th: ราคาสิ้นสุดของตลาด

source: Market opinions
es_es: Opciones de mercado
it_it: Opinioni sul mercato
ru_ru: Информация о рынках
th_th: ความคิดเห็นของตลาด

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the Company data feed.
es_es: Los precios de mercado se actualizan mayoritariamente a cada segundo. Para cualquier segundo dado, el precio de mercado será actualizado al primer tick, si lo hay, recibido en ese segundo en particular en la fuente de datos de la Empresa.
it_it: I prezzi di mercato vengono aggiornati almeno una volta al secondo. Per ogni secondo, il prezzo di mercato viene aggiornato all'eventuale primo tick ricevuto in quel dato secondo in base ai feed di dati della Società.
ru_ru: Рыночные цены обновляются не чаще одного раза в секунду. Каждую секунду рыночная цена будет обновляться на первом полученном от поставщика компании значении для этой секунды, если таковое вообще имеется.
th_th: ราคาตลาดถูกอัพเดททุกวินาที ในช่วงวินาทีนั้นๆ ราคาตลาดจะถูกอัพเดทที่ช่วงราคาแรก และในวินาทีที่มีข้อมูลของบริษัทฯ ถูกปรับปรุงเข้ามา

source: Market volatility – Political, economic, or social instability may lead to more volatile financial markets that affect the prices of certain metals
es_es: Volatilidad del mercado - La inestabilidad política, económica o social puede llevar a mercados financieros más volátiles que afecten los precios de ciertos metales
it_it: Volatilità del mercato: l'instabilità politica, economica o sociale può portare a una maggiore volatilità dei mercati finanziari che incide sui prezzi di determinati metalli
ru_ru: Рыночная волатильность – политическая, экономическая или социальная нестабильность способна вызвать волатильность на финансовых рынках, что также повлияет на цены отдельных металлов
th_th: ความผันผวนของตลาด - ความไม่แน่นอนทางการเมือง เศรษฐกิจ และสังคม อาจนำไปสู่ตลาดการเงินที่ผันผวนมากขึ้น ซึ่งกระทบกับราคาของโลหะบางชนิด

source: Market-closing times: The client is asked to refer to %1Trading times%2 page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example, some websites choose 4 o'clock NY time or 5 o'clock London time). As a result, the open, high, low, and closing prices displayed on the Company's website may differ from those on other websites, due to the market-closing time convention.
es_es: Horarios de cierre de mercado: El cliente puede referirse a la página de %1Horarios de Mercado%2 para el tiempo exacto de liquidación de contratos. Otros sitios web pueden adoptar diferentes convenciones (por ejemplo, algunos sitios web eligen las 4 hora de Nueva York o las 5 hora de Londres). Como resultado, los precios de apertura, alza, baja y de cierre en el sitio web de la Empresa pueden diferir de otros sitios web, debido a las convenciones del horario de cierre de mercado.
it_it: Orari di chiusura del mercato: invitiamo il cliente a consultare la pagina %1Orari del trading%2 per l'orario esatto della risoluzione di tutti i contratti. Altri siti internet possono adottare una convenzione diversa (per esempio, alcuni siti scelgono le 4 del fuso di New York oppure le 5 del fuso di Londra). Di conseguenza, i prezzi di apertura, high, low e chiusura riportati sul sito web della Società possono differire da quelli di altri siti a causa della convenzione dell'orario di chiusura del mercato.
ru_ru: Время закрытия рынка: Точное время окончания действия всех контрактов указано на странице %1Время открытия рынков%2. Другие сайты могут следовать иной политике (например, некоторые сайты выбирают 4 часа по нью-йоркскому времени или 5 часов по лондонскому). В результате цены открытия, закрытия, а также самая высокая и низкая цены, показываемые на сайте Компании, могут отличаться от других сайтов в связи с другой политикой расчета времени закрытия рынков.
th_th: เวลาปิดตลาด: ให้ลูกค้าอ้างอิงจาก หน้า %1เวลาซื้อขาย%2 สำหรับเวลาที่ใช้เป็นข้อตกลงสำหรับทุกสัญญา เว็บไซต์อื่นอาจใช้การกำหนดเวลาที่แตกต่างออกไป (เช่น บางเว็บไซต์ใช้เวลา 04:00 น. เวลานิวยอร์ก หรือ 05:00 น. เวลาลอนดอน) ส่งผลให้ราคาเปิด สูง ต่ำ และ ราคาปิดที่แสดงในเว็บไซต์ของบริษัทฯ จะแตกต่างจากเว็บไซต์อื่นๆ เนื่องจากการหลักการแปลงเวลาปิดของตลาด

source: Marketing
ru_ru: Маркетинг
th_th: การตลาด

source: Marketing Executive
es_es: Ejecutivo de Marketing
it_it: Responsabile marketing
ru_ru: Специалист отдела маркетинга
th_th: เจ้าหน้าที่การตลาด

source: Marketing Materials
es_es: Material Publicitario
it_it: Materiali per il marketing
ru_ru: Маркетинговые материалы
th_th: เอกสารทางการตลาด

source: Marketing and promotion
es_es: Marketing y promociones
it_it: Marketing e promozioni
ru_ru: Маркетинг и продвижение
th_th: การตลาดและการส่งเสริมการตลาด

source: Mastercard and Maestro withdrawals are only available for UK Clients.
es_es: Los retiros a través de Mastercard y Maestro están disponibles solo para clientes del Reino Unido.
it_it: I prelievi dai circuiti Mastercard e Maestro sono disponibili solo per i clienti nel Regno Unito.
ru_ru: Вывод средств через системы Mastercard и Maestro доступен только для клиентов из Великобритании.
th_th: การถอนเงินจาก Mastercard และ Maestro ให้บริการสำหรับลูกค้าในสหราชอาณาจักรเท่านั้น

source: Mastercard is an international company that processes payments made with Mastercard-branded credit and debit cards. For more information, please visit %1.
es_es: Mastercard es una compañía internacional que procesa los pagos realizados con tarjetas de crédito y débito de la marca Mastercard. Para más información, visite %1.
it_it: Mastercard è una società internazionale che elabora i pagamenti effettuati tramite carte di credito e debito del circuito Mastercard. Per maggiori informazioni, visita il sito %1.
ru_ru: Mastercard – международная компания, обрабатывающая платежи, произведённые через дебетовые и кредитные карты Mastercard. Более подробную информацию можно получить на сайте %1.
th_th: มาสเตอร์การ์ด เป็นองค์กรนานาชาติที่ให้บริการการชำระเงินที่ทำผ่านบัตรเครดิตและบัตรเดบิตมาสเตอร์การ์ด สำหรับข้อมูลเพิ่มเติม โปรดศึกษาจาก %1

source: Matches/Differs
es_es: Iguales/Diferentes
it_it: Combacia/Differisce
ru_ru: Совпадение/Отличие

source: Maximum Payout
es_es: Pago máximo
ru_ru: Макс. выплата
th_th: ยอดเงินที่ได้รับสูงสุด

source: Maximum Profit
es_es: Ganancia máxima
ru_ru: Макс. прибыль
th_th: กำไรสูงสุด

source: Maximum account cash balance
es_es: Saldo de caja máximo en la cuenta
it_it: Saldo di cassa massimo sull'account
ru_ru: Максимальный баланс на счету
th_th: มูลค่าสูงสุดของบัญชีเงินสด

source: Maximum aggregate contract purchases over a 30-day period.
es_es: Máximo de adquisiciones de contratos por un período de 30 días.
it_it: Acquisto totale massimo di contratti per un periodo di 30 giorni.
ru_ru: Максимальная совокупная стоимость приобретенных контрактов за 30-дневный период.
th_th: มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 30 วัน

source: Maximum aggregate contract purchases over a 7-day period.
es_es: Máximo de adquisiciones de contratos por un período de 7 días.
it_it: Acquisto totale massimo di contratti per un periodo di 7 giorni.
ru_ru: Максимальная совокупная стоимость приобретенных контрактов за 7-дневный период.
th_th: มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 7 วัน

source: Maximum aggregate contract purchases per day.
es_es: Máximo de adquisiciones de contratos agregados por día.
it_it: Acquisto totale massimo di contratti al giorno.
ru_ru: Максимальная совокупная стоимость приобретенных контрактов за день.
th_th: มูลค่าสัญญารวมสูงสุดที่ซื้อต่อวัน

source: Maximum aggregate loss over a 30-day period.
es_es: Máximo de pérdidas por un período de 30 días.
it_it: Perdita totale massima per un periodo di 30 giorni.
ru_ru: Максимальная общая проигранная сумма за 30-дневный период.
th_th: มูลค่ารวมที่ขาดทุนสูงสุดในระยะเวลา 30 วัน

source: Maximum aggregate loss over a 7-day period.
es_es: Máximo de pérdidas por un período de 7 días.
it_it: Perdita totale massima per un periodo di 7 giorni.
ru_ru: Максимальная общая проигранная сумма за 7-дневный период.
th_th: มูลค่ารวมที่ขาดทุนสูงสุดในระยะเวลา 7 วัน

source: Maximum aggregate loss per day.
es_es: Máximo de pérdidas por día.
it_it: Perdita totale massima al giorno.
ru_ru: Максимальная общая проигранная сумма в день.
th_th: มูลค่ารวมที่ขาดทุนสูงสุดต่อวัน

source: Maximum aggregate payouts on open positions
es_es: Máximo de pagos agregados en posiciones abiertas
it_it: Payout totali massimi su posizioni aperte
ru_ru: Максимальная совокупная выплата по открытым позициям
th_th: มูลค่าการชำระเงินรวมสูงสุดของโพซิชั่นที่เปิด

source: Maximum daily turnover
es_es: Volumen de negocios diario máximo
it_it: Turnover massimo giornaliero
ru_ru: Максимальный дневной объём покупок
th_th: มูลค่าการซื้อขายสูงสุดรายวัน

source: Maximum deposit limit
es_es: El límite máximo de depósito
it_it: Limite massimo per i depositi
ru_ru: Лимит на макс. пополнение
th_th: วงเงินฝากสูงสุด

source: Maximum deposit limit expiry
es_es: El vencimiento del límite máximo de depósito
it_it: Scadenza limite massimo per i depositi
ru_ru: Истечение макс. лимита на пополнение
th_th: วงเงินฝากสูงสุดหมดอายุ

source: Maximum leverage
ru_ru: Макс. кредитное плечо

source: Maximum multiplier of 1000.
es_es: Máximo multiplicador de 1000.
it_it: Massimo moltiplicatore di 1000.
ru_ru: Максимальный множитель 1000.
th_th: ตัวคูณสูงสุด 1000 เท่า

source: Maximum number of contracts that can be open at the same time.
es_es: Número máximo de contratos que se pueden abrir simultáneamente.
it_it: Numero massimo di contratti che possono essere aperti contemporaneamente.
ru_ru: Максимальное число контрактов, открытых одновременно.
th_th: จำนวนมากที่สุดของสัญญาที่สามารถเปิดได้ในเวลาเดียวกัน

source: Maximum number of open positions
es_es: Número máximo de posiciones abiertas
it_it: Numero massimo di posizioni aperte
ru_ru: Максимальное количество открытых позиций
th_th: จำนวนสูงสุดของโพซิชั่นที่เปิด

source: Maximum payout
es_es: Pago máximo
it_it: Payout massimo
ru_ru: Макс. выплата
th_th: ยอดเงินที่ได้รับสูงสุด

source: Maximum ticket size
ru_ru: Макс. размер лота

source: Maximum upload size for each file is %1
es_es: El tamaño máximo por archivo es de %1
it_it: La dimensione massima di caricamento per ogni file è %1
ru_ru: Максимальный размер каждого файла: %1
th_th: ขนาดอัพโหลดที่สูงที่สุดสำหรับแต่ละไฟล์ คือ %1

source: May
es_es: Mayo
it_it: Mag
ru_ru: Май
th_th: พฤษภาคม

source: Memorable date
es_es: Fecha memorable
it_it: Data indimenticabile
ru_ru: Важная дата
th_th: วันแห่งความทรงจำ

source: Memorable town/city
es_es: Pueblo/ciudad memorable
it_it: Città indimenticabile
ru_ru: Любимый город
th_th: เมืองแห่งความทรงจำ

source: MetaTrader 5 dashboard
es_es: Panel de MetaTrader 5
it_it: Dashboard di MetaTrader 5
ru_ru: Панель MetaTrader 5
th_th: รายงานสรุปภาพรวมบัญชี MetaTrader 5

source: MetaTrader account management
es_es: Administración de cuenta MetaTrader
it_it: Gestione degli account MetaTrader
ru_ru: Управление счётом на MetaTrader
th_th: การจัดการบัญชี MetaTrader

source: Metal – a hard commodity
es_es: Metales – una materia prima dura
it_it: Metallo: una materia prima solida
ru_ru: Металлы – самые твёрдые сырьевые товары
th_th: โลหะมีค่า - สินค้าโภคภัณฑ์ที่มีจำกัดจากธรรมชาติ

source: Metals
es_es: Metales
it_it: Metalli
ru_ru: Металлы
th_th: โลหะมีค่า

source: Metals are also known as "hard" commodities as they are natural resources that must be mined or extracted.
es_es: Los metales también se conocen como materias primas "duras", ya que son recursos naturales que deben ser explotados o extraídos.
it_it: I metalli sono noti anche come materie prime "solide" in quanto risorse naturali che devono essere scavate o estratte.
ru_ru: Металлы часть называют "твёрдыми сырьевыми товарами." Это природные ресурсы, которые можно добыть или извлечь из недр земли.
th_th: โลหะรู้จักในนามสินค้าโภคภัณฑ์ "มีอยู่จำกัด" เพราะเป็นทรัพยากรธรรมชาติที่ต้องขุด หรือสกัดออกมา

source: Metals are categorised into two types:
es_es: Los metales se clasifican en dos tipos:
it_it: I metalli sono classificati in due tipologie:
ru_ru: Металлы делятся на две основные категории:
th_th: โลหะ แบ่งเป็นสองประเภท

source: Metals contract specifications
es_es: Especificaciones del contrato de metales
it_it: Specifiche contrattuali sui metalli
ru_ru: Характеристики контрактов на металлах
th_th: ข้อกำหนดสัญญาโลหะมีค่า

source: Metals margin policy
es_es: Política de márgenes de metales
it_it: Politica relativa al margine sui metalli
ru_ru: Политика расчета маржи на металлах
th_th: นโยบายมาร์จินโลหะมีค่า

source: Metals trading lets you speculate on the price movement of a particular metal asset in order to profit from the price difference when the asset value rises or falls.
es_es: La operación de metales le permite especular sobre las variaciones en el precio de un metal específico, para beneficiarse de las diferencias cuando el valor del activo sube o cae.
it_it: Il trading di metalli ti consente di speculare sul movimento del prezzo di un particolare asset di metallo al fine di trarre profitto dalla differenza di prezzo quando il valore dell'asset sale o scende.
ru_ru: Торговля металлами позволяет спекулировать на динамике интересующего Вас металла, чтобы получать прибыль от разницы котировок при росте и снижении цены актива.
th_th: การซื้อขายโลหะให้ท่านคาดการณ์การเคลื่อนไหวของราคาของสินทรัพย์โลหะเฉพาะเพื่อทำกำไรจากความแตกต่างของราคาเมื่อมูลค่าของสินทรัพย์ขึ้นหรือลง

source: Method
es_es: Método
it_it: Metodo
ru_ru: Метод
th_th: วิธีการ

source: Meticulous English language skills, with keen eye for detail when it comes to punctuation, spelling, grammar, and syntax
es_es: Competencias comunicativas fuertes en idioma inglés, con buen ojo para los detalles cuando se trata de puntuación, ortografía, gramática y sintaxis
it_it: Conoscenza puntuale della lingua inglese, con particolare attenzione per il dettaglio relativamente a punteggiatura, spelling, grammatica e sintassi
ru_ru: Превосходное знание английского языка, большое внимание к деталям, пунктуации, правописанию, грамматике и синтаксису
th_th: มีทักษะด้านภาษาอังกฤษที่พิถีพิถัน และสอดส่องรายละเอียดที่เกี่ยวกับเครื่องหมายวรรคตอน การสะกด ไวยากรณ์ และโครสร้างและความสัมพันธ์ในประโยค

source: Micro-trading on the go
ru_ru: Микроторговля на ходу

source: Min
ru_ru: Мин
th_th: ค่าต่ำสุด

source: Min / Max withdrawal
es_es: Retiro mín-máx
it_it: Prelievo Min/Max
ru_ru: Мин./ макс. вывод
th_th: วงเงินถอนต่ำสุด-สูงสุด

source: Min Deposit
es_es: Depósito mínimo
it_it: Deposito minimo
ru_ru: Мин. пополнение
th_th: เงินฝากขั้นต่ำ

source: Min Withdrawal
es_es: Retiro mínimo
it_it: Prelievo minimo
ru_ru: Мин. вывод
th_th: การถอนขั้นต่ำ

source: Min-Max Deposit
es_es: Depósito mín-máx
it_it: Deposito min/max
ru_ru: Мин.-макс. пополнение
th_th: ฝากต่ำสุด-สูงสุด

source: Min-Max Withdrawal
es_es: Retiro mín-máx
it_it: Prelievo min/max
ru_ru: Мин.-макс. вывод
th_th: ถอนต่ำสุด-สูงสุด

source: Minimum deposit
es_es: Depósito mínimo
it_it: Deposito minimo
ru_ru: Мин. депозит
th_th: เงินฝากขั้นต่ำ

source: Minimum eight characters. Must contain numbers, and mix of upper and lower case letters.
es_es: Mínimo ocho caracteres. Debe contener números y una mezcla de letras mayúsculas y minúsculas.
it_it: Minimo di otto caratteri. Deve contenere numeri ed una combinazione di lettere maiuscole e minuscole.
ru_ru: Минимум 8 символов, включая цифры, строчные и прописные буквы.
th_th: ตัวอักษรขั้นต่ำ 8 อักขระ และต้องประกอบด้วย ตัวเลข และตัวอักษรใหญ่ เล็ก

source: Minimum of %1 characters required.
es_es: Mínimo de %1 caracteres requeridos.
it_it: Sono richiesti minimo %1 caratteri.
ru_ru: Необходимо минимум %1 знака(ов).
th_th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ %1

source: Minimum of six lower and uppercase letters with numbers
es_es: Un mínimo de seis letras minúsculas y mayúsculas con números
it_it: Minimo sei lettere minuscole e maiuscole con numeri
ru_ru: Минимум шесть заглавных и строчных букв с цифрами
th_th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 6 อักขระ ซึ่งเป็นอักษรตัวเล็ก ตัวใหญ่ และตัวเลข

source: Minimum of six months validity
es_es: Mínimo de validez de seis meses
it_it: Validità minima di sei mesi
ru_ru: Минимальный срок действия: 6 месяцев
th_th: มีผลบังคับใช้ขั้นต่ำ 6 เดือน

source: Minimum qualifications:
es_es: Calificaciones mínimas:
it_it: Requisiti minimi:
ru_ru: Минимальные требования:
th_th: คุณสมบัติเบื้องต้น

source: Minimum ticket size
ru_ru: Мин. размер лота

source: Minimum two years experience in a software or web application testing role
es_es: Experiencia mínima de dos años en un puesto de probador de software o aplicaciones web
it_it: Minimo due anni di esperienza nel ruolo di collaudatore di software o applicazioni web
ru_ru: Минимум два года опыта тестирования программного обеспечения и веб приложений
th_th: มีประสบการณ์อย่างน้อย 2 ปีในหน้าที่ที่เกี่ยวกับการทดสอบซอฟต์แวร์หรือแอพพลิเคชันบนเว็บ

source: Minimum volume
es_es: Volumen mínimo
it_it: Volume minimo
ru_ru: Мин. объём
th_th: จำนวนต่ำสุด

source: Minimum:
es_es: Mínimo:
it_it: Minimo:
ru_ru: Минимум:
th_th: ค่าต่ำสุด:

source: Mining, Construction, Manufacturing and Transport Workers
es_es: Trabajadores de la minería, construcción, manufactura y transporte
it_it: Lavoratori per attività estrattive, di edilizia, produzione e trasporti
ru_ru: Работники горнодобывающей промышленности, строительства, производства и транспорта
th_th: เจ้าหน้าที่เหมือง ก่อสร้าง อุตสาหกรรม และการขนส่ง

source: Minor pairs
es_es: Pares secundarios
it_it: Coppie secondarie
ru_ru: Вторичные пары
th_th: คู่รอง

source: Minor pairs – Consist of less liquid currency pairs
es_es: Pares secundarios – Consiste en pares de divisas menos líquidos
it_it: Coppie secondarie: sono costituite da coppie di valute meno liquide
ru_ru: Вторичные пары – менее ликвидные валютные пары
th_th: คู่รอง – ประกอบด้วยคู่สกุลเงินที่มีสภาพคล่องน้อยกว่า

source: Minute
es_es: Minuto
it_it: Minuto
ru_ru: Мин.
th_th: นาที

source: Misrepresent Binary or the services that are offered by Binary
es_es: Representar de mala manera a Binary o a los servicios ofrecidos por Binary
it_it: travisare l'immagine di Binary o i servizi da essa offerti
ru_ru: Сообщать ложную информацию о Binary или услугах, предоставляемых Binary
th_th: บิดเบือนข้อเท็จจริงเกี่ยวกับ Binary หรือ บริการของ Binary

source: Misrepresent the services that the Agent provides to the clients
es_es: Tergiversar los servicios de Agente prestados a los clientes
it_it: rappresentare in modo fuorviante i servizi forniti dall'Agente ai clienti
ru_ru: искажать услуги, предоставляемые Агентом клиентам,
th_th: การแถลงถ้อยความที่เกี่ยวกับบริการต่างๆ ที่เป็นเท็จ ที่ตัวแทนฯ นำเสนอให้กับลูกค้า

source: Miss
es_es: Srta.
it_it: Sig.na
ru_ru: Госпожа
th_th: นางสาว

source: Mo
es_es: Lu
it_it: Lun
ru_ru: Пн
th_th: จ

source: Mobile number
es_es: Número de móvil
it_it: Numero di telefono
ru_ru: Сотовый телефон
th_th: หมายเลขโทรศัพท์มือถือ

source: Modification/amendment
es_es: Modificación/enmienda
it_it: Modifiche/correzioni
ru_ru: Изменения/поправки
th_th: การปรับเปลี่ยน/การแก้ไข

source: Monday
es_es: Lunes
it_it: Lunedì
ru_ru: Понедельник
th_th: วันจันทร์

source: Monetise your online trading discussions with your audience of trading enthusiasts while helping them improve their trading experience.
es_es: Capitalice sus debates online con su audiencia de entusiastas en trading mientras los ayuda a mejorar su experiencia en el área.
it_it: Monetizza le discussioni sul trading online con i tuoi contatti interessati al settore, aiutandoli al tempo stesso a migliorare la loro esperienza di trading.
ru_ru: Превращайте в прибыль дискуссии с Вашими посетителями об онлайн торговле, помогая им улучшать и совершенствовать торговый опыт.
th_th: สร้างรายได้จากการสนทนาเกี่ยวกับการซื้อขายออนไลน์กับผู้เข้าร่วมที่เป็นนักลงทุนไฟแรง ในขณะเดียวกันสามารถช่วยพวกเขาพัฒนาประสบการณ์การซื้อขายไปด้วย
