Repository: binary-com/binary-static
Catalog: src/translations/*.po
Languages: es_es, it_it, ru_ru, th_th

source: The Company shall provide the Affiliate with statements accessible through an electronic system detailing the revenues generated by clients the Affiliate has referred, if any, which have accrued to the Affiliate over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record the Affiliate's total share of net revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to the Affiliate. However, the Company shall also be entitled but not obliged to zeroise the negative balance that would otherwise be carried forward.
es_es: La empresa proporcionará al Afiliado con declaraciones accesibles a través de un sistema electrónico detallando, si hubiesen, ingresos generados por los clientes que el Afiliado haya referido en el transcurso del mes calendario. Dichas declaraciones serán actualizadas diariamente. Al finalizar el mes calendario, la Empresa registrará la participación total del Afiliado, si alguna, durante el mes calendario previo. En el caso que una participación en los ingresos de cualquier mes calendario sea un monto negativo, la Empresa tendrá derecho, pero no estará obligada, a llevar adelante y establecer dicha cantidad negativa contra futuras acciones de ingresos que de otro modo serian pagadas al Afiliado. Sin embargo, la Empresa también tendrá derecho, pero no estará obligada a dejar en cero el saldo negativo que, de otro modo, se acarrearía.
it_it: La Società fornirà all'Associato estratti conto accessibili attraverso un sistema elettronico nei quali verranno indicate le eventuali entrate generate dai clienti individuati dall'Associato stesso e accumulate durante un mese solare. Tali estratti verranno aggiornati quotidianamente. Alla fine del mese solare, la Società registrerà la quota complessiva delle eventuali entrate nette dell'Associato totalizzate nel mese precedente. Nel caso in cui una quota delle entrate di un mese solare sia un importo negativo, la Società sarà autorizzata, ma non obbligata, a riportare e compensare tale importo negativo per le quote di entrate future che sarebbero altrimenti corrisposta al cliente. Tuttavia, la Società è anche autorizzata, ma non obbligata, ad azzerare il saldo negativo che sarebbe altrimenti riportato al mese successivo.
ru_ru: Компания предоставляет Партнёру выписку по счёту, доступную в электронной системе, с подробным описанием доходов от зарегистрированных через Партнёра клиентов (если таковые имеются), которые были накоплены в течение календарного месяца. Эти данные обновляются ежедневно. В конце календарного месяца Компания рассчитывает общую чистую прибыль Партнёра (если таковая имеется) за предыдущий календарный месяц. В случае, если доля доходов в любой календарный месяц является отрицательным числом, Компания имеет право, но не обязанность переносить такие отрицательные суммы в счет будущих доходов Партнёра. Компания также имеет право, но не обязанность обнулять отрицательный баланс счёта, который иначе будет перенесен в счет будущих выплат.
th_th: บริษัทฯ จะทำรายการเดินบัญชีที่พันธมิตรฯ เข้าถึงได้ผ่านทางระบบอิเล็กทรอนิกส์ ซึ่งมีรายละเอียดของรายได้ที่เกิดขึ้นจากลูกค้าที่พันธมิตรฯ อ้างอิงมา โดยผ่านการสะสมตามระยะเวลารายเดือนของปฏิทิน รายการเดินบัญชีมีการปรับปรุงข้อมูลรายวัน เมื่อสิ้นเดือนตามปฏิทิน บริษัทฯ จะบันทึกส่วนแบ่งทั้งหมดของรายได้สุทธิในช่วงเดือนที่ผ่านมาตามปฏิทิน ในกรณีที่ส่วนแบ่งรายได้ในเดือนตามปฏิทินใดก็ตามมีมูลค่าเป็นลบ บริษัทฯ มีสิทธิ์แต่ไม่เป็นการผูกมัดที่จะส่งต่อและตั้งต้นมูลค่าที่เป็นลบนั้นต่อส่วนแบ่งรายได้ซึ่งจะถูกจ่ายให้พันธมิตรฯ ในอนาคต อย่างไรก็ตาม บริษัทฯ มีสิทธิ์แต่ไม่เป็นการผูกมัดที่จะปรับมูลค่าคงเหลือที่เป็นลบนั้นให้เป็นศูนย์แทนที่จะถูกส่งต่อไป

source: The Company shall provide you with online access to the trading platform on which the balance, margin, credit, and equity is displayed so you are able to monitor the status and performance of the Account. You agree that in case of incongruity, you will immediately contact the Company at %1.
es_es: La Empresa le proporcionará acceso en línea a la plataforma de operaciones en la que se muestra el saldo, el margen, el crédito y el capital para que pueda supervisar el estado y el rendimiento de su Cuenta. Usted acepta que en caso de incongruencia, se pondrá inmediatamente en contacto con la Empresa en %1.
ru_ru: Компания обязуется предоставить Вам онлайн доступ к торговой платформе, на которой отображены баланс, маржа, кредиты и остаток средств на счету, чтобы Вы могли следить за статусом и деятельностью на Вашем счету. Настоящим Вы обязуетесь незамедлительно связаться с Компанией по адресу %1 в случае любого несоответствия данных на Вашем счету.
th_th: บริษัทฯ จะให้ท่านเข้าถึงแพลตฟอร์มการซื้อขายออนไลน์ที่แสดงถึงยอดคงเหลือ มาร์จิน เครดิต และกรรมสิทธิ์หลักทรัพย์ ซึ่งจะช่วยให้ท่านได้ตรวจสอบสถานะและการดำเนินงานของบัญชี ท่านยินยอมว่า หากพบความไม่สอดคล้องกันเมื่อใด ท่านจะติดต่อบริษัทฯ ผ่านทาง %1 ทันที

source: The Company shall, in its absolute discretion, determine whether the application of the Introducing Broker has been successful. The Company's decision is final and is not subject to any appeal.
es_es: La Empresa determinará, a su sola discreción, si la solicitud del Broker Introductor ha sido aceptada. La decisión de la Empresa es final y no estará sujeta a una apelación.
it_it: La Società determinerà, a propria esclusiva discrezione, se la candidatura dell'Introducing Broker verrà accolta. La decisione della Società è definitiva e non appellabile in alcun modo.
ru_ru: Компания по своему усмотрению решает, одобрять ли заявление Представляющего брокера. Решение Компании окончательно и не подлежит обсуждению.
th_th: บริษัทฯ ใช้ดุลยพินิจในการพิจารณาใบสมัครของโบรกเกอร์แนะนำและอนุมัติ คำตัดสินของบริษัทฯ ถือเป็นสิ้นสุดและไม่รองรับต่อการขออุทธรณ์ใดๆ

source: The Company sources market data from prime brokers who act as liquidity providers, thus executing the client's transactions through a pool of aggregated liquidity from top tier banks. The services offered by the Company do not include physical delivery of foreign currency by the Company or the prime brokers to the client. The client acknowledges and agrees that such data is proprietary to the Company and any such provider, and the client will not retransmit, redistribute, publish, disclose, or display in whole or in part such data to third parties. The client represents and warrants that they will only use such data for purposes of facilitating their entry into transactions with the Company on the client's MT5 Real Account in accordance with this agreement and not for any other purpose. This clause does not apply to Volatility Indices.
es_es: La Empresa obtiene datos de mercado de los principales corredores que actúan como proveedores de liquidez, ejecutando así las transacciones de sus clientes a través de un conjunto de liquidez agregada de bancos de primer nivel. Los servicios ofrecidos no incluyen la entrega física de moneda extranjera por parte de la Empresa o de los corredores principales a los clientes. El cliente reconoce y acepta que dichos datos son propiedad de la Empresa y de cualquiera de dichos proveedores, y no retransmitirá, redistribuirá, publicará, divulgará o mostrará total o parcialmente dichos datos a terceros. El cliente declara y garantiza que sólo utilizará dichos datos con el fin de facilitar la apertura de transacciones con la Empresa en su Cuenta Real MT5 en virtud de este Acuerdo y para ningún otro fin. Esta cláusula no se aplica a los Índices de Volatilidad.
ru_ru: Компания получает рыночные данные от прайм-брокеров, выступающих в качестве поставщиков ликвидности, исполняя контракты клиента с помощью совокупного резерва ликвидности, полученного от ведущих банков. Услуги, предоставляемые Компанией, не включают физическое предоставление клиенту иностранных валют от самой Компании или прайм-брокеров. Клиент признаёт и соглашается с тем, что эта информация принадлежит Компании и любым соответствующим провайдерам, а клиент обязуется не передавать, не публиковать, не разглашать и не отображать эти данные (целиком или частично) на сторонних ресурсах. Настоящим клиент гарантирует, что будет использовать данную информацию лишь с целью заключения контрактов с Компанией на Реальном счёте MT5, в рамках данного соглашения, и не использовать её в любых других целях. Данное положение не распространяется на Индексы волатильности.
th_th: บริษัทฯ สรรหาข้อมูลทางการตลาดจากโบรกเกอร์ชั้นนำที่ทำหน้าที่เป็นผู้ให้บริการผลิตภัณฑ์ทางการเงินที่มีสภาพคล่อง และดำเนินธุรกรรมของลูกค้าผ่านทางกลุ่มผู้ให้บริการสภาพคล่องโดยรวมจากธนาคารชั้นนำ บริการต่างๆ ของบริษัทฯ จะไม่รวมถึงการส่งธนบัตรเงินสกุลต่างประเทศของบริษัทฯ หรือ โบรกเกอร์ชั้นนำให้แก่ลูกค้า ลูกค้ารับทราบและยอมรับว่า ข้อมูลเหล่านี้เป็นกรรมสิทธิ์ของบริษัทฯ และผู้ให้บริการดังกล่าว และลูกค้าจะไม่ส่งต่อ แจกจ่าย เผยแพร่ เปิดเผย หรือ แสดงข้อมูลดังกล่าวทั้งหมด หรือ บางส่วนแก่บุคคลที่สาม ลูกค้ารับรองและรับประกันว่า จะใช้ข้อมูลดังกล่าวเพื่อวัตถุประสงค์ในการอำนวยความสะดวกในการเข้าสู่ธุรกรรมกับบริษัทฯ โดยบัญชี MT5 จริงของลูกค้า ตามที่ระบุในสัญญานี้เท่านั้น และไม่ใช่เพื่อวัตถุประสงค์อื่นใด ข้อความนี้ไม่ใช้กับดัชนีผันผวน

source: The Company strives to ensure that all the orders placed are executed; however, this is not always possible due to material difficulty or unusual circumstances. In any instance that the Company is aware of any material difficulty relevant to the proper execution of an order, it promptly informs the client of the issue.
es_es: La Empresa se esfuerza por garantizar que todas las órdenes colocadas se ejecuten; sin embargo, esto no siempre es posible debido a dificultades materiales o circunstancias inusuales. En cualquier caso en que la Empresa tenga conocimiento de cualquier dificultad material relevante para la correcta ejecución de una orden, informará al cliente de inmediato sobre el problema.
it_it: La Società si impegna a garantire che tutti gli ordini inseriti vengano eseguiti; tuttavia, ciò non è sempre possibile a causa di difficoltà pratiche o circostanze inusuali. Nel caso in cui la Società fosse a conoscenza di un eventuale difficoltà pratica rilevante per la corretta esecuzione di un ordine, ne dovrà informare prontamente il cliente.
ru_ru: Компания стремится к тому, чтобы все размещённые ордеры были исполнены. Тем не менее, это не всегда представляется возможным, ввиду материальных сложностей или возникновения необычных обстоятельств. В любом случае материальных затруднений в отношении исполнения ордера, о которых становится известно Компании, она обязуется своевременно уведомлять клиента о данных обстоятельствах.
th_th: บริษัทฯ มุ่งมั่นเพื่อให้แน่ใจว่า ทุกที่คำสั่งซื้อได้ถูกดำเนินการประมวลผล อย่างไรก็ตาม ในบางกรณีที่มีความยากลำบากหรือสถานการณ์ที่ผิดปกติ อาจส่งผลต่อการประมวลผลตามปกติ โดยบริษัทฯ ได้ตระหนักถึงเงื่อนไข และสภาวการณ์ที่ไม่ปกติ หากแต่ได้จัดให้มีการดำเนินการที่เหมาะสมต่อคำสั่งซื้อ ซึ่งจะแจ้งให้ลูกค้าทราบทันทีหากพบปัญหาใดๆ ดังกล่าว

source: The Company typically collects and uses the applicant's Personal Data for the purposes of the legitimate interests pursued by the Binary Group, such as making decisions about the person to employ and the salary and other benefits to offer; and complying with our the Company's legal obligations, such as conducting necessary checks in relation to the right to work in the a specific jurisdiction and making any reasonable adjustments for disabled employees.
es_es: La Empresa generalmente recopila y utiliza los Datos Personales del solicitante con el propósito de legitimación de intereses perseguidos por Binary Group, tales como el tomar decisiones acerca de la persona a emplear, el salario y cualquier otro beneficio a ofrecer, y cumplir con sus obligaciones legales como Empresa, tales como la conducción de controles necesarios respecto al derecho a trabajar en una jurisdicción especifica y a realizar ajustes razonables para empleados discapacitados.
ru_ru: Как правило, Компания собирает и использует личные данные о заявителе в целях и в рамках законного права Binary Group, например, для принятия решений относительно найма данного лица, его зарплаты и иных поощрений. Также сбор данной информации необходим для соблюдения юридических обязательств Компании, в частности, для проведения необходимых проверок прав заявителя работать в данной юрисдикции, а также внесения необходимых изменений для заявителей с ограничнными возможностями.
th_th: โดยทั่วไปแล้ว บริษัทฯ เก็บบันทึกข้อมูลและใช้ข้อมูลส่วนบุคคลของผู้สมัครตามบรรทัดฐานของกฎหมายเพื่อดำเนินภารกิจในเครือไบนารีให้ลุล่วง เช่น ในการตัดสินใจเพื่อจ้างงานแก่บุคลากรใดๆ การกำหนดเงินเดือนและผลตอบแทนอื่นๆ และการปฏิบัติตามข้อกำหนดทางกฎหมายที่บริษัทฯ มีหน้าที่ต้องใช้ข้อมูลดังกล่าวในการดำเนินการ ได้แก่ การตรวจสอบพื้นฐานเพื่อตรวจสอบสิทธิ์ในการได้รับการจ้างงานตามที่กฎหมายกำหนดไว้ และการดำเนินการที่เหมาะสม หรือ การปรับเปลี่ยนการปฏิบัติให้เหมาะสมต่อพนักงานทุพพลภาพ

source: The Company uses identity verification services and real-time fraud detection measures to help protect the client from unauthorised access to the client's account. The Company also monitors account activity for signs of unusual activity that might indicate fraud and work with collection and law-enforcement agencies to address fraud issues.
es_es: La Empresa utiliza servicios de verificación de identidad y medidas de detección de fraude en tiempo real para ayudar a proteger las cuentas de clientes de accesos no autorizados. La Empresa también monitorea las cuentas en busca de indicios de actividad inusual que puedan indicar fraude y trabaja con las autoridades y organismos de seguridad para abordar los problemas de fraude.
it_it: La Società utilizza servizi di verifica dell'identità e misure di rilevamento delle frodi in tempo reale per contribuire a tutelare il cliente da accessi non autorizzati sul suo conto; monitora anche le operazioni relative al conto per individuare eventuali attività inusuali che potrebbero derivare da una frode e collabora con agenzie di recupero crediti e di vigilanza per affrontare problematiche legate alla frode.
ru_ru: Компания пользуется службами проверки личности и мерами для онлайн защиты от мошеннических действий с целью помочь клиенту защититься от неавторизованного доступа к его/её счёту. Также компания отслеживает признаки подозрительной деятельности на счетах, которые могут указывать на возможный несанкционированный доступ, и сотрудничает с коллекторскими и юридическими агентствами с целью защиты от мошенничества.
th_th: บริษัทฯ ใช้บริการการตรวจสอบอัตลักษณ์ และการตรวจจับการทุจริตแบบเรียลไทม์ เพื่อช่วยป้องกันการเข้าถึงบัญชีของลูกค้าโดยไม่ได้รับอนุญาต บริษัทฯ ยังได้ตรวจตราบัญชีเพื่อตรวจดูพฤติกรรมที่ไม่ปกติ ซึ่งอาจจะบ่งชี้ถึงการทุจริต และประสานงานรวมกันกับหน่วยงานรวบรวมข้อมูลและหน่วยงานที่บังคับใช้กฎหมายเพื่อตรวจสอบกรณีทุจริตต่างๆ

source: The Company uses identity verification services and real-time fraud detection measures to help protect the client from unauthorised access to their account. The Company also monitors account activity for signs of unusual activity that might indicate fraud and works with collection agencies and law-enforcement agencies to address fraud issues.
es_es: La Empresa utiliza servicios de verificación de identidad y medidas de detección de fraude en tiempo real para ayudar a proteger las cuentas de los clientes de accesos no autorizados. La Empresa también monitorea las cuentas en busca de indicios de actividad inusual que puedan indicar fraude y trabaja con las autoridades y organismos de seguridad para abordar los problemas de fraude.
it_it: La Società utilizza servizi di verifica dell'identità e misure di rilevamento delle frodi in tempo reale per contribuire a tutelare il cliente da accessi non autorizzati sul suo conto; monitora anche le operazioni relative al conto per individuare eventuali attività inusuali che potrebbero derivare da una frode e collabora con agenzie di recupero crediti e di vigilanza per affrontare le problematiche legate alla frode.
ru_ru: Компания пользуется службами проверки личности и мерами для онлайн защиты от мошеннических действий с целью помочь клиенту защититься от несанкционированного доступа к его/её счёту. Также компания отслеживает признаки подозрительной деятельности на счетах, которые могут указывать на возможный несанкционированный доступ, и сотрудничает с коллекторскими и юридическими агентствами с целью защиты от мошенничества.
th_th: บริษัทฯ ใช้บริการการตรวจสอบอัตลักษณ์ และการตรวจจับการทุจริตแบบเรียลไทม์ เพื่อช่วยป้องกันการเข้าถึงบัญชีของลูกค้าโดยไม่ได้รับอนุญาต บริษัทฯ ยังตรวจตราบัญชีเพื่อตรวจดูพฤติกรรมที่ไม่ปกติ ซึ่งอาจจะบ่งชี้ถึงการทุจริต และประสานงานรวมกับหน่วยงานรวบรวมข้อมูลและหน่วยงานที่บังคับใช้กฎหมายเพื่อตรวจสอบกรณีทุจริตต่างๆ

source: The Company will act on any instructions given, or appearing to be given, by the client and received by the Company in relation to the Margin trading services provided through the MT5 trading platform, as deemed instructed by the client. However, it is not the Company's obligation to act on any instructions deemed given by the client, and the Company is not obligated to give the client any reasons for declining to do so. Instructions received by the Company from the client are deemed final and will not be revocable. It is the client's responsibility to ensure the genuineness and accuracy of the instructions given by them to the Company.
es_es: La Empresa actuará de acuerdo con las instrucciones dadas, las que el cliente le haya proporcionado y que hayan sido recibidas en relación con los servicios de trading de Margen proporcionados a través de la plataforma de operación MT5, según lo indicado por el cliente. Sin embargo, no es la obligación de la Empresa actuar de acuerdo con las instrucciones que el cliente haya indicado, y no está obligada a dar alguna razón para el rechazo de las mismas. Las instrucciones recibidas del cliente se consideran definitivas y no serán revocables. Es la responsabilidad del cliente garantizar la autenticidad y exactitud de las instrucciones proporcionadas a la Empresa.
it_it: La Società agirà sulla base delle istruzioni date dal cliente, in via effettiva o apparente, rispetto ai servizi di trading a margine forniti tramite la piattaforma MT5. Tuttavia, la Società non è tenuta a operare in base alle istruzioni date dal cliente né a rendergli conto delle proprie scelte. Le istruzioni date alla Società dal cliente sono finali e irrevocabili. Il cliente ha la responsabilità di assicurare la veridicità e l'accuratezza delle istruzioni fornite alla Società.
ru_ru: Компания обязуется исполнять любые инструкции, отправленные или предположительно отправленные клиентом и полученные Компанией в отношении услуг торговли с использованием маржи, предоставляемых посредством Торговой платформы MT5, исходя из распоряжений клиента. Тем не менее, Компания не обязуется исполнять любые переданные клиентом инструкции и указывать клиенту причины данного решения. Инструкции, полученные Компанией от клиента, считаются окончательными и не подлежат отмене. Настоящим клиент обязуется удостовериться в подлинности и точности инструкций, отправляемых Компании.
th_th: บริษัทฯ จะปฏิบัติตามคำสั่งที่กำหนด หรือ ลูกค้าได้ให้ไว้ และเป็นคำสั่งที่บริษัทฯ ได้รับที่เกี่ยวข้องกับบริการซื้อขายมาร์จินที่ให้ผ่านทางแพลตฟอร์มการซื้อขาย MT5 โดยถือว่าลูกค้าเป็นผู้ให้คำสั่งนั้น แต่บริษัทฯ ไม่ถือเป็นภาระหน้าที่ที่จะต้องปฏิบัติตามคำสั่งที่ถือว่าลูกค้าเป็นผู้ให้ และบริษัทฯ ไม่จำเป็นต้องให้เหตุผลถึงการไม่ปฏิบัติตามคำสั่ง คำสั่งที่บริษัทฯ ได้รับจากลูกค้า ถือเป็นที่สุดและเพิกถอนไม่ได้ ลูกค้ามีหน้าที่ที่จะต้องตรวจสอบให้แน่ใจว่าคำสั่งที่ให้ไว้กับบริษัทฯ นั้นเป็นความจริงและถูกต้อง

source: The Company will hold the client responsible for all their obligations under this agreement in the Company's course of providing the Margin trading services that are described in this agreement to the client even if the client notifies the Company that they are acting as the agent of an identified principal.
es_es: La Empresa responsabilizará al cliente de todas las obligaciones del presente Acuerdo durante el período que la Empresa proporcione servicios de trading de Margen que se describen en este acuerdo al cliente, incluso si este notifica a la Empresa que están actuando en nombre del titular primario identificado.
it_it: La Società attribuisce piena responsabilità al cliente per gli obblighi di cui nel presente contratto durante la fornitura dei servizi con margine ivi descritti, anche nel caso in cui il cliente comunicasse di agire in qualità di agente di un certo principale.
ru_ru: Клиент несёт ответственность за все свои обязательства в рамках данного соглашения, в процессе предоставления клиенту услуг торговли с использованием маржи, описанных в данном соглашении, даже если клиент уведомит Компанию о том, что он/она выступает в качестве агента установленного принципала.
th_th: บริษัทฯ ถือว่าลูกค้ามีหน้าที่รับผิดชอบในข้อผูกมัดทั้งหมดภายใต้สัญญานี้ในระหว่างที่บริษัทฯ ให้บริการซื้อขายมาร์จินตามที่อธิบายแก่ลูกค้าไว้ในสัญญานี้ แม้ว่าลูกค้าจะแจ้งให้บริษัทฯ ทราบว่าลูกค้าทำหน้าที่เป็นตัวแทนของผู้ดำเนินการหลักที่ระบุไว้ก็ตาม

source: The Company will mainly ensure best execution for the client by giving due consideration to the market price when calculating the Company's Bid/Ask for the underlying reference product to which the client's Contract relates. In order to ascertain the market price, the Company has access to a number of different data sources, which provide the Company with an objective view of the bids and offers available to arms' length traders.
es_es: La Empresa garantizará principalmente la mejor ejecución para el cliente, teniendo debidamente en cuenta el precio de mercado al calcular el precio de oferta / demanda de la Empresa para el producto de referencia subyacente con el que se relaciona el Contrato del cliente. Para determinar el precio de mercado, la Empresa tiene acceso a una serie de diferentes fuentes de datos, que le brindan una visión objetiva de las ofertas y demandas disponibles para los operadores de plena competencia.
it_it: La Società assicura la miglior esecuzione per il cliente dando un'adeguata rilevanza al prezzo di mercato durante il calcolo del prezzo di acquisto/vendita della Società per il prodotto di riferimento sottostante a cui si riferisce il Contratto del cliente. Al fine di determinare il prezzo di mercato, la Società ha accesso a varie fonti di dati, che le forniscono una visione oggettiva della domanda e dell'offerta disponibili per i trader operanti in condizioni di autonomia e parità.
ru_ru: Компания преимущественно гарантирует клиенту наилучшее исполнение, должным образом учитывая рыночную цену при расчёте цены бид/аск Компании в отношении базового продукта, на котором заключается контракт клиента. Чтобы определить рыночную цену, Компания имеет доступ к ряду различных источников данных, предоставляющих Компании объективные цены бид и аск, доступные трейдерам.
th_th: บริษัทฯ จะให้ความมั่นใจในการดำเนินการที่ดีที่สุดแก่ลูกค้าโดยพิจารณาจากราคาตลาดที่นำมาคำนวณราคาเสนอซื้อ/ราคาเสนอขายของบริษัทฯ สำหรับผลิตภัณฑ์อ้างอิงที่เกี่ยวข้องกับสัญญาของลูกค้า บริษัทฯ มีการเข้าถึงแหล่งข้อมูลที่แตกต่างกันจำนวนหนึ่งซึ่งทำให้ บริษัทฯ มีมุมมองที่เป็นรูปธรรมเกี่ยวกับการราคาซื้อและราคาเสนอขายเป็นปัจจัยที่เสริมให้กับนักซื้อขาย
