Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com.
de: Es ist Zeit, sich zu vergrößern. Wir planen ein Programmierzentrum in Cyberjaya - das Silicon Valley von Kuala Lumpur - um BetOnMarkets.com zu pflegen und zu verbessern.
fr: Nous établissons un centre de programmation à Cyberjaya - la Silicon Valley de Kuala Lumpur - dans une optique de croissance et d'amélioration de BetOnMarkets.com.
ja: BetOnMarkets.comの機能性強化とサービス向上を目的とし、マレーシアのシリコンバレーと称されるサイバージャヤに開発センターを開設。
vi: Đã đến lúc mở rộng. Chúng tôi thiết lập trung tâm lập trình ở Cyberjaya - Thung lũng Sillicon ở Kuala Lumpur - để duy trì và cải thiện BetOnMarkets.com.
zh_cn: 扩大规模的时机到了。我们在有“吉隆坡硅谷”美誉的 Cyberjaya 成立了一个编程中心，旨在维持和提高BetOnMarkets.com的效率。

source: Item
ar: بند
de: Posten
fr: Elément
id: Bagian
ja: 項目
pl: Element
ru: Описание
th: รายการ
vi: Hạng mục
zh_cn: 项目

source: J. Trading Transactions
de: J. Handelstransaktionen
fr: J. Transactions de trading
ja: J. 取引実行
vi: J. Giao dịch kinh doanh
zh_cn: 十、交易

source: JAPAN ONLY CONTACT TEXT
ja: メールのみでの受付となっております。
pl: CONTACT TEXT
th: ข้อความติดต่อ ประเทศญี่ปุ่นเท่านั้น
vi: LIÊN LẠC CHỈ SỬ DỤNG CHO NHẬT BẢN

source: JPY 1 per point
de: 1 JPY je Punkt
fr: 1 JPY par point de base
ja: 1ポイント＝JPY 1
vi: 1 JPY cho mỗi điểm
zh_cn: 每点 1 日元

source: January
ar: يناير
de: Januar
fr: janvier
id: Januari
ja: １月
pl: Styczeń
ru: Январь
th: มกราคม
vi: Tháng Một
zh_cn: 一月

source: Japan
ar: اليابان
fr: Japon
id: Jepang
ja: 日本
pl: Japonia
ru: Япония
th: ประเทศญี่ปุ่น
vi: Nhật Bản
zh_cn: 日本

source: Japan Cash Index
de: Japanischer Cash Index
ja: 日本 現物指数
vi: Chỉ số tiền mặt Nhật Bản
zh_cn: 日本现金指数

source: Japan residents will have their account opened with Binary K.K. and will use our Japan trading platform, which is compliant with Japan rules and regulations.
de: Kunden aus Japan können ihr Konto mit Binary K.K. eröffnen und werden unsere japanische Handelsplattform benützen, die den japanischen Regeln und Bestimmungen entspricht.
fr: Les résidents du Japon pourront ouvrir un compte auprès de Binary K.K. et utiliseront notre plateforme de trading japonaise, conforme à la réglementation japonaise.
ja: 日本の居住者はBinary株式会社 (和文名称 バイナリー株式会社)を通して口座を開設いただき、日本の法令に準拠した当社の取引プラットフォームをご利用いただきます。
vi: Người sống ở Nhật Bản sẽ có tài khoản của họ được mở với Binary KK và sẽ sử dụng sàn giao dịch mà đã tương thích với các nguyên tắc và quy định tại Nhật Bản của chúng tôi. .

source: Japan website Download Text for Pre-contract Document
ja: 「契約締結前交付書面」
th: เว็บไซต์ของญี่ปุ่น ดาวน์โหลดข้อความเพื่อเป็นร่างเอกสารสัญญา

source: Japan website Eliminating Antisocial Forces List item 1
ja: 当社は、反社会的勢力との関係を一切持ちません。
th: เว็บไซต์ของญี่ปุ่น Eliminating Antisocial Forces รายการที่ 1

source: Japan website Eliminating Antisocial Forces List item 2
ja: 当社は、反社会的勢力への資金提供及び裏取引は一切行いません。
th: เว็บไซต์ของญี่ปุ่น Eliminating Antisocial Forces List item 2

source: Japan website Eliminating Antisocial Forces List item 3
ja: 当社は、反社会的勢力からの不当要求には一切応じず、毅然として、民事上もしくは刑事上の法的対応を行います。
th: เว็บไซต์ของญี่ปุ่น Eliminating Antisocial Forces List item 3

source: Japan website Eliminating Antisocial Forces List item 4
ja: 当社は、反社会勢力による被害を防止するため、平素より警察、暴力追放運動推進センター、弁護士等の関係外部機関と緊密な連携関係を構築してまいります。
th: เว็บไซต์ของญี่ปุ่น Eliminating Antisocial Forces List item 4

source: Japan website Eliminating Antisocial Forces List item 5
ja: 当社は、反社会的勢力の不当要求を毅然として拒否し、組織的に対応するとともに、役職員の安全を確保します。
th: เว็บไซต์ของญี่ปุ่น Eliminating Antisocial Forces List item 5

source: Japan website Ethics Code Bold list item 1
ja: 社会規範及び法令等の遵守
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 1

source: Japan website Ethics Code Bold list item 2
ja: 利益相反の適切な管理
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 2

source: Japan website Ethics Code Bold list item 3
ja: 守秘義務の遵守と情報の管理
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 3

source: Japan website Ethics Code Bold list item 4
ja: 社会秩序の維持と社会的貢献の実践
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 4

source: Japan website Ethics Code Bold list item 5
ja: 顧客利益を重視した行動
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 5

source: Japan website Ethics Code Bold list item 6
ja: 顧客の立場に立った誠実かつ公正な業務の執行
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 6

source: Japan website Ethics Code Bold list item 7
ja: 顧客に対する助言行為
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 7

source: Japan website Ethics Code Bold list item 8
ja: 資本市場における行為
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 8

source: Japan website Ethics Code Bold list item 9
ja: 社会的使命の自覚と資本市場の健全性及び信頼性の維持、向上
th: เว็บไซต์ของญี่ปุ่น Ethics Code Bold list item 9

source: Japan website Ethics Code Explanation of item 1
ja: 投資者の保護や取引の公正性を確保するための法令や規則等、金融商品取引に関するあらゆるルールを正しく理解し、これらを厳格に遵守するとともに、一般的な社会規範に則り、法令や規則等が予見していない部分を補う社会常識と倫理感覚を保持し、実行する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 1

source: Japan website Ethics Code Explanation of item 2
ja: 業務に関し生ずる利益相反を適切に管理しなければならない。また、地位や権限、業務を通じて知り得た情報等を用いて、不正な利益を得ることはしない。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 2

source: Japan website Ethics Code Explanation of item 3
ja: 法定開示情報など、情報開示に関する規定によって開示が認められる情報を除き、業務上知り得た情報の管理に細心の注意を払い、機密として保護する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 3

source: Japan website Ethics Code Explanation of item 4
ja: 良き企業市民として、社会の活動へ積極的に参加し、社会秩序の安定と維持に貢献する。反社会的な活動を行う勢力や団体等に毅然たる態度で対応し、これらとの取引を一切行わない。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 4

source: Japan website Ethics Code Explanation of item 5
ja: 投資に関する顧客の知識、経験、財産、目的などを十分に把握し、これらに照らした上で、常に顧客にとって最善となる利益を考慮して行動する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 5

source: Japan website Ethics Code Explanation of item 6.1
ja: 仲介者として、常に顧客のニーズや利益を重視し、顧客の立場に立って、誠実かつ公正に業務を遂行する
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 6.1

source: Japan website Ethics Code Explanation of item 6.2
ja: 会社での権限や立場、利用可能な比較優位情報を利用することにより、特定の顧客を有利に扱うことはしない。また、適切な投資勧誘と顧客の自己判断に基づく取引に徹することにより、自己責任原則の確立に努める。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 6.2

source: Japan website Ethics Code Explanation of item 6.3
ja: さらに、顧客との間で締結された契約に基づく受託者責任が生じる場合には、顧客の利益に対して常に誠実に行動する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 6.3

source: Japan website Ethics Code Explanation of item 7.1
ja: 顧客に対して投資に関する助言行為を行う場合、中立的立場から、事実と見解を明確に区別した上で、専門的な能力を活かし助言をする。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 7.1

source: Japan website Ethics Code Explanation of item 7.2
ja: 関連する法令や規則等のもとで、投資によってもたらされる価値に影響を与えることが予測される内部情報等の公開されていない情報を基に、顧客に対して助言行為を行うことはしない。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 7.2

source: Japan website Ethics Code Explanation of item 8.1
ja: 法令や規則等に定めのないものであっても、社会通念や市場仲介者として求められるものに照らして疑義を生じる可能性のある行為については、本倫理コードと照らし、その是非について判断する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 8.1

source: Japan website Ethics Code Explanation of item 8.2
ja: 関連する法令や規則等のもとで、投資によってもたらされる価値に重要な影響を与えることが予測される内部情報等の公開されていない情報を適切に管理する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 8.2

source: Japan website Ethics Code Explanation of item 9.1
ja: 資本市場に関する公正性及び健全性について正しく理解し、資本市場の健全な発展を妨げる行為をしない。また、資本市場の健全性維持を通して、果たすべき社会的使命を自覚して行動する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 9.1

source: Japan website Ethics Code Explanation of item 9.2
ja: 適正な情報開示を損なったり、公正な価格形成を歪めることにつながる行為に関与する等、協会員に対する信頼を失墜させ、あるいは資本市場の健全性を損ないかねない不適切な行為をしない。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณของรายการที่ 9.2

source: Japan website Ethics Code Paragraph 1
ja: 当社は、国民経済における資金の運用・調達の場である資本市場の担い手として、資本市場における仲介機能という重責を負託されていることを十分に認識し、役職員一人ひとりが、職業人として国民から信頼される健全な社会常識と倫理感覚を常に保持し、求められる専門性に対応できるよう、不断の研鑚に努める。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณ ย่อหน้าที่ 1

source: Japan website Ethics Code Paragraph 2
ja: また、良き市民として互いを尊重し、国籍や人種、性別、年齢、信条、宗教、社会的身分、身体障害の有無等を理由とした差別的発言や種々のハラスメントを排除し、防止する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณ ย่อหน้าที่ 2

source: Japan website Ethics Code Paragraph 3
ja: このため、当社の役職員が業務を遂行する上での基本的な心構えとして、以下に「倫理コード」を定め、その遵守を宣言する。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายจรรยาบรรณ ย่อหน้าที่ 3

source: Japan website Exclusion of Liability List item 1
ja: 次の各号に掲げる損害については、当社はその責めを負わないものとします。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1

source: Japan website Exclusion of Liability List item 1.1
ja: 天変地異、政変、ストライキ、外貨事情または相場の急変、金融市場の閉鎖・混乱等の不可抗力の事由により、本取引の注文執行、金銭の授受または寄託の手続き等が遅延し、または 不能となったことにより生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.1

source: Japan website Exclusion of Liability List item 1.10
ja: 国内金融機関の祝休日または当社の取扱時間外のために、本取引に係る書通知が遅延したことにより生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.10

source: Japan website Exclusion of Liability List item 1.11
ja: 当社もしくはお客さまご自身が設定した限度額を超えて取引を行ったことにより生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.11

source: Japan website Exclusion of Liability List item 1.12
ja: インターネット及びコンピュータにおける固有のリスクにより生じた障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.12

source: Japan website Exclusion of Liability List item 1.13
ja: その他当社の責によらない事由により生じた障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.13

source: Japan website Exclusion of Liability List item 1.2
ja: 外国為替市場等の閉鎖または規則の変更等の事由により、お客さまの本取引に係る注文に当社が応じ得ないことによって生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.2

source: Japan website Exclusion of Liability List item 1.3
ja: 電信、インターネット（回線の混雑を含みます。）、郵便の誤謬または遅延等の事由によって生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.3

source: Japan website Exclusion of Liability List item 1.4
ja: 各国政府の法令等、行政機関・自主規制機関の規制等の新設・改廃により生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.4

source: Japan website Exclusion of Liability List item 1.5
ja: 当社が本約款、国内法令等に従ってお客さまの本人確認を行った上で、金銭の授受その他の処理を行ったことに起因または関連して生じた障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.5

source: Japan website Exclusion of Liability List item 1.6
ja: お客さま自身が入力したか否かを問わず、あらかじめ当社に登録されている口座番号、パスワード等の一致を当社が確認した上で行われた本取引等により生じた障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.6

source: Japan website Exclusion of Liability List item 1.7
ja: お客さまのPC・携帯端末のハードウェアやソフトウェアの故障・誤作動、当社のコンピュータシステムもしくはソフトウェアの故障・誤作動、当社カバー先、市場関係者、第三者が提供するシステムやソフトウェアの故障・誤作動、その他本取引に係る一切のコンピュータのハードウェア・ソフトウェア・システムの故障・誤作動により生じた障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.7

source: Japan website Exclusion of Liability List item 1.8
ja: お客さまが必要な確認をしなかったまたは注文ミスにより、当該注文が成立してしまったまたは成立しなかったことにより生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.8

source: Japan website Exclusion of Liability List item 1.9
ja: 国内金融機関の祝休日または当社の取扱時間外のために、お客さまの注文に応じ得ないことにより生じた損害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 1.9

source: Japan website Exclusion of Liability List item 2
ja: 当社は次の各号に定める事由により、お客さまからの注文が発注されなかったり、または誤発注されたことにより生じたお客さまの損害について、当社は一切その責めを負わないものとします。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 2

source: Japan website Exclusion of Liability List item 2.1
ja: 当社の故意または重過失によらない、お客さま・当社および当社のカバー先を結ぶ通信回線およびシステム関連機器等の瑕疵または障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 2.1

source: Japan website Exclusion of Liability List item 2.2
ja: 天変地異等やむを得ない事由による、お客さま・当社および当社のカバー先を結ぶ通信回線およびシステム関連機器等の瑕疵または障害。
th: เว็บไซต์ของญี่ปุ่น Exclusion of Liability List item 2.2

source: Japan website General Risk Warning List item 1
ja: 本取引は、『金融商品取引法において不招請勧誘禁止の対象となっている店頭デリバティブ取引であるため、お客さまより事前に要請がない限り訪問・電話による勧誘はできない取引』です。（注1） ※この取引に関して行われた勧誘が訪問・電話による場合、お客さまの要請によるものであることを改めてご確認ください。
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไปรายการที่ 1

source: Japan website General Risk Warning List item 2
ja: また、本取引は、法令・諸規則等により、『取引の内容や想定される損失額等について十分にご説明することとされています。』 ※取引の内容や想定される損失額について、説明を受けられたか改めてご確認ください。
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไปรายการที่ 2

source: Japan website General Risk Warning List item 3
ja: 弊社によるご説明や、『本取引の内容等を十分ご理解の上、お取引いただきますようお願いいたします。』
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไปรายการที่ 3

source: Japan website General Risk Warning List item 4
ja: お取引内容に関するご確認・苦情などにつきましては、カスタマーサポートまでお申し出ください。 なお、お取引についてのトラブルなどは、以下のADR（注2）機関における苦情処理・紛争解決の枠組みの利用も可能です。
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไปรายการที่ 4

source: Japan website General Risk Warning Paragraph 1
ja: 特定非営利活動法人 証券・金融商品あっせん相談センター
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไป ย่อหน้าที่ 1

source: Japan website General Risk Warning Paragraph 2
ja: 電話番号 0120-64-5005（フリーダイヤル）
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไป ย่อหน้าที่ 2

source: Japan website General Risk Warning Paragraph 3
ja: （注1）ただし、以下に該当する場合は適用されません。 ・当該取引に関して特定投資家に移行されているお客さまの場合 ・勧誘の日前1年間に2以上のお取引いただいたお客さま及び勧誘の日に未決済の残高をお持ちのお客さまの場合 （注2）ADRとは、裁判外紛争解決制度のことで、訴訟手続によらず、民事上の紛争を解決しようとする紛争の当事者のため、公正な第三者が関与して、その解決を図る手続をいいます。
th: เว็บไซต์ของญี่ปุ่น รายการคำเตือนความเสี่ยงทั่วไป ย่อหน้าที่ 3

source: Japan website Investment Solicitation Policy Bold list item 1
ja: 当社における投資勧誘の定義
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 1

source: Japan website Investment Solicitation Policy Bold list item 10
ja: 売買の執行
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 10

source: Japan website Investment Solicitation Policy Bold list item 11
ja: お客さま相談窓口
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 11

source: Japan website Investment Solicitation Policy Bold list item 2
ja: 適合性の確保
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 2

source: Japan website Investment Solicitation Policy Bold list item 3
ja: 取引商品の説明
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 3

source: Japan website Investment Solicitation Policy Bold list item 4
ja: 法令・諸規則の遵守
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 4

source: Japan website Investment Solicitation Policy Bold list item 5
ja: ホームページ
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 5

source: Japan website Investment Solicitation Policy Bold list item 6
ja: 知識技能の習得・研鑽
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 6

source: Japan website Investment Solicitation Policy Bold list item 7
ja: サポート体制
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 7

source: Japan website Investment Solicitation Policy Bold list item 8
ja: 個人情報の保護
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 8

source: Japan website Investment Solicitation Policy Bold list item 9
ja: お客さまへの情報提供
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Bold list รายการที่ 9

source: Japan website Investment Solicitation Policy Explanation of item 1
ja: 当社金融商品における勧誘とは、ウェブまたは新聞・雑誌等媒体への広告等の掲載およびお客さまからの問い合わせに対する説明もしくはお客さまのご要望による資料等の送付を指します。したがって、対面営業で行われている売買の推奨等を目的とした投資勧誘とは異なり、これら金融商品の購入等を推奨するものではありません。また、当社のオンライン取引ではインターネット回線等を通じ、投資家の自己責任の原則に基づく商品提供を行なっており、お客さまに対し売買の推奨等を目的とした電話および戸別訪問による勧誘は一切行なっておりません。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 1

source: Japan website Investment Solicitation Policy Explanation of item 10
ja: 当社は、お客さまの判断と責任においてお取引が行われますよう適切な売買の執行に努めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 10

source: Japan website Investment Solicitation Policy Explanation of item 11
ja: お取引についてお気付きの点がございましたら、カスタマーサポートまでお問い合わせください。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 11

source: Japan website Investment Solicitation Policy Explanation of item 2
ja: 当社は、口座開設時のアンケートに基づき、お客さまの知識、経験、財産、投資目的等の状況に配慮し、本人確認を行ったうえでお取引の適否を決定いたします。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 2

source: Japan website Investment Solicitation Policy Explanation of item 3
ja: 当社は、あらかじめお客さまに対しお取引のリスクおよび仕組みに関する書面または電磁的な情報を交付または開示し、必要な場合は電話等による説明を行い、お取引のリスクおよび仕組みを十分ご理解いただくように努めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 3

source: Japan website Investment Solicitation Policy Explanation of item 4
ja: 当社は、投資勧誘に当たっては常にお客さまの信頼確保を最優先とし、関係法令等を遵守し、適切な勧誘が行われるよう、内部管理態勢の強化・維持に努めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 4

source: Japan website Investment Solicitation Policy Explanation of item 5
ja: 当社は、ホームページの表示に関して、誤表示等による誤認勧誘を防止することを目的とした内部管理態勢の構築に努めます。ホームページの表示については、あらかじめ社内にて内容の確認・審査を行い、適切な表示が行われるよう努めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 5

source: Japan website Investment Solicitation Policy Explanation of item 6
ja: 当社の役職員は、お客さまの信頼と期待を裏切らないよう、常に知識技能の習得・研鑽に努めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 6

source: Japan website Investment Solicitation Policy Explanation of item 7
ja: お客さまからのお問い合わせはeメールでカスタマーサポートが対応しております。当社からお客さまへのご連絡は、サポートが必要と判断された時に限るものとし、当社から口座開設勧誘行為はいたしません。午後８時以降の夜間の時間帯には、特別の事情がある場合を除き、当社からお客さまへの連絡は行いませんが、その他ご迷惑となる時間帯がございましたらその旨、お申し出ください。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 7

source: Japan website Investment Solicitation Policy Explanation of item 8
ja: 当社は、お客さまのプライバシーを尊重し、お客さまから取得した個人情報については、業務に必要な目的以外の利用および提供はいたしません。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 8

source: Japan website Investment Solicitation Policy Explanation of item 9
ja: 当社は、お客さまに対して偏った相場観の提供、無理な売買推奨は行いません。当社がお客さまに提供するレポートや数値等は、当社が合理的に取得した情報または数値に基づく客観的な情報提供であるよう努めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy Explanation รายการที่ 9

source: Japan website Investment Solicitation Policy Paragraph 1
ja: 「金融商品の販売等に関する法律」（金融商品販売法）により、金融商品販売業者は、お客さまに金融商品をご購入いただく際に同法律で必要とされている重要事項についての説明が義務づけられました。以下で、当社の投資勧誘方針を公表いたします。当方針をご理解の上、お申込みくださいますようお願い申し上げます。なお、下記重要事項についてご不明な点等、さらに説明をご希望される場合は、その旨担当者までお申し付けください。当社は、店頭バイナリーオプション取引の勧誘にあたり、お客さまの信頼を確保することを最優先とし、「金融商品の販売等に関する法律」に基づき、以下の通り投資勧誘方針を定めます。
th: เว็บไซต์ของญี่ปุ่น Investment Solicitation Policy ย่อหน้าที่ 1

source: Japan website No Connections With Antisocial Forces List item 1
ja: 現在、暴力団員、暴力団員準構成員、総会屋等の反社会的勢力に該当せず、かつ将来にわたっても該当しない。
th: เว็บไซต์ของญี่ปุ่น No Connections With Antisocial Forces List รายการที่ 1

source: Japan website No Connections With Antisocial Forces List item 2
ja: 自ら又は第三者を利用して、暴力的な要求行為、法的な責任を超えた不当な要求行為、取引に関して脅迫的な言動をし又は暴力を用いる行為、風説を流布し偽計を用い又は威力を用いて貴社の信用を毀損し又は貴社の業務を妨害する行為等を行わない。
th: เว็บไซต์ของญี่ปุ่น No Connections With Antisocial Forces List รายการที่ 2

source: Japan website No Connections With Antisocial Forces List item 2 Paragraph 1
ja: なお1.のいずれかに該当し、若しくは2.のいずれかに該当する行為をし、又は1.に基づく確約に関して 虚偽の申告をしたことが判明した場合には、取引が停止され、又は通知によりこの口座が解約されても異議申し立てをいたしません。またこれにより損害が生じた場合でも、すべて私の責任といたします。 以上
th: เว็บไซต์ของญี่ปุ่น No Connections With Antisocial Forces List รายการที่ 2 ย่อหน้าที่ 1

source: Japan website No Connections With Antisocial Forces Paragraph 1
ja: 私は、以下のことに同意することといたします。
th: เว็บไซต์ของญี่ปุ่น No Connections With Antisocial Forces List ย่อหน้าที่ 1

source: Japan website Pre-contract Document Paragraph 1
ja: こちらからダウンロードして、お読みください。
th: เว็บไซต์ของญี่ปุ่น เอกสารร่างสัญญา ย่อหน้าที่ 1

source: Japan website Privacy Policy Bold list item 1
ja: 法令等の遵守
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 1

source: Japan website Privacy Policy Bold list item 10
ja: 開示・訂正・追加又は削除等のご請求手続き
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 10

source: Japan website Privacy Policy Bold list item 11
ja: Cookie
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 11

source: Japan website Privacy Policy Bold list item 12
ja: 窓口
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 12

source: Japan website Privacy Policy Bold list item 13
ja: 個人情報保護に関する苦情・相談の申出先
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 13

source: Japan website Privacy Policy Bold list item 2
ja: 適正取得
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 2

source: Japan website Privacy Policy Bold list item 3
ja: 当社の業務内容
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 3

source: Japan website Privacy Policy Bold list item 4
ja: 利用目的
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4

source: Japan website Privacy Policy Bold list item 5
ja: 委託
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 5

source: Japan website Privacy Policy Bold list item 6
ja: 第三者への提供
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 6

source: Japan website Privacy Policy Bold list item 7
ja: 安全管理措置
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 7

source: Japan website Privacy Policy Bold list item 8
ja: 機微情報の取扱い
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 8

source: Japan website Privacy Policy Bold list item 9
ja: 継続的改善
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 9

source: Japan website Privacy Policy Explanation of item 1
ja: 当社は、「個人情報の保護に関する法律」および個人情報保護に関する関係諸法令その他の規範を遵守いたします。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 1

source: Japan website Privacy Policy Explanation of item 10
ja: 当社は、保有する個人情報の内容が事実に反する場合等のおける訂正・追加・削除、利用停止・消去・第三者提供の停止のご請求につきましては、特別な理由のない限り、適切かつ迅速な対応を行うよう努めてまいります。なお、本手続きにあたりご本人様であることを確認 させていただくことがあります。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 10

source: Japan website Privacy Policy Explanation of item 11
ja: 当社ホームページでは、お客さまが能動的に提供される場合を除き、個人を特定できるような情報を収集することはありません。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 11

source: Japan website Privacy Policy Explanation of item 2
ja: 当社は、個人情報を業務上必要な範囲において、適正かつ適法な手段により取得いたします。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 2

source: Japan website Privacy Policy Explanation of item 3
ja: 金融商品取引業および金融商品取引業に付随する業務
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 3

source: Japan website Privacy Policy Explanation of item 5
ja: 当社は、業務を円滑に遂行するため、当社の事業内容および利用目的の達成に必要な範囲において業務の一部を委託先に委託し、当該委託先に必要な範囲で個人情報の預託をする場合がございます。この場合、当社が定めた基準を満たす者を委託先として選定するとともに、個人情報の取扱いに関する契約や締結に適切な監督を行います。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 5

source: Japan website Privacy Policy Explanation of item 6
ja: 当社は、お客さまの同意をいただいている場合や法令等に基づく場合等を除き、原則として個人情報を第三者に提供いたしません。但し、利用目的の達成に必要な範囲において個人情報を委託する場合、法令あるいは公共の利益を保護するために必要な場合、当社とお客さまの権利・財産・安全などを保護・防御するために必要であると合理的に判断できる場合はお客さまの同意をいただくことなく、個人情報を提供することがあります。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 6

source: Japan website Privacy Policy Explanation of item 7
ja: 当社は、お客さまの個人情報を正確かつ最新の内容とするよう努めます。また、個人情報の漏えい等を防止するため、必要かつ適切な安全管理措置を講じます。また、個人情報を取扱う従業者や委託先について、適切に監督してまいります。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 7

source: Japan website Privacy Policy Explanation of item 8
ja: 当社は、機微情報（政治的見解、信教（宗教、思想および信条）、労働組合への加盟、人種および民族、門地および本籍地、犯罪歴等に関する情報）については、法令等に基づく場合や業務遂行上必要な範囲においてお客さまの同意をいただいた場合等を除き、取得・利用・第三者への提供はいたしません。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 8

source: Japan website Privacy Policy Explanation of item 9
ja: 当社は、お客さまの個人情報の適切な取扱いを図るため本ポリシーを適宜見直し、継続的な改善に努めてまいります。
th: เว็บไซต์ของญี่ปุ่น คำอธิบายนโยบายข้อมูลส่วนบุคคล รายการที่ 9

source: Japan website Privacy Policy List item 4.1
ja: 金融商品取引法に基づく金融商品の勧誘、サービスの案内を行うため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.1

source: Japan website Privacy Policy List item 4.2
ja: 適合性の原則等に照らした商品・サービスの提供の妥当性を判断するため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.2

source: Japan website Privacy Policy List item 4.3
ja: お客さまご本人であること又はご本人の代理人であることを確認するため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.3

source: Japan website Privacy Policy List item 4.4
ja: お客さまに対し、取引報告、預かり残高等の報告を行うため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.4

source: Japan website Privacy Policy List item 4.5
ja: お客さまとの取引に関する事務を行うため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.5

source: Japan website Privacy Policy List item 4.6
ja: 市場調査、ならびにデータ分析やアンケートの実施等による金融商品やサービスの研究や開発のため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.6

source: Japan website Privacy Policy List item 4.7
ja: 他の事業者から個人情報の処理の全部または一部について委託された場合において、委託された当該業務を適切に遂行するため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.7
