Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The charting data made available to Clients by the Company is indicative only and may at times differ from the real market values. The Company's decision as to the calculation of a financial contract price will be final and binding. The Company allows the option to sell contracts before expiry time of some contracts but will not be obliged to do so and can suspend this option depending on the current market conditions. Contracts may be amended when the underlying asset value is adjusted by corporate actions during the contract period.
ar: الرسوم البيانية المتاحة للعملاء من قبل الشركة تعد كمؤشرات فقط حيث أنه في بعض الأحيان قد تختلف عن القيمة السوقية الحقيقية. ويعتبر قرار الشركة لحساب سعر عقد مالي نهائيا وملزما. تتيح الشركة خيارا لبيع بعض العقود قبل وقت انتهائها لكنها لن تكون ملزمة بالقيام بذلك، ويمكن أن يعلق هذا الخيار تبعا لظروف السوق الحالية. يجوز تعديل العقود عند ضبط قيمة الأصول التابعة لها كأحد إجراءات الشركات خلال مدة العقد.
de: Die den Kunden von dem Unternehmen zur Verfügung gestellten Diagrammdaten sind lediglich Richtwerte und können sich von den echten Marktkursen unterscheiden. Die Entscheidung des Unternehmens hinsichtlich des Kurses eines Finanzkontrakts ist endgültig und bindend. Das Unternehmen bietet die Möglichkeit, Kontrakte vor dem Ablaufdatum von manchen Kontrakten zu verkaufen, ist aber nicht dazu verpflichtet, und kann diese Möglichkeit aufgrund aktueller Marktbedingungen aussetzen. Kontrakte können angepasst werden, wenn der zugrundeliegende Buchwert durch Handlungen des Unternehmens während der Kontraktlaufzeit verändert wurde.
fr: Les données des graphiques que la Société met à disposition des Clients est indicatif et peut être différentes de temps en temps des valeurs des vrais marchés. La décision de la Société concernant le calcul du prix d'un contrat financier sera final et contraignante. La Société permet l'option de vendre des contrats avant le temps d'expiration de certains contrats mais ne sera pas obligée de faire ceci et peut supprimer cette option en fonction des conditions de marché actuelles. Des contrats peuvent être modifiés lorsque la valeur de l'actif sous-jacent est ajustée par les actions de la société durant la période du contrat.
id: Data grafik yang disediakan kepada klien oleh perusahaan hanya bersifat indikatif dan kadang-kadang berbeda dari nilai pasar yang sebenarnya. Keputusan perusahaan mengenai perhitungan harga kontrak keuangan akan bersifat mutlak dan mengikat. Perusahaan memberi pilihan untuk menjual kontrak sebelum waktu berakhir kontrak tetapi tidak wajib untuk menyediakan fasilitas tersebut dan dapat menghentikan pilihan ini tergantung pada kondisi pasar terkini. Kontrak dapat diubah ketika nilai underlying asset disesuaikan dengan aksi korporasi selama periode kontrak.
ja: 当社がお客さまに提供するチャートデータは、価格の目安として表示されるに留まり、実際の市場価格とは異なる可能性があります。尚、当社が算出し決定した金融トレード価格は、当社の決定が最終的かつ決定的なものになります。当社はオープン中のトレードの転売を許可する場合がありますが、転売の権利を付与するか否かは当社の義務ではなく、またこの権利は市場の状況によって提供されない場合があります。トレード期間中に当社にて商品の資産価値を調整した場合、トレードは修正される可能性があります。
pl: Dane przedstawiane Klientom na wykresach mają wyłącznie charakter informacyjny i mogą się różnić czasami od rzeczywistych wartości rynkowych. Decyzja Firmy dotycząca obliczania ceny kontraktu finansowego jest ostateczna i wiążąca. W przypadku niektórych kontraktów Firma dopuszcza możliwość sprzedania kontraktu przed datą jego wygaśnięcia, ale nie jest do tego zobowiązana i może zawiesić taką możliwość w zależności od sytuacji na rynku walutowym. Kontrakty podlegają zmianom w sytuacji, gdy wartość instrumentu bazowego zostaje zmieniona w czasie trwania kontraktu w wyniku działań korporacyjnych.
ru: Графики данных, предоставляемые Клиентам Компанией, являются ориентировочными и иногда могут отличаться от реальной рыночной стоимости. Решение Компании в расчете финансовых контрактов считается окончательным и не подлежит обжалованию. Компания предлагает опцию продажи отдельных контрактов до времени их окончания, но не обязуется всегда предлагать данную функцию и может отменить ее, в зависимости от условий рынка.
vi: Các dữ liệu xây dựng biểu đồ Công ty cung cấp cho khách hàng được chỉ định và đôi khi có thể khác với giá trị thị trường thực. Quyết định của Công ty đối với tính giá hợp đồng tài chính sẽ là cuối cùng và kết hợp. Công ty này cho phép quyền chọn bán các hợp đồng trước khi một số hợp đồng hết hạn nhưng sẽ không có nghĩa vụ làm như vậy và có thể đình chỉ quyền chọn này tùy thuộc vào các điều kiện thị trường hiện tại. Hợp đồng có thể được sửa đổi khi giá trị tài sản cơ sở được điều chỉnh bởi công ty trong suốt thời gian hợp đồng.
zh_cn: 公司向客户提供的价格仅供参考，可能与市场价格不一致。公司对于金融合约价格的计算具有最终性和约束性。公司允许用户在部分合约到期之前选择卖出合约，但公司无义务作出此允许；公司可以基于当前市况终止该选择权。合约期限内，如果标的资产价值受到公司行为调整，合约可进行相应修改。

source: The client has reached a turnover that is 5 times the bonus amount
ar: لقد وصل العميل لقيمة التداول المطلوبة والبالغة 5 اضعاف مبلغ المكافأة
de: Der Kunde hat einen Umsatz erreicht, der dem 5-fachen des Bonusbetrags entspricht
fr: Le client a atteint un chiffre d'affaire qui est 5 fois le montant du bonus
id: Pelanggan telah mencapai total pembelian kontrak sebesar 5 kali jumlah bonus
ja: ボーナス付与価格の５倍以上のお取引が成立した場合
pl: Klient osiągnął obrót, który przekracza wysokość bonusu 5 razy.
ru: Клиент достигнет оборота, объем которого превышает сумму бонуса в 5 раз
vi: Khách hàng đã đạt được doanh thu 5 lần tiền thưởng
zh_cn: 客户的成交量已达到了奖金额的 5 倍

source: The commission you will charge Clients on deposits and withdrawals
ar: العمولة ستتقاضاها من العملاء على الإيداعات والسحوبات
de: Die Provision, die Sie Kunden für Einzahlungen und Abhebungen berechnen werden
fr: La commission que vous facturerez aux Clients sur les dépôts et retraits
id: Komisi yang akan Anda kenakan pada deposit dan penarikan
ja: 入出金にクライアントへ請求する手数料
pl: Wysokość prowizji, jaką chcesz pobierać od Klientów za wpłaty i wypłaty środków
ru: Комиссия, которую Вы будете взимать с Клиентов при пополнении и снятии средств
vi: Hoa hồng bạn sẽ tính tiền Khách hàng qua tiền rút và tiền gửi
zh_cn: 您要向客户收取的充值提款佣金

source: The company does not guarantee the ability to sell a contract prior to its expiration time.
ar: الشركة لا تضمن القدرة على بيع عقد قبل تاريخ انتهائه.
de: Das Unternehmen garantiert nicht die Möglichkeit, einen Kontrakt vor seinem Ablaufdatum zu verkaufen.
fr: La société ne garantit pas la capacité de vendre un contrat avant son expiration.
id: Perusahaan tidak menjamin keberhasilan penjualan awal kontrak sebelum waktu berakhir tercapai.
ja: 当社はオープン中の全てのトレードに対し転売を保証するわけではありません。
pl: Firma nie gwarantuje możliwości sprzedaży kontraktu przed upływem jego daty wygaśnięcia.
ru: Компания не гарантирует возможность продажи ставок до истечения срока действия.
th: บริษัทฯ ไม่รับประกันความสามารถในการขายสัญญาก่อนที่สัญญาจะหมดอายุ
vi: Công ty không bảo đảm có thể bán bán hợp đồng trước thời hạn.
zh_cn: 公司不保证您一定能在到期之前卖出该合约。

source: The company has various deposit methods available, each with their own timing for deposits, some of which might not be available for withdrawals. Full details of deposits and withdrawals methods available including settlement times are available <a href='%1'>here.</a>
de: Das Unternehmen stellt mehrere Einzahlungsmethoden zur Verfügung. Jede hat für Einzahlungen ihr eigenes Timing. Einige davon können nicht für Abhebungen verwendet werden. Die vollständigen Einzelheiten für die vorhandenen Ein- und Auszahlungsmethoden, einschließlich der Bearbeitungszeiten, finden Sie <a href='%1'>hier.</a>
fr: La société offre plusieurs méthodes de dépôt, avec des délais spécifiques en fonction de la méthode choisie. Certaines de ces méthodes ne peuvent être utilisées pour effectuer des retraits. Toutes les informations relatives aux méthodes de dépôt disponibles et aux délais de règlement sont accessibles <a href='%1'>ici.</a>
ja: （期限の利益の喪失） 第20条 1. お客さまについて次の各号に定める事由のいずれかが生じた場合には、当社から通知、催告等がなくても当社に対する本取引に係る債務について当然期限の利益を失い、遅滞なく債務を弁済するものとします。 (1) 支払いの停止または破産手続開始、再生手続開始、更生手続開始、整理開始もしくは特別清算開始の申立てがあった時。 (2) 手形交換所の取引停止処分を受けた時。 (3) お客さまの当社に対する本取引に係る債権またはその他一切の債権のいずれかについて、仮差押、保全差押または差押の命令、通知が発送された時。 (4) お客さまの当社に対する本取引に係る債権について差し入れている担保の目的物について差押、または競売手続の開始があった時。 (5) 住所変更の届出を怠る等お客さまの責に帰すべき事由によって、お客さまの所在が不明となった時。 (6) お客さまが死亡した場合、または制限行為能力者となった場合。 2. お客さまについて次の各号の事由のいずれかが生じた場合には、当社に対する本取引に係る債務の期限の利益を失い、遅滞なく債務を弁済するものとします。 (1) お客さまの当社に対する本取引に係る債務またはその他一切の債務のいずれかについて一部でも履行を遅滞したとき。 (2) お客さまの当社に対する債務（本取引に係る債務を除く）について差し入れられている担保の目的物について差押、または競売手続の開始があった時。 (3) お客さまが本約款またはその他一切の当社との取引約定のいずれかに違反した時。 (4) 前３号の他、債権保全を必要とする相当の事由が生じた時。
vi: Công ty có nhiều phương thức gửi tiền, mỗi một phương thức đều định thời gian để gửi, một số phương thức thì không dành cho việc rút tiền. Chi tiết đầy đủ về phương thức gửi tiền hoặc rút tiền bao gồm cả thời gian định giá có sẵn ở <a href='%1'>đây.</a>
zh_cn: 本公司支持多种存款方式，每种方式都有不同的存款时序，其中一些可能无法提款。有关存取款方式和结算期的详情，请查看 <a href='%1'>此处。</a>

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten, die im Fall einer Insolvenz keinen Anteil am Firmenvermögen darstellen. Dies entspricht nach den Vorschriften der Glücksspielbehörden zur Abtrennung von Kundenvermögen dem Grad: <strong>Mittlerer Schutz</strong>.
fr: La société détient les fonds du client dans des compte bancaire séparés des comptes opérationnels qui, en cas d'insolvabilité, ne font pas partie des biens de la Société. Ceci répond aux exigences de la Gambling Commission en ce qui concerne la séparation des fonds du client au niveau: <strong>protection moyenne</strong>.
ja: 当社は運用口座とは別に銀行口座に顧客の資金を保持しています。破産の場合には、当社の資産の一部から支払われます。これは<strong>媒体保護</strong>のレベルにおいて顧客資金分離への賭博委員会の要件を満たしています。
vi: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành, trong trường hợp phá sản, nó sẽ không thuộc tài sản của Công ty. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc để cách ly các tiền của khách hàng ở cấp độ: <strong>bảo vệ trung bình</strong>.
zh_cn: 公司把客户资金存在独立的银行账户，与运营账户分开，因此如果公司破产，客户资金不会成为公司资产的一部分。这符合博彩委员会关于客户资金独立管理的要求，即：<strong>中等级别保护</strong>。

source: The company holds customer funds in separate bank accounts to the operational accounts; and arrangements have been made to ensure assets in the customer accounts are distributed to customers in the event of insolvency.
de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten und es wurden Vereinbarungen getroffen, die dafür sorgen, dass die Guthaben auf Kundenkonten im Fall einer Insolvenz ausgezahlt werden können.
fr: La société détient les fonds des clients sur des comptes bancaires séparés des comptes opérationnels et des mesures ont été prises afin que les actifs placés sur les comptes des clients soient distribués aux clients en cas d'insolvabilité.
ja: 当社は運用口座とは別に銀行口座に顧客の資金を保持しています。破産の場合には、当社の資産の一部から支払われます。
vi: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành; và thỏa thuận đã được thực hiện để đảm bảo tài sản trong các tài khoản của khách hàng được phân phối cho khách hàng trong trường hợp phá sản.
zh_cn: 公司把客户资金存在独立的银行账户并已作好安排，如果公司破产，客户账户资金将分配给客户。

source: The company holds customer funds in separate bank accounts to the operational accounts; and arrangements have been made to ensure assets in the customer accounts are distributed to customers in the event of insolvency. This meets the Gambling Commission's requirements for the segregation of customer funds at the level: medium protection.
de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten und es wurden Vereinbarungen getroffen, die dafür sorgen, dass die Guthaben auf Kundenkonten im Fall einer Insolvenz ausgezahlt werden können. Dies entspricht nach den Vorschriften der Glücksspielbehörde zur Trennung von Kundengeldern mit dem Grad: Mittlerer Schutz.
fr: La société détient les fonds des clients sur des comptes bancaires séparés des comptes opérationnels et des mesures ont été prises afin que les actifs placés sur les comptes des clients soient distribués aux clients en cas d'insolvabilité. Ces mesures répondent aux exigences de la Gambling Commission (Commission des Jeux) en ce qui concerne la séparation des fonds des clients afin de garantir le niveau de protection suivant : moyen.
ja: 当社は運用口座とは別に銀行口座に顧客の資金を保持しています。破産の場合には、当社の資産の一部から支払われます。これは<strong>媒体保護</strong>のレベルにおいて顧客資金分離への賭博委員会の要件を満たしています。
vi: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành; và thỏa thuận đã được thực hiện để đảm bảo tài sản trong các tài khoản của khách hàng được phân phối cho khách hàng trong trường hợp phá sản. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc cho sự phân chia các quỹ của khách hàng ở mức độ: bảo vệ trung bình.
zh_cn: 公司把客户资金存在独立的银行账户并已作好安排，如果公司破产，客户账户资金将分配给客户。这符合博彩委员会关于客户资金独立管理的要求，即：中等级别保护。

source: The company reserves the right to cancel/prohibit the use of this promotion at its own discretion at any time.
ar: تحتفظ الشركة بحقها في حظر أو إلغاء استخدام هذا العرض فى تقديرها الخاص في أى وقت.
de: Das Unternehmen behält sich das Recht vor, die Anwendung dieser Werbeaktion jederzeit und auf eigenes Ermessen zu stornieren/untersagen.
fr: La société se réserve le droit d'annuler/d'interdire l'utilisation de cette promotion à tout moment et à sa seule discrétion.
id: Perusahaan berhak melarang/membatalkan penggunaan promosi ini tanpa pemberitahuan kapan saja.
ja: 当社はいつでもこのボーナスキャンペーンをキャンセルまたは禁止する権利を有します。
pl: Firma zastrzega sobie prawo do zaprzestania/zakazania stosowania tej promocji według własnego uznania w dowolnym czasie.
ru: Компания оставляет за собой право отменить использование данного предложения в любой момент по своему усмотрению.
vi: Công ty có quyền hủy/ cấm sử dụng chương trình quảng cáo này bất cứ lúc nào theo ý riêng của mình.
zh_cn: 公司有权在任何时候自行取消/禁止使用本推广。

source: The company reserves the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every 6 months for every Client account that has had no transaction recorded for over 12 months. If a Client's account is with Binary (Europe) Ltd., and his account has had no activity for a period of thirty months, and the Client cannot be located or contacted, the Company shall remit the balance of the account to the Malta Gaming Authority. Clients need to contact our helpdesk to recover funds from inactive, closed, blocked or excluded accounts.
ar: تحتفظ الشركة بالحق في فرض رسوم سبات تصل الى USD/EUR/AUD/GBP25 كل 6 أشهر على كل حساب لعميل لم يجر أي معاملة مسجلة لأكثر من 12 شهرا. إذا كان حساب العميل مع بيناري (أوروبا) المحدودة، ولم يسجل حسابه أي نشاط لمدة ثلاثين شهرا، ولا يمكن تحديد موقع العميل أو الاتصال به، تقوم الشركة بتحويل رصيد الحساب إلى سلطة الألعاب بمالطا. يتوجب على العملاء الاتصال بمكتب المساعدة الخاص بنا لاسترداد الأموال من الحسابات غير النشطة أو المغلقة أو المجمدة أو المستبعدة.
de: Das Unternehmen behält sich das Recht vor, für jedes Kundenkonto, für das über einen Zeitraum von 12 Monaten keine Transaktion verzeichnet wurde, alle 6 Monate eine Nichtnutzungsgebühr von bis zu 25 USD/EUR/AUD/GBP zu erheben. Wenn ein bei der Binary (Europe) Ltd. bestehendes Kundenkonto für einen Zeitraum von 30 Monaten inaktiv ist und der Kunde nicht gefunden oder kontaktiert werden kann, dann muss das Unternehmen das Kontoguthaben an die Maltesische Glücksspielbehörde auszahlen. Die Kunden müssen sich dann mit unserem Helpdesk in Verbindung setzen, um die Guthaben inaktiver, gesperrter oder ausgeschlossener Konten ausgezahlt zu bekommen.
fr: La Société réserve le droit de facturer un frais latent jusqu'à USD/EUR/AUD/GBP25 tous les 6 mois pour chaque Client qui n'a pas eu de transactions enregistrées durant plus de 12 mois. Si le compte d'un Client avec Binary (Europe) Ltd, et son compte n'a pas eu d'activités durant une période de trente mois, et le Client ne peut pas être localisé ou contacté, la Société versera le solde du compte au Malta Gaming Authority. Les Clients doivent contacter le service clientèle afin de récupérer les fonds de comptes inactifs, fermés, bloqués ou exclus.
id: Perusahaan berhak untuk membebankan biaya pada akun yang tidak aktif hingga USD/EUR/AUD/GBP25 setiap 6 bulan bagi setiap akun Klien yang tidak memiliki transaksi yang tercatat selama lebih dari 12 bulan. Jika akun Klien didaftarkan pada Binary (Europe) Ltd. dan akun tidak memiliki aktifitas selama tiga puluh bulan, dan tidak dapat dihubungi, Perusahaan dapat melakukan pemindahan saldo. Klien perlu menghubungi helpdesk kami untuk mengaktifkan, menutup atau memblokir dan mengecualikan akun mereka.
ja: 当社は12ヶ月以上のお取引履歴のない全クライアントの口座に6ヶ月毎にUSD/EUR/AUD/GBP 25までの休止状態口座手数料を請求する権利を留保しています。クライアントの口座がBinary (Europe) Ltdとの間に開設されたものであり、口座に30ヶ月の期間取引がなされていない、クライアントが位置になく、接続できない場合、当社はマルタギャンブル監督機関（Malta Gaming Authority）に口座の残高を送金しなければいけません。クライアントはアクティブ状態にない口座、閉鎖された口座、あるいはブロックされた口座から資金を取り戻すには当社ヘルプデスクまでお問い合わせいただく必要があります。
pl: Firma zastrzega sobie prawo pobierania opłaty za uśpione konto w wysokości do 25 USD/EUR/AUD/GBP co 6 miesięcy w przypadku, gdy na koncie Klienta nie odnotowano żadnej transakcji przez okres dłuższy niż 12 miesięcy. Jeśli Klient posiada konto otwarte przez Binary (Europe) Ltd. i nie odnotowano na tym koncie żadnej aktywności przez okres ponad trzydziestu miesięcy, i jeśli Klienta nie można zlokalizować, ani się z nim skontaktować, Firma przekazuje środki zgromadzone na koncie Urządowi ds. Gier Hazardowych na Malcie: Malta Gaming Authority. Aby odzyskać środki z nieaktywnych, zamkniętych, zablokowanych lub wyłączonych kont, Klient musi skontaktować się z naszym działem pomocy.
ru: Компания оставляет за собой право взимать комиссию за неиспользование счета до 25USD/EUR/AUD/GBP каждые 6 месяцев для каждой учетной записи Клиента, который не имел ни одной сделки, зафиксированной на протяжении последних 12 месяцев. Если счет Клиента - на Binary (Europe) Ltd., и на нем не было никакой активности в течение периода тридцати месяцев, а сам Клиент не может быть локализован или с ним невозможно связаться, Компания перечисляет остаток счета Клиента Управлению по азартным играм Мальты (Malta Gaming Authority). Для восстановления средств на неактивных, закрытых, заблокированных или исключенных счетах Клиенты должны связаться со службой поддержки.
vi: Công ty có quyền thu phí không hoạt động lên đến USD / EUR / AUD / GBP 25 6 tháng/ lần đối với mỗi tài khoản Khách hàng không có giao dịch được ghi nhận trong khoảng hơn 12 tháng. Nếu tài khoản của Khách hàng là của công ty TNHH Binary (Châu Âu), và tài khoản của khách hàng không hoạt động trong 30 tháng, và không thể liên hệ được với khách hàng, Công ty sẽ có trách nhiệm chuyển số dư của tài khoản cho Tổ chức Cá cược Malta. Khách hàng cần phải liên hệ với bộ phận hỗ trợ của chúng tôi để hồi lại số tiền từ việc tài khoản bị đóng, bị chặn và bị vô hiệu hóa.
zh_cn: 对每个超过12个月没有交易记录的客户账户，公司保留每6个月收取最高为25美元/欧元/澳元/英镑账户休眠费的权利。如果客户账户在 Binary（欧洲）有限公司开立，且在30个月内没有进行任何活动，而公司无法联系到客户本人，账户中的余款将被汇给马耳他博彩机构。客户必须与客服联系，以取回休眠、关闭、封闭或隔离账户的资金。
