Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: * Tax Free: Profits from trading are tax free in many countries but you should always consult a qualified tax advisor.
ar: *معفاة من الضرائب: الأرباح من التداول معفاة من الضرائب في كثير من البلدان، لكن استشر دائماً مستشارا ضريبيا مؤهلا.
de: * Steuerfrei: In vielen Ländern sind Gewinne aus dem Trading steuerfrei, aber Sie sollten sich dennoch immer bei einem fachlich versierten Steuerberater beraten lassen.
fr: * Exonéré d'impôt : les bénéfices issus du trading sont exonérés d'impôt dans de nombreux pays. Cependant, il convient de toujours consulter un conseiller fiscal qualifié.
id: * Bebas Pajak: Keuntungan trading pada umumnya adalah bebas pajak di banyak negara, silahkan konsultasikan dengan ahli pajak di negara Anda.
ja: * 非課税対象：多くの国では、当社でのお取引から得た利益は非課税対象となりますが、居住国の税理士とご相談下さい。
pl: * Zwolnione z podatku: Zyski osiągane z handlu w wielu krajach nie są opodatkowane, jednak zawsze należy skonsultować się z profesjonalnym doradcą podatkowym.
ru: * Без налогов: Доход от торговли опционами не облагается налогами во многих странах, но Вы всегда должны консультироваться с квалифицированным налоговым советником.
th: * ปราศจากภาษี: กำไรจากการเทรดไม่ต้องนำไปเสียภาษีในหลายๆ ประเทศ แต่คุณควรหารือ หรือ ขอคำปรึกษากับผู้เชี่ยวชาญด้านภาษีในประเทศของคุณด้วย
vi: * Miễn Thuế: Lợi nhuận từ giao dịch là miễn thuế trên nhiều quốc gia nhưng bạn nên tham khảo người tư vấn thuế chuyên nghiệp.
zh_cn: *免税：交易所获之盈利在很多国家免税，但请务必咨询专业税务顾问。

source: *All calls are recorded for training and monitoring purposes
de: *Alle Anrufe werden zu Trainings- und Kontrollzwecken aufgezeichnet
fr: *Tous les appels sont enregistrés à des fins de suivi et d'optimisation
ja: *全ての呼び出しはトレーニングと監視目的のため記録されます
vi: *Tất cả các cuộc gọi sẽ được ghi âm với mục đích kiểm tra và đào tạo
zh_cn: *为了利于培训和监控，所有通话将被录音

source: 0-1 year
ar: 0 - 1 سنة
de: 0-1 Jahre
fr: 0-1 an
id: 0-1 tahun
ja: 0~1年
pl: 0-1 rok
ru: 0-1 года
th: 0-1 ปี
vi: 0-1 năm
zh_cn: 0-1 年

source: 0-5 transactions in the past 12 months
ar: 0 - 5 معاملات خلال الـ 12 شهرا الماضية
de: 0-5 Transaktionen in den letzten 12 Monaten
fr: 0-5 transaction(s) au cours des 12 derniers mois
id: 0-5 transaksi dalam 12 bulan terakhir
ja: 過去12ヶ月で0-5のお取引
pl: 0-5 transakcji w ciągu ostatnich 12 miesięcy
ru: 0-5 транзакций за последние 12 месяцев
th: 0-5 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา
vi: 0-5 giao dịch trong 12 tháng trước
zh_cn: 过去12个月内0-5次交易

source: 1 million transactions/day
ar: 1 مليون صفقة / يوم
de: 1 Millionen Transaktionen/Tag
fr: 1 million de transactions/jour
id: 1 juta transaksi/hari
ja: 1日に100万件の取引
pl: 1 milion transakcji dziennie
ru: 1 миллион транзакций в день
th: 1 ล้านธุรกรรมต่อวัน
vi: 1 triệu giao dịch/ ngày
zh_cn: 一百万笔交易/天

source: 1-2 years
ar: 1 - 2 سنوات
de: 1-2 Jahre
fr: 1-2 ans
id: 1-2 tahun
ja: 1-2年
pl: 1-2 lata
ru: 1-2 года
th: 1-2 ปี
vi: 1-2 năm
zh_cn: 1-2 年

source: 1-3 million JPY
ar: 1 - 3 مليون ين
fr: 1-3 million(s) JPY
id: 1-3 juta JPY
ja: 100〜300万円
th: 1-3 ล้านเยน
vi: 1-3 triệu JPY

source: 1-3 years
ar: 1 - 3 سنوات
fr: 1-3 ans
id: 1-3 tahun
ja: 1〜3年
th: 1-3 ปี

source: 10-30 million JPY
ar: 10 - 30 مليون ين
fr: 10-30 millions JPY
id: 10-30 juta JPY
ja: 1,000〜3,000万円
th: 10-30 ล้านเยน

source: 2-3 years of applicable experience in a web application testing role
ar: 2-3 سنوات خبرة في وظيفة اختبار تطبيقات الويب
de: 2 bis 3 Jahre Arbeitserfahrung im Testen von Internetanwendungen
fr: Deux à trois ans d'expérience à un poste de test d'applications Web
id: berpengalaman antara 2-3 tahun dalam peran sebagai penguji coba aplikasi website
ja: Webアプリケーションテストの実施経験 2-3年
pl: 2-3 lata doświadczenia na stanowisku testera aplikacji internetowych
ru: 2-3 года работы в области тестирования веб-приложений
th: มีประสบการณ์ 2-3 ปี ในตำแหน่งนักทดสอบเว็บแอพลิเคชั่น
vi: 2-3 năm kinh nghiệm trong vai trò thử nghiệm ứng dụng website
zh_cn: 具有2 - 3年的网络应用测试经验

source: 2-way pricing
ar: سعر ثنائى الاتجاه
de: 2-Wege Kursermittlung
fr: Tarification bidirectionnelle
id: Harga 2-arah
ja: 2ウェイ・プライス（購入・売却）を表示
pl: Wycena dwustronna
ru: Оцените движение рынка в двух направлениях
th: ราคา 2 ทาง (2-Way Pricing)
vi: Giá 2 chiều
zh_cn: 双边报价

source: 3-5 million JPY
ar: 3 - 5 مليون ين
fr: 3-5 millions JPY
id: 3-5 juta JPY
ja: 300〜500万円
th: 3-5 ล้านเยน

source: 3-5 years
ar: 3 - 5 سنوات
fr: 3-5 ans
id: 3-5 tahun
ja: 3〜5年
th: 3-5 ปี

source: 30-50 million JPY
ar: 30 - 50 مليون ين
fr: 30-50 millions JPY
id: 30-50 juta JPY
ja: 3,000〜5,000万円
th: 30-50 ล้านเยน

source: 30-day limit on losses
ar: الحد الأقصى على الخسائر لمدة 30 يوم
de: 30-Tage Limit für Verluste
fr: Limite des pertes sur 30 jours
id: Batas kerugian dalam 30 hari
ja: 30日間の損失制限
pl: 30-dniowy limit strat
ru: 30-дневный лимит на проигрыш
th: วงเงินของส่วนขาดทุนใน 30 วัน
vi: Giới hạn 30 ngày thua lỗ
zh_cn: 30天损失限额

source: 30-day turnover limit
ar: حد دورة رأس المال لـ 30 يوم
de: 30-Tage Umsatzlimit
fr: Limite du volume des transactions sur 30 jours
id: Batas pembelian kontrak dalam 30 hari
ja: 30日の取引数量限度額
pl: 30-dniowy maksymalny obrót
ru: 30-дневный лимит на оборот
th: วงเงินซื้อขาย 30 วัน
vi: Giới hạn doanh thu 30 ngày
zh_cn: 30天交易限额

source: 40 transactions or more in the past 12 months
ar: 40 معاملة أو أكثر خلال الـ 12 شهرا الماضية
de: 40 Transaktionen, oder mehr, in den letzten 12 Monaten
fr: 40 transactions ou plus au cours des 12 derniers mois
id: 40 transaksi atau lebih pada 12 bulan terakhir
ja: 過去12ヶ月で40以上のお取引
pl: Co najmniej 40 transakcji w ciągu ostatnich 12 miesięcy
ru: 40 или более транзакций за последние 12 месяцев
th: มีมากกว่า 40 ธุรกรรม ภายใน 12 เดือนที่ผ่านมา
vi: 40 giao dịch hoặc nhiều hơn nữa trong 12 tháng trước
zh_cn: 过去12个月内40次交易或以上

source: 5 ticks to 1 year
de: 5 Ticks zu 1 Jahr
fr: De 5 ticks à 1 an
ja: 5 tickから1年
vi: 5 đánh dấu tới 1 năm
zh_cn: 5 个跳动点到 1 年

source: 5 to 10 ticks
de: 5 bis 10 Ticks
fr: 5 à 10 ticks
ja: 5〜10 ticks
vi: 5 tới 10 đánh dấu
zh_cn: 5到10个跳动点

source: 5-10 million JPY
ar: 5 - 10 مليون ين
fr: 5-10 millions JPY
id: 5-10 juta JPY
ja: 500〜1,000万円
th: 5-10 ล้านเยน

source: 50-100 million JPY
ar: 50 - 100 مليون ين
fr: 50-100 millions JPY
id: 50-100 juta JPY
ja: 5,000万円〜1億円
th: 50-100 ล้านเยน

source: 6 months to 1 year
ar: 6 أشهر إلى سنة واحدة
fr: 6 mois à 1 an
id: 6 bulan hingga 1 tahun
ja: 6ヶ月から1年
th: 6 เดือน ถึง 1 ปี

source: 6-10 transactions in the past 12 months
ar: 6 - 10 معاملات خلال الـ 12 شهرا الماضية
de: 6-10 Transaktionen in den letzten 12 Monaten
fr: 6-10 transactions au cours des 12 derniers mois
id: 6-10 transaksi pada 12 bulan terakhir
ja: 過去12ヶ月で6~10のお取引
pl: 6-10 transakcji w ciągu ostatnich 12 miesięcy
ru: 6-10 транзакций за последние 12 месяцев
th: มี 6-10 ธุรกรรมใน 12 เดือนที่ผ่านมา
vi: 6-10 giao dịch trong 12 tháng trước
zh_cn: 过去12个月内6-10次交易

source: 7-day limit on losses
ar: الحد الأقصى على الخسائر لمدة 7-أيام
de: 7-Tage Limit für Verluste
fr: Limite des pertes sur 7 jours
id: Batas 7-hari pada kerugian
ja: 7日間の損失制限
pl: 7-dniowy limit strat
ru: 7-дневный лимит на проигрыш
th: วงเงิน 7 วัน ส่วนขาดทุน
vi: Giới hạn 7 ngày thua lỗ
zh_cn: 7天期损失限额

source: 7-day turnover limit
ar: حد دورة رأس المال لـ 7-أيام
de: 7-Tage Umsatzlimit
fr: Limite du volume des transactions sur 7 jours
id: Batas 7-hari total pembelian kontrak
ja: 7日の取引数量限度額
pl: 7-dniowy maksymalny obrót
ru: 7-дневный лимит на оборот
th: วงเงินซื้อขาย 7 วัน
vi: Giới hạn doanh thu 7 ngày
zh_cn: 7天期交易限额

source: << Back to Job Descriptions
ar: << العودة إلى توصيف الوظائف
de: << Back to Job Beschreibungen
fr: << Retour aux descriptions de postes
id: << Kembali ke Deskripsi Pekerjaan
ja: <<職務内容に戻る
pl: << Wróć do opisu stanowiska
ru: << Вернуться к вакансиям
th: << กลับไปรายละเอียดของตำแหน่งงาน
vi: << Quay lại Mô Tả Công Việc
zh_cn: << 返回工作说明

source: <a href="%1">Return to trading page</a>
de: <a href="%1">Zurück zur Handelsseite</a>
fr: <a href="%1 »>Retour à la plateforme de trading</a>
ja: <a href="%1">取引ページヘ戻る</a>
vi: <a href="%1"> trở về trang giao dịch</a>
zh_cn: <a href="%1">返回交易页面</a>

source: <a href='%1'>Founded</a> October 1999
de: <a href='%1'>Gegründet</a> Oktober 1999
fr: <a href='%1'>Fondée en</a> octobre 1999
ja: <a href='%1'>設立日</a> 1999年10月
vi: <a href='%1'>Đã thành lập</a> vào tháng Mười năm 1999
zh_cn: <a href='%1'>成立于</a>1999年10月

source: <a href='%1'>Offices</a> in Malta, Malaysia and Japan
de: <a href='%1'>Niederlassungen</a> in Malta, Malaysia und Japan
fr: <a href='%1'>Bureaux</a> à Malte, en Malaisie et au Japon
ja: <a href='%1'>事務所</a> マルタ・マレーシア・日本
vi: <a href='%1'>Đặt văn phòng</a> ở Malta, Malaysia và Nhật
zh_cn: <a href='%1'>公司</a>位于马耳他、马来西亚和日本

source: <strong>All durations</strong> - from 10 seconds to 365 days.
ar: <strong> كل الفترات الزمنية</strong> - من 10 ثوانى ل365 يوم.
de: <strong>Alle Laufzeiten</strong> - von 10 Sekunden bis 365 Tage.
fr: <strong>Toutes les durées</strong> : de 10 secondes à 365 jours.
id: <strong>Semua durasi</strong> - dari 10 detik hingga 365 hari.
ja: <strong>幅広い取引期間</strong>：2時間以上から取引期間の指定が可能です
pl: <strong>Wszystkie okresy</strong> - od 10 sekund do 365 dni.
ru: <strong>С любой продолжительностью</strong> - от 10 секунд до 365 дней.
th: <strong>ระยะเวลาทั้งหมด</strong> - 10 วินาที ถึง 365 วัน
vi: <strong>Tất cả thời hạn</strong> - từ 10 giây đến 365 ngày.
zh_cn: <strong>所有合约期限</strong> - 从10 秒到 365 天。

source: <strong>All market conditions</strong> - up/down, touch/no-touch, stays in/goes out.
ar: <strong>كل ظروف السوق</strong> - فوق/تحت، الوصول/عدم الوصول، البقاء بين/الخروج عن.
de: <strong>Alle Marktbedingungen</strong> - hoch/tief, Ziel/kein Ziel, bleibt unter/geht über.
fr: <strong>Toutes les conditions de marché</strong> : hausse/baisse, touche/ne touche pas, reste dans/sort de la zone.
id: <strong>Semua kondisi pasar</strong> - naik/turun, menyentuh/tidak menyentuh, di dalam/di luar.
ja: <strong>どのような市場状況でもトレードが可能</strong>： ラダーHIGH/ラダーLOW、TOUCH/NO-TOUCH、STAY-IN/BREAK-OUTなど。
pl: <strong>Wszystkie warunki rynkowe</strong> - zysk/strata, osiągnie/nie osiągnie, pozostanie na danym poziomie/przekroczy.
ru: <strong>При любых условиях рынка</strong> - вверх/вниз, касание/нет касания, внутри/вне.
th: <strong>เงื่อนไขทางการตลาด</strong> - Up/Down, Touch/No-Touch, Stays In/Goes Out
vi: <strong>Tất cả điều kiện thị trường</strong> - lên/xuống, chạm/không chạm, ở trong/ra ngoài.
zh_cn: <strong>所有市场条件</strong> - 上涨/下跌，触及/未触及，范围内/范围外。

source: <strong>All markets</strong> - currencies, stock indices, and commodities.
ar: <strong>كل الأسواق</strong> - العملات، مؤشرات الأسهم، والسلع.
de: <strong>Alle Märkte</strong> - Währungen, Aktienindizes und Rohstoffe.
fr: <strong>Tous les marchés</strong> : devises, indices boursiers et matières premières.
id: <strong>Semua pasar</strong> - valuta asing, indeks saham dan komoditas.
ja: <strong>取引対象</strong>- 外国為替市場の主要通貨ペア
pl: <strong>Wszystkie rynki</strong> - waluty, wskaźniki giełdowe i towary.
ru: <strong>На всех рынках</strong> - валютными парами, индексами и сырьевыми материалами.
th: <strong>ประเภทตลาด</strong> - สกุลเงินต่างๆ ดัชนีหลักทรัพย์ต่างๆ และ สินค้าโภคภัณฑ์ต่างๆ
vi: <strong>Tất cả thị trường</strong> - tiền tệ, chỉ số cổ phiếu, và hàng hóa.
zh_cn: <strong>所有市场</strong> - 外汇、股指和大宗商品。

source: <strong>All payouts</strong> - from $1 to $50,000.
ar: <strong>جميع دفعات</strong>-من 1 دولار إلى 000 50 دولار.
de: <strong>Alle Auszahlungen</strong> - von 1 € bis 50.000 €.
fr: <strong>Tous les paiements</strong> : de 1 USD à 50 000 USD.
id: <strong>Hasil</strong> - dari $1 hingga $50,000.
ja: <strong>ペイアウト</strong>：1ロット1,000円、最大100ロット
pl: <strong>Wypłaty w każdej wysokości</strong> - od 1 do 50 000 $.
ru: <strong>С выплатами по контрактам</strong> от $1 до $50,000.
th: <strong>การชำระเงิน</strong> - 1 ถึง 50,000 ดอลลาร์สหรัฐ
vi: <strong>Tất cả tiền thưởng</strong> - từ $1 đến $50,000.
zh_cn: <strong>所有赔付额</strong> - 从 1 美元到 5 万美元。

source: <strong>Appropriateness Test: WARNING:</strong> In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved).
ar: <strong>اختبار الملاءمة : تحذير:</strong> لتوفير الخدمات التي نقدمها لك، مطلوب منا الحصول على معلومات منك من أجل تقييم ما إذا كان منتج معين أو خدمة ما مناسبة لك (أي ما إذا كان لديكم الخبرة والمعرفة لفهم المخاطر التي تنطوي عليها).
de: <strong>Eignungstest: ACHTUNG:</strong> Damit wir Ihnen unsere Dienstleistungen zur Verfügung stellen können, müssen wir einige Informationen von Ihnen erhalten, um festzustellen, ob ein Produkt oder Service für Sie geeignet ist (ob Sie die Erfahrung und das Wissen besitzen, die verbundenen Risiken zu erkennen).
fr: <strong>Test de pertinence : ATTENTION :</strong> Dans le cadre des services que nous vous fournissons, nous sommes dans l'obligation d'obtenir des informations de votre part afin de déterminer si un produit ou service donné est pertinent dans votre cas (c'est-à-dire si vous possédez l'expérience et les connaissances nécessaires pour comprendre les risques impliqués).
id: <strong>Ketepatan Test: PERINGATAN:</strong> Dalam memberikan pelayanan, kami diharuskan untuk memperoleh informasi dari Anda untuk memastikan apakah produk atau layanan yang diberikan adalah tepat untuk Anda (yaitu, apakah Anda memiliki pengalaman dan pengetahuan untuk memahami risiko yang terlibat).
ja: <strong>適正テスト: 警告:</strong>当サービスでは、どの所定の製品またはサービスがお客様に適しているか評価するためにお客さまの情報を必要とします。（関連するリスクを理解する経験や知識があるかどうかわかります。）
pl: <strong>Ocena zdolności: UWAGA:</strong> Świadcząc nasze usługi, jesteśmy zobligowani do uzyskania od Ciebie informacji w celu przeprowadzenia oceny, czy dany produkt lub usługa jest odpowiednia dla Ciebie (tzn. czy posiadasz odpowiednie doświadczenie i wiedzę potrzebne do zrozumienia ryzyka związanego z danym produktem).
ru: <strong>Тест на целесообразность: ПРЕДУПРЕЖДЕНИЕ:</strong> Предоставляя Вам наши услуги, мы имеем обязательство получить от Вас определенную информацию, чтобы знать об уместности предоставления Вам того или иного продукта (то есть, предоставление услуг в зависимости от того, обладаете ли Вы опытом и знаниями, достаточными для понимания всех возможных рисков).
th: <strong>การทดสอบความเหมาะสม: คำเตือน:</strong> ในการให้บริการ พวกเราขออนุญาตสอบถามข้อมูลจากท่านเพื่อประเมินผลิตภัณฑ์และบริการที่เหมาะสมให้กับท่าน (ซึ่งรายละเอียดจะเกี่ยวข้องกับประสบการณ์และความรู้ของท่านเพื่อให้เข้าใจถึงระดับความเสี่ยงที่เกี่ยวข้องในผลิตภัณฑ์แต่ละประเภท)
vi: <strong>Kiểm tra Tính tương thích: CẢNH BÁO:</strong> Trong việc cung cấp dịch vụ đến bạn, chúng tôi bắt buộc lấy thông tin từ bạn để đánh giá sản phẩm và dịch vụ được đựa ra thích hợp với bạn ( đó là, kinh nghiệm hoặc sự hiểu biết của bạn về những rủi ro có liên quan).
zh_cn: <strong>合适性测试:警告:</strong>为了给您提供服务，我们必须向您获取信息，以便确定产品或服务是否适合您（也就是说，看您是否拥有足够经验和知识，以了解相关的风险）。

source: <strong>Exchange Rate Risk</strong>: Exchange rates between foreign currencies can change rapidly due to a wide range of economic, political and other conditions, exposing you to risk of exchange rate losses in addition to the inherent risk of loss from trading the underlying investment product. If you deposit funds in a currency to trade Contracts denominated in a different currency, your gains or losses on the underlying investment therefore may be affected by changes in the exchange rate between the currencies.
ar: <strong>مخاطر سعر الصرف</strong>: أسعار الصرف بين العملات الأجنبية يمكن أن يتغير بسرعة بسبب مجموعة واسعة من الظروف الاقتصادية والسياسية وغيرها مما يعرضك لمخاطر التعرض لخسائر سعر الصرف بالإضافة إلى الخطر الكامن في الخسارة من تداول المنتجات الاستثمارية الأساسية. إذا قمت بالإيداع بعملة لتداول عقود مقومة بعملة مختلفة، فإن الأرباح أو الخسائر على استثمارك الأساسي بالتالي قد يتأثر بالتغيرات في أسعار سعر الصرف بين العملات.
de: <strong>Wechselkursrisiko</strong>: Die Wechselkurse zwischen Fremdwährungen können sich aufgrund einer großen Bandbreite wirtschaftlicher, politischer oder sonstiger Bedingungen rapide ändern und Sie dem Risiko von Wechselkursverlusten zusätzlich zu dem Risiko des Verlusts beim Handel für die zugrundeliegende Investition aussetzen und daher kann diese von den Veränderungen des Wechselkurses zwischen Währungen beeinträchtigt werden.
fr: <strong>Risque de change</strong>: Le taux de change des devises étrangères peut fluctuer rapidement en fonction d'un grand nombre de conditions économiques, politiques et connexes, vous exposant à des pertes dues au risque de change. Le risque de change s'ajoute donc au risque de pertes inhérent aux opérations effectuées sur un produit d’investissement sous-jacent. Par conséquent, si vous déposez des fonds dans une devise donnée afin de négocier des Contrats libellés dans une autre devise, vos gains et pertes sur le produit d'investissement sous-jacent peuvent refléter les fluctuations du taux de change en vigueur pour les devises concernées.
id: <strong>Risiko Nilai Tukar</strong>: Nilai tukar antara mata uang asing dapat berubah dengan cepat karena berbagai kondisi ekonomi, politik dan lainnya, hal ini akan mengekspos Anda pada berbagai risiko kerugian nilai tukar di samping risiko yang melekat pada produk investasi dasar. Jika Anda mendanai akun trading Anda menggunakan mata uang yang berbeda dengan mata uang yang Anda tradingkan, maka keuntungan atau kerugian pada dasar investasi akan terpengaruh oleh perubahan nilai tukar antara mata uang.
ja: <strong>為替リスク</strong>: 基本投資商品の取引の損失による固有のリスクに加えて、為替レート損失のリスクを受ける経済的、政治的、またはその他の条件によって、外国通貨間の為替レートは急速に変化します。そのため、異なる通貨建ての契約を取引するために通貨で資金を入金される場合は、通貨間の為替レートの変動によって原資産の損益に影響する可能性があります。
pl: <strong>Ryzyko kursowe</strong>: Kursy walutowe mogą zmieniać się gwałtownie ze względu na różne uwarunkowania, m.in. gospodarcze i polityczne, i w wyniku tego narażać Cię na ryzyko straty związane z takimi zmianami, które stanowi dodatkowe ryzyko, obok ryzyka straty związanego z produktem inwestycyjnym opartym na instrumencie bazowym. Jeżeli dokonujesz wpłaty środków w walucie obcej w celu zakupu Kontraktów denominowanych w innej walucie obcej, na Twoje zyski lub straty związane z inwestycją w instrument bazowy mogą wywierać wpływ zmiany kursów walutowych.
ru: <strong>Риск курса обмена</strong>: Курсы обмена валюты меняются очень быстро, в связи с серией экономических, политических и других факторов, что подвергает клиентов риску потери на курсе обмена, помимо заложенного риска потери на самом трейдинге на различных инвестиционных продуктах. Если Вы вкладываете средства в валюту для торговли на контрактах в другой денежной единице, Ваши выигрыши и потери от конкретной инвестиции таким образом могут быть затронуты изменениями в курсе обмена определенных валют.
th: <strong>ความเสี่ยงของอัตราแลกเปลี่ยน</strong>: อัตราแลกเปลี่ยนระหว่างสกุลเงินต่างประเทศมีการเปลี่ยนแปลงค่อนข้างเร็ว โดยปัจจัยต่างๆ เช่น เศรษฐกิจ การเมือง และเงื่อนไขอื่นๆ ดังนั้นคุณจึงมีโอกาสที่จะได้รับความเสี่ยงที่จะขาดทุนอันเกิดจากการซื้อขายผลิตภัณฑ์การลงทุนต่างๆ หากคุณฝากเงินด้วยสกุลเงินหนึ่งเพื่อซื้อขายสัญญาในสกุลเงินอื่นๆ คุณอาจจะได้กำไรหรือขาดทุนจากการลงทุนนั้นๆ เมื่อมีการเปลี่ยนแปลงของอัตราแลกเปลี่ยนใดๆ
vi: <strong>Rủi ro Tỉ giá Hối đoái</strong>: Tỉ giá hối đoái giữa đồng ngoại tệ có thể thay đổi nhanh do hàng loạt các điều kiện như kinh tế, chính trị, và các điều kiện khác, tiết lộ cho bạn thất thoát từ rủi ro tỉ giá hối đoái và cùng với đó là thất thoát từ rủi ro của việc giao dịch đầu tư vào tài sản cơ sở. Nếu bạn gửi tiền bằng một loại đồng tiền khác với loại đồng tiền đã được chỉ định để giao dịch Hợp đồng, bạn sẽ lãi hoặc lỗ trong việc đầu tư tài sản cơ sở do sự thay đổi về tỉ giá hối đoái giữa các đồng tiền.
zh_cn: <strong>兑换率风险</strong>: 外汇兑换率可能会因为广泛的经济、政治和其他条件而快速改变，因此，您在进行标的投资产品交易时除了隐藏性损失风险之外，还冒着兑换率损失风险。如果您以某一种货币存入资金，但以另一种货币进行合同交易计价，您的标的投资收益或损失可能会受到两种货币间兑换率变动的影响。

source: <strong>Long positions</strong>: We charge a 2% fee on top of interbank lending rates.
de: <strong>Lange Positionen</strong>: Wir erheben, zuzüglich der Interbank Kreditzinsen, eine Gebühr von 2%.
fr: <strong>Positions longues</strong> : Nous facturons un taux de 2 % en sus des taux de prêt interbancaire.
ja: <strong>ロングポジション</strong>:インターバンクの貸出金利の2%の手数料を課します。
vi: <strong>Thế giá lên</strong>: chúng tôi tính phí một khoản phí 2% trên đầu trang của lãi suất cho vay liên ngân hàng.
zh_cn: <strong>多头头寸</strong>: 我们收取比银行间贷款利率高 2% 的费用。

source: <strong>Open menu</strong> and select <strong>Preferences</strong>.
fr: <strong>Ouvrez le menu</strong> et sélectionnez<strong>Préférences</strong>.
ja: <strong>メニュー</strong>を開いて<strong>設定</strong>を選択してください。
