Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: In the case of a Limit Order, you acknowledge that we will endeavour to open/close a Transaction at a level that is the same or better than the Limit you specified, subject to the availability of the Limit Price. You acknowledge that at the time of order execution, our bid/offer price may become less favourable to you.
de: Im Fall einer Limit Order, haben Sie anzuerkennen, dass wir uns bemühen werden, eine Transaktion zu einem Level, das dem von Ihnen bestimmten Level gleich oder besser ist, gemäß der Verfügbarkeit der Preisgrenze, zu öffnen/schließen. Sie haben anzuerkennen, dass unser Geldkurs/Briefkurs zur Zeit der Orderausführung Ihnen weniger vorteilhaft werden kann.
fr: Dans le cadre d'un ordre à cours limité, vous reconnaissez que nous nous efforcerons d'ouvrir/fermer une transaction à un niveau correspondant à la limite que vous avez spécifiée ou à un meilleur cours, en fonction de la disponibilité du prix limite. Vous reconnaissez qu'au moment de l'exécution de l'ordre, votre prix d'achat/vente est susceptible de fluctuer et de devenir moins favorable pour vous.
vi: Trong trường hợp của một lệnh giới hạn, bạn thừa nhận rằng chúng tôi sẽ nỗ lực để mở/đóng một phiên giao dịch ở mức độ tương tự hoặc tốt hơn so với giới hạn bạn chỉ định, tùy thuộc vào sự sẵn có của mức giới hạn. Bạn thừa nhận rằng tại thời điểm thực hiện đơn đặt hàng, giá mua/bán của chúng tôi có thể trở thành ít thuận lợi cho bạn.
zh_cn: 如果室限价订单，您确认我们将根据限价可用性努力以与您指定的限价相同或更佳价格水平开盘/平仓。您确认，订单执行期间，我们的买价/卖价可能对您不利。

source: In the event of your failing to make a Margin Payment, we may, at our absolute discretion, allow your Open Positions to remain open and allow you to place new Orders to open a Transaction. You acknowledge that, upon allowing your Open Positions to remain open, you may incur further losses.
de: Im Fall, dass Sie eine Margin Zahlung versäumen, können wir Ihnen, nach eigenem Ermessen, erlauben Ihre offenen Positionen offen zu belassen und neue Order zu platzieren, um eine Transaktion zu öffnen. Sie haben anzuerkennen, dass, indem wir Ihnen erlauben Ihre offenen Positionen offen zu belassen, weitere Verluste anfallen können.
fr: Dans l'éventualité d'une absence de paiement de marge de votre part, nous pouvons, à notre entière discrétion, vous autoriser à maintenir vos positions ouvertes et à placer de nouveaux ordres pour ouvrir une transaction. Vous reconnaissez que le maintien de vos positions ouvertes peut vous exposer à des pertes supplémentaires.
vi: Trong trường hợp của bạn không thể thực hiện thanh toán lợi nhuận, chúng tôi có thể với ý kiến tuyệt đối, cho phép phiên mở của bạn vẫn mở và cho phép bạn đặt các lệnh mới để mở một phiên giao dịch. Bạn thừa nhận rằng, sau khi cho phép các phiên mở duy trì, bạn có thể phải trả thêm thiệt hại.
zh_cn: 如果您不支付保证金，我们可完全自主决定允许您的未平仓头寸继续持仓，并允许您开盘交易。您确认，在我们允许您的未平仓头寸继续持仓后，您可能将蒙受更大的亏损。

source: Instant access
fr: Accès instantané

source: Let's say the points adjustment for a long position on the EUR/USD symbol is -5.64. This would require an overnight fee of 5.64 points for one lot of open position in EUR/USD, where the size of one lot is 100,000 units. The points will then be converted into the deposit currency (which is the euro in this example). As a result, you will incur an interest fee of EUR5.64 for keeping the position open overnight.
de: Nehmen wir an, dass die Punktanpassung für eine lange Position auf dem EUR/USD Symbol -5,64 ist. Dies würde eine Overnight Gebühr von 5,64 Punkten für ein Lot einer offenen Position in EUR/USD verlangen, wobei die Größe des Lots 100 000 Einheiten ist. Die Punkte werden anschließend in die Einzahlungswährung (die in diesem Beispiel Euro beträgt) umgerechnet. Daher wird für Sie eine Zinsgebühr von 5,64 EUR anfallen, um die Position über Nacht offen zu halten.
fr: Prenons l'exemple d'une position longue pour laquelle le différentiel en points est de -5,64. Des frais de reconduction overnight de 5,64 points sont requis pour un lot de positions ouvertes en EUR/USD, avec une taille de lot de 100 000 unités. Les points seront ensuite convertis dans la devise de dépôt (dans cet exemple il s'agit de l'euro). Par conséquent, les frais d'intérêt vous permettant de maintenir votre position ouverte d'un jour sur l'autre seront de 5,64 EUR.
vi: Hãy nói rằng việc điều chỉnh điểm cho một phiên dài trên các EUR/USD biểu tượng là-5.64. Điều này sẽ yêu cầu một khoản phí qua đêm là 5,64 điểm cho một lô của các phiên mở trong EUR/USD, kích thước của một lô là 100.000 đơn vị. Những điểm sau đó sẽ được chuyển đổi thành các loại tiền tệ đặt cọc (là đồng euro trong ví dụ này). Kết quả là, bạn sẽ phải chịu một khoản phí lãi suất của EUR5.64 để giữ cho các vị trí mở qua đêm.
zh_cn: 比如说，欧元/美元符号的多头头寸点调整是-5.64。如果一手大小是 100,000单位，欧元/美元持仓头寸需要 5.64 点过夜费。点数将被转换成存款货币（在这个例子中是欧元）。因此，要持仓过夜，您需付 5.64 欧元利息费用。

source: Let's say the points adjustment for a short position on the EUR/USD symbol is 1.64. This would result in an overnight credit of 1.64 points for one lot of open position in EUR/USD where the size of one lot is 100,000 units. The points will then be converted into the deposit currency (which is the euro in this example). As a result, you will be credited with EUR1.64 for keeping the position open overnight.
de: Nehmen wir an, dass die Punktanpassung für eine kurze Position auf dem EUR/USD Symbol 1,64 ist. Daraus würde sich eine Overnight Gutschrift von 1,64 Punkten für ein Lot offener Positionen in EUR/USD ergeben, wobei die Größe eines Lots 100 000 Einheiten ist. Die Punkte werden anschließend in die Einzahlungswährung (die in diesem Beispiel Euro beträgt) umgerechnet. Dadurch werden Ihnen, für die Offenhaltung der Position über Nacht, 1,64 EUR gutgeschrieben.
fr: Prenons l'exemple d'une position courte sur l'EUR/USD pour laquelle le différentiel en points est de 1,64. Ceci engendre un crédit overnight de 1,64 points pour un lot de positions ouvertes en EUR/USD, avec une taille de lot de 100 000 unités. Les points seront ensuite convertis dans la devise de dépôt (dans cet exemple il s'agit de l'euro). Par conséquent, vous serez crédités de 1,64 EUR en maintenant votre positions ouverte d'un jour sur l'autre.
vi: Giả sử việc điều chỉnh điểm cho một vị trí ngắn vào biểu tượng của EUR/USD là 1,64. Điều này sẽ cho kết quả trong một tín dụng qua đêm 1.64 điểm cho một lô phiên mở trong EUR/USD mà kích thước của một lô là 100.000 đơn vị. Những điểm sau đó sẽ được chuyển đổi thành các loại tiền tệ đặt cọc (là đồng euro trong ví dụ này). Kết quả là, bạn sẽ được ghi 1.64EUR để giữ cho phiên mở qua đêm.
zh_cn: 比如说，欧元/美元符号的空头头寸点调整是1.64。如果一手大小是 100,000单位，欧元/美元持仓头寸带来 1.64 点过夜信贷。点数将被转换成存款货币（在这个例子中是欧元）。因此，持仓过夜可获取 1.64 欧元隔夜信贷。

source: Leverage can be used to generate returns that are of multiple times higher than the amount set aside from your account balance to open and maintain a transaction (your margin). However, investments that have the potential to deliver greater investment returns carry higher levels of risk. This means that if the price movement is against your favour, you will suffer losses that are of multiple times higher than the amount set aside from your account balance to open and maintain a transaction (your margin).
de: Leverage kann dazu verwendet werden, Renditen zu generieren, die um ein Mehrfaches höher sind, als der Betrag, der von Ihrem Kontoguthaben beiseite gesetzt ist, um eine Transaktion zu öffnen und aufrecht zu erhalten (Ihr Margin). Jedoch tragen Investitionen, die ein höheres Potential dazu haben, größere Investitionserträge zu erbringen, ein höheres Level an Risiko. Das heißt, dass wenn sich die Kursbewegung nicht in Ihrer Gunst befindet, werden Sie Verluste erleiden, die um ein Mehrfaches höher sind, als der Betrag, der von Ihrem Kontoguthaben beiseite gesetzt ist, um eine Transaktion zu öffnen und aufrecht zu erhalten (Ihr Margin).
fr: L'effet de levier peut être utilisé pour générer des retours correspondant à des multiples du montant bloqué sur votre solde de compte pour ouvrir et maintenir une transaction (votre marge). Cependant, les investissements susceptibles de générer les retours les plus importants impliquent également un niveau de risque plus élevé. En effet, si la fluctuation des cours ne vous est pas favorable, vous vous exposerez à des pertes correspondant à des multiples du montant bloqué sur votre solde de compte pour ouvrir et maintenir une transaction (votre marge).
vi: Đòn bẩy có thể được sử dụng để tạo ra lợi nhuận là cao hơn nhiều lần so với số lượng đặt ngoài tài khoản của bạn để mở và duy trì một giao dịch (lề của bạn). Tuy nhiên, đầu tư có tiềm năng để cung cấp lợi nhuận đầu tư lớn hơn mang theo cấp độ rủi ro cao hơn. Điều này có nghĩa rằng nếu các phong trào giá là chống lại ân của bạn, bạn sẽ phải chịu tổn thất cao nhiều lần so với số lượng đặt ngoài tài khoản của bạn để mở và duy trì một giao dịch (lề của bạn).
zh_cn: 杠杆可以用于生成比从您的账户余额拨出进行开盘持仓交易（您的保证金）的金额高出多倍的回报。然而，进行可能带来更大投资回报的投资具更高风险。这意味着，如果价格走势对您不利，您将蒙受比从您的账户余额拨出进行开盘持仓交易（您的保证金）的金额高出多倍的亏损。

source: Leverage indicates how much capital you can control based on your initial deposit. For example, a 100:1 leverage will allow you to control up to USD 100,000 using only USD 1,000 of your own money as deposit.
de: Leverage gibt an, wie viel Kapital Sie auf Ihrer ursprünglichen Einzahlung basierend, kontrollieren können. Zum Beispiel eine 100:1 Leverage wird Innen erlauben, bis zu 100 000 USD zu kontrollieren, wobei Sie nur 1 000 USD Ihres eigenen Geldes als Einzahlung verwenden.
fr: L'effet de levier indique la somme de capitaux que vous pouvez contrôler en fonction de votre dépôt initial. Par exemple, un effet de levier de 100:1 vous permettra de contrôler jusqu'à 100 000 USD en n'utilisant que 1000 USD de vos fonds en dépôt.
vi: Đòn bẩy cho biết số lượng vốn bạn có thể kiểm soát dựa trên tiền gửi ban đầu của bạn. Ví dụ, một đòn bẩy với tỉ lệ 100: 1 sẽ cho phép bạn kiểm soát lên đến 100.000 USD bằng cách sử dụng chỉ USD 1000 tiền riêng của mình như là tiền đặt cọc.
zh_cn: 杠杆率是基于初始存款的可控制资本额。例如，100: 1 杠杆将允许您仅使用 1,000 美元本身存款控制100,000 美元。

source: Leverage, in the context of margin trading, refers to the use of margin to increase/amplify the value of a trade. Leverage is expressed as a ratio. A 50:1 leverage, for example, means that you would be able to enter into a trade position that is of 50 times higher than your margin. When you invest in a leveraged product, your profit or loss is based on the leveraged position, i.e., the increased/amplified value of your trade determined based on the leverage ratio you set for your account.
de: Leverage, im Zusammenhang mit Marginhandel, bezieht sich auf die Verwendung von Margin um den Wert eines Geschäfts zu steigern/verstärken. Leverage wird als Verhältnis ausgedrückt. Eine 50:1 Leverage, beispielsweise, meint, dass Sie im Stande wären eine Handelsposition einzugehen, die 50 Mal höher ist als Ihr Margin. Wenn Sie in ein Leverage-Produkt investieren, basiert Ihr Gewinn oder Verlust auf der Position der Leverage; d.h. der gesteigerte/verstärkte Wert Ihres Geschäfts wird auf dem Verhältnis der Leverage, das Sie für Ihr Konto gesetzt haben, basierend, bestimmt.
fr: Dans le contexte des opérations sur marge, l'effet de levier désigne l'utilisation de la marge pour augmenter/amplifier la valeur d'une transaction. L'effet de levier est exprimé sous forme de ratio. Par exemple, un effet de levier de 50:1 signifie que vous avez la possibilité d'ouvrir une position 50 fois plus volumineuse que votre marge. Lorsque vous investissez dans un produit soumis à l'effet de levier, votre profit est basé sur la position à laquelle s'applique l'effet de levier, c'est-à-dire la valeur augmentée/amplifiée de votre transaction, calculée en fonction de l'effet de levier que vous avez défini pour votre compte.
vi: Đòn bẩy, trong bối cảnh kinh doanh lợi nhuận, đề cập đến việc sử dụng lợi nhuận để tăng/khuếch đại giá trị của một giao dịch. Đòn bẩy được thể hiện như một tỷ lệ. Một đòn bẩy với tỉ lệ 50: 1, ví dụ, có nghĩa là bạn sẽ có thể nhập vào một vị trí thương mại là 50 lần so với lợi nhuận của bạn. Khi bạn đầu tư vào một sản phẩm thừa hưởng, lợi nhuận hoặc mất mát của bạn dựa trên vị trí thừa hưởng, tức là, giá trị gia tăng/khuếch đại của thương mại của bạn được xác định dựa trên tỷ lệ đòn bẩy bạn đặt cho tài khoản của bạn.
zh_cn: 融资融券交易中，杠杆指使用保证金增加/扩大交易数值。杠杆的表达方式是比率。举个例子，如果杠杆是50: 1，您将能够持有比保证金高出 50 倍的交易头寸。当您投资一种杠杆产品时，您的盈利或亏损将根据杠杆的头寸计算，也就是说，您为账户设置的杠杆比率决定了您的交易增加/扩大数值。

source: Limit Order &mdash; An instruction to open or close a transaction if and when a price quote becomes more favourable to you when compared against the current price.
de: Limit Order &mdash; Eine Anweisung eine Transaktion zu öffnen oder zu schließen, falls eine Kursnotierung für Sie vorteilhafter wird, wenn diese mit dem aktuellen Kurs verglichen wird.
fr: Ordre limite &mdash; Une instruction pour ouvrir or fermer une transaction si et quand une quotation de prix devient plus favorable pour vous lorsque comparée au prix actuel.
vi: Lệnh giới hạn &mdash; Một hướng dẫn để mở hoặc đóng một giao dịch nếu và khi một báo giá trở nên thuận lợi hơn cho bạn khi so sánh với giá hiện hành.
zh_cn: 限价订单 &mdash; 当报价比当前价格对您更有利时进行开盘或平仓交易的指令。

source: Limit/Limit Price &mdash; The price specified in your Limit Order.
de: Limit/Kurslimit &mdash; Der Kurs, der in Ihrer Limit Order bestimmt ist.
fr: Limite/Limite Prix &mdash; Le prix spécifié dans votre Ordre Limite.
vi: Hạn chế / hạn chế giá &mdash; giá quy định trong lệnh giới hạn của bạn.
zh_cn: 限制/限制价格 &mdash; 限价订单指定的价格。

source: Margin &mdash; The amount set aside by us from your Account Balance in order to open and maintain a Transaction, to cover our exposure as a counterparty to your contract.
de: Margin &mdash; Der Betrag, den wir von Ihrem Kontoguthaben beiseite setzen, um eine Transaktion zu öffnen und aufrecht zu erhalten, um unsere Belastung als eine Gegenpartei zu Ihrem Kontrakt abzudecken.
fr: Marge &mdash; Le montant mis de coté par nous à partir du solde de compte afin d'ouvrir et d'entretenir une Transaction, pour couvrir notre exposition comme une contrepartie à votre contrat.
vi: Giá lề &mdash; số tiền đặt sang một bên bởi chúng tôi từ tài khoản của bạn để mở và duy trì một giao dịch, để trang trải các tiếp xúc của chúng tôi như là một đối tác đối với hợp đồng của bạn.
zh_cn: 保证金 &mdash; 我们从您的账户余额拨出进行开盘持仓交易，以支付我们作为您的合约交易对手的金额。

source: Margin Payments are due immediately and shall be received in full by us.
de: Margin Zahlungen sind unverzüglich zu begleichen und sollen vollständig von uns erhalten werden.
fr: Les appels de marge sont dus immédiatement et seront reçus en totalité par nous.
vi: Lợi nhuận các khoản thanh toán là ngay lập tức và sẽ được nhận đầy đủ bởi chúng tôi.
zh_cn: 保证金支付现在到期，我们须收到全额款项。

source: Margin Requirements can increase/decrease based on the aggregated size of your Open Position determined by the volume (number of lots), contract size (value per point in the original currency of the contract), market price, and margin rate.
de: Die Margin-Anforderungen können auf der kumulierten Größe Ihrer offenen Positionen basierend, durch Volumen (Anzahl der Lot), Kontraktgröße (Wert je Punkt in der ursprünglichen Währung des Kontrakts), Börsenkurs und Zinsspanne bestimmt, steigen/fallen.
fr: Les exigences de marge peuvent augmenter ou baisser selon la taille combinée de vos Positions Ouvertes déterminée par le volume (nombre de lots), taille de contrat (valeur de point dans la monnaie originelle du contrat), prix du marché, et taux de marge.
vi: Các lề điều kiện có thể tăng / giảm dựa trên kích thước tổng hợp của phiên mở của bạn xác định theo khối lượng (số lượng của các lô), kích thước hợp đồng (giá trị mỗi điểm trong đơn vị tiền tệ gốc của hợp đồng), giá thị trường và lề tỷ lệ.
zh_cn: 保证金要求可根据您的未平仓头寸累计大小增加/减少并由交易量（手数），合约大小 （合约原币种每点的价值）、市场价格和保证金率决定。

source: Margin allows you to trade on leverage, giving you the same level of market exposure using much less capital.
de: Margin erlaubt Ihnen auf Leverage zu handeln, indem es Ihnen das selbe Level von Marktrisiko in Verwendung von viel weniger Kapital, gibt.
fr: La marge vous permet de prendre des positions avec effet de levier, vous donnant le même niveau d'exposition au marché en utilisant moins de capital.
vi: Lề cho phép bạn giao dịch trên đòn bẩy, đem lại cho bạn mức độ tương tự của thị trường tiếp xúc với việc sử dụng vốn đầu tư ít hơn nhiều.
zh_cn: 保证金允许您进行杠杆交易，让您以较少资金使用同等的市场设施。

source: Margin indicates how much investment you can control based on your initial capital. For example, a 0.2% margin will allow you to control up to USD 500,000 using only USD 1,000 of your own money as deposit.
de: Margin gibt an, wie viel Investition Sie auf Ihrem ursprünglichen Kapital basierend, kontrollieren können. Zum Beispiel, ein 0,2% Margin wird Ihnen erlauben, bis zu 500 000 USD zu kontrollieren, wobei Sie nur 1 000 Ihres eigenen Geldes als Einzahlung verwenden.
fr: La marge indique combien d'investissement vous pouvons contrôler en se basant sur votre capital initial. Par exemple, une marge de 0.2% va vous permettre de contrôler jusqu'à 500,000 dollars en utilisant seulement 1000 dollars de votre propre argent comme depot.
vi: Lợi nhuận cho biết số lượng đầu tư mà bạn có thể kiểm soát dựa trên vốn ban đầu của bạn. Ví dụ, lợi nhuận 0,2% sẽ cho phép bạn kiểm soát lên đến 500.000 USD bằng cách sử dụng chỉ 1000 USD tiền riêng của mình như là tiền đặt cọc.
zh_cn: 保证金是基于初始资金的可控制投资额。例如，0.2%保证金将允许您仅使用 1,000 美元本身存款控制高达500,000 美元。

source: Margin indicates how much investment you can control based on your initial capital. For example, a 1% margin will allow you to control up to USD 100,000 using only USD 1,000 of your own money as deposit.
de: Margin gibt an, wie viel Investition Sie auf Ihrem ursprünglichen Kapital basierend, kontrollieren können. Zum Beispiel, ein 1% Margin wird Ihnen erlauben, bis zu 100 000 USD zu kontrollieren, wobei Sie nur 1 000 Ihres eigenen Geldes als Einzahlung verwenden.
fr: La marge indique combien d'investissement vous pouvez contrôler en se basant sur votre capital initial. Par exemple, une marge d'1% vous permettra de contrôler jusqu'à 100 000 dollars en utilisant seulement 1000 dollars de votre argent comme dépôt.
vi: Lợi nhuận cho biết số lượng đầu tư mà bạn có thể kiểm soát dựa trên vốn ban đầu của bạn. Ví dụ, 1% lợi nhuận sẽ cho phép bạn kiểm soát lên đến 100.000 USD bằng cách sử dụng chỉ 1000 USD tiền riêng của mình như là tiền đặt cọc.
zh_cn: 保证金是基于初始资金的可控制投资额。例如，1%保证金将允许您仅使用 1,000 美元本身存款控制高达100,000 美元。

source: Neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable for any loss, damage or debt to you arising directly or indirectly out of, or in connection with this Agreement. You agree to indemnify the Company and its directors, officers, managers, employees, or agents from, and against, any and all liabilities, losses, damages, costs, and expenses (including reasonable attorney's fees) incurred arising out of your failure to comply with any and all of your obligations set forth in this Agreement and/or the Company's enforcement against you of any and all of its rights under this Agreement.
de: Weder das Unternehmen noch irgendwelche seiner Leiter, leitenden Angestellten, Managern, Angestellten, oder Agenten unterliegen Ihrem Verlust, Schaden oder Ihren Schulden, die sich direkt oder indirekt aus dem, oder im Zusammenhang mit dieser Vereinbarung ergeben. Sie stimmen zu, dass das Unternehmen und seine Leiter, leitenden Angestellten, Manager, Angestellten, oder Agenten von und gegen alle Verpflichtungen, Verluste, Kosten und Ausgaben (einschließlich angemessener Anwaltskosten), die durch Ihr Versäumnis erlitten wurden, mit allen Ihren Verpflichtungen, die in dieser Vereinbarung dargelegt sind, und/oder die Durchsetzung aller Rechte unter dieser Vereinbarung durch das Unternehmen gegen Sie, schad- und klaglos zu halten.
fr: L'entreprise ainsi que ses directeurs, dirigeants, manageurs, employés, ou agents ne seront en aucun cas responsables pour toute perte, dommage ou dette qui proviendrait directement ou indirectement de, ou en connection avec ce contrat. Vous vous engagez à indemniser l'entreprise et ses directeurs, dirigeants, manageurs, employés, ou agents contre toutes dettes, pertes, dommages, coûts et dépenses (incluant des frais d'avocat raisonnables) resultant de votre échec à respecter tout ou partie de vos obligations précisées dans ce Contrat et/ou dans les mesures prises contre vous pour l'application de tous les droits de l'entreprise contenus dans ce Contrat.
vi: Công ty cũng như bất kỳ các giám đốc, cán bộ, quản lý, nhân viên hoặc đại lý sẽ chịu trách nhiệm về bất kỳ tổn thất, thiệt hại hoặc khoản nợ nào đến bạn phát sinh trực tiếp hoặc gián tiếp trên hoặc liên quan đến thỏa thuận này. Bạn đồng ý bồi thường cho công ty và các giám đốc, cán bộ, quản lý, nhân viên hoặc đại lý từ, và chống lại bất kỳ và tất cả trách nhiệm pháp lý, thiệt hại, thiệt hại, chi phí và chi phí (bao gồm cả chi phí chi trả cho luật sư) phát sinh từ việc quý khách không tuân thủ bất kỳ điều khoản và tất cả nghĩa vụ của mình nêu trong thỏa thuận và/hoặc ràng buộc của công ty đối với bạn với bất kỳ và tất cả các quyền của mình theo thỏa thuận này.
zh_cn: 无论是公司或其任何董事、职员、经理、雇员或代理人都不须对本协议对您直接或间接引起的或有关的任何损失、损害或债务负责。您同意赔偿由于您未能遵守您在本协议项下的任何和所有义务和/或公司向您执行在本协议项下的任何和所有权利，导致公司和其董事、职员、经理、雇员或代理人遭受或产生的任何和所有负债、损失、损害、费用和开支（包括合理的法律费用）。

source: Next Available Price &mdash; Earliest price reasonably available and quoted by %1 when our Price quotation reaches or goes beyond the level of your Stop Order.
fr: Prochain prix disponible &mdash; Prix raisonnablement disponible le plus tot et coté par %1 lorsque notre cotation prix atteint ou dépasse le niveau de votre Ordre Stop.

source: Nothing in this Force Majeure Event section shall be taken as indicating that it constitutes an event of default.
de: Nichts in dieser "Ereignis höherer Gewalt" Sektion soll zu verstehen geben, dass sie einen Verzugsfall darstellt.
fr: Rien dans la section de l'événement de force majeure sera pris comme indiquant que cela constitue un événement de défaut.
vi: Không có gì trong sự kiện bất khả kháng này phần sẽ được thực hiện như để chỉ ra rằng nó cấu thành một sự kiện của mặc định.
zh_cn: 此不可抗力事件部分的所有内容都不可视为可构成违约事件。

source: Open Position &mdash; The position in a market made by reference to an Underlying Instrument created by opening a Transaction as a result of placing an Order to the extent that such position has not been closed in whole or in part under this Agreement.
de: Offene Position &mdash; die Position in einem Markt, die unter Bezugnahme auf ein zugrundeliegendes Instrument gemacht wird, welches erstellt wird, indem eine Transaktion als Ergebnis einer Platzierung einer Order in dem Maß, dass solch eine Position nicht ganz oder nur zum Teil unter dieser Vereinbarung geschlossen wurde, geöffnet wird.
fr: Positions Ouvertes &mdash; La position dans le marché faite par référence à un instrument sous jacent créée en ouvrant une Transaction comme le résultat de placer un ordre dans la mesure où une telle position n'a pas été fermée en totalité ou en partie sous ce Contract.
vi: Phiên tăng giá &mdash; phiên trong một thị trường được thực hiện bởi tham chiếu đến một công cụ cơ bản được tạo ra bằng cách mở một phiên giao dịch là kết quả của việc đặt một lệnh đến mức mà vị trí như vậy không bị đóng cửa toàn bộ hoặc một phần theo thỏa thuận này.
zh_cn: 未平仓头寸 &mdash; 市场开盘交易下单后参照基础工具所创建，在本协议有效期内未全部或部分平仓的头寸。
