Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: %1 would like to team up with potential payment agents worldwide so we can offer local payment processing services to our clients in their respective regions.
ar: %1 ترغب بتشكيل فريق مع وكلاء الدفع المحتملين حول العالم حتى نتمكن من تقديم خدمات معالجة الدفع المحلية لعملائنا كل في منطقته.
de: %1 würde gerne mit potentiellen Zahlungsagenten auf der Welt zusammenarbeiten, damit wir unseren Kunden in ihren entsprechenden Regionen nationale Zahlungsagentendienste anbieten können.
fr: %1 souhaiterait s'associer à des agents de paiement potentiels, basés dans le monde entier, pour pouvoir offrir à ses clients des services de paiement locaux, adaptés à leurs régions respectives.
id: %1 ingin bekerjasama dengan para exchanger yang memiliki potensi di seluruh dunia untuk menyediakan layanan metode pembayaran lokal kepada pelanggan di berbagai negara.
ja: 当社はそれぞれの地域のお客さまに現地決済処理サービスを提供するために、世界中の潜在的な決済サービス会社と提携をしたいと考えています。
pl: %1 chce stworzyć zespół potencjalnych pośredników płatności z całego świata, by oferować klientom usługi związane z obsługą płatności w lokalnych walutach w miejscach zamieszkania klientów.
ru: %1 хотел бы объединиться с потенциальными мировыми платежными агентами, чтобы предложить своим клиентам местные услуги обработки платежей в их регионах.
th: %1 มีเครือข่ายตัวแทนการชำระเงินรูปแบบต่างๆ ทั่วโลก ดังนั้นพวกเราสามารถเสนอการบริการเพื่อชำระเงินผ่านช่องทางท้องถิ่นให้กับลูกค้าในภูมิภาคของเขา
vi: %1 muốn hợp tác với các đại lý thanh toán tiềm năng trên toàn thế giới để chúng tôi có thể cung cấp những dịch vụ thanh toán nội địa cho những khách hàng đang sống tại nơi tương ứng.
zh_cn: %1 希望与世界各地的潜在支付代理合作，以便我们可为各区域客户提供当地支付处理服务。

source: %1's CPAN contributions
fr: Contributions de %1 sur le CPAN
ja: Binary.com (バイナリードットコム)のCPANへの貢献

source: %1's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%.
de: %1s Laufende Indizes sind der Volatilität 10 Index, Volatilität 25 Index, Volatilität 50 Index, Volatilität 75 Index und der Volatilität 100 Index. Diese Indizes entsprechen den simulierten Kursen mit konstanten Volatilitäten von 10% 25%, 50%, 75% und 100%.
fr: Les indices continus de %1 sont les indices Volatility 10, Volatility 25, Volatility 50, Volatility 75 et Volatility 100. Ces indices correspondent à des simulations de marché basées sur des taux de volatilité constants de 10%, 25 %, 50 %, 75 % et 100 %.
ja: 当社の連続インデックスには、ボラティリティ10指数、ボラティリティ25指数、ボラティリティ75指数、ボラティリティ100指数があります。これらのインデックスは10%、25%、50%、75%、100%の一定のボラティリティがシミュレートされた市場に対応しています。
vi: Các chỉ số liên tục% 1 là chỉ số Độ biến động 10, Độ bất ổn 25, Khả năng biến động 50, Khả năng biến động 75 và Chỉ số biến động 100. Các chỉ số này tương ứng với các thị trường mô phỏng với các biến động không đổi là 10%, 25%, 50%, 75% và 100%.
zh_cn: %1 的连续指数包括波动率10指数、波动率25指数、波动率50指数、波动率75指数及波动率100指数。这些指数跟具10%、25%、50%、75% 和100% 持续波动率的模拟市场对应。

source: %1's IT Operations Group is responsible for the design, development and operation of the company's high-traffic networks. Its responsibilities include hardware and software deployment, up-time and reliability testing, incident response reporting, network security, intrusion detection, and load balancing.
de: Die IT-Betriebsgruppe von %1 ist für die Konzeption, Entwicklung und den Betrieb des Hochverkehrsnetzwerks des Unternehmens verantwortlich. Ihre Zuständigkeiten umfassen Hardware- und Software-Deployment, Uptime- und Zuverlässigkeitstests, Störungsreaktionsberichterstattung, Netzwerksicherheit, Entdeckung von Eindringlingen und Lastausgleich.
fr: L'équipe de gestion des TI de Binary.com est responsable de la conception, du développement et de la gestion des réseaux à fort trafic de la société. Ses responsabilités comprennent le déploiement des matériels et logiciels informatiques, le contrôle du temps de disponibilité et de la fiabilité, la gestion des rapports d'incidents, la sécurité de réseau, la détection d'intrusion et la répartition de charge.
ja: IT運用グループでは当社の高トラフィックネットワークの設計、開発、運用を担当していただきます。ハードウェアとソフトウェアの導入、アップタイムと信頼性試験、インシデント対応の報告、ネットワークセキュリティ、侵入検知、ロードバランシングの作業を含みます。
vi: Nhóm IT Hỗ trợ của %1 chịu trách nhiệm thiết kế, phát triển và quản lý hoạt động của lưu lượng truy cập mạng của công ty. Trách nhiệm của họ bao gồm sự triển khai phần cứng và phần mềm, lên lịch và các thử nghiệm tin cậy hay phản ứng và báo cáo khi gặp sự cố, an ninh mạng, phát hiện xâm nhập, và cân bằng tải.
zh_cn: 1％的信息技术运营组负责公司高流量网络的设计、开发和运营。其职责范围包括硬件和软件部署、运行时间和可靠性测试、事件响应报告、网络安全、入侵检测和负载平衡。

source: %1's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges.
ar: يتم الحصول على 1 % من مؤشرات وأسهم بورصات التداول عبر شبكات الاتصال من سوق التداول عبر شبكات الاتصال, والتي توفر لك وسائل بديلة لتداول مؤشرات الأسهم والأسهم - متاحة من مصادر خارج بورصات التداول المركزية.
de: Die OTC Indizes und Aktien von %1 stammen aus dem Freiverkehrsmarkt und stellen Ihnen ein alternatives Mittel zum Handel von Aktienindizes und Aktien zur Verfügung, die aus Quellen außerhalb der zentralisierten Börsen stammen.
fr: Les indices et actions « OTC » (pour « over-the-counter ») de %1 sont issus du marché de gré à gré et offrent un moyen alternatif de négocier les actions et indices en ciblant des sources extérieures aux bourses centralisées.
id: Indeks dan saham OTC %1 berasal dari pasar over-the-counter yang memberikan cara alternatif untuk bertrading indeks saham dan bursa saham - tersedia dari sumber di luar pertukaran pusat.
ja: 当社の店頭インデックス及び店頭株は店頭市場のソースを利用しており、中央取引所外のソースが利用できる株価指数及び株の代替取引手段を提供しています。
pl: Wskaźniki i akcje OTC %1 pochodzą z rynku pozagiełdowego i umożliwiają handel akcjami i wskaźnikami przy użyciu alternatywnych metod opartych na instrumentach dostępnych w obrocie pozagiełdowym.
ru: Внебиржевые индексы и акции (OTC) от %1 получены на внебиржевых рынках и предоставляют Вам альтернативный способ торговли акциями и фондовыми индексами, так как они происходят из источников, находящихся вне центральных бирж.
th: ดัชนีที่ซื้อขายเองของ %1 และหลักทรัพย์จากตลาดเจรจาต่อรองมีให้ท่านเป็นอีกทางเลือกหนึ่ง รวมถึงสามารถซื้อขายได้นอกจากที่มีในตลาดกลาง
vi: Các chứng khoán và cổ phiếu phi tập trung của %1 bắt nguồn từ sàn chứng khoán phi tập trung và cung cấp cho bạn các phương thức có thể thay đổi lẫn nhau trong giao dịch các chứng khoán và cổ phiếu có sẵn từ thị trường tập trung bên ngoài.
zh_cn: %1 的 OTC 指数和股票来自场外交易市场，并为您提供源自中央交易所外的替代式股票指数和股票交易方式。

source: %1's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering.
ar: 1 % من مؤشرات وأسهم التداول عبر شبكات الاتصال تقدم فائدة الوقت الفعلي لحركة الأسعار والرسوم البينية. يمكنك حتى الاستمتاع بفرص أكثر إثارة لتداول مؤشراتنا وأسهمنا السوقية المتميزة من خلال هذا العرض الجديد للوقت الفعلي.
de: Die %1 OTC Indizes und Aktien bieten den Vorteil von Echtzeit-Charts und Kursverläufen. Nutzen Sie diese attraktiveren Chancen, um mit diesem neuen Echtzeit-Angebot die von uns angebotenen Marktindizes und Aktien zu handeln.
fr: Les indices et actions de gré à gré disponibles sur %1 offrent l'avantage d'une analyse graphique et d'une tarification en temps réel. Accédez à des possibilités de trading encore plus intéressantes en négociant les indices et actions du marché de gré à gré, disponibles en temps réel par le biais de notre plateforme.
id: Indeks dan saham OTC %1 menawarkan manfaat grafik dan harga real-time. Nikmati peluang lebih menarik untuk bertrading indeks dan saham pasar utama kami dan melalui tawaran real-time terbaru ini.
ja: 当社の店頭インデックス及び店頭株はリアルタイムチャートとリアルタイム価格の利点を提供しています。新しいリアルタイムの市場インデックスと株の特徴をご利用いただけるこの機会を是非お楽しみください。
pl: Handlując wskaźnikami i akcjami OTC %1 masz możliwość korzystania z wykresów i wycen w czasie rzeczywistym. Ciesz się jeszcze bardziej ekscytującymi możliwościami dzięki naszym wskaźnikom i akcjom OTC dostępnym w czasie rzeczywistym.
ru: Внебиржевые индексы и акции (OTC) от %1 имеют важное преимущество: графики и цены в режиме реального времени. Воспользуйтесь возможностями захватывающей торговли на наших уникальных индексах и акциях.
th: ดัชนีที่ซื้อขายเองของ %1 และหลักทรัพย์จากตลาดเจรจาต่อรองนั้นมีข้อดีจากการมีกราฟและราคาที่เรียลไทม์ ทำให้ท่านเพิ่มโอกาสในการทำกำไรจากดัชนีและหลักทรัพย์ทีมีการเสนอราคาตามเวลาจริง
vi: Các chứng khoán và cổ phiếu phi tập trung của %1 mang đến những lợi ích về mặt thời gian thực và việc định giá. Hãy trải nghiệm những cơ hội thú vị hơn thế khi giao dịch những mã chứng khoán và cổ phiếu trên thị trường nổi bật của chúng tôi thông qua sự cung cấp mới với thời gian thực này.
zh_cn: %1 的 OTC 指数和股票提供实时图表和定价优势。此崭新实时产品让您在我们独特市场进行指数和股票交易，享受更多令人兴奋的机会。

source: %1's Quantitative Analytics group is responsible for the pricing of binary options offered on its website, as well as the risk management and profitability of its options book. Since all dealing on the company's website is fully automated, our pricing and risk management algorithms must take full account of real-time pricing parameters, data feeds irregularities and latencies.
de: Die Quantitative Analytik Gruppe von %1 ist für die Preisgestaltung der auf seiner Website angebotenen Binären Optionen sowie das Risikomanagement und die Rentabilität seines Optionenportfolios verantwortlich. Da alle Handelstransaktionen auf der Unternehmens-Website automatisiert sind, müssen unsere Kursgestaltungs- und Risikomanagement-Algorithmen die Echtzeit-Kursparameter, Unregelmäßigkeiten von Data-Feeds und Verzögerungen einbeziehen.
fr: L'équipe d'analystes quantitatifs de %1 est responsable de la tarification des options binaires proposées sur notre site Web, de la gestion du risque et de la rentabilité du portefeuille d'options de la société. Toutes les opérations de courtage sont automatisées sur le site Binary.com. Par conséquent, nos algorithmes de tarification et de gestion du risque doivent prendre en compte les paramètres de cotation en temps réel, les irrégularités des flux de données et les latences.
ja: 定量分析グループはオプションのリスクと収益性の管理だけではなく、ウェブサイト上で提供されるバイナリーオプションの価格設定を担当していただきます。ウェブサイト上で扱う全てが自動化されているため、価格設定とリスク管理アルゴリズムはリアルタイム価格設定パラメーター、データフィードの不規則性と潜在性を十分に考慮する必要があります。
vi: Nhóm Phân Tích Định Lượng của %1 có trách nhiệm định giá của các tùy chọn nhị phân được cung cấp trên trang web của mình, cũng như quản lý rủi ro và lợi nhuận của những tùy chọn này. Kể từ khi tất cả các giao dịch trên website của công ty hoàn toàn tự động, thuật toán quản lý giá cả và rủi ro phải bao gồm các bản kê khai có đầy đủ các thông số định giá thời gian thực, dữ liệu nguồn cấp dữ liệu bất thường và dữ liệu ngầm.
zh_cn: ％1的定量分析小组负责在二元期权网站提供定价，以及其期权书刊的风险管理和盈利分析。由于公司网站所有的交易都是全自动化运作，我们的价格和风险管理计算方法必须充分考虑到实时定价参数、不规范的数据输入和潜伏因素。

source: %1's Smart FX are smart markets that measure the value of a currency against a basket of major currencies.
de: Die Smart FX Indizes von %1 sind intelligente Kurse, die den Wert einer Währung im Verhältnis zu einem Währungskorb messen.
fr: Les FX Intelligents de %1 sont des marchés intelligents qui mesurent la valeur d'une devise par rapport à un ensemble de devises majeures.
ja: %1のスマートFXは、主要通貨バスケットに対する通貨の価値を計るスマートマーケットです。
vi: Smart FX của %1 là thị trường thông minh đo lường giá trị của một đồng tiền so với những đồng tiền lớn khác.
zh_cn: %1 的智能外汇是衡量一种货币相对一篮子主要货币价值的智能型市场。

source: %1's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party.
de: Die Volatilität Indizes von %1 basieren auf einem kryptographisch sicheren Zufallszahlengenerator, der von einem unabhängigen Dritten auf Fairness überprüft wurde.
fr: Les indices de volatilité de %1 sont basés sur un générateur de nombres aléatoires cryptographié dont l'impartialité est contrôlée par une tierce partie indépendante.
ja: 当社のボラティリティ インデックスは、独立したサードパーティーによる公平性の監査のうえ、暗号化された安全な乱数ジェネレーターをベースにしています。
vi: Chỉ số biến động của %1 được dựa trên một máy phát các số bảo mật ngẫu nhiên được mã hoá để kiểm định tính công bằng bởi một bên thứ ba độc lập.
zh_cn: 1％的波动率指数由经过加密的安全随机数字生成器生成，并由独立的第三方审计其公平度。

source: %1's patented pricing technology allows you to benefit from the same rates of return as traders in the interbank market.
ar: تكنولوجيا التسعير المسجلة الخاصة بـ %1 تتيح لك أن تستفيد من نفس معدلات العائد التى يحصل عليها المتداولون فى سوق ما بين البنوك.
de: Die patentierte Kursermittlungstechnologie von %1 erlaubt es Ihnen, die gleichen Renditen wie Händler auf dem Interbankenmarkt zu erreichen.
fr: La technologie de tarification brevetée de %1 vous permet de profiter des mêmes taux de retour sur investissement que les traders du marché interbancaire.
id: Teknologi harga %1 yang telah dipatenkan memberi kesempatan kepada anda untuk memperoleh keuntungan dari tingkat pengembalian yang sama seperti perdagangan pada pasar antar bank.
ja: %1の特許取得済みの価格設定テクノロジーにより、インターバンク市場でのトレードと同等の環境を提供します。
pl: Opatentowana technologia wyceny opracowana przez %1 umożliwia korzystanie z takich samych stawek zwrotu, z jakich korzystają handlujący na rynku międzybankowym.
ru: Запатентованная ценовая технология %1 позволяет Вам получить тот же процент прибыли, как у трейдеров на межбанковском рынке.
th: เทคโนโลยีการแสดงราคาอย่างเปิดเผยของ %1 ทำให้ท่านได้รับประโยชน์จากอัตรากำไรเดียวกับนักเทรดทั่วไปในตลาดซื้อขายอัตราแลกเปลี่ยน
vi: Tính năng định giá đã có bằng sáng chế của %1 cho phép bạn nhận lãi bằng với tỉ suất lợi nhuận của các nhà giao dịch trên thị trường liên ngân hàng.
zh_cn: 利用 %1 受专利保护的报价技术，您可获得与银行间市场交易员同样的回报率。

source: %1's principal Anti-Fraud Officer is responsible for the exercise of exceptional client relationship management skills applied to the prevention of fraudulent activities in payments processing and business transactions. He or she will be expected to partner with our payments and compliance teams in resolving payment queries; administering chargebacks; conducting anti-money laundering audits, and implement a broad array of fraud prevention measures.
de: Der Chef-Betrugsbekämpfungsbeauftragte von %1 ist für die Ausführung einer außergewöhnlichen Kundenbeziehungsmanagement-Fähigkeit zur Verhinderung von betrügerischen Handlungen bei der Zahlungsbearbeitung und Handelstransaktionen zuständig. Von ihr oder ihm wird die Zusammenarbeit mit unseren Zahlungs- und Compliance-Teams bei der Auflösung von Zahlungsanfragen, der Verwaltung von Rückbelastungen, der Durchführung von Anti-Geldwäsche Prüfungen und der Umsetzung einer großen Reihe von Betrugsverhinderungsmaßnahmen erwartet.
fr: Le responsable de la lutte anti-fraude de %1 met à profit ses compétences exceptionnelles en termes de gestion de la relation client afin d'assurer la prévention des activités frauduleuses dans le traitement des paiements et les transactions commerciales. Il ou elle devra assister nos équipes chargées des paiements et de la conformité dans la résolution des questions relatives aux paiements, l'administration des rejets de débit, la réalisation d'audits de lutte contre le blanchiment d'argent et la mise en œuvre d'un large éventail de mesures de prévention des fraudes.
ja: 不正対策本部は、支払処理やビジネス取引での不正行為防止に適用する例外的な顧客関係管理能力の行使をします。支払に関する問い合わせの解決（チャージバック管理、アンチマネーロンダリングの監査、幅広い詐欺防止対策への実施）において支払チームとコンプライアンスチームと協働することになります。
vi: Nhân Viên Chống Gian Lận của %1 có trách nhiệm rèn luyện kỹ năng quản lý quan hệ khách hàng đặc biệt được áp dụng cho công tác phòng chống các hoạt động gian lận trong xử lý các khoản thanh toán và giao dịch kinh doanh. Họ sẽ làm việc với các đối tác về các khoản thanh toán của chúng tôi và tuân thủ các quy định trong việc giải quyết các truy vấn thanh toán; quản lý sự hoàn trả; tiến hành kiểm tra chống rửa tiền, và các biện pháp phòng chống gian lận một cách rộng rãi.
zh_cn: %1的首席反欺诈主管负责通过卓越的客户关系管理技能，在支付处理和商业交易时预防诈骗活动。该主管将与我们的支付和合规检查小组合作，共同解决支付查询、扣款管理、进行反洗钱审计、并实施一系列广泛的防诈措施。

source: %1's remarkable history
de: Die bemerkenswerte Geschichte von %1
fr: L'histoire unique de %1
ja: Binary.com (バイナリードットコム)の沿革
vi: Lịch sử đáng ghi nhận của %1
zh_cn: %1的辉煌发展历程

source: %1's systems are now processing in excess of 1 million transactions/day (including virtual accounts).
ar: أنظمة %1 تقوم الآن بمعالجة ما يزيد على 1 مليون صفقة / يوم (بما في ذلك الحسابات الافتراضية).
de: Die Systeme von %1 verarbeiten jetzt über 1 Millionen Transaktionen/Tag (einschließlich virtueller Konten).
fr: Les systèmes de %1 traitent actuellement plus d'un million de transactions par jour (comptes virtuels compris).
id: Sistem %1 telah memproses lebih dari 1 juta transaksi/hari (termasuk pada akun virtual).
ja: 当システムは1日に100万件を超える取引（仮想アカウントを含む）を処理しています。
pl: Systemy %1 przetwarzają obecnie ponad 1 milion transakcji dziennie (z uwzględnieniem kont wirtualnych).
ru: Системы %1 обрабатывают более 1 миллиона транзакций в день (включая демо-счета).
th: ระบบต่างๆ ของ %1 ขณะนี้มีการประมวลผลมากกว่า 1 ล้านธุรกรรมต่อวัน (รวมประเภทบัญชีเสมือน หรือ บัญชีทดลองใช้)
vi: Hệ thống của %1 hiện tại đang vượt quá 1 triệu giao dịch một ngày ( bao gồm tài khoản ảo).
zh_cn: %1 系统每天处理超过百万笔交易（包括虚拟账户）。

source: %1Authenticate your account%2 now to take full advantage of all withdrawal options available.
fr: %1Authentifiez votre compte%2 maintenant profiter pleinement de toutes les possibilités de retrait disponibles.
ja: 出金制限及び取引制限を解除するには、%1口座認証%2をしていただく必要があります。
zh_cn: 立刻进行%1账户验证%2，以获得取款选项的所有优惠。

source: %1’s charitable initiative focuses on small charities and nonprofits around the world that are making a positive difference in their local communities. Our donations have a direct impact, free from the burden of overheads seen in larger charities.
de: %1s gemeinnützige Initiative konzentriert sich auf kleine Stiftungen und Non-Profit-Organisationen auf der ganzen Welt, die einen Unterschied für die lokale Bevölkerung machen. Im Gegensatz zu größeren Stiftungen, haben unsere Spenden einen direkten Einfluss, da sie von der Belastung mit Betriebskosten frei sind.
fr: L'action caritative de %1 soutient les petites associations caritatives et à but non lucratif qui œuvrent dans différentes régions du monde pour initier des changements positifs au sein des communautés locales. Nous évitons ainsi le poids des coûts indirects qui s'appliquent généralement au sein des structures caritatives de plus grande envergure, afin que nos dons aient un impact direct.
ja: %1の慈善活動では、地域社会においてプラスの影響を少しでも与えられるよう、世界中の小規模慈善団体や非営利団体に焦点を当てています。 慈善団体の規模が大きいほど抱える間接費の負担を削減できるよう、当社の寄付は直接的に用いられます。
vi: sáng kiến từ thiện của %1 tập trung vào các tổ chức từ thiện nhỏ và phi lợi nhuận trên toàn thế giới đang tạo ra một sự khác biệt tích cực trong cộng đồng địa phương của họ. sự đóng góp của chúng tôi có một tác động trực tiếp, miễn phí từ các gánh nặng của chi phí chung thấy trong tổ chức từ thiện lớn hơn.
zh_cn: %1的慈善活动侧重于捐助世界各地在当地社区有重大影响力的小型慈善机构和非营利组织。 我们的捐款使他们直接受惠，也不须像一些大型慈善机构那样支付庞大开销。

source: 'Best Customer Communication Firm' award by Investors Chronicle
de: Vom Investors Chronicle als 'Beste Kundenkommunikationsfirma' ausgezeichnet
fr: Prix de la « meilleure relation client » décerné par Investors Chronicle
ja: ”Investors Chronicle”において「最優秀カスタマーサポート」を受賞
vi: Giải thưởng 'Công ty Truyền thông kết nối Khách hàng Tốt nhất' của Investors Chronicle
zh_cn: 《 Investors Chronicle》颁发的“最佳客户沟通企业”奖项

source: 'Best Fixed-Odds Broker' silver award by Trade2Win
de: 'Bester Fixed-Odds Makler' Auszeichnung in Silber von Trade2Win
fr: Médaille d'argent du « meilleur courtier » sur le marché des options binaires décerné par Trade2Win
ja: Trade2Winから「優秀固定オッズ業者」を受賞
vi: Giải thưởng bạc 'Nhà môi giới tỉ lệ cá cược Cố định Tốt nhất' bởi Trade2Win
zh_cn: Trade2Win 颁发的“最佳固定赔率经纪”银奖

source: 'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK
de: Von der Financial Times und dem Investors Chronicle GB als 'Bester Fixed-Odds Finanzdienstleister' ausgezeichnet
fr: Prix du « meilleur fournisseur de services de courtage sur produits dérivés financiers » décerné par le Financial Times et Investors Chronicle UK
ja: Financial Times誌、及びInvestors Chronicle UK誌から「最優秀固定オッズ金融取引業者」を受賞
vi: Giải thưởng 'Nhà cung cấp Tài chính Tỉ lệ cá cược Cố định Tốt nhất' bởi Tạp chí Tài chính Financial Times và Thời báo Nhà đầu tư của Vương quốc Anh Investors Chronicle UK
zh_cn: 英国《金融时报》和《 Investors Chronicle》颁发的“最佳固定赔率金融提供商”奖项

source: 'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK
de: Vom Shares Magazine GB als 'Bester Fixed-Odds Finanzhandelsdienstleister' ausgezeichnet
fr: Prix du « meilleur fournisseur de services de trading sur produits dérivés financiers » décerné par Shares Magazine UK
ja: Shares Magazine UKから「最優秀固定オッズ金融取引業者」を受賞
vi: Giải thưởng 'Nhà cung cấp Giao dịch Tài chính Cá cược Tỉ lệ Cố định Tốt nhất' bởi Tạp chí Cổ phiếu Anh
zh_cn: 英国《Shares Magazine》颁发的“最佳固定赔率金融交易提供商”奖项

source: 'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review
de: Auszeichung als 'Beste Fixed-Odds Firma 2012' durch die Global Banking and Finance Review
fr: Prix de la « meilleure société de courtage d'options binaires » décerné par Global Banking and Finance Review
ja: ”Global Banking” 、及び”Finance Review”から「2012年度最優秀固定オッズ業者」を受賞
vi: Giải thưởng 'Công ty cung cấp Tỷ lệ cược Cố định Tốt nhất năm 2012' bởi Tạp chí Tài chính và Ngân hàng Toàn cầu
zh_cn: 《Global Banking and Finance Review》颁发的“2012年最佳固定赔率企业”奖项

source: 'Financial Betting Operator of the Year' award by eGaming Review
de: 'Finanzwettenanbieter des Jahres' Auszeichung durch die eGaming Review
fr: Prix de la « plateforme de trading de l'année » décerné par eGaming Review
ja: eGaming Reviewから「最優秀取引業者」を受賞
vi: Giải thưởng 'Nhà điều hành Cá cược Tài chính của năm' được trao bởi tạp chí Cá cược điện tử
zh_cn: 《 eGaming Review》颁发的“年度最佳金融投注运营商”奖项

source: (Duration)
de: (Laufzeit)
fr: (Durée)
ja: 取引期間
vi: (Thời gian)
zh_cn: （期限）

source: (One) Touch trades
ar: (واحد) تداولات الوصول
de: (Einmalige) Zielkontrakte
fr: Options (One) Touch
id: Kontrak (Sekali) Sentuh
ja: Touchトレード
pl: Zakłady z (jednokrotnym) osiągnięciem ceny
ru: Контракты Касание
vi: (Một) giao dịch Chạm
zh_cn: 一触即付交易

source: (Sell Price - Buy Price) x Volume x Price Per Point = Profit
de: (Verkaufspreis - Kaufpreis) x Volumen x Preis pro Punkt = Profit
fr: (Prix de vente - Prix d'achat) x Volume x Montant par point = Profit
ja: （売却価格 - 購入価格 ）× 数量 × ポイント単価 = 利益
vi: (Giá bán - giá mua) x khối lượng x giá cho mỗi điểm = lợi nhuận
zh_cn: （售出价 - 购入价） x 交易量 x 每点的价格 = 利润
