Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: {JAPAN ONLY}Knowledge test list item 4
ja: ・本テストの結果により適正と判断し、取引を開始する場合は、その後当社との間に取引上のトラブルが生じたとしても、 オプション取引に関わる知識が不足していたにも関わらず当社が取引を認めたことを訴因とはしないことに同意いただくものとします。

source: {JAPAN ONLY}Knowledge test list item 5
ja: ・問題の複写を禁止します。また、第三者に漏えいしないことに同意いただくものとします。

source: {JAPAN ONLY}Learning to trade online?
ja: オンライントレードについて学びたい
vi: {Nhật bản}Học cách giao dịch trực tuyến?

source: {JAPAN ONLY}Licensed by the Kanto Local Financial Bureau (Finance Division) No. 2949
ja: 金融商品取引業者 関東財務局長（金商）第2949号

source: {JAPAN ONLY}Live analysis of trade and charting of spot relative to trade barriers
ja: リアルタイムで保有ポジションの損益とチャート分析

source: {JAPAN ONLY}Long-term partnership with an establish international financial trading service
ja: 海外で15年以上、バイナリー取引を提供しているBinaryグループと長期的な相互関係を構築できます
vi: {Nhật bản}Đối tác lâu dài với một thiết lập dịch vụ kinh doanh tài chính quốc tế

source: {JAPAN ONLY}Main business
ja: 主な業務

source: {JAPAN ONLY}Matters to attend:
ja: 注意事項

source: {JAPAN ONLY}Member Associations: Financial Futures Association Japan
ja: 加入協会:一般社団法人金融先物取引業協会

source: {JAPAN ONLY}No fees, no commissions, you simply pay the price of the stated on the buy button.
ja: 取引手数料は無料です。

source: {JAPAN ONLY}No space between last name and first name
ar: {اليابان فقط} لا مسافة بين الأسم الأخير والأسم الأول
ja: 姓と名の間にスペースは不要
pl: No space between last name and first name

source: {JAPAN ONLY}November 7, 2014
ja: 2014年11月7日

source: {JAPAN ONLY}On-time Payments Every Time
ja: 報酬金額の支払い期日
vi: {Nhật bản}Thanh toán đúng giờ Mọi lúc

source: {JAPAN ONLY}Option Pricing
ja: オプション価格
pl: Option Pricing

source: {JAPAN ONLY}Option prices are normally dependant on elements such as the underlying asset price, the exercise price, the length of time until the exercise point, volatility, and interest rates. Apart from the fixed exercise price, all other elements are changing constantly, so an understanding of the relationships between each element and changes in the options price is necessary for the management of options trading risk.
ja: オプション価格を形成する要素には原資産価格、バリア価格、権利行使期限までの残り期間、ボラティリティ、金利があるが、バリア価格を除き、他の要素は常時変動し、オプション価格も変動する。したがってオプション取引のリスクを管理していくためには、それぞれの要素の変動とオプション価格の変動の関係を理解する必要があります。
pl: Option prices are normally dependant on elements such as the underlying asset price, the exercise price, the length of time until the exercise point, volatility, and interest rates. Apart from the fixed exercise price, all other elements are changing constantly, so an understanding of the relationships between each element and changes in the options price is necessary for the management of options trading risk.

source: {JAPAN ONLY}Option prices are normally dependant on elements such as the underlying asset price, the exercise price, the length of time until the exercise point, volatility, and interest rates. However, when the remaining time to the exercise point is very short, there is no need to consider these when managing option trading risk, as all these elements are constant.
ja: オプション価格を形成する要素には原資産価格、バリア価格、権利行使期限までの残り期間、変動率、金利があるが、権利行使期限までの期間が短いオプションの場合、それぞれの要素はオプションの権利行使期限まで一定であるので、オプション取引のリスクを管理するときには、特に考慮する必要はないです。
pl: Option prices are normally dependant on elements such as the underlying asset price, the exercise price, the length of time until the exercise point, volatility, and interest rates. However, when the remaining time to the exercise point is very short, there is no need to consider these when managing option trading risk, as all these elements are constant.

source: {JAPAN ONLY}Option prices depend on the spot price, the time to expiry, the volatility of the spot rate and interest rates.
ar: {اليابان فقط} خيار الأسعار يعتمد على السعر الفوري, وقت الإنقضاء, معدل تقلب السعر الفوري, وأسعار الفائدة.
ja: 店頭バイナリーオプション取引において、万が一金融商品取引業者等が破たんした場合、オプションの条件がインザマネーになっていたとしても権利行使が行えない可能性があります。
pl: Option prices depend on the spot price, the time to expiry, the volatility of the spot rate and interest rates.

source: {JAPAN ONLY}Options Basic Knowledge
ja: オプション取引の基本知識について
pl: Options Basic Knowledge

source: {JAPAN ONLY}Options Basics
ja: オプション取引<br>の基本
pl: Options Basics

source: {JAPAN ONLY}Options are said to be leveraged products because in the case of large moves in the underlying asset price, the values of the options can increase by large amounts compared to the price paid for the option.
ja: 買い手はオプションのレバレッジ効果により、オプション料に比べ数倍の利益が得られる可能性があるが損失はオプション料に限られます。一方で売り手は利益がオプション料に限られるが損失はオプション料の数倍となる可能性があります。
pl: Options are said to be leveraged products because in the case of large moves in the underlying asset price, the values of the options can increase by large amounts compared to the price paid for the option.

source: {JAPAN ONLY}Options may be European or American style of exercise, and those which can be exercised at only one expiry time are the European style options.
ja: オプション取引の種類は、ヨ－ロピアンタイプとアメリカンタイプの２種類がありますが、取引期間の満期時だけに権利行使できるものはヨーロピアンタイプです。
pl: Options may be European or American style of exercise, and those which can be exercised at only one expiry time are the European style options.

source: {JAPAN ONLY}Our Customer Support staff will contact you at each stage to guide you through the process. Please also download our full guide to opening an account:
ja: リアル口座開設の手続きを進める上で、ご不明な点等がございましたら、当社カスタマーサポートまでご連絡ください。また、下記ダウンロードボタンをクリックして頂きリアル口座開設の手順を参照することができます。
pl: Our Customer Support staff will contact you at each stage to guide you through the process. Please also download our full guide to opening an account:

source: {JAPAN ONLY}Our Real Money Account opening procedure has 4 steps:
ja: リアル口座開設完了までの４ステップ:
pl: Our Real Money Account opening procedure has 4 steps:

source: {JAPAN ONLY}Our customer support are available to help you if you are unsure about how to use our trading tools. Please email them at <a href='mailto:%1'>%1</a>
fr: {JAPAN ONLY}Our customer support are available to help you if you are unsure about how to use our trading tools. Please email them at <a href='mailto:%1'> 1%1</a> 2
ja: 当社のカスタマーサポートでは取引画面の操作方法がご不明な場合、丁寧にご説明させて頂きます。<br>サポートが必要な場合は%1までお問い合わせください。
vi: {Nhật bản}Hỗ trợ khách hàng của chúng tôi luôn sẵn sàng giúp bạn nếu bạn không chắc chắn về làm thế nào để sử dụng các công cụ kinh doanh của chúng tôi. Xin vui lòng gửi email cho họ tại <a href='mailto:%1'> %1</a>

source: {JAPAN ONLY}Our internal management control officer and beneficiary representative is required to confirm the amount of funds that must be held in the trust bank count every day
ja: 当社は、区分管理の実施のため、または区分管理された金銭を配分するために必要があるとみなされた時は、お客様の個人情報を受益者代理人（乙）に提供することがあります。

source: {JAPAN ONLY}Our trading page provides an overall view of all the option contracts available to trade, showing the live buy and sell prices and providing quick selection and trading buttons.
ja: 当社の取引画面は、オプション取引条件の選択、取引価格（購入・売却）、取引ボタン等をシンプルに表示した取引プラットホームとなっております。

source: {JAPAN ONLY}Please allow up to 3 business days for the funds to be credited to your trading account.
ja: お客さまから入金を確認後、当社のお客さま取引口座には3営業日以内に反映させて頂きます。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin vui lòng cho phép lên đến 3 ngày làm việc để tiền được ghi có vào tài khoản giao dịch.

source: {JAPAN ONLY}Please allow up to 5 business days for the funds to be credited to your designated bank account.
ja: 支払処理は出金依頼日、または出金承認日から最大5営業日かかります。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin vui lòng cho phép tối đa 5 ngày làm việc để tiền được ghi có vào tài khoản ngân hàng khu vực cho phép.

source: {JAPAN ONLY}Please click <a href="#identification-documents">here</a> for further information.
fr: {JAPAN ONLY}Please click <a href="#identification-documents"> 1here</a> 2 for further information.
ja: 本人確認およびマイナンバー「個人番号カード」書類に関する詳細につきましては<a href="#identification-documents">こちらを</a> クリックしてください。
vi: {Nhật bản}Xin vui lòng bấm vào <a href="#identification-documents"> đây</a> để biết thêm thông tin.

source: {JAPAN ONLY}Please complete the following questions.
ja: 知識確認テスト用ディスクレーマー
pl: Please complete the following questions.
vi: {CHỈ DÀNH CHO THỊ TRƯỜNG NHẬT BẢN}Vui lòng hoàn thành những câu hỏi sau đây.

source: {JAPAN ONLY}Please contact <a href='mailto:%1'>%1</a> if you need to withdraw more than the maximum amount, as further ID verification is required.
fr: {JAPAN ONLY}Please contact <a href='mailto:%1'> 1%1</a> 2 if you need to withdraw more than the maximum amount, as further ID verification is required.
ja: 100万円以上の出金をご希望の場合、IDチェックが必要となりますのでお手数ですがカスタマーサポートまでご連絡してください。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin vui lòng liên hệ với <a href='mailto:%1'> %1</a> nếu bạn cần phải rút nhiều hơn số lượng tối đa, như tiếp tục xác minh ID là cần thiết.

source: {JAPAN ONLY}Please download our Full Trading Guide which describes in detail how to use our trading screens and other features of our website:
ja: 取引画面の見方、購入方法や入出金方法など詳しい操作方法をご確認できます。ご利用の際は、操作マニュアルをダウンロードしてください。
pl: Please download our Full Trading Guide which describes in detail how to use our trading screens and other features of our website:

source: {JAPAN ONLY}Please download our Options Basic Knowledge guides which cover all the essential concepts, terminalogy and required information:
ja: 必要なオプションの基本知識についてわかりやすく説明しておりますのでダウンロードしてご利用ください。
pl: Please download our Options Basic Knowledge guides which cover all the essential concepts, terminalogy and required information:
th: {JAPAN ONLY}Please download our Options Basic Knowledge guides which cover all the essential concepts, terminology and required information:

source: {JAPAN ONLY}Please download our Pre-Contract Documents which you must confirm you have read, understood and agree with, when upgrading to a real money account.
ja: リアル口座開設前に、契約締結前交付書面を十分読んでご理解頂く必要がありますのでダウンロードしてご確認してください。
pl: Please download our Pre-Contract Documents which you must confirm you have read, understood and agree with, when upgrading to a real money account.

source: {JAPAN ONLY}Please download our Summary of Specifications which lists all the details of our trade types, rules and conditions for trading etc.
ja: 当社の取引タイプ、ルール、条件の全詳細が記載されている取引概要を十分読んでご理解の上ご利用ください。
pl: Please download our Summary of Specifications which lists all the details of our trade types, rules and conditions for trading etc.

source: {JAPAN ONLY}Please ensure you maintain sufficient balance in your trading account.
ja: 取引を行う際には、取引残高が十分あることを確認してください。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Hãy đảm bảo rằng bạn duy trì đủ số dư trong tài khoản giao dịch.

source: {JAPAN ONLY}Please input the amount you would like to withdraw and press the Request button.
ja: 出金依頼額を入力して送信ボタンを押してください。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Hãy nhập vào số tiền bạn muốn rút ra và nhấn nút yêu cầu.

source: {JAPAN ONLY}Please make a bank transfer from your designated bank account to:
ja: 当社の指定口座へ振込を行ってください。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin vui lòng làm cho một ngân hàng chuyển từ tài khoản khu vực cho phép của bạn đến:

source: {JAPAN ONLY}Please note our maximum deposit limit for a single transaction is ¥1,000,000.
ja: 1回あたりの入金限度額は100万円となっております。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin lưu ý chúng tôi giới hạn tối đa khoản tiền gửi cho một giao dịch đơn là ¥ 1.000.000.

source: {JAPAN ONLY}Please note that the website that you have just visited is not our site. Information regarding the Company's financial instruments that have been posted on that site, any evaluation, impression, etc. are the sole responsibility of the administrators of that website, and has been created by them only. We can make no guarantee or accept any responsibility for their content.
ja: ここからは、Binary株式会社のサイトとなります。直前に閲覧されたページに記載されていた金融商品の情報、又は感想や評価等の内容はサイト所有者が作成したものであり、当社がその内容を保証するものではありません。

source: {JAPAN ONLY}Please note the maximum regular withdrawal amount is ¥1,000,000.
ja: 1日の出金可能額は100万円となっております。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin lưu ý số tiền rút tối đa bình thường là 1.000.000 ¥.

source: {JAPAN ONLY}Please note we can only accept payments from your designated bank account and no other account in your name.
ja: 振込名義が取引口座名義と相違がある場合は、お客さまの取引口座へ振込が行えません。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Xin lưu ý chúng tôi chỉ có thể chấp nhận các khoản thanh toán từ tài khoản ngân hàng khu vực cho phép và không có tài khoản khác trong tên của bạn.

source: {JAPAN ONLY}Please note:
ja: 注意

source: {JAPAN ONLY}Pre-Contract Documents
ja: 契約締結前交付書面
pl: Pre-Contract Documents

source: {JAPAN ONLY}Prices for currency options are calculated relative the value of theunderlying spot price, and are dependant on multiple factors which may vary.
de: {JAPAN ONLY}Price of OTC currency option is the calculated value based on multiple elements and is determined by relative trading basically.
ja: 店頭通貨オプションの価格は、複数の要素に基づく計算値であり、基本的には相対取引で価格は決定されます。
th: {JAPAN ONLY}Prices for currency options are calculated relative the value of the underlying spot price, and are dependent on multiple factors which may vary.

source: {JAPAN ONLY}Proceed to official site
ja: 公式サイトへ進む

source: {JAPAN ONLY}Professional service
ja: 当社は、最高水準のFXバイナリーオプション取引環境を提供します
vi: {Nhật bản}Dịch vụ chuyên nghiệp

source: {JAPAN ONLY}Purchase, Settlement & Resale
ja: 取引期間・バリア・決済
pl: Purchase, Settlement & Resale

source: {JAPAN ONLY}Rakuten Bank
ja: 楽天銀行
vi: {Nhật bản}Ngân hàng Rakuten

source: {JAPAN ONLY}Register
ja: アフィリエイトプログラム参加への申込み
vi: {Nhật bản}Đăng ký

source: {JAPAN ONLY}Registration
ja: 登録

source: {JAPAN ONLY}Regulation & Tax
ja: 規制と税金
pl: Regulation & Tax

source: {JAPAN ONLY}Remitter's Name:
ja: 振込名義
vi: {Nhật bản}Tên chính:

source: {JAPAN ONLY}Savings
ja: 普通
vi: {Nhật bản}Tiết kiệm

source: {JAPAN ONLY}Section 1: Structure
ja: 第1章：構成
pl: Section 1: Structure

source: {JAPAN ONLY}Section 2: Method
ja: 第2章：方法
pl: Section 2: Method

source: {JAPAN ONLY}Section 3: Outline
ja: 第3章：概要
pl: Section 3: Outline

source: {JAPAN ONLY}Section 4: Risk
ja: 第4章：リスク
pl: Section 4: Risk

source: {JAPAN ONLY}Section 5: Calculation
ja: 第5章：算出
pl: Section 5: Calculation

source: {JAPAN ONLY}Segregate all customers' money to a trust account
ja: お客様は信託銀行に対し、預託金等の支払いを直接請求することはできません。

source: {JAPAN ONLY}Select a trading period
ja: 取引期間の選択

source: {JAPAN ONLY}Select an FX rate
ja: 通貨ペアの選択

source: {JAPAN ONLY}Select an option type
ja: オプションタイプの選択

source: {JAPAN ONLY}Select payout size
ja: ロット数を入力

source: {JAPAN ONLY}Service Announcements
ja: お知らせ
vi: {Nhật bản}Các thông báo dịch vụ

source: {JAPAN ONLY}Short positions in FX Binary Options must be covered by initial margin and any further losses must be covered by further margin deposits.
ja: 通貨関連バイナリーオプションのショートポジションは、取引を行う前にあらかじめ必要証拠金を業者に預託し、取引成立後に証拠金が不足した場合には追加証拠金を業者に預託する必要があります。
pl: Short positions in FX Binary Options must be covered by initial margin and any further losses must be covered by further margin deposits.

source: {JAPAN ONLY}Sign me up
ja: 申し込み
vi: {Nhật bản}Cho tôi đăng ký

source: {JAPAN ONLY}So, what are you waiting for? Please join us as an affiliate today.
ja: ご興味がある方は、是非ご連絡ください。
vi: {Nhật bản}Vậy bạn đang mong chờ điều gì? Hãy tham gia với chúng tôi để trở thành liên kết ngay hôm nay.

source: {JAPAN ONLY}Social Media
ja: ソーシャルメディア

source: {JAPAN ONLY}Sorry, you have failed the test, please try again after 24 hours.
ja: 残念ながら、合格点に達しませんでした。24時間以降（週末を除く）に再受験してください。
pl: Sorry, you have failed the test, please try again after 24 hours.

source: {JAPAN ONLY}Summary of Specifications
ja: 取引概要
pl: Summary of Specifications

source: {JAPAN ONLY}Take knowledge test
ja: 知識確認テストを受ける
pl: Take knowledge test

source: {JAPAN ONLY}Take our Knowledge Test to confirm your understanding of options.
ja: バイナリーオプションへの理解をチェックするため知識確認テストを受けてください。
pl: Take our Knowledge Test to confirm your understanding of options.

source: {JAPAN ONLY}Thank you for your withdrawal request.
ja: ご出金依頼を承りました。
vi: {Nhật bản}Cảm ơn yêu cầu rút tiền của bạn.

source: {JAPAN ONLY}The Black-Scholes model is widely used to calculate theoretical option prices.
ja: オプション価格を算出するモデルは、ブラック・ショールズが一般的に用いられています。
pl: The Black-Scholes model is widely used to calculate theoretical option prices.

source: {JAPAN ONLY}The Exercise Price is the level at which the option buyer has the right to trade the underlying, and is also used for binary options to determine whether the buyer should receive a payout.
ja: バリア価格とは、権利行使により原資産を購入または売却する価格であり、バイナリーオプションの場合には、ペイアウトの発生の有無を判断する基準価格のことをいいます。
pl: The Exercise Price is the level at which the option buyer has the right to trade the underlying, and is also used for binary options to determine whether the buyer should receive a payout.

source: {JAPAN ONLY}The Exit Price is the price that is observed at the judgment time, and is used to determine whether a payout should be made.
ja: 判定レートとは、権利行使時点の原資産価格であり、バリア価格と比較し、ペイアウトの有無を判断するための価格のことをいいます。
pl: The Exit Price is the price that is observed at the judgment time, and is used to determine whether a payout should be made.

source: {JAPAN ONLY}The Financial Futures Association of Japan
ja: 一般社団法人金融先物取引業協会

source: {JAPAN ONLY}The beneficiary agent (B), who is an external lawyer, is bound to perform this function in the event that our Company is not able to return your funds directly
ja: 日証金信託銀行は、お客様の信託財産の返還を保証するものではありません。また、受益者代理人の運営及び管理責任を一切負いません。

source: {JAPAN ONLY}The buyer of a vanilla option can choose whether to exercise the option or not. His loss is limited to the price paid for the option, whereas his potential profit is unlimited.
ja: プレーンオプションの買い手は、自分に不利なときには権利放棄するので、買い手の最大損失額はオプション料となります。利益額は原資産価格とバリア価格の差からオプション料を引いた額となり、原資産価格が無限大ならば、利益も無限大となります。
pl: The buyer of a vanilla option can choose whether to exercise the option or not. His loss is limited to the price paid for the option, whereas his potential profit is unlimited.

source: {JAPAN ONLY}The exit price is important in binary options. In case of handling the OTC currency-related binary options trading for private individuals, the broker company must perform inspections of the exit prices which have been used for determining option payout, and must check whether there is an error in the data in cases where that the company has used rated data provided by third company.
ja: バイナリーオプション取引では、判定レートは重要であり、個人向け店頭通貨関連バイナリーオプション取引を取り扱う場合には、自社が決定する判定レートについて、ミスや作為的な操作が行われていないか自ら点検するほか、第三者の提供するレートデータを用いる場合でも、データに誤りがないか点検しております。
pl: The exit price is important in binary options. In case of handling the OTC currency-related binary options trading for private individuals, the broker company must perform inspections of the exit prices which have been used for determining option payout, and must check whether there is an error in the data in cases where that the company has used rated data provided by third company.

source: {JAPAN ONLY}The maximum loss for the buyer of an option is the price paid, and the maximium loss for the option seller will be the payout amount minus the opion price he received.
ja: 満期日までに権利行使が行われない場合、オプションの権利は消滅するが、売り手が受け取ったオプション料はそのまま売り手のものとなります。
pl: The maximum loss for the buyer of an option is the price paid, and the maximium loss for the option seller will be the payout amount minus the opion price he received.
th: {JAPAN ONLY}The maximum loss for the buyer of an option is the price paid, and the maximum loss for the option seller will be the payout amount minus the option price he received.

source: {JAPAN ONLY}The particular details of binary options are all the same, no matter which broking company you trade with.
ja: 店頭バイナリーオプションの金融商品は、取扱金融商品取引業者が異なっても同じ内容となります。
pl: The particular details of binary options are all the same, no matter which broking company you trade with.

source: {JAPAN ONLY}The payout is the amount that the option seller must pay to the buyer if the buyer exercises his right when the conditions for a payout have been satisfied.
ja: ペイアウトとは、バイナリーオプションにおいて、あらかじめ定められた権利行使条件を満たし、権利行使が行われた結果、オプションの売り手が買い手にあらかじめ定めた金銭を支払うことをいい、支払われる額をペイアウト額という。
pl: The payout is the amount that the option seller must pay to the buyer if the buyer exercises his right when the conditions for a payout have been satisfied.

source: {JAPAN ONLY}The price of a binary option is affected by not only the change in the underlying asset price, but also the change in remaining time to the exercise point.
ja: バイナリーオプション価格は、権利行使期限までの残存時間の変化の影響を受けるとともに、原資産価格の変動の影響も受けます。
pl: The price of a binary option is affected by not only the change in the underlying asset price, but also the change in remaining time to the exercise point.

source: {JAPAN ONLY}The price of a vanilla call option will be lower when price of the underlying asset is low, but the price of the put option will be higher when the price of the underlying asset is low.
ja: コールオプションの価格は原資産の金利が低下すると下降しますが、プットオプションの価格は、原資産の金利が低下すると上昇します。

source: {JAPAN ONLY}The price of an option can be affected by the underlying asset price, by the volatility rate of the underlying asset, or by the time remaining to the exercise time.
ja: オプションの価格は、複数の要素により形成されているため、原資産の価格、原資産の価格変動率、権利行使期限までの時間、金利のいずれの影響を受けます。
pl: The price of an option can be affected by the underlying asset price, by the volatility rate of the underlying asset, or by the time remaining to the exercise time.

source: {JAPAN ONLY}The sell-back execution level will then be confirmed and the position will be closed.
ja: 「売却」ボタンをクリックすると約定済み通知画面上に決済の参照番号が表示されます。

source: {JAPAN ONLY}The seller of a vanilla option can not choose whether to exercise the option or not. His profit is limited to the price received for the option, whereas his potential loss is unlimited and could be substantial.
ja: プレーンオプションの売り手の利益額は、オプション料に限定されます。その一方で原資産価格と権利行使価格の差が損失となるので、原資産価格が無限大とすれば、その損失額も無限大となります。
pl: The seller of a vanilla option can not choose whether to exercise the option or not. His profit is limited to the price received for the option, whereas his potential loss is unlimited and could be substantial.

source: {JAPAN ONLY}The seller of an option should receive the option premium from the buyer, even if the buyer waives the right to exercise the option.
ja: オプションの売り手は、買い手がオプションの権利を放棄した場合でも、買い手からオプション料を受け取ることができます。
pl: The seller of an option should receive the option premium from the buyer, even if the buyer waives the right to exercise the option.

source: {JAPAN ONLY}The test is unavailable now, test can only be taken again on next business day with respect of most recent test.
ja: 現在テストを受験いただけません。前回のテストの翌営業日に再度受験いただけます。
pl: The test is unavailable now, test can only be taken again on next business day with respect of most recent test.

source: {JAPAN ONLY}The time-value of an option represents the expected value of the option at the exercise point, and may be positive, even when the intrinsic-value is zero.
ja: 時間的価値とは、オプションの残存期間を対象とした、将来の期待値であり、本源的価値がゼロであっても時間的価値はプラスとなります。
pl: The time-value of an option represents the expected value of the option at the exercise point, and may be positive, even when the intrinsic-value is zero.

source: {JAPAN ONLY}There are many types of Binary Option, including some such as Range Binary Options and Touch or No-Touch Binary Options which do not always require automatic payment at Exercise Time and which will be settled earlier if certain conditions have been met. However, in all cases, for a payment to be required, the option must end In The Money.
ja: バイナリーオプションには、単にオプションの満期を判定時刻として定め、判定時刻にインザマネーの場合に限り自動的に権利行使が行われ、オプションの買い手にペイアウトが支払われる一般的な内容のもののほかに、レンジバイナリーオプションやタッチバイナリーオプション、ノータッチバイナリーオプションなどの複数の種類があります。
pl: There are many types of Binary Option, including some such as Range Binary Options and Touch or No-Touch Binary Options which do not always require automatic payment at Exercise Time and which will be settled earlier if certain conditions have been met. However, in all cases, for a payment to be required, the option must end In The Money.
