Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Note: You will be able to withdraw your bonus of %1%2 only once your aggregate volume of trades exceeds %1%3. This restriction applies only to the bonus and profits derived therefrom. All other deposits and profits derived therefrom can be withdrawn at any time.
ar: ملاحظة: تستطيع سحب مكافأتك %1%2 فقط عندما يتجاوز الحجم الكلي لتداولاتك %1%3. بنطبق هذا القيد حصرا على المكافآت والأرباح الناتجة عنها. كل الودائع والأرباح الناتجة الأخرى يمكن سحبها فى أي وقت.
id: Nota: Anda dapat mencairkan bonus sejumlah %1%2 jika volume trading melebihi %1%3. Aturan ini hanya berlaku bagi nominal bonus dan profit yang dihasilkannya, jika ada dana diluar bonus dan profit yang dihasilkannya maka Anda bisa mencairkannya kapan saja.
pl: Uwaga: Wypłata bonusu: %2 %1 będzie możliwa, kiedy łączna wysokość transakcji przekroczy %3 %1. To ograniczenie dotyczy tylko bonusów i osiągniętych z nich zysków. Wszelkie inne wpłaty i zyski z nich osiągnięte mogą być wypłacane w dowolnym momencie.
ru: Примечание: Вы можете снять со счета бесплатный бонус %1%2 только когда оборот на счете превысит %1%3. Это ограничение распространяется только на бонус и всю прибыль, полученную в результате бонусной торговли. Все другие средства и прибыль могут быть выведены со счета в любое время.

source: Nov
ar: نوفمبر
id: Nop
pl: Listopad
ru: Ноя
th: พ.ย.
vi: Tháng Mười một
zh_cn: 十一月

source: Now
ar: الآن
de: Jetzt
fr: Maintenant
id: Sekarang
pl: Teraz
ru: Сейчас
th: ขณะนี้
vi: Bây giờ
zh_cn: 现在

source: Number of ticks must be between %1 and %2
ar: يجب أن يكون عدد الحركات بين %1 و %2
id: Durasi harus antara %1 hingga %2
pl: Liczba najmniejszych przyrostów ceny musi wynosić między %1 a %2
ru: Количество тиков должно быть от %1 до %2
th: จำนวนของช่วงราคาต้องอยู่ระหว่าง %1 และ %2

source: Oct
ar: أكتوبر
de: Okt
id: Oktober
pl: Październik
ru: Окт
th: ต.ค.
vi: Tháng Mười
zh_cn: 十月

source: Online currency exchangers
ar: قائم بمبادلة العملات عبر الإنترنت
id: Exchanger mata uang online
pl: Kantory walutowe online
ru: Обменные пункты, работающие онлайн
th: การแลกเปลี่ยนสกุลเงินออนไลน์

source: Only 2 decimal points are allowed.
ar: ويسمح فقط 2 النقاط العشرية.
id: Hanya 2 poin desimal diperbolehkan.
pl: Dozwolone są tylko 2 miejsca po przecinku.
ru: Разрешены лишь 2 десятичные.
th: ทศนิยม 2 หลัก เท่านั้น

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com’s reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
ar: بعد خمس سنوات فقط من البداية، نلنا هذه الجائزة الكبرى لخدمات التداول عبر الإنترنت. هذه الجائزة أكدت موثوقية و سرعة و أمان التداول عبر الإنترنت من خلال BetOnMarkets.com للمتداولين المبتدئين و الخبراء. في هذا الوقت، كان قد تلقى موقعنا على الانترنت أكثر من 15 مليون صفقة.
id: Dalam waktu lima tahun kami telah mengantongi beberapa penghargaan. Hal ini membuktikan bahwa BetOnMarkets.com adalah online trading yang handal, cepat dan aman bagi pemula atau trader mahir. Saat ini, sudah 15 juta kontrak terjual.
pl: Zaledwie pięć lat od powstania zdobyliśmy tę ważną nagrodę za nasze usługi handlu online. Nagroda potwierdza, że BetOnMarkets.com to wiarygodny, szybki i bezpieczny portal zarówno dla początkujących, jak i profesjonalnych graczy. W tym okresie nasz portal obsłużył ponad 15 milionów zakładów.
ru: Уже через пять лет после создания сайта мы получили этот крупный приз за свои услуги онлайн-трейдинга. Награда признает надежный, быстрый и безопасный трейдинг, предлагаемый BetOnMarkets.com как новичкам, так и опытным трейдерам. На тот момент, на сайте было произведено более 15 миллионов сделок.

source: Open
ar: يفتح
de: Offen
fr: Ouvrir
id: Awal
pl: Otwarcie
ru: Значение при открытии
th: เปิด
vi: Mở
zh_cn: 开盘

source: Opens late (at %1)
ar: يفتح متأخرا (فى %1)
id: Dibuka lambat (pada %1)
pl: Otwarte późno (o %1)
ru: Открывается поздно (в %1 GMT)
th: เปิดล่าช้า (ที่ %1)

source: Oscillator calculated from the daily readings of the Accumulation Distribution Line. The CMF is unlike a momentum oscillator in that it is not influenced by the daily price change. Instead, the indicator focuses on the location of the close relative to the range for the period (daily or weekly).
ar: يتم حساب المذبذب من القراءات اليومية لمؤشر خط التجميع والتوزيع. مؤشر شايكن للتدفق النقدي ليس مثل مذبذب الزخم حيث أنه لا يتأثر بتغيرات السعر اليومية. بدلاً من ذلك، يركز المؤشر على مكان أقرب مدى للفترة الزمنية (يومي أو أسبوعي).
id: Oscillator dihitung dari pembacaan harian Accumulation Distribution Line. CMF tidak seperti momentum oscillator dimana tidak dipengaruhi oleh perubahan harga harian. Melainkan, indicator menitik beratkan pada lokasi penutupan relative pada range dalam periode (harian atau mingguan).
pl: Oscylator obliczany z dziennych odczytów linii akumulacji/dystrybucji. CMF tym różni się od oscylatora pędu, że nie jest uzależniony od dziennej zmiany ceny. Wskaźnik skupia się za to na lokalizacji bliskiej względnej dla zakresu danego przedziału czasu (dziennego lub tygodniowego).
ru: Осциллятор, рассчитываемый на основе ежедневных значений линии накопления/распределения (Accumulation Distribution Line). Индикатор CMF отличается от индикатора Моментум тем, что на него не влияют дневные изменения цены. Вместо этого индикатор фокусируется на значении закрытия и его местоположении относительно периода (день или неделя).

source: Our costs and charges for depositing and withdrawing money are set out <a href="%1" class="pjaxload">here</a>. Please be aware of all costs and charges that apply to you because they will affect your profitability.
ar: التكاليف والرسوم مقابل إيداع وسحب الأموال مبينة <a href="%1" class="pjaxload">هنا</a>. يرجى أن تكون على علم بجميع التكاليف والرسوم التي تنطبق عليك لأنها سوف تؤثر على معدل أرباحك.
id: Berbagai biaya yang kami kenakan pada deposit dan penarikan dapat dilihat <a href="%1" class="pjaxload">disini</a>. Ketahui semua biaya yang dikenakan berhubung hal tersebut akan mempengaruhi profitabilitas Anda.
pl: Pobierane przez nas opłaty za wpłaty i wypłaty środków pieniężnych są określone <a href="%1" class="pjaxload">tutaj</a>. Prosimy o zapoznanie się z wszystkimi kosztami i opłatami, które mają zastosowanie w Twoim przypadku, gdyż będą one miały wpływ na Twoją rentowność.
ru: Наши затраты и расходы на внесение и снятие денег изложены <a href="%1" class="pjaxload">здесь</a>. Пожалуйста, примите во внимание затраты и расходы, которые могут применяться к Вам, так как они влияют на Вашу доходность.

source: Our customer support team will submit another request for a bonus on your behalf as soon as we receive the documents. It may take up to 3 working days for a bonus to be credited on your account. We wish you the best of luck with your trading. Regards, Karen Yap %1
ar: سيقوم فريق دعم العملاء بتقديم طلبا آخر للحصول على مكافأة نيابة عنك حال استلامنا المستندات. قد تستغرق إضافة المكافأة لحسابك 3 أيام عمل. نتمنى لك التوفيق بتداولاتك. تحياتي، كارن ياب %1
id: Tim Customer Support kami akan mengajukan ulang permohonan bonus Anda setelah kami menerima dokumen tersebut. Mohon diketahui bahwa proses pelulusan akan mengambil waktu hingga 3 hari kerja. Sukses selalu untuk trading Anda. Salam Hormat, Karen Yap %1
pl: Nasz zespół obsługi klienta złoży kolejny wniosek o bonus w Pana/i imieniu niezwłocznie po otrzymaniu dokumentów. Przypisanie bonusu do Pana/i konta może zająć do 3 dni roboczych. Powodzenia w handlowaniu. Z poważaniem, Karen Yap %1
ru: Наша служба поддержки сделает новый запрос на бонус для Вас, как только мы получим документы. Процесс может занять около 3 рабочих дней. Мы желаем Вам удачи в работе на сайте! С уважением, Ольга Бордж %1

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions.
ar: من الواضح أن عملائنا يحبوننا. في منتصف عام 2014، تصل Binary.com إلى 100 مليون من المعاملات على مدار تاريخها و أكثر من 130,000 من المعاملات الجديدة يوميا.
id: Pelanggan kami sangat jelas seperti kami. Pada pertengahan 2014 Binary.com sudah memiliki transaksi historis lebih dari 100 juta transaksi dan lebih dari 130,000 transaksi harian.
pl: Nasi klienci ewidentnie nas lubią. W połowie 2014 r. Binary.com ma ponad 100 mln. transakcji historycznych i ponad 130 tys. nowych transakcji dziennie.
ru: Без сомнения, нашим клиентам по душе наш сервис. В середине 2014 года Binary.com зарегистрировал более 100 миллионов исторических сделок в своем архиве и провёл более 130 тысяч новых ежедневных сделок.

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one’s access to our site.
ar: يمكن تصفية موقعنا باستخدام عدد من أنظمة الترشيح المتاحة في السوق والتي يمكن استخدامها لتقييد الدخول إلى موقعنا.
pl: Możliwe jest korzystanie z różnych systemów filtrujących dostępnych na rynku w celu ograniczenia dostępu do naszej strony.
ru: Наш сайт можно отфильтровать с помощью ряда систем фильтрации, доступных на рынке, которые могут использоваться для ограничения доступа к нашему сайту.

source: Output validation failed:
ar: فشل التحقق من صحة الإخراج:
id: Validasi output gagal:
pl: Weryfikacja danych wyjściowych nie powiodła się:
ru: Проверка выходных данных не удалась:
th: การตรวจสอบข้อมูลนำออกล้มเหลว:

source: Over 90 <a href="%1">staff</a> and contractors worldwide
ar: أكثر من 90 من <a href="%1">العاملين</a> والمتعاقدين حول العالم
id: Lebih dari 90 <a href="%1">staff</a> dan kontraktor di seluruh dunia
pl: Ponad 90 <a href="%1">pracowników</a> i usługodawców na całym świecie
ru: Более 90 <a href="%1">сотрудников</a> и внештатных работников по всему миру
th: <a href="%1">พนักงาน</a> มากกว่า 90 และผู้ปฏิบัติงานสัญญาจ้างทั่วโลก

source: Overlay
ar: يتراكم
id: Arsiran
pl: Nakładka
ru: Наложение

source: Overlay Instruments
ar: تداخل الأدوات
id: Peralatan Arsiran
pl: Instrumenty pokrycia
ru: Инстр. наложения/оверлей
th: เครื่องมือ Overlay

source: P.O. Box is not accepted in address.
ar: لم يتم قبول صندوق البريد في العنوان.
id: Alamat P.O. Box tidak dibenarkan.
pl: Adresy nie mogą zawierać numerów skrytek pocztowych.
ru: Адреса P.O.Box и а/я не принимаются.
th: ไม่สามารถใช้ ตู้ปณ. ในข้อมูลที่อยู่

source: Page not found
ar: الصفحة غير موجودة
id: Halaman tidak ditemukan
pl: Nie znaleziono strony
ru: Страница не найдена
th: ไม่พบหน้าที่ต้องการ

source: Parabolic SAR
ar: مؤشر التوقف وعكس الاتجاه
id: Parabola SAR
pl: Paraboliczny SAR
ru: Параболическая система времени/цены

source: Parameters sanity check failed.
ar: فشل التحقق من معايير السلامة العقلية.
id: Pemeriksaan parameter sanity gagal.
pl: Sprawdzanie poprawności parametrów nie powiodło się.
ru: Не удалось проверить правильность параметров.
th: การตรวจสอบตัวแปรล้มเหลว

source: Password does not match.
ar: لا تطابق كلمة المرور.
id: Kata sandi tidak cocok.
pl: Hasło się nie zgadza.
ru: Пароль не совпадает.
th: รหัสผ่านไม่ตรงกัน

source: Password is moderate
ar: كلمة المرور متوسطة
id: Kata sandi moderat
pl: Średnie hasło
ru: Средний уровень защиты пароля
th: รหัสผ่านมีความปลอดภัยปานกลาง

source: Password is strong
ar: كلمة المرور قوية
id: Kata sandi kuat
pl: Silne hasło
ru: Надёжный пароль
th: รหัสผ่านมีความปลอดภัย

source: Password is very strong
ar: كلمة المرور قوية جداً
id: Kata sandi sangat kuat
pl: Bardzo silne hasło
ru: Очень надёжный пароль
th: รหัสผ่านมีความปลอดภัยขั้นสูง

source: Password is weak
ar: كلمة المرور ضعيفة
id: Kata sandi lemah
pl: Słabe hasło
ru: Слабый пароль
th: รหัสผ่านไม่ปลอดภัย

source: Password must contains at least 1 digit, 1 uppercase letter and 1 lowercase letter.
ar: يجب أن تحتوى كلمة المرور على الأقل 1 رقم, 1 أحرف كبيرة و 1 أحرف صغيرة.
id: Kata sandi harus mengandung minimal 1 angka, 1 huruf besar dan 1 huruf kecil.
pl: Hasło musi zawierać minimum 1 cyfrę, 1 wielką literę i 1 małą literę.
ru: Пароль должен содержать минимум 1 цифру, 1 заглавную букву и 1 строчную букву.
th: Password must contains at least 1 digit, 1 uppercase letter and 1 lowercase letter. รหัสผ่านต้องประกอบด้วยตัวเลขอย่างน้อย 1 ตัว ตัวอักษรตัวใหญ่ 1 ตัว และ ตัวอักษรตัวเล็ก 1 ตัว เป็นอย่างน้อย

source: Password not given.
ar: لم يتم إعطاء كلمة المرور.
id: Kata sandi tidak diberikan.
pl: Nie podano hasła.
ru: Не указан пароль.
th: ไม่ได้กำหนดรหัสผ่าน

source: Password score is: %1. Passing score is: 20.
ar: نقاط كلمة المرور: %1. النقاط للإجتياز: 20.
id: Skor kata sandi: %1. Skor lulus adalah: 20.
pl: Ocena tego hasła to: %1. Akceptowalna ocena to: 20.
ru: Сложность пароля: %1. Проходной балл: 20.

source: Password should be at least six characters, including lower and uppercase letters with numbers.
ar: يجب أن تكون كلمة المرور ستة أحرف على الأقل، بما في ذلك احرف دنيا وكبرة مع الأرقام.
id: Kata sandi harus terdiri dari minimal enam karakter, termasuk huruf kecil dan huruf besar beserta angka.
pl: Hasło powinno składać się z minimum sześciu znaków i zawierać małe i wielkie litery oraz cyfry.
ru: Пароль должен содержать минимум шесть знаков, включая заглавные и строчные буквы и цифры.

source: Payment Agent activity not currently authorized
ar: غير مصرح بنشاط وكيل الدفع حالياً
id: Fasilitas Agen Pembayaran tidak tersedia
pl: Aktualnie brak autoryzacji aktywności pośrednika płatności
ru: Нет авторизации для деятельности платежного агента

source: Payment Agents are not available on this site.
ar: وكلاء الدفع غير متاحين على هذا الموقع.
id: Agen Pembayaran tidak tersedia di dalam situs web ini.
pl: Pośrednicy płatności nie są dostępni na tym portalu.
ru: Секция Платежных Агентов недоступна на сайте.

source: Payout has moved in your favour from %1 to %2.
ar: لقد تحرك العائد لصالحك من %1 إلى %2.
id: Harga telah berubah dari %1 ke %2.
pl: Wypłata zmieniła się na korzyść z %1 na %2.
ru: Выплата изменилась в выгодную для Вас сторону с %1 до %2.

source: Payout may not have more than two decimal places.
ar: يجب ألا يحتوي العائد على أكثر من رقمين عشريين.
id: Hasil tidak dapat lebih dari dua desimal.
pl: Kwota wypłaty nie może zawierać więcej niż 2 miejsca po przecinku.
ru: Выплата не может иметь более двух десятичных.

source: Performance
ar: أداء
id: Penampilan
pl: Wydajność
ru: Эффективность

source: Period
ar: فترة
de: Zeitraum
id: Masa
pl: Okres
ru: Период
vi: Giai đoạn
zh_cn: 周期

source: Permission denied, requiring %1
ar: إذن مرفوض، التي تحتاج إلى % 1
id: Izin ditolak, memerlukan %1
pl: Nie udzielono pozwolenia, wymagany zakres: %1
ru: Отказано в разрешении; требуется %1

source: Permission denied.
ar: تم رفض الإذن.
id: Izin ditolak.
pl: Nie udzielono pozwolenia.
ru: Отказано в разрешении.

source: Pick workspace file
ar: اختر ملف مساحة العمل
id: Pilih file workspace
pl: Wybierz plik obszaru roboczego
ru: Выбр.файл раб.пр.

source: Pip stands for ‘percentage in point’ which is generally the fourth decimal place (i.e. 0.0001).
ar: النقطة (Pip) تشير إلى "النسبة المئوية بالنقطة" التي عادة ما تكون المكان العشري الرابع (أي 0.0001).
id: Pip singkatan dari 'titik persentase' yang umumnya angka desimal keempat (yaitu 0,0001).
pl: Pip to wartość procentowa w punktach, zwykle jest to czwarte miejsce po przecinku (np. 0,0001).
ru: "Пипс" обозначает "соответствующую процентную долю", что обычно соответствует четвертой десятичной (т.е. 0.0001).

source: Please accept Funds Protection.
ar: يرجى قبول حماية الأموال.
id: Mohon terima Perlindungan Dana.
pl: Proszę zaakceptować postanowienia związane z Ochroną funduszy.
ru: Пожалуйста, установите защиту средств.

source: Please agree to the risk disclaimer before proceeding.
ar: يرجى الموافقة على إخلاء المسؤولية عن المخاطر قبل المتابعة.
id: Mohon setujui sanggahan risiko sebelum melanjutkan.
pl: Zanim przejdziesz dalej, musisz zaakceptować zastrzeżenie dotyczące ryzyka.
ru: Пожалуйста, согласитесь с Заявлением о риске, прежде, чем продолжить.

source: Please complete the following financial assessment form before continuing.
ar: يرجى ملء استمارة التقييم المالي التالية قبل المتابعة.
id: Lengkapi formulir penilaian keuangan berikut sebelum melanjutkan.
pl: Zanim przejdziesz dalej wypełnij poniższy formularz oceny sytuacji finansowej.
ru: Прежде, чем продолжить, пожалуйста, заполните следующую форму финансовой оценки.

source: Please confirm the trade on your statement before proceeding.
ar: الرجاء التأكد من التداول بكشف حسابك قبل المتابعة.
id: Mohon konfirmasikan kontrak pada bagian pernyataan sebelum melanjutkan.
pl: Aby przejść dalej, proszę potwierdzić transakcję w sekcji Stan konta.
ru: Пожалуйста, подтвердите контракт в своей истории счета, прежде чем продолжить.

source: Please contact us with whatever is on your mind at <a href="mailto:%1">%1</a>. We’d be happy to hear from you and willing to assist you. So, feel free to share your ideas and suggestions with us.
ar: يرجى الاتصال بنا وإخبارنا بكل ما يخطر ببالك على <a href="mailto:%1">%1</a>. سيسعدنا أن نسمع منك ومستعدون أن نساعدك. لذلك، لا تتردد في تبادل الأفكار والاقتراحات الخاصة بك معنا.
id: Silahkan hubungi kami kapan saja di <a href="mailto:%1">%1</a>. Kami dengan senang hati akan membantu Anda. Jadi, jangan ragu untuk berbagi ide dan saran dengan kami.
pl: Wszelkie nurtujące Cię kwestie możesz zgłosić tutaj: <a href="mailto:%1">%1</a>. Chętnie poznamy Twoją opinię i pomożemy Ci, więc nie wahaj się podzielić z nami swoimi pomysłami i sugestiami.
ru: Пожалуйста, свяжитесь с нами и выразите своё мнение о <a href="mailto:%1">%1</a>. Мы будем рады услышать Ваши комментарии и помочь Вам. Не стесняйтесь делиться с нами своими идеями и предложениями.

source: Please deposit before transfer to client.
ar: الرجاء إيداع قبل نقلها إلى العميل.
id: Silahkan deposit sebelum melakukan transfer ke klien.
pl: Wpłać środki przed ich wysłaniem do klienta.
ru: Пожалуйста, пополните счёт перед переводом клиенту.

source: Please enter a date that is at least 6 months from now.
ar: رجاء إدخال تاريخ بعد الآن بستة أشهر على الأقل.
id: Masukkan tanggal setidaknya 6 bulan dari sekarang.
pl: Wpisz datę odległą o co najmniej 6 miesięcy od dziś.
ru: Внесите дату, по меньшей мере, в 6 месяцах от настоящей.

source: Please enter a number between 0 and %1
ar: يرجى إدخال رقم بين 0 و %1
id: Silakan masukkan nomor antara 0 dan %1
pl: Proszę wpisać liczbę od 0 do %1
ru: Пожалуйста, введите цифру от 0 до %1

source: Please enter a number between 0 and %1.
ar: يرجى إدخال رقم بين 0 و %1.
id: Silakan masukkan nomor antara 0 dan %1.
pl: Proszę wpisać liczbę od 0 do %1.
ru: Пожалуйста, введите цифру от 0 до %1.

source: Please enter a number greater or equal to %1.
ar: الرجاء إدخال رقم أكبر أو يساوي % 1.
id: Masukkan angka lebih besar atau sama dengan %1.
pl: Proszę wpisać liczbę większą lub równą %1.
ru: Пожалуйста, введите цифру выше или равную %1.

source: Please enter a number greater than 0
ar: يرجى إدخال رقم أكبر من 0
id: Masukkan nomor lebih besar dari 0
pl: Proszę wpisać liczbę większą niż 0
ru: Пожалуйста, введите цифру выше 0

source: Please enter a number.
ar: الرجاء إدخال رقم.
de: Bitte geben Sie eine Zahl ein.
id: Masukkan angka.
pl: Proszę podać liczbę.
ru: Пожалуйста, введите число.
vi: Vui lòng nhập vào một số.
zh_cn: 请输入号码。

source: Please enter a valid name.
ar: رجاء إدخال اسم صالح.
id: Silahkan masukkan nama yang berlaku.
pl: Wpisz poprawne imię/nazwę.
ru: Пожалуйста, внесите правильное имя.

source: Please enter an integer value.
ar: رجاء إدخال قيمة عددية.
id: Silahkan masukan nilai penuh.
pl: Wpisz liczbę całkowitą.
ru: Пожалуйста, внесите целое число.

source: Please enter date in the format YYYY-MM-DD.
ar: رجاء إدخال التاريخ على هذه الصيغة عام-شهر-يوم.
id: Silakan masukkan tanggal dalam format YYY-MM-DD.
pl: Wpisz datę w formacie RRRR-MM-DD.
ru: Пожалуйста, внесите дату в формате ГГГГ-ММ-ДД.

source: Please enter the country where you want to offer your service
ar: رجاءا أدخل اسم الدولة التى ترغب في تقديم خدماتك بها
id: Silakan masukkan negara dimana Anda ingin menawarkan layanan Anda
pl: Wpisz kraj, w którym chcesz świadczyć usługi
ru: Пожалуйста, выберите страну, где Вы хотите предлагать свои услуги

source: Please enter your current password.
ar: برجاء إدخال كلمة سرك الحالية.
id: Silahkan masukkan kata sandi Anda.
pl: Proszę podać swoje aktualne hasło.
ru: Пожалуйста, введите текущий пароль.

source: Please enter your email address.
ar: رجاء أدخل عنوان بريدك الإلكتروني.
id: Silahkan masukan alamat email Anda.
pl: Wpisz swój adres e-mail.
ru: Пожалуйста, введите Ваш email.

source: Please note that your settings have been updated as follows:
ar: يرجى ملاحظة أن الإعدادات الخاصة بك تم تحديثها كما يلي:
id: Mohon diketahui bahwa pengaturan Anda telah diperbarui sebagai berikut:
pl: Twoje ustawienia zostały zaktualizowane w następujący sposób:
ru: Ваши настройки были обновлены:

source: Please provide an underlying symbol.
ar: الرجاء توفير رمز أساسي.
id: Mohon berikan simpul dasar.
pl: Proszę podać symbol aktywa bazowego.
ru: Пожалуйста, укажите символ актива.

source: Please provide at least one self-exclusion setting.
ar: يرجى تزويدنا بإعداد إقصاء ذاتي واحد على الأقل.
id: Silakan sediakan setidaknya satu susunan pengecualian diri.
pl: Prosimy podać co najmniej jedno ustawienie samodzielnego wyłączenia.
ru: Пожалуйста, выберите по меньшей мере одну установку на само-ограничение.

source: Please provide complete details for account opening.
ar: يرجى تقديم تفاصيل كاملة عن فتح الحساب.
id: Mohon beri informasi lengkap untuk pendaftaran akun.
pl: Proszę podać wszystkie dane potrzebne do otworzenia konta.
ru: Пожалуйста, предоставьте полные данные для открытия счёта.

source: Please provide some information about yourself and your proposed services
ar: يرجى تقديم بعض المعلومات عن نفسك وعن خدماتك المقترحة
id: Silahkan sediakan beberapa informasi tentang diri Anda dan layanan yang akan Anda berikan
pl: Proszę podać informacje o sobie i oferowanych usługach
ru: Пожалуйста, сообщите дополнительную информацию о себе, своей компании/вебсайте

source: Please re-enter your email
ar: الرجاء إعادة إدخال بريدك الإلكتروني.
id: Masukkan ulang email Anda
pl: Wpisz ponownie swój adres e-mail
ru: Пожалуйста, повторно введите Ваш эл.адрес

source: Please select "Payout" or "Stake" option.
ar: يرجى اختيار "العائد" أو "الحصة".
id: Pilih "Hasil" atau "Modal".
pl: Proszę wybrać opcję „Wypłata” lub „Stawka”.
ru: Пожалуйста, выберите опцию "Выплата" или "Ставка".

source: Please select a valid date
ar: يرجى اختيار تاريخ صحيح
id: Silahkan pilih tanggal
pl: Proszę wybrać poprawną datę
ru: Пожалуйста, выберите правильную дату

source: Please select your country of residence
ar: يرجى تحديد البلد الذي تقيم فيه
id: Silakan pilih negara domisili Anda
pl: Proszę wybrać kraj zamieszkania
ru: Пожалуйста, выберите страну проживания

source: Please specify your preferred reality-check interval in minutes
ar: يرجى تحديد الفاصل الزمني المفضل للتحقق بالدقائق
id: Silahkan tentukan interval cek-realitas pilihan Anda dalam menit
pl: Proszę określić w minutach preferowany odstęp czasu pomiędzy sprawdzaniem kont
ru: Пожалуйста, укажите желаемый интервал для проверки реальности в минутах

source: Please submit a valid %1.
ar: برجاء تقديم %1 صالح.
id: Silakan kirim %1 yang berlaku.
pl: Podaj poprawny %1.
ru: Пожалуйста, правильно введите %1.

source: Please submit the above information to <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>.
ar: يرجى إرسال المعلومات المذكورة أعلاه إلى <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>.
id: Silahkan kirim informasi diatas ke <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>.
pl: Proszę przesłać powyższe informacje na adres: <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>.
ru: Пожалуйста, предоставьте вышеуказанную информацию по адресу <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>.
