Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Should any client for whom you are receiving commissions process a chargeback, the Company reserves the right to deduct the commission portion of the chargeback from the total balance due to you for the current month. Should this deduction of the accumulated revenue exceed your current amount due, your balance will then revert to a negative balance, and you will have to earn revenue to cover the chargeback before you can start earning revenue again. The Company reserves the right, in special cases, to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
ar: إذا قام أي عميل تتلقى عنه عمولات بتحميل التكاليف، تحتفظ الشركة بحقها فى أن تخصم مبلغ تحميل التكلفة من إجمالي رصيدك المستحق عن الشهر الحالي. إذا كان المبلغ الذى يخصم من إيراداتك المتراكمة يزيد عن المبلغ الذى تستحقه حالياً، سيتحول رصيدك إلى رصيد سالب وسيتعين عليك أن تربح دخل يكفي مبلغ تحميل التكلفة قبل أن تتمكن من الكسب مرة أخرى. تحتفظ الشركة بحقها، فى بعض الحالات الخاصة، فى استبعاد تقاسم عائدات الصناديق الترويجية التى أودعتها الشركة فى حساب العميل.
de: Sollte ein Kunde, für den Sie Provisionen erhalten, eine Rückbuchung vornehmen, behält sich das Unternehmen vor, den Provisionsanteil für die Rückbuchung vom Gesamtbetrag, der im laufenden Monat an Sie auszuzahlen ist, abzuziehen. Sollte der Abzug wegen der Rückbuchungen das aktuelle Guthaben auf dem Konto überschreiten, befindet sich Ihr Konto im Minus. Bevor weitere Auszahlungen erfolgen können, müssen Sie erst weitere Provisionen verdienen, um diesen Fehlbetrag auszugleichen. Das Unternehmen behält sich weiterhin vor, in speziellen Fällen die Umsatzbeteiligung an Werbegeldern (Boni, die vom Unternehmen auf das Konto eines Kunden gutgeschrieben wurden), von der Berechnung auszuschließen.
fr: Si un client pour lequel vous recevez des commissions doit faire un remboursement, la Société se réserve le droit de déduire du montant total qui vous est dû pour le mois en cours un montant égal à la valeur de la commission du remboursement. Si cette déduction du revenu accumulé dépasserait le montant qui vous est actuellement dû, votre solde passera alors à un solde négatif et vous devrez gagner des revenus pour couvrir le remboursement avant de pouvoir recommencer à gagner des revenus. La Société se réserve le droit, dans des cas particuliers, d'exclure le partage de revenus sur des fonds promotionnels déposés sur le compte du client par la Société.
id: Jika terdapat klien yang melakukan penuntutan kembali transaksi yang telah mereka lakukan, Perusahaan berhak memotong komisi berdasarkan jumlah penuntutan yang kami terima dari total saldo pada bulan terkini. Jika jumlah ini melebihi komisi Anda saat ini maka komisi Anda akan menjadi negatif dan Anda perlu menyelesaikan jumlah tersebut untuk memperoleh komisi selanjutnya. Perusahaan berhak dengan alasan khusus untuk mengecualikan sistem bagi hasil pada dana bonus yang dikreditkan pada rekening klien oleh Perusahaan.
ja: アフィリエイト報酬を得ているアフィリエイト会員がチャージバックを行った場合、チャージッバック請求相当額を該当月のアフィリエイト報酬から差し引く権利を当社は有します。このチャージバック費用がアフィリエイト報酬収入でカバーできない場合は、マイナス分として計上され、チャージバック費用が返金されるまでアフィリエイト報酬から差し引きされます。尚、場合によっては当社がアフィリエイト会員の口座に当社が提供したプロモーションコードを削除する権利も当社は有します。
pl: W przypadku gdy klient, za którego Partner otrzymuje prowizje, podlega procedurze zwrotu kosztów, Firma zastrzega sobie prawo do odliczenia części prowizji o kwotę zwrotu od całkowitego salda Partnera w danym miesiącu. Jeśli kwota zwrotu przekracza bieżącą należną kwotę, saldo będzie ponownie ujemne, a Partner będzie musiał zarobić na pokrycie obciążenia zwrotnego zanim zacznie zarabiać ponownie. W szczególnych przypadkach Firma zastrzega sobie prawo do odmowy dzielenia się promocyjnymi środkami wpłaconymi przez Firmę na konto klienta.
ru: Если какой-либо из клиентов, от кого Вы получаете комиссии, сделает запрос на отзыв средств, Компания оставляет за собой право вычесть его комиссию из Ваших выплат за месяц. Если это отчисление превысит полагающиеся Вам на данный момент комиссии, негативный баланс будет перенесен на следующий месяц, и отчисление будет сделано из будущих комиссий. В редких случаях Компания оставляет за собой право исключать начисление комиссий по бонусам, полученным клиентами.
vi: Nếu khách hàng nào nhận được giao dịch đòi bồi hoàn, Công ty có quyền khấu trừ khoản hoa hồng của khoản bồi hoàn từ tài khoản của bạn cho tháng hiện tại. Nếu khấu trừ này của doanh thu lũy kế vượt quá số tiền hiện tại của bạn có, thì tài khoản của bạn sẽ bị âm tiền, và bạn sẽ phải kiếm thêm doanh thu để bù đắp vào khoản bồi hoàn trước khi ban có thể bắt đầu kiếm tiền lại. Trong trường hợp đặc biệt, công ty có quyền trích doanh thu cổ phiếu trên tài khoản ủy thác của khách hàng.
zh_cn: 如果您的客户拒付佣金，公司保留从当月应向您支付的款项中扣除该佣金的权利。如果累计扣款超过您目前应收款项的金额，您的存款将会变成负值，而您必须在补偿拒付佣金之后才能重新赚取收益。在特定情况下，公司保留禁止客户对公司促销资金进行收入分成的权利。

source: Should be a valid number
de: Sollte eine gültige Zahl sein
fr: La saisie doit être un nombre valide
ja: 有効な数字を入力してください
vi: Nên là một số hợp lệ
zh_cn: 必须是有效号码

source: Should be between %1 and %2
de: Sollte zwischen %1 und %2 betragen
fr: La saisie doit se situer entre %1 et %2
ja: 投資は、%1から%2の間である必要があります。
vi: Nên ở giữa %1 và %2
zh_cn: 须在%1 与 %2之间

source: Should be less than %1
de: Sollte kleiner als %1 sein
fr: La saisie doit être inférieure à %1
ja: %1より低い必要があります。
vi: Nên là ít hơn so với %1
zh_cn: 必须少于%1

source: Should be more than %1
de: Sollte mehr als %1 sein
fr: Devrait être plus de %1
ja: %1を上回る必要があります
vi: Nên là nhiều hơn so với %1
zh_cn: 必须大于 %1

source: Should these expenses not be covered by funds in your account we reserve the right to investigate other alternative means for obtaining payment, for example: should your account have generated purchasing accounts, we will hold payment of commission for these accounts until such a time as the account for damages has been cleared.
ar: إذا لم يكن فى حسابك أموال كافية لتغطية هذه النفقات نحتفظ بالحق فى البحث عن وسائل بديلة لتغطية هذة النفقات، على سبيل المثال: إذا أنشأ حسابك حسابات شراء سنحجب عمولتك عن هذه الحسابات حتى يتم تسديد حساب التعويضات.
de: Sollte das Guthaben auf Ihrem Konto zur Deckung dieser Kosten nicht ausreichen, behalten wir uns das Recht vor, andere Maßnahmen zu ergreifen, um diese Beträge zu erhalten. Falls beispielsweise Ihr Konto Kaufkonten generiert hat, werden wir die Zahlung der Provision für diese Konten bis zu dem Zeitpunkt zurückhalten, an dem der von Ihnen als Schadensersatz geschuldete Betrag vollständig beglichen ist.
fr: Dans l'éventualité où ces dépenses ne pourraient être couvertes par les fonds disponibles sur votre compte, nous nous réservons le droit de rechercher d'autres moyens alternatifs d'obtenir le paiement, par exemplenbsp: si votre compte a généré des comptes d'achat, nous suspendrons le paiement des commissions associées à ces comptes, jusqu'à ce que le montant correspondant au préjudice ait été réglé.
id: Jika biaya ini tidak cukup ditutupi oleh sisa saldo pada akun Anda maka kami berhak untuk mencari alternatif untuk meneliti pilihan lain untuk memperoleh pembayaran, seperti: jika akun Anda menghasilkan hasil komisi, maka kami akan menahan komisi tersebut untuk akun bersangkutan hingga kerugian habis tertutupi.
ja: 万が一、スパム行為への対策費用がアフィリエイト会員のアフィリエイト口座から回収できない場合、当社は別途回収方法を調査する権利を有します。例として、対策費用を全て回収できるまでアフィリエイト口座に発生した報酬を差し引くなどという方法が適用されます。
pl: W przypadku gdy takie koszty nie będą mogły być pokryte z funduszy na koncie Partnera, zastrzegamy sobie prawo do sprawdzenia dostępności środków alternatywnych w celu otrzymania płatności, np. jeżeli dane konto wygenerowało aktywne konta, na których dokonano zakupów, będziemy wstrzymywać wypłaty prowizji dla tych kont do momentu, gdy rachunek za szkody zostanie uregulowany.
ru: Если такие расходы не будут покрыты средствами на Вашем счету, мы оставляем за собой право применить другие альтернативные способы получения оплаты, как, например: задержка комиссий на время, пока оплата не будет полностью произведена.
vi: Nếu tiền của bạn gửi vào tài khoản không đủ bù đắp những khoản chi phí này chúng tôi có quyền điều tra những phương tiện thay thế khác để có được khoản thanh toán này, ví dụ: nếu tài khoản của bạn vừa tạo tài khoản mua, chúng tôi sẽ giữ lại tiền thanh toán hoa hồng của những tài khoản này tới khi trả hết khoản nợ trong tài khoản.
zh_cn: 如果您账户的资金不足以覆盖这些费用，我们有权考虑其他替代方法：如果您的账户产生了购买账户，我们将会截留此等账户的佣金款项，直至损害赔偿的账户结清。

source: Show payment agents for:
ar: أظهر وكلاء الدفع لـ:
de: Zahlungsagent anzeigen für:
fr: Montrer les agents de paiement pour:
id: Lihat agen pembayaran untuk:
ja: 決済サービスを表示する
pl: Pokaż pośredników płatności dla:
ru: Показать платежных агентов для:
th: แสดงตัวแทนรับชำระเงินสำหรับ:
vi: Hiển thị đại lý thanh toán cho:
zh_cn: 支付代理列表：

source: Sign me up
ar: التسجيل
de: Nehmen Sie mich auf
fr: Inscription
id: Daftarkan saya
ja: 登録
pl: Zarejestruj mnie
ru: Открыть счет
th: ลงทะเบียน / สมัครใช้งาน
vi: Đăng nhập
zh_cn: 我要注册

source: Sign out
de: Abmelden
fr: Désinscription
ja: サインアウト
vi: Đăng xuất
zh_cn: 注销

source: Significant experience in Social Media, Marketing, and / or Advertising
de: Umfangreiche Erfahrung mit Sozialen Medien, Marketing und/oder Werbung
fr: Expérience significative dans les domaines des médias sociaux, du marketing et/ou de la publicité
id: Berpengalaman signifikan dalam Media Sosial, Pemasaran, dan/atau Iklan
ja: ソーシャルメディア、マーケティングと/または広告に関する豊富な経験
pl: Duże doświadczenie związane z mediami społecznościowymi, marketingiem i/lub reklamą
ru: Хороший опыт работы в социальных сетях, маркетинге и / или в сфере рекламы
th: มีประสบการณ์และผลงานในการสร้างสื่อสังคมออนไลน์ ด้านการตลาด และ/หรือ การโฆษณา
vi: Kinh nghiệm nổi bật trong lĩnh vực Truyền thông Xã hội, Marketing, và/hoặc quảng cáo
zh_cn: 丰富的社交媒体、市场营销和/或广告经验

source: Simple and intuitive
fr: Simple et intuitif
ja: シンプルで分かりやすい

source: Simply change any of your parameters and the trade price instantly changes, giving you real-time knowledge of your stake. %1 ensures fair and transparent pricing by showing you both sides of the trade.
ar: غيّر أي من المعايير وسيتغير سعر العقد فوراً ليعطيك معلومات وقنية عن حصتك. تضمن %1 شفافية وعدالة التسعير عبر إظهار وجهي العقد.
de: Ändern Sie einfach irgendeinen Ihrer Parameter und der Wiederverkaufspreis ändert sich sofort. Somit erhalten Sie in Echtzeit Kenntnis über Ihren Einsatz. %1 gewährleistet eine faire und transparente Kursermittlung, indem beide Seiten des Geschäfts angezeigt werden.
fr: Modifiez simplement l'un de vos paramètres et le prix de l'option change instantanément pour vous donner un aperçu de votre investissement en temps réel. %1 assure une tarification juste et transparente en vous dévoilant les deux côtés de chaque option.
id: Hanya dengan merubah parameter Anda dan kontrak akan berubah secara langsung, memberi informasi terkini jumlah modal. %1 memastikan penentuan harga adalah adil dan transparan dengan memperlihatkan kedua arah trading.
ja: 取引条件を変更するだけでリアルタイムで購入価格に関する情報を得ることができます。当社では、2ウェイ・プライス（購入・売却）を明示し、公平で透明な価格の提供に努めます。
pl: Wystarczy zmienić dowolny z parametrów, a cena handlowa zmieni się błyskawicznie, dzięki czemu w czasie rzeczywistym zyskujesz informacje o swojej stawce. %1 gwarantuje uczciwe i przejrzyste ceny, pokazując obie strony zakładu.
ru: Просто измените любой из параметров, и сделка мгновенно изменится, предоставив новую информацию о ставке. %1 обеспечивает справедливую и прозрачную оценку контрактов, показывая цену для двух возможных направлений рынка.
vi: Đơn giản thay đổi bất kì thông số nào và giá giao dịch lập tức thay đổi, cho bạn biết về cổ phiếu của bạn trong thời gian thực. %1 bảo đảm rằng giá hiển thị cho bạn là hoàn toàn minh bạch và công bằng ở cả hai phía giao dịch.
zh_cn: 只要改变任一参数，交易报价就会立刻改变，您可以实时掌握您的资金状况。 %1 向您同时显示买入和卖出价格，以确保报价的公平和透明性。

source: Simply click on "Create" to generate your token; then copy and paste it into the app.
ar: أنقر ببساطة على "إنشاء" للحصول على الرمز الخاص بك; ثم انسخه والصقه في التطبيق.
de: Klicken Sie einfach auf "Erstellen", um Ihren Token zu generieren, dann kopieren Sie ihn und fügen ihn in die App ein.
fr: Cliquez simplement sur « Créer » pour générer votre jeton, puis copiez-collez votre jeton dans l'application.
id: Cukup klik "Membuat" untuk membuat token Anda lalu copy dan paste ke dalam aplikasi.
ja: 「作成」ボタンをクリックするだけ自身のトークンを作成できます。それをコピーして、アプリケーションにペーストしてください。
pl: Aby wygenerować token, po prostu kliknij przycisk „Utwórz”. Następnie skopiuj go i wklej wewnątrz aplikacji.
ru: Просто нажмите кнопку "Создать," чтобы сгенерировать токен; затем скопируйте и вставьте его в приложение.
vi: Chỉ cần nhấp vào nút "Tạo" để tạo ra các mã token của bạn; sau đó sao chép và dán nó vào ứng dụng.
zh_cn: 仅点击“创建”键即可生成令牌，然后复制粘贴到应用程序。

source: Since all dealing on the %1 website is fully automated, our pricing and risk management algorithms must take full account of real-time pricing parameters, data feed irregularities and latencies.
ar: بما أن جميع التعاملات على موقع ال 1 % أتوماتيكية بالكامل, فإن أسعارنا وإدارة مخاطر الخوارزميات يجب أن تأخذ الإعتبار الكامل لبارامترات الوقت الحقيقي للتسعير, مخالفات خلاصة البيانات و الإختفاءات.
de: Da der gesamte Handel auf der %1 Website vollständig automatisiert ist, müssen unsere Kursgestaltungs- und Risikomanagement-Algorithmen den Echtzeit-Kursgestaltungsparametern, Daten-Feed-Unregelmäßigkeiten und Verzögerungen vollständig Rechnung tragen.
fr: Sur le site %1, toutes les opérations de courtage sont automatisées. Par conséquent, nos algorithmes de cotation et de gestion du risque doivent prendre en compte les paramètres de cotation en temps réel, les irrégularités des flux de données et les latences.
id: Berhubung semua transaksi yang dilakukan pada website %1 adalah otomatis, maka harga dan manajemen risiko algoritma harus memperhitungkan parameter harga aktual, penyimpangan data feed dan kelambatan.
ja: 当社で扱う全てが完全に自動化されているため、価格設定とリスク管理のアルゴリズムはリアルタイムの価格設定パラメータ、データフィードのムラやレイテンシーに十分に注意を払わなければいけません。
pl: W związku z tym, że proces handlowania na stronie internetowej %1 jest w pełni zautomatyzowany, nasze algorytmy wyceny i zarządzania ryzykiem muszę w pełni uwzględniać parametry wyceny w czasie rzeczywistym oraz nieprawidłowości i opóźnienia źródeł danych.
ru: Поскольку все операции на сайте %1 полностью автоматизированы, наши алгоритмы управления ценообразованием и риском должны полностью учитывать все параметры ценообразования в режиме реального времени, сбои и запаздывания в потоке данных.
vi: Vì tất cả các giao dịch trên trang web %1 hoàn toàn tự động, các thuật toán quản lý giá cả và rủi ro của chúng tôi đòi hỏi phải có các thông số định giá theo thời gian thực, nguồn dữ liệu bất thường và tiềm tàng.
zh_cn: 由于 %1 网站所有交易都完全自动化，我们的定价和风险管理算法必须充分考虑实时定价参数、数据传送不规则性和延迟等因素。

source: Since their inception, 'binary options' has become a popular trading product. The numerous binary options trading platforms subsequently being created, support this growing trend. By becoming an affiliate now you can profit from the fast growth of interest in this new industry.
ar: فى فترة زمنية قصيرة بعد إنشائها، أصبحت "الخيارات الثنائية" منتجا ذا شعبية واسعة. وبالتالي أصبحت منصات التداول العديدة الخاصة بمواقع الخيارات الثنائية تساند هذا الاتجاه المتنامي. عندما تصبح منتسبا تستطيع أن تربح من تنامي الإهتمام بهذه الصناعة الجديدة.
de: <p>Schon kurze Zeit nach ihrer Einführung sind die 'Binären Optionen' zu einem beliebten Handelsprodukt geworden. Die zahlreichen Handelsplattformen für Binäre Optionen, die daraufhin gegründet wurden, unterstützen diesen wachsenden Trend. Wenn Sie jetzt Geschäftspartner werden, können Sie aus dem schnell gestiegenen Interesse in dieser neuen Branche Profit schlagen.
fr: Depuis leur apparition, les « options binaires » sont devenues des produits de trading très prisés. Les nombreuses plates-formes de trading d'options binaires que l'on voit apparaître sur le marché viennent consolider cette tendance en plein essor. En devenant affilié, vous pouvez maintenant profiter de l'intérêt croissant que suscite ce nouveau secteur.
id: Sejak dikeluarkan, 'opsi binary' telah menjadi produk trading yang populer. Banyak platform opsi binary yang diciptakan mendukung perkembangan tren ini. Dengan menjadi afiliasi sekarang maka Anda akan memperoleh keuntungan dari industri baru yang berkembang dengan sangat pesat.
ja: 当初から「バイナリーオプション」は人気の取引商品でした。その後数多くのバイナリーオプション取引プラットフォームが作成され、それらが今日のバイナリーの人気を築きあげました。今すぐアフィリエイト会員になることで、この新たな産業への注目が上昇から収入を得ることができます。
pl: Szybko po pojawieniu się na rynku opcje binarne stały się popularnym produktem handlowym. Powstawanie kolejnych platform handlu opcjami binarnymi wspiera ten trend. Współpracując z nami jako partner, możesz korzystać z szybkiego wzrostu zysków w tym segmencie rynku.
ru: С начала своего появления бинарные опционы приобрели большую популярность на рынке финансовой торговли. Многочисленные новые платформы по торговле бинарными опционами впоследствии укрепили эту тенденцию. Став нашим партнером, Вы сможете получать прибыль на волне растущего интереса к этой новой форме торговли.
vi: Từ khi ra đời, hợp đồng quyền chọn nhị phân 'binary option' nhanh chóng trở thành sản phẩm giao dịch phổ biến. Hàng loạt các sàn giao dịch chứng khoán quyền chọn nhị phân ra đời sau đó và trở thành một xu hướng mới nổi. Hãy trở thành một nhà liên kết ngay hôm nay và bạn có thể có cơ hội kiếm lời nhanh chóng trong ngành công nghiệp mới này.
zh_cn: 二元期权诞生后，迅速成为广受欢迎的交易产品。为顺应这种潮流，大量的二元期权平台应运而生。成为联盟成员后，您就可以从这个快速增长的新兴行业中盈利。

source: Since we exclusively deal on own account in Financial Products this means that we act as the execution venue and accordingly all transactions entered into with us will be executed outside a regulated market (stock exchange) or multilateral trading facility.
ar: وبما أننا حصرا نتعامل في المنتجات المالية لحسابنا الخاص ما يعني أننا نعمل بصفة مكان للتنفيذ في جميع المعاملات وسيتم تنفيذ تلك المعاملات خارج السوق المنظم (البورصة) أو أي مرفق تجاري متعدد الأطراف.
de: Da wir Finanzprodukte ausschließlich auf eigene Rechnung handeln, bedeutet dies, dass wir als Ausführungsplatz handeln und dementsprechend alle mit uns eingegangenen Transaktionen außerhalb eines überwachten Markts (Aktienbörse) oder einer multilateralen Handelseinrichtung ausgeführt werden.
fr: Comme nous agissons seulement pour notre propre compte dans Produits Financiers, ceci signifie que nous agissons comme la venue d'exécution et que donc toutes les transactions introduites chez nous seront exécutées en dehors d'un marché régulé (bourse) ou une institution de trade multilatéral.
id: Berhubung kami menangani langsung secara eklusif akun kami sendiri pada Produk Keuangan hal ini berarti kami bertindak sebagai tempat eksekusi dan berdasarkan semua transaksi yang dilakukan akan dieksekusi diluar pasar regulasi (bursa Efek) atau fasilitas perdagangan multilateral.
ja: 当社は金融商品において自身のアカウントで独占的に対処します。これは、当社は注文執行場所として役割を果たし、それに応じて当社と締結された全取引は、規制市場（証券取引所）または多国間貿易機関外で実行される場合があります。
pl: Ze względu na to, że w przypadku Produktów finansowych prowadzimy transakcje wyłącznie na własny rachunek, nasza rola sprowadza się do zapewnienia miejsca realizacji kontraktów i wszystkie transakcje zawierane za naszym pośrednictwem będą realizowane poza rynkiem regulowanym (giełda papierów wartościowych) i wielostronną platformą obrotu.
ru: Поскольку мы оперируем исключительно на собственном счету финансовых продуктов, это означает, что мы действуем в качестве места исполнения, и, соответственно, все сделки, заключенные с нами, будут выполнены за пределами регулируемого рынка (биржи) или многопрофильной торговой организации.
vi: Từ khi chúng tôi mở tài khoản của mình vào Sản phẩm Tài chính, điều này có nghĩa là chúng tôi hoạt động như trung tâm thực hiện và theo đó tất cả các giao dịch được nhập vào với chúng tôi sẽ được thực hiện bên ngoài thị trường quy định (giao dịch chứng khoán) hoặc cơ sở thương mại đa phương.
zh_cn: 由于我们的客户只能在自己的账户进行金融产品交易，这表示我们是执行点，因此所有通过我们的交易都在受监管（股票证卷）市场或多元化交易设施以外执行。

source: Size - the size of your order determined by the volume (number of lots).
de: Größe - die Größe Ihrer Order vom Volumen (Anzahl der Lot) bestimmt.
fr: Taille - la taille de votre ordre déterminée par le volume (nombre de lots).
ja: サイズ - 数量（ロット数）によって決まるオーダーのサイズ
vi: Kích thước - kích thước của lệnh của bạn được xác định theo khối lượng (số lượng của các lô).
zh_cn: 大小 - 您的订单大小根据数量 （手数） 而定。

source: Skill in the application of object-oriented programming languages (C++, Perl and Java) coupled with the ability to produce high quality code
ar: المهارة في تطبيق لغات البرمجة كائنية التوجه (C++, بيرل وجافا) مقرونة بالقدرة على انتاج كود عالي الجودة
de: Kenntnis in der Anwendung von objektorientierten Programmiersprachen (C++, Perl und Java), gepaart mit der Fähigkeit, qualitativ hochwertigen Code zu generieren
fr: Compétence dans l'application des langages de programmation orientés objet (C++, Perl et Java) et capacité à fournir un code de haute qualité
id: Terampil dalam penerapan bahasa pemrograman berorientasi objek (C ++, Perl, dan Java) ditambah dengan kemampuan untuk menghasilkan kode berkualitas tinggi
ja: 高品質のコード生成能力とオブジェクト指向のプログラミング言語(C++・Perl・Java)適用能力
pl: Zdolność stosowania języków programowania obiektowego (C++, Perl i Java) oraz zdolność tworzenia wysokiej jakości kodów
ru: Навыки и умение применять объектно-ориентированные языки программирования (C++, Perl и Java), а также умение писать высококачественный код
th: มีทักษะในการพัฒนาโปรแกรมเชิงวัตถุ (ด้วยภาษา C++ Perl และ Java) และพัฒนาโปรแกรมที่มีคุณภาพสูง
vi: Các kỹ năng trong việc áp dụng ngôn ngữ lập trình hướng đối tượng (C++, Perl và Java) cùng với khả năng tạo mã chất lượng cao
zh_cn: 以对象为导向的编程语言 (C++、Perl 和 Java) 技能，以及写出高质量代码的能力

source: Skill in the use of financial information sources such as Bloomberg and Reuters
ar: المهارة في استخدام المعلومات المالية من مصادر مثل بلومبرغ ورويتر
de: Kenntnisse in der Verwendung von Finanzinformationsquellen wie Bloomberg und Reuters
fr: Compétence dans l'utilisation de sources d'informations telles que Bloomberg et Reuters
id: Terampil dalam menggunakan informasi sumber keuangan seperti Bloomberg dan Reuters
ja: ブルームバーグとロイターのような財務情報を活用できるスキル
pl: Umiejętność wykorzystywania internetowych źródeł finansowych, takich jak Bloomberg i Reuters
ru: Навыки применения источников финансовой информации, например, данных агентств Bloomberg и Reuters
th: มีทักษะการใช้ข้อมูลทางการเงิน เช่น บลูมเบิร์ก และ รอยเตอร์
vi: Các kỹ năng trong việc sử dụng các nguồn thông tin tài chính như Bloomberg và Reuters
zh_cn: 金融信息源（如彭博社和路透社等）的使用技能

source: Smart FX
ar: FX الذكية
fr: FX Intelligent
id: FX Smart
ja: スマート FX
pl: Inteligentny forex
vi: Thị trường ngoại hối Thông minh
zh_cn: 智能外汇

source: Smart Markets
ar: الأسواق الذكية
de: Smart Märkte
fr: Marchés Intelligents
id: Pasar Smart
ja: スマートマーケット
pl: Inteligentne rynki
ru: Рынки Smart
th: ตลาดสมาร์ท
vi: Thị trường Thông minh
zh_cn: 智能市场

source: Smoothing out random noise
ar: إزالة الضوضاء العشوائية
de: Zufallsausschläge glätten
fr: Lissage du bruit aléatoire
id: Menghaluskan data random
ja: より精度の高いデータを供給
pl: Wygładzanie przypadkowych szumów
ru: Сглаживание шумов
vi: Làm phẳng các rắc rối ngẫu nhiên
zh_cn: 消除随机噪声
