Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: We aim to keep a record of the kinds of activity we carry on in which a material conflict could arise or has arisen. We also maintain procedures to manage actual or potential conflicts. This includes procedures to maintain appropriate independence between members of our staff who are involved in potentially conflicting activities, for example, through the operation of information barriers, physical separation of staff, the segregation of duties and responsibilities and maintenance of a policy of independence which requires our staff, when providing services to a client, to act in the best interests of the client and to disregard any conflicts of interest; and, in some circumstances declining to act for a client or potential client.
ar: نهدف إلى الاحتفاظ بسجل لهذا النوع من النشاط حيث يوجد تضارب جوهري يمكن أن ينشأ أو يكون قد نشأ. نبقي أيضا على إجراءات لإدارة التضاربات الفعلية أو المحتملة. وهذا يشمل إجراءات للحفاظ على الاستقلال المناسب بين موظفينا الذين يشاركون في أنشطة يحتمل أن تكون متضاربة، على سبيل المثال، من خلال عملية الحواجز المعلوماتية، الفصل المادي بين الموظفين، والفصل بين الواجبات والمسؤوليات والحفاظ على سياسة الاستقلال الذي يتطلب موظفينا، عند تقديم الخدمات للعميل، العمل لمصلحة العميل وتجاهل أي تضارب في المصالح؛ و، في بعض الظروف رفض التصرف لعميل أو لعملاء محتملين.
de: Wir zeichnen alle Arten von Aktivitäten auf, um festzustellen, ob ein materieller Konflikt auftreten könnte oder schon aufgetreten ist. Wir haben Verfahren eingeführt, um tatsächliche oder mögliche Konflikte zu bearbeiten. Dies umfasst Verfahren zur Aufrechterhaltung der entsprechenden Unabhängigkeit zwischen Mitarbeitern, Trennung von Aufgaben und Zuständigkeiten und Aufrechterhaltung des Grundsatzes der Unabhängigkeit, der von unseren Mitarbeitern bei der Erbringung von Dienstleistungen für einen Kunden verlangt, im besten Interesse des Kunden und ungeachtet von Interessenkonflikten zu handeln und unter Umständen abzulehnen, für einen Kunden oder potentiellen Kunden tätig zu werden.
fr: Nous veillons à tenir un registre consignant les types d'activités que nous poursuivons pour lesquelles un conflit matériel s'est produit ou est susceptible de se produire. Nous tenons également à jour des procédures de gestion des conflits potentiels. Il s'agit notamment de procédures visant à maintenir le degré d'indépendance approprié entre les membres de notre personnel impliqués dans des activités comportant un risque de conflit d'intérêts, par exemple, à travers la mise en œuvre de systèmes de protection de l'information, la séparation physique des employés, la séparation des tâches et des responsabilités et le maintien d'une politique d'indépendance qui oblige les membres de notre personnel, dans le cadre des services fournis à un client, à agir dans les meilleurs intérêts du client sans tenir compte de tout conflit d'intérêts éventuel ; et, dans certaines circonstances, à refuser d'agir pour un client ou un client potentiel.
id: Kami bertujuan untuk mencatat jenis kegiatan yang kami bawa pada di mana konflik materi bisa muncul atau telah muncul. Kami juga memelihara prosedur untuk mengelola konflik aktual atau potensial. Ini termasuk prosedur untuk menjaga independensi yang tepat antara anggota staf kami yang terlibat dalam kegiatan yang berpotensi konflik, misalnya, melalui operasi hambatan informasi, pemisahan fisik staf, pemisahan tugas dan tanggung jawab dan pemeliharaan kebijakan kemerdekaan yang membutuhkan staf kami, ketika memberikan layanan kepada klien, untuk bertindak dalam kepentingan terbaik klien dan mengabaikan setiap konflik kepentingan; dan, dalam beberapa keadaan menurun bertindak untuk klien atau klien potensial.
ja: 当社は論争材料が発生しうる、または発生している中で活動種類を記録し続けることを目指しています。実際におきている論争または起きる可能性のある論争の手順を管理しています。これは潜在的論争活動において関係のある当社スタッフメンバー間で独立して管理する手順を含んでいます。例えば、クライアントにサービスを提供している際に、クライアントに最良の利益をもたらすためや、利益相反の放置、ある状況下でのあるクライアントまたは利益相反行為を拒否するために、バリア情報、スタッフが物理的に遠方にいること、必要義務や責任、必要とする当スタッフの独立性に関するポリシーの管理操作を介します。
pl: Staramy się prowadzić rejestr rodzajów prowadzonej przez nas działalności, w przypadku których może lub mógł wystąpić materialny konflikt. Utrzymujemy również procedury zarządzania obecnymi lub potencjalnymi konfliktami, w tym procedury zachowania odpowiedniej niezależności pomiędzy naszymi pracownikami, którzy są zaangażowani w działania mogące stanowić potencjalny konflikt, na przykład poprzez wprowadzenie barier informacyjnych, fizyczne odseparowanie pracowników, podział obowiązków i utrzymanie polityki niezależności, która wymaga od naszych pracowników działania w najlepszym interesie naszych klientów podczas świadczenia usług, unikanie konfliktu interesów oraz, w określonych okolicznościach, odmowy świadczenia usług na rzecz klienta lub potencjalnego klienta.
ru: Мы стремимся сохранять записи о совершаемой нами деятельности, в ходе которой может возникнуть или возник материальный конфликт. Мы также имеем процедуры управления фактическими или потенциальными конфликтами. Это включает в себя процедуры для поддержания необходимой независимости между членами нашего персонала, которые участвуют в потенциально конфликтной деятельности, например, через поддержание информационных барьеров, физическое разделение персонала, распределение обязанностей и ответственности и поддержание политики независимости, которая требует от наших сотрудников при предоставлении услуг клиенту действовать в интересах клиента и игнорировать любые конфликты интересов; и, в некоторых случаях, отказ действовать для клиента или потенциального клиента.
vi: Chúng tôi muốn giữ các bản ghi những hoạt động chúng tôi đã thực hiện mà xung đột có thể phát sinh hoặc đã phát sinh. Chúng tôi cũng muốn duy trì các quy trình để quản lý các xung đột đã phát sinh hoặc tiềm ẩn. Điều này cũng bao gồm cả quy trình duy trì tính độc lập thích hợp giữa các nhân viên của chúng tôi người mà có liên quan tới các hoạt động xung động tiền ẩn, ví dụ, thông qua hoạt động rào cản thông tin, tách biệt nhân viên, phân công trách nhiệm và bổn phận, yêu cầu nhân viên duy trì chính sách độc lập, khi cung cấp dịch vụ cho khách hàng, để hành động vì lợi ích tốt nhất của khách hàng và để bỏ qua các xung đột về lợi ích; và trong một vài trường hợp từ chối phục vụ cho khách hàng hoặc khách hàng tiềm năng.
zh_cn: 我们希望记录持续运行并可能发生利益冲突的活动。我们持续管理实际或潜在冲突，包括让与潜在冲突活动相关的员工保持适当的独立性，例如：通过信息障碍、员工隔离、责任分离制度和保持政策独立性。这需要我们的员工在服务时以客户的最佳利益为主，忽略利益冲突，并在某些情况下拒绝为客户或潜在客户采取行动。

source: We also offer specialized pay-out structures to affiliates who offer a trading advice in connection with, and in relation to our commodities. <a href="mailto:%1">Contact our affiliate manager, Karen Yap for details</a>.
ar: نقدم أيضا عوائد مخصصة للمنتسبين الذين يقدمون خدمة استشارية متصلة، وتتعلق بالسلع لدينا. <a href="mailto:%1">اتصل بمدير الشراكة، "كارين ياب" لمعرفة التفاصيل</a>.
de: Für Partner bieten wir auch spezielle Auszahlungsstrukturen an, die für oder in Verbindung mit unseren Rohstoffen Handelsvorschläge anbieten. <a href="mailto:%1">Für Einzelheiten können Sie sich mit unserer Partnermanagerin Karen Yap in Verbindung setzen</a>.
fr: Nous proposons également des plans de commissionnement spécifiques aux affiliés offrant des conseils de trading en lien avec nos produits. <a href="mailto:%2">Pour obtenir des informations supplémentaires, contactez Karen Yap, notre responsable d'affiliation</a>.
id: Kami juga menawarkan kerja sama lebih lanjut bagi afiliasi yang berprestasi. <a href="mailto:%1">Silahkan hubungi manajer afiliasi kami, Karen Yap untuk informasi lanjut</a>.
ja: また、当社では当社の商品に関する取引アドバイスを提供された方へのアフィリエイトに特化したペイアウト構造を提供しています。詳細は、<a href="mailto:%1">当社アフィリエイトマネージャーKaren Yapまでご連絡ください。</a>
pl: Oferujemy również specjalną strukturę wypłat dla partnerów oferujących porady handlowe związane z naszymi towarami. <a href="mailto:%1">Aby uzyskać więcej szczegółów, skontaktuj się z Karen Yap, naszym menadżerem ds. programu partnerskiego</a>.
ru: Мы также предлагаем специализированную структуру комиссионных для партнеров, которые предоставляют своим клиентам торговые рекомендации. <a href="mailto:%1">За подробностями обращайтесь к нашему менеджеру по партнерской программе Ольге Бордж</a>.
vi: Chúng tôi cũng cung cấp cấu trúc trả lãi đặc biệt cho những chi nhánh cung cấp tư vấn giao dịch có liên quan tới hàng hóa của chúng tôi. <a href="mailto:%1">Liên hệ với nhà quản lý liên kết của chúng tôi, Karen Yap để biết thêm chi tiết</a>.
zh_cn: 对于向我们的大宗商品提供交易顾问服务的联盟，我们也将为其提供专门的赔付结构。<a href="mailto:%2">请联系我们的联盟经理 Karen Yap 了解详情</a>。

source: We analyse your pending orders.
de: Wir analysieren Ihre ausstehenden Order.
fr: Nous analysons vos ordres en suspens.
ja: 保留中のトレードを分析します。
vi: Chúng tôi phân tích các lệnh đang chờ của bạn.
zh_cn: 我们分析您的挂单。

source: We are authorised and regulated by the Malta Financial Services Authority ("MFSA") under the Investment Services Act (Cap. 370, Laws of Malta) (the "Act") to carry on investment business. We are authorised by the MFSA to deal on own account (i.e. offer and act as counterparty to trades) and to execute orders on behalf of other persons, both services are in relation to financial derivative products (primarily binary options) relating to foreign exchange, indices, stocks and other financial products or assets ("Financial Products"). We are not authorised to and do not offer or provide investment advice or any other investment services other than those described above. Should you feel that you require investment advice or investment services other that those described above then you should contact an independent financial advisor or firm.
de: Wir sind von der Malta Financial Services Authority ("MFSA") zugelassen und werden von ihr nach dem Investment Services Act (Artikel 370, Maltesischen Gesetze) (dem "Gesetz") bei der Ausführung von Anlagegeschäften überwacht. Wir sind von der MFSA zum Handel auf eigene Rechnung (z.B. bei Geschäften als Gegenpartei anzubieten oder zu handeln), und um Order im Namen anderer Personen auszuführen, zugelassen, beide Dienste im Bezug auf Derivate Finanzprodukte (hauptsächlich binäre Optionen) auf der Grundlage von Devisen, Indizes, Aktien oder weiterer Finanzprodukte oder Anlagen ("Finanzprodukte"). Es ist uns nicht genehmigt, Ihnen eine Anlageberatung oder andere Anlagedienstleistungen außerhalb des Handels der oben beschriebenen, anzubieten oder zu gewähren. Sollten Sie der Ansicht sein, dass Sie eine Anlageberatung oder Anlagedienstleistungen neben den oben beschriebenen benötigen, müssen Sie sich mit einem unabhängigen Finanzberater oder einer Finanzberatungsfirma in Verbindung setzen.
fr: Nous sommes agréés et régulés par l'autorité maltaise des services financiers (« MFSA ») conformément à la Loi sur les services d'investissement (droit maltais, chap. 370) (la « Loi ») nous autorisant à poursuivre des activités d'investissement. Nous sommes autorisés par la MFSA à négocier pour compte propre (c’est-à-dire à proposer des transactions et à agir en tant que contrepartie dans le cadre de transactions), et ce afin d'exécuter des ordres pour des tierces personnes. Les deux services sont proposés dans le cadre d'opérations sur instruments dérivés (principalement les options binaires) apparentés au marché des changes, aux indices, aux actions et aux autres produits ou actifs financiers (« Produits financiers »). Nous ne sommes pas autorisés à proposer ou à fournir des services de conseil en investissement ou tout autre service d'investissement autre que ceux décrits ci-dessus. Si vous estimez avoir besoin de conseils ou de services liés à l'investissement autres que ceux décrits ci-dessus, veuillez contacter un conseiller financier indépendant ou une entreprise proposant de tels services.
ja: 当社は投資事業を行ううえで、投資サービス法(Cap. 370, マルタ法律)の下、マルタ金融サービス庁 ("MFSA")によって承認、規制されています。外国為替、インデックス、株式、その他金融商品または資産（金融商品）に関する金融デリバティブ商品（主にバイナリーオプション）を自身の口座で取り扱うことを（取引相手としてのオファーや行為）MFSAによって承認されています。投資アドバイスまたは上述の行為を超えるその他投資サービスの提供は承認されていないため、致しかねます。投資アドバイスまたは上記以外のその他投資サービスが必要だと感じだ際は、独立財務顧問または会社に連絡する必要があります。
vi: Ủy ban Dịch vụ Tài chính Malta ("MFSA") ủy quyền và quy định cho chúng tôi thực hiện công việc kinh doanh đầu tư theo Đạo luật Dịch vụ Đầu tư (điều 370, Luật Malta) ("Đạo luật"). MFSA đã ủy quyền cho chúng tôi giao dịch tài khoản của mình ( ví dụ, cung cấp và hoạt động như các đối tác để giao dịch) và để thực thi các đơn hàng trên danh nghĩa của người khác, tất cả các dịch vụ liên quan tới sản phẩm phái sinh tài chính (quyền chọn nhị phân sơ cấp), liên quan tới giao dịch ngoại hối, chỉ số, cổ phiếu và những sản phẩm tài chính hoặc tài sản khác ("Sản phẩm Tài chính"). Chúng tôi không được ủy quyền và không cung cấp tư vấn đầu tư hoặc các dịch vụ đầu tư khác ngoài những điều mô tả ở trên. Nếu bạn thấy rằng bạn cần tư vấn về đầu tư hoặc dịch vụ đầu tư khác với các loại được miêu tả bên trên, bạn nên liên hệ với công ty hoặc nhà tư vấn tài chính độc lập.
zh_cn: 我们由马耳他金融服务机构 (“MFSA”）授予许可证和监管，根据投资服务法令 (马耳他法令第370章）（法令）开展投资业务。我们经 MFSA 授权，在自己的帐户进行交易（例如：向交易者提供服务，或担任交易对手）及代替他人执行订单。这两种服务和金融衍生产品（主要是二元期权）有关，也和外汇、指数、股票及其他金融产品或资产（“金融产品”）有关。除了以上所述，我们无权提供任何其他投资咨询或投资服务。要获得相关投资咨询或服务，您须联系独立的金融顾问或公司。

source: We are committed to making sure your personal data and transactions are secure:
ar: نحن نلتزم بالتأكد من أن بياناتك الشخصية ومعاملاتك مؤمنة:
de: Wir verbürgen uns, dass Ihre personenbezogenen Daten und Transaktionen sicher sind:
fr: Nous nous engageons à assurer la sécurité de vos données personnelles et de vos transactions :
id: Kami bertekad untuk memastikan keamanan data pribadi dan transaksi Anda:
ja: 当社はお客さまの個人情報と取引情報の秘匿性について保証します。
pl: Staramy się zapewnić bezpieczeństwo Twoich danych osobowych i transakcji:
ru: Мы берем на себя обязательство обеспечивать безопасность Вашей личной информации и транзакций:
vi: Chúng tôi cam kết bảo đảm dữ liệu cá nhân và giao dịch của bạn sẽ được bảo mật:
zh_cn: 我们承诺保证您的个人数据和交易安全：

source: We are currently accepting applications from skilled, ambitious affiliate marketers based virtually all over the globe. Each applicant's skills and experience will be evaluated against the company's potential for growth in a particular segment, to determine the best-fit business cases for engagement.
ar: نحن نقبل حالياً طلبات المتقدمين من ذوي المهارات, المسوقين التابعين والطموحين المتواجدين فعلياً في جميع أنحاء العالم. وسيتم تقييم مهارات وخبرات المتقدمين لنرى ما إذا كانت تتوافق مع إمكانات الشركة للنمو في قطاع معين ولتحديد الحالات الأكثر ملائمة للأعمال من أجل المشاركة.
de: Derzeit nehmen wir Bewerbungen von fähigen, ehrgeizigen Geschäftspartnerwerbern aus nahezu der ganzen Welt an. Die Fähigkeiten und Erfahrungen werden mit dem Wachstumspotential in einem einzelnen Segment abgeglichen, um für die Anstellung die geeignetsten Geschäftsfälle zu bestimmen.
fr: Nous recrutons actuellement des spécialistes du marketing compétents et ambitieux, souhaitant nous rejoindre en tant qu'affiliés sur des postes en télétravail basés dans le monde entier. Les compétences et l'expérience de chaque candidat seront évaluées en fonction de potentiel de croissance de la société dans un segment spécifique, afin de sélectionner les collaborateurs offrant les meilleures perspectives de rentabilité.
id: Kami saat ini menerima permohonan dari berbagai pemasaran affiliasi yang berbakat dan berambisius tinggi berasal dari berbagai negara. Setiap keterampilan dan pengalaman pemohon akan dievaluasi terhadap potensi perusahaan untuk menumbuhkan segmen tertentu, untuk menentukan kasus bisnis terbaik yang cocok.
ja: 当社では現在、世界中のアフィリエイト市場を熟知し、野心のある応募者を募集しています。関係構築に最も適したビジネスケースを判断するために、特定のセグメントでの当社の将来性を評価するスキルと経験が各応募者には必要となります。
pl: Obecnie przyjmujemy zgłoszenia od utalentowanych i ambitnych specjalistów ds. marketingu partnerskiego z całego świata. Umiejętności i doświadczenie każdego z kandydatów zostaną sprawdzone w celu zweryfikowania, czy spełniają wymogi Firmy dotyczące jej rozwoju w określonym segmencie rynku i wybrania najlepszych pracowników.
ru: Мы принимаем заявки от опытных и амбициозных торговых представителей, находящихся во всех уголках земного шара. Навыки и опыт каждого претендента будут сопоставлены с потенциалом роста присутствия компании в каждом конкретном сегменте, чтобы определить наиболее подходящие бизнес-модели для последующей реализации.
vi: Hiện tại, chúng tôi đang tiếp nhận đơn xin việc từ những nhà tiếp thị liên kết có kỹ năng và tham vọng trên hầu khắp thế giới. Kỹ năng và kinh nghiệm của mỗi ứng viên sẽ được đánh giá dựa trên tiềm năng phát triển của công ty trong một phân đoạn nhất định, từ đó xác định được người phù hợp nhất với doanh nghiệp để tuyển dụng.
zh_cn: 我们欢迎全球各地熟练、雄心勃勃的联盟营销人员申请加入。对每个申请人的技能和经验作出评估后，公司将根据对某个指定领域的潜在增长最适合的业务案例作出决定。

source: We are entitled under the Rules to rely upon information provided by you. You should ensure that you provide us with accurate and complete information and notify us in the event that any information supplied to us changes. You should note that if you provide us with inaccurate information, or if you fail to notify us of any changes to information previously supplied by you, this may adversely affect the quality of the services that we can provide.
ar: يحق لنا بموجب القواعد الاعتماد على المعلومات التي تقدمها لنا. يجب عليك التأكد من أنك تزودنا بمعلومات دقيقة وكاملة واعلامنا في حال تغير أي من المعلومات المقدمة. يجب ملاحظة أنه إذا كنت قد قدمت لنا معلومات غير دقيقة، أو إذا لم تعلمنا بأي تغييرات تطرأ على المعلومات المقدمة سابقا من قبلك، فقد يؤثر هذا سلبا على نوعية الخدمات التي يمكن أن نقدمها.
de: Wir sind gemäß den Vorschriften berechtigt, uns auf die von Ihnen gemachten Angaben zu verlassen. Sie müssen sicherstellen, dass Sie uns richtige und vollständige Angaben machen und uns für den Fall, dass sich die uns gegebenen Informationen ändern, benachrichtigten. Sie müssen beachten, dass, wenn Sie uns unrichtige Angaben machen und uns nicht über Änderungen der früher an uns übermittelten Angaben unterrichten, dies die Qualität der von uns zu erbringenden Dienstleistungen negativ beeinflussen kann.
fr: En vertu des Règles, nous sommes autorisés à nous fier aux informations que vous nous fournissez. Vous devez veiller à nous fournir des informations exactes et complètes et à nous informer de tout changement relatif aux informations que vous nous avez transmises. Sachez que si vous nous fournissez des informations inexactes, ou omettez de nous informer de tout changement relatif aux informations précédemment transmises, ceci pourrait avoir un impact négatif sur la qualité des services que nous pouvons fournir.
id: Kami berhak di bawah Aturan untuk mengandalkan informasi yang Anda berikan. Anda harus memastikan bahwa Anda memberikan kami informasi yang akurat dan lengkap dan memberitahu kami dalam hal bahwa setiap informasi yang diberikan kepada kami berubah. Anda harus mencatat bahwa jika Anda memberikan kami informasi yang tidak akurat, atau jika Anda gagal untuk memberitahu kami dari setiap perubahan informasi yang sebelumnya diberikan, ini dapat mempengaruhi kualitas layanan yang kami berikan.
ja: 当社はルールの下、お客さまによって寄せられた情報に依存する権利があります。我々に変更を希望されたいかなる情報のイベントにお正確で完璧な情報と通知を当社に提供していただくようお願いします。不正確な情報または以前にお客さまによって寄せられた情報の変更を当社に通知されていない場合、当社が提供できるサービスの質に悪影響が出る恐れがあります。
pl: Na mocy dokumentu Zasady jesteśmy uprawnieni do polegania na dostarczonych przez Ciebie informacjach. Musisz zapewnić, że dostarczane nam informacje są poprawne i kompletne i powiadomić nas w przypadku, gdy jakiekolwiek dostarczone nam informacje uległy zmianie. Musisz być świadomy/świadoma, że dostarczenie nam nieprawidłowych informacji lub niepowiadomienie nas o jakichkolwiek zmianach w dostarczonych nam wcześniej informacjach może mieć negatywny wpływ na dostarczane przez nas usługi.
ru: В соответствии с Правилами, мы имеем право полагаться на информацию, предоставленную Вами. Вы должны убедиться, что предоставили нам точную и полную информацию, и уведомить нас в случае любых изменений в ней. Следует отметить, что, если Вы предоставите нам неточную информацию или не сообщите нам о любых изменениях в информации, ранее предоставленной Вами, это может негативно повлиять на качество наших услуг.
vi: Theo Quy tắc, chúng tôi được phép dựa vào những thông tin mà bạn cung cấp. Bạn nên chắc rằng bạn đã cung cấp cho chúng tôi thông tin chính xác và thông báo cho chúng tôi khi có bất kỳ sự thay đổi nào. Xin lưu ý rằng, việc thông tin được cung cấp không chính xác, hoặc nếu bạn không thông báo cho chúng tôi khi thông tin cung cấp trước có thay đổi, có thể ảnh hưởng tới chất lượng dịch vụ mà chúng tôi cung cấp.
zh_cn: 我们遵循规则，完全按照您提供的信息进行活动。您须确保向我们提供完整、准确的信息，并在信息有任何变化时通知我们。请注意，如果您提供了错误的信息，或者在信息发生变化时没有通知我们，我们的服务质量可能会受到严重影响。

source: We are licensed and regulated in the British Isles, Japan, and in Malta since 2015.
de: Wir sind auf den Britischen Inseln, in Japan und auf Malta seit 2015 zugelassen und geregelt.
fr: Nous détenons toutes les autorisations réglementaires en vigueur dans les îles britanniques, au Japon et à Malte depuis 2015.
ja: ブリテン諸島、マルタ共和国、日本、マルタで認可済
vi: Chúng tôi được cấp giấy phép và quy định tại quần đảo Anh Quốc, Nhật bản, và Malta kể từ năm 2015.
zh_cn: 自2015年，我们在不列颠群岛、日本及马耳他已获得授权并受监管。

source: We are looking for energetic and enthusiastic individuals who love challenges, are detail-oriented and highly analytical to join our Internal Audit team.
ar: نحن نبحث عن الأفراد النشيطين, والمتحمسين ممن يحبون التحديات, والذين يلاحظون أدق التفاصيل ومن ذوي المهارات التحليلية العالية, للإنضمام لفريق تدقيق الحسابات الداخلي لدينا.
de: Wir suchen nach energetischen und enthusiastischen Menschen, die Herausforderungen lieben, einen Blick für das Detail haben und hochanalytisch sind, um unserem Innenrevisionsteam beizutreten.
fr: Nous recrutons au sein de notre équipe d'audit interne des personnes dynamiques, enthousiastes et rigoureuses, dotées d'excellentes compétences analytiques et aimant relever les défis.
id: Kami mencari individu energik dan antusias yang suka tantangan, yang berorientasi detail dan sangat analitis untuk bergabung dengan tim Internal Audit kami.
ja: 当社では挑戦を好むエネルギッシュで熱心な方で、細部にまで気を配り、高度な分析能力がある方を内部監査チームに求めています。
pl: Do naszego zespołu audytu wewnętrznego szukamy energicznej i entuzjastycznej osoby, która kocha wyzwania, jest szczegółowa i posiada zdolności analityczne.
ru: Нам нужны энергичные и полные энтузиазма люди, любящие сложные и интересные задачи, обладающие ответственностью и аналитическим складом ума, а также готовые присоединиться к нашему отделу внутреннего аудита.
vi: Chúng tôi đang tìm kiếm những cá nhân nhiệt tình và tràn đầy năng lượng, những người yêu thích thử thách, có định hướng cụ thể và khả năng phân tích đánh giá cao để tham gia vào Đội Ngũ Kiểm Toán Nội Bộ.
zh_cn: 我们正在寻找充满活力、热爱挑战、注重细节、分析能力强的员工加入内部审计团队。
