Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Strong, passionate interest in Graphic Design, Marketing, and Advertising
de: Ein starkes und leidenschaftliches Interesse an Grafikdesign, Marketing und Werbung
fr: Intérêt prononcé et passion pour la conception graphique, le marketing et la publicité
id: Memiliki minat besar dan ketertarikan dalam Desain Grafis, Pemasaran, dan Periklanan
ja: グラフィックデザイン、マーケティング、広告に強い関心がある
pl: Silne zainteresowanie grafiką, marketingiem i branżą reklamową
ru: Высокий интерес к графическому дизайну, маркетингу и рекламе
th: มีความสนใจและความมุ่งมั่นอย่างแรงกล้าในการออกแบบกราฟิก ด้านการตลาด และการโฆษณา
vi: Đam mê và quan tâm đến Thiết kế đồ họa, Tiếp thị và Quảng cáo
zh_cn: 对平面设计、市场营销和广告充满热忱，非常感兴趣

source: Strong, passionate interest in Marketing and Advertising
de: Ein starkes, leidenschaftliches Interesse an Marketing und Werbung
fr: Intérêt prononcé et passion pour le marketing et la publicité
id: Memiliki minat besar dan ketertarikan dalam dunia Pemasaran dan Periklanan
ja: マーケティングと広告に強い情熱がある
pl: Silne zainteresowanie marketingiem i branżą reklamową
ru: Высокий интерес к маркетингу и рекламе
th: มีความสนใจและความมุ่งมั่นอย่างแรงกล้าในด้านการตลาด และการโฆษณา
vi: Đam mê và quan tâm nhiều đến Tiếp thị và Quảng cáo
zh_cn: 对市场营销和广告充满热忱，非常感兴趣

source: Student
ja: 学生
th: นักเรียน

source: Su
ar: الأحد
de: So
fr: Di
id: Mgg
ja: 日
pl: niedziela
ru: Вс
th: อา
zh_cn: 星期日

source: Subject to any specific instructions which may be provided by you, when executing client orders, we will take all reasonable steps to obtain the best possible results for you. The best possible results will be determined in terms of total consideration, that is, the price of the instrument and the costs related to execution which shall include all expenses incurred by you that are directly related to the execution of the order.
ar: تخضع لأية تعليمات محددة يمكن أن تقدم لك، عند تنفيذ أوامر العميل، وسوف نتخذ جميع الخطوات المعقولة للحصول على أفضل النتائج الممكنة بالنسبة لك. سيتم تحديد أفضل النتائج الممكنة اجملا، من سعر الصك والتكاليف المتعلقة بالتنفيذ والتي يجب أن تشمل جميع النفقات التي تكبدتها وترتبط مباشرة بتنفيذ هذا الأمر.
de: Vorbehaltlich von besonderen Anweisungen, die von Ihnen gemacht werden können, unternehmen wir bei der Ausführung von Kundenordern alle geeigneten Schritte, um das für Sie beste Ergebnis zu erreichen. Die bestmöglichen Ergebnisse werden anhand der Gesamtbetrachtung, also dem Kurs für das Instrument und den für die Ausführung entstandenen Kosten, die alle durch Sie verursachten Kosten beinhalten, welche unmittelbar mit der Ausführung einer Order verbunden sind, ermittelt.
fr: Sujet à n'importe quelles instructions spécifiques fournies par vous, lors de l'exécution d'ordres de client, nous allons prendre tous les pas raisonnables afin d'obtenir le meilleur résultat pour vous. Les meilleurs résultats seront déterminés en termes de considération totale, qui est, le prix de l'instrument et les coûts liés à l'exécution, qui comprendront tous les frais engendrés par vous qui sont directement liés à l'exécution de l'ordre.
id: Tunduk pada instruksi khusus yang dapat Anda berikan, ketika menjalankan perintah klien, kami akan mengambil semua langkah yang wajar untuk mendapatkan hasil yang terbaik untuk Anda. Hasil terbaik akan ditentukan dalam hal pertimbangan total, yaitu, harga instrumen dan biaya yang berkaitan dengan eksekusi yang akan mencakup semua biaya yang Anda keluarkan secara langsung berkaitan dengan pelaksanaan order.
ja: クライアントの注文が実行される際に、お客さまによって提供された特定の指示に従うことを条件として 当社は可能な限り最良な結果をお客さまが得られるようあらゆる適切な措置を取らせていただきます。可能な限りの最良の結果とは、対価総額の観点から決まります。すなわち、お客さまによって被った全費用を含む実行への関連費用は、直接オーダーの実行に関係します。
pl: Z zastrzeżeniem jakichkolwiek przekazywanych przez Ciebie konkretnych instrukcji, realizując zlecenia klienta, podejmiemy wszelkie możliwe kroki, aby zapewnić Ci najlepszy możliwy wynik. Najlepsze możliwe wyniki będą określane w ujęciu całościowym z uwzględnieniem ceny instrumentu i kosztów związanych z realizacją, które powinny uwzględniać wszystkie wydatki poniesione przez Ciebie, będące bezpośrednio związane z realizacją zlecenia.
ru: С учетом конкретных инструкций, которые могут быть сделаны Вами при выполнении клиентских ордеров, мы примем все разумные меры для получения наилучших результатов для Вас. Лучшие результаты будут определяться в рамках общего рассмотрения, то есть, цены инструмента и расходов, связанных с исполнением, которые будут включать все расходы, понесенные Вами и непосредственно связанные с исполнением ордера.
th: ขึ้นกับข้อแนะนำพิเศษใดๆ ที่ท่านดำเนินการ เมื่อมีคำสั่งของลูกค้า พวกเราปฏิบัติหน้าที่ด้วยความรับผิดชอบเพื่อให้ได้มีผลลัพธ์ที่ดีที่สุดสำหรับท่าน ผลลัพธ์ที่ดีที่สุดจะกำหนดข้อตกลงของการพิจารณาในภาพรวม ซึ่งเป็นราคาและค่าใช้จ่ายที่ใช้ในการดำเนินการและรวมถึงค่าใช้จ่ายอื่นทั้งหมดที่เกิดขึ้นจากท่านและเป็นรายการที่เกี่ยวข้องโดยตรงจากคำสั่งนั้น
vi: Với bất kì lời chỉ dẫn cụ thể nào của bạn cung cấp, khi thực hiện lệnh của khách hàng, chúng tôi sẽ thực hiện từng bước hợp lý để đạt kết quả tốt nhất có thể cho bạn. Kết quả tốt nhất có thể sẽ được quyết định khi cân nhắc toàn diện, đó là, giá của công cụ và chi phí có liên quan tới thực hiện bao gồm tất cả các kinh phí phát sinh có liên quan trực tiếp tới thực hiện lệnh.
zh_cn: 执行客户订单时，我们会在遵守您要求的同时采取一切合理措施，为您获取最佳结果。我们将从整体考虑各种因素，从而得出最佳结果的可能性，例如工具价格和执行成本，包括您直接产生的费用和执行订单相关的费用。

source: Submit
ar: تسليم
de: Absenden
fr: Envoyer
id: Mengajukan
ja: 送信
pl: Prześlij
ru: Подтвердить
th: ส่ง
vi: Gửi
zh_cn: 提交

source: Submit a report on HackerOne of any potential security issue you found, along with any suggestions you have to resolve the issue.
de: Schicken Sie einen Bericht auf HackerOne, über potentielle Sicherheitsfragen, die Sie gefunden haben, gemeinsam mit jeglichen Vorschlägen das Problem zu beheben.
fr: Soumettez un rapport à HackerOne sur tout problème potentiel de sécurité que vous avez découvert, avec toute suggestion que vous avez pour résoudre le problème.
ja: 潜在的なセキュリティ問題を発見されましたら、問題解決の提案と共にHackerOneにて報告をお願いします。
vi: Gửi báo cáo về HackerOne của bất kỳ vấn đề bảo mật tiềm năng bạn tìm thấy, cùng với những đề nghị bạn có để giải quyết vấn đề.
zh_cn: 如果发现任何潜在安全问题，请在HackerOne提交报表，并附上解决问题的建议。

source: Submit your CV and Cover Letter
ar: قدم السيرة الذاتية الخاصة بك وخطاب
de: Senden Sie uns Ihr Bewerbungsschreiben und Ihren Lebenslauf zu
fr: Envoyez votre CV et votre lettre de motivation
id: Kirim CV dan Cover Letter Anda
ja: 履歴書とカバーレターを提出してください
pl: Prześlij CV i list motywacyjny
ru: Отправьте своё резюме и сопроводительное письмо
th: ส่งประวัติและจดหมายแนะนำตัวของท่าน
vi: Gửi Sơ yếu lý lịch và Đơn xin việc của bạn
zh_cn: 提交您的简历和求职信

source: Successful
ar: ناجح
de: Erfolgreich
fr: Réussite
id: Berhasil
ja: 成功しました
pl: Zakończono powodzeniem
ru: Успешно
th: เรียบร้อยแล้ว
vi: Thành công
zh_cn: 成功

source: Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remains intact and that all copies include the following notice in a clearly visible position: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. All rights reserved.&rdquo;
ar: يجوز نسخ هذه المواد وتوزيعها بشكل محدود للأغراض غير التجارية فقط، شريطة أن تبقى أي مادة سليمة عند نسخها وشريطة أن تشمل جميع النسخ الإشعار التالي في موقع واضح للعيان: حقوق الطبع والنشر 1999-<span class='currentYear'></span> مملوكة لبيناري المحدودة. جميع الحقوق محفوظة.
de: Solche Materialien können begrenzt und nur für nicht gewerbliche Zwecke kopiert und verteilt werden, sofern das kopierte Material unversehrt bleibt und auf jeder Kopie folgender Hinweis an eindeutig lesbarer Stelle angebracht wird: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Alle Rechte vorbehalten.&rdquo;
fr: Ces contenus peuvent être copiés et distribués de manière limitée et uniquement à des fins non commerciales, tout contenu copié doit rester intact et toutes les copies doivent faire apparaître clairement le texte suivant : &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Tous droits réservés.&rdquo;
id: Bahan tersebut dapat disalin dan didistribusikan secara terbatas untuk tujuan non-komersial saja, dengan ketentuan bahwa setiap materi yang disalin adalah utuh dan memberitahukan kalimat berikut dengan jelas: &ldquo;Hak Cipta Terpelihara Binary Ltd 1999<span class='currentYear'></span>.&rdquo;
ja: そのようなコンテンツは非商業的利用の場合に限り複製及び頒布が可能になる場合がありますが、その際も素材に対していかなる加工も施すことなく、かつ“Copyright 1999- <span class='currentYear'></span>Binary Ltd. All rights reserved.”という文言を明示する必要があります。
pl: Takie materiały mogą być kopiowane i rozpowszechniane w ograniczonym zakresie tylko w celach niekomercyjnych, pod warunkiem, że każdy materiał kopiowany pozostanie nienaruszony, a wszystkie kopie będą zawierać następującą informację w wyraźnie widocznym miejscu: &ldquo;Prawa autorskie 1999-<span class='currentYear'></span> Binary Ltd. Wszelkie prawa zastrzeżone.&rdquo;
ru: Такие материалы могут копироваться и распространяться на ограниченной основе и только для некоммерческих целей, при условии, что любой скопированный материал останется без изменений, а все копии будут иметь следующую пометку на хорошо видном месте: &ldquo;Copyright 1999-<span class='currentYear'></span> Binary Ltd. Все права защищены.&rdquo;
th: เอกสารและสื่อใดๆ ที่อาจจะถูกคัดลอกและใช้ในวงจำกัดสำหรับวัตถุประสงค์ที่ไม่ใช่เชิงพาณิชย์เท่านั้น และเอกสารหรือสื่อดังกล่าวนั้นถูกคัดลอกโดยไม่เปลี่ยนแปลงรวมถึงการบอกกล่าวอย่างชัดเจนในการนำไปใช้: &ldquo; ลิขสิทธิ์ 1999-<span class='currentYear'></span>สงวนลิขสิทธิ์โดย Binary Ltd. &rdquo;
vi: Những tài liệu này được sao chép, phân phát và chỉ phục vụ cho mục dích phi thương mại, Bảo đảm rằng bất cứ tài liệu sao chép nào cũng giữ nguyên vẹn và tất cả các bản sao chép bao gồm các lưu ý sau đây ở trong một vị trí dễ dàng nhìn thấy: &ldquo;Bản quyền 1999-<span class='currentYear'></span> Công ty TNHH Binary. Tất cả các quyền đều được bảo vệ.&rdquo;
zh_cn: 这类材料可以复制和传播，并用于非商业目的，前提是所有复制的材料必须保持完整，且在明显位置标注以下声明：&ldquo;Copyright 1999-<span class='currentYear'></span>Binary Ltd.。版权所有。&rdquo;

source: Summary
fr: Sommaire
ja: まとめ

source: Summary Order Execution Policy
ar: ملخص سياسة تنفيذ الأمر
de: Zusammenfassung der Regeln zur Orderausführung
fr: Résumé de la politique d'exécution des ordres
id: Ringkasan Orde Kebijakan Eksekusi
ja: オーダー実行ポリシーの概要
pl: Streszczenie polityki dot. realizacji zlecenia
ru: Резюме политики лучшего исполнения
vi: Tóm tắt Chính Sách Thực hiện Lệnh
zh_cn: 订单执行政策摘要

source: Sunday
ar: الأحد
de: Sonntag
fr: dimanche
id: Minggu
ja: 日
pl: Niedziela
ru: Воскресенье
th: วันอาทิตย์
vi: Chủ nhật
zh_cn: 周日

source: Supplementary Terms and Conditions for Financial Products offered by Binary Investments (Europe) Ltd.
ar: الشروط والأحكام التكميلية للمنتجات المالية التي تقدمها بيناري للاستثمارات (أوروبا) المحدودة.
de: Ergänzende Allgemeine Geschäftsbedingunen für von Binary Investments (Europe) Ltd. angebotene Finanzprodukte.
fr: Conditions Générales Supplémentaires pour Produits Financiers fournis par Binary Investments (Europe) Ltd.
id: Syarat dan Ketentuan Tambahan untuk Produk Keuangan yang ditawarkan oleh Binary Investments (Europe) Ltd.
ja: Binary Investments (Europe) Ltdが提供する金融商品の補助規約
pl: Dodatkowe warunki dla Produktów finansowych oferowanych przez Binary Investments (Europe) Ltd.
ru: Дополнительные Правила и Условия для финансовых продуктов, предлагаемых Binary Investments (Europe) Ltd.
th: ข้อตกลงและเงื่อนไขเพิ่มเติมสำหรับผลิตภัณฑ์ทางการเงินของ Binary Investments (Europe) Ltd.
vi: Các Điều khoản và Điều kiện Bổ sung cho Sản phẩm Tài chính được cung cấp bởi Công ty TNHH Binary Investments (Châu Âu).
zh_cn: Binary 投资 (欧洲)有限公司提供的金融产品补充条款和条件。

source: Support
fr: Assistance
ja: サポート
vi: Hỗ trợ
zh_cn: 支持

source: Supporting the Group's global recruiting and talent management needs
de: Unterstützung des globalen Personalbeschaffungs- und Talentverwaltungsbedarfs des Konzerns
fr: Répondre aux besoins de la société dans les domaines du recrutement international et de la gestion des compétences
ja: グループのグローバルな人材募集や人材管理のニーズをサポート
vi: Hỗ trợ Nhóm tuyển dụng toàn cầu và quản lý nhân tài của Tập đoàn
zh_cn: 支持集团的全球招聘和人才管理

source: Symbol
fr: Symbole
ja: 通貨シンボル
vi: Biểu tượng
zh_cn: 符号

source: Talk to us
ar: تكلم معنا
de: Sprechen Sie mit uns
fr: Parlez-nous
id: Hubungi kami
ja: お問い合わせ
pl: Porozmawiaj z nami
ru: Пообщайтесь с нами
th: พูดคุยกับเรา
vi: Nói với chúng tôi
zh_cn: 联系我们

source: Target
ar: هدف
de: Ziel
fr: Cible
id: Sasaran
ja: ターゲット
pl: Cel
ru: Цель
th: เป้าหมาย
vi: Mục tiêu
zh_cn: 目标

source: Targeting medium-term / long-term profits
ja: 中期保有/長期保有が目的
th: เป้าหมายระยะกลาง / กำไรระยะยาว

source: Targeting short-term profits
de: Auf kurzfristige Gewinne gerichtet
ja: 短期保有が目的
th: เป้าหมายกำไรระยะสั้น

source: Tasked with writing robust, high-quality, production-ready code and contributing to the architecture that drives our high-traffic global website.
ar: مكلف بكتابة كود قوي, عالي الجودة, جاهز للإنتاج والمشاركة في أسلوب بناء يعمل على دفع حركة المرور العالية الخاصة بموقعنا على الأنترنت.
de: Betrauung mit dem Schreiben von stabilem, qualitativ hochwertigem, produktionsbereitem Code und Beitrag zur Architektur, die unsere globale High-Traffic Website unterstützt.
fr: Vous rédigerez des lignes de code de haute qualité, fiables et prêtes à l'emploi, tout en contribuant à améliorer l'architecture essentielle au bon fonctionnement de notre site Web international à fort trafic.
id: Bertugas menulis, menghasilkan konten berkualitas, memproduksi kode siap sedia dan menghasilkan arsitektur yang membawa lalu lintas tinggi bagi website kami.
ja: 堅牢で高品質、量産可能なコードを書く役割を担い、当社の高トラフィックなサイトを駆動するアーキテクチャに貢献していただきます。
pl: Do powierzanych zadań należeć będzie pisanie silnych, wysokiej jakości kodów gotowych do zastosowania oraz współtworzenie architektury naszej popularnej globalnej strony internetowej.
ru: Написание надёжного, качественного и готового кода, а также улучшение архитектуры нашего мирового вебсайта с высокой посещаемостью.
th: รับผิดชอบในการพัฒนาระบบที่แข็งแกร่ง มีคุณภาพสูง พร้อมใช้งานจริง และสอดคล้องกับสถาปัตยกรรมในภาพรวมเพื่อขับเคลื่อนเว็บไซต์ของบริษัทฯ ที่มีปริมาณธุรกรรมหนาแน่น
vi: Được giao nhiệm vụ viết chuyên sâu, chất lượng cao, mã production-ready và hỗ trợ xây dựng kiến trúc để điều khiển lưu lượng truy cập website toàn cầu.
zh_cn: 负责编写可靠、高质量、生产就绪的代码，并致力于改进我们全球网站的结构，以促进高流量。

source: Tasked with writing robust, high-quality, production-ready code as well as refactoring and optimizing a large and complex legacy code base.
ar: مكلف بكتابة كود قوي, عالي الجودة, جاهز للإنتاج وكذلك إعادة هيكلة وتحسين قاعدة أكواد كبيرة وقديمة ومعقدة.
de: Betrauung mit dem Schreiben von stabilem, qualitativ hochwertigem, produktionsbereitem Code sowie der Refaktorierung und Optimierung einer großen und komplexen Bestandscodebasis.
fr: Vous rédigerez des lignes de code de haute qualité, fiables et prêtes à l'emploi. Vous prendrez également en charge le réusinage et l'optimisation d'une base de code patrimoniale (« legacy ») vaste et complexe.
id: Bertugas menulis, menghasilkan konten berkualitas, memproduksi kode siap sedia serta refactoring dan optimasi basis kode warisan yang besar dan kompleks.
ja: 大規模で複雑なレガシーコードベースのリファクタリングと最適化だけではなく、堅牢で高品質であり量産可能なコードを書く役割を担います。
pl: Do powierzanych zadań należeć będzie pisanie silnych, wysokiej jakości kodów gotowych do zastosowania oraz refaktoryzacja i optymalizowanie dużej i skomplikowanej bazy starszych kodów.
ru: Написание надёжного, качественного и готового кода, а также реструктуризация и оптимизация большой базы унаследованного кода.
th: รับผิดชอบในการพัฒนาระบบที่แข็งแกร่ง มีคุณภาพสูง พร้อมใช้งานจริง และปรับโครงสร้างเพื่อรองรับระบบงานใหญ่และซับซ้อน
vi: Được giao nhiệm vụ viết mã chuyên sâu, chất lượng cao, mã production-ready cũng như bảo dưỡng và tối ưu hóa mã kế thừa cơ sở rất lớn và phức tạp.
zh_cn: 负责编写可靠、高质量、生产就绪的代码，并重构和优化大型、复杂的遗留代码库。

source: Tax Information
de: Steuerinformationen
fr: Informations fiscales
ja: 税務情報
vi: Thông tin thuế
zh_cn: 税务信息

source: Tax identification number
de: Steuer-Identifizierungsnummer
fr: Numéro d'identification fiscale
ja: マイナンバー
vi: Số nhận dạng thuế
zh_cn: 税务标识号

source: Tax residence
de: Steuerdomizil
fr: Résidence fiscale
ja: 税務上の居住地
vi: Thuế cư trú
zh_cn: 纳税居住地

source: Teamwork
de: Teamarbeit
fr: Travail en équipe
ja: チームワーク
vi: Làm việc theo nhóm
zh_cn: 团队合作

source: Tel
ar: هاتف
fr: Tél.
ja: お電話
pl: Telefon
ru: Тел
th: โทร
vi: Điện thoại
zh_cn: 电话

source: Telephone
ar: هاتف
de: Telefon
fr: Téléphone
id: Telepon
ja: 電話番号
pl: Telefon
ru: Номер телефона
th: โทรศัพท์
vi: Điện thoại
zh_cn: 电话

source: Telephone conversations may be recorded and/or monitored by designated staff for quality and antifraud purposes.
ar: قد يتم تسجيل المحادثات الهاتفية و/أو مراقبتها من قبل الموظفين المختصين لأغراض الجودة ومكافحة الاحتيال.
de: Die Telefongespräche werden aufgezeichnet und/oder von entsprechenden Mitarbeitern zur Qualitätskontrolle und zu Zwecken der Betrugsbekämpfung mitgehört.
fr: Les conversations téléphoniques peuvent être enregistrées et/ou surveillées par le personnel compétent à des fins de contrôle qualité et de lutte antifraude.
id: Percakapan telepon adalah direkam dan/atau dipantau oleh staf yang ditunjuk untuk tujuan kualitas dan anti penipuan.
ja: 電話での会話は録音され、品質改善と詐欺防止目的のため担当スタッフにより監視される場合があります。
pl: Rozmowy telefoniczne mogą być nagrywane i/lub monitorowane przez wyznaczonych do tego pracowników w celu zapewnienia wysokiej jakości usług i przeciwdziałanie oszustwom.
ru: Телефонные разговоры могут быть записаны и/или прослушиваться сотрудниками компании с целью контроля качества и предотвращения мошенничества.
th: การสนทนาทางโทรศัพท์อาจจะมีการบันทึกเสียง และ/หรือ ถูกสังเกตการณ์โดยเจ้าหน้าที่ผู้รับผิดชอบเพื่อวัตถุประสงค์ในเชิงคุณภาพและการปราบปรามการทุจริต
vi: Hội thoại qua điện thoại có thể được thu âm và/hoặc giám sát bởi đội ngũ được chỉ định nhằm đảo bảo chất lượng và chống lừa đảo.
zh_cn: 为提高品质并防止欺诈，电话内容可能会被指定职员录音或监控。

source: Telephone:
ar: هاتف:
de: Telefon:
fr: Téléphone :
id: Telepon:
ja: お電話：
pl: Telefon:
ru: Номер телефона:
th: โทรศัพท์:
vi: Điện thoại:
zh_cn: 电话：

source: Term
ar: المدة
de: Bedingung
fr: Durée
id: Istilah
ja: 期間
pl: Okres obowiązywania
ru: Срок
th: ข้อตกลง
vi: Điều khoản
zh_cn: 条款

source: Term & Termination
ar: المدة والإنهاء
de: Laufzeit & Kündigung
fr: Durée et résiliation
id: Istilah & Penghentian
ja: 期間と終了
pl: Okres obowiązywania i zakończenie umowy
ru: Срок и прекращение действия Соглашения
th: ข้อตกลงและการบอกเลิก
vi: Điều khoản và Chấm dứt
zh_cn: 条款与终止

source: Terminate this Agreement by giving a minimum of seven days written notice to you.
ar: انهاء هذه الإتفاقية بإعطاءك إشعار خطي في فترة لا تقل عن سبعة أيام.
de: Kündigung dieses Vertrags per schriftlicher Kündigung, innerhalb von mindestens sieben Tagen, an Sie.
fr: résilier cet Accord après vous en avoir informé par un préavis écrit de sept jours minimum.
id: Mengakhiri Perjanjian ini dengan memberikan minimal tujuh hari pemberitahuan tertulis kepada Anda.
ja: 本契約終了の際は、遅くとも7日前に事前に通知させていただきます。
pl: Zakończyć niniejszą umowę, informując o tym w formie pisemnej minimum siedem dni wcześniej.
ru: прекратить действие данного Соглашения путём отправки Вам предварительного письменного уведомления минимум за семь дней.
th: ยุติข้อตกลงโดยการแจ้งความประสงค์ให้ท่านทราบเป็นลายลักษณ์อักษรอย่างน้อยเจ็ดวัน
vi: Chấm dứt Thỏa thuận này bằng cách gửi cho bạn một văn bản thông báo tối thiểu trước 7 ngày.
zh_cn: 最少7天预先书面通知您终止本协议。

source: Terminate your use of the %1 API; or
de: Kündigen Sie Ihre Verwendung der %1 API; oder
fr: Résilier votre accès à l'API %1 ; ou
ja: %1 APIの使用を終了してください。または
vi: Ngừng sử dụng %1 API; hoặc
zh_cn: 终止使用%1 API 或

source: Termination
ar: فسخ العقد
de: Kündigung
fr: Résiliation
id: Pemutusan
ja: 契約の解除
pl: Zakończenie umowy
ru: Окончание действия
th: การยุติ
vi: Chấm dứt
zh_cn: 终止

source: Termination for Causes
ar: إنهاء الخدمة لأسباب
de: Kündigung aus wichtigem Grund
fr: Résiliation motivée
id: Penghentian Berhubung
ja: 契約の途中解除条項
pl: Rozwiązanie umowy z określonych powodów
ru: Прекращение действия Соглашения по обоснованным причинам
th: การยุติสำหรับสาเหตุต่างๆ
vi: Chấm dứt vì các Nguyên nhân
zh_cn: 终止原因

source: Termination of this Agreement shall not prejudice any rights of any party which may have arisen on or before the date of termination.
ar: إنهاء هذا الإتفاق لا يمس أي حق من حقوق الطرفين التى نشأت فى أو قبل تاريخ الإنهاء.
de: Die Kündigung dieses Vertrags darf die Rechte keiner Partei beeinträchtigen, die am oder vor dem Kündigungsdatum entstehen können.
fr: La résiliation de cet Accord ne portera pas préjudice aux droits de l'une ou l'autre des parties tels qu'applicables à la date de résiliation ou avant celle-ci.
id: Pengakhiran Perjanjian ini tidak mengurangi hak pihak yang mungkin telah muncul pada atau sebelum tanggal pemutusan.
ja: 本契約の解除は、終了日またはそれ以前に生じうるいかなる当事者の権利に損害を与えることはありません。
pl: Zakończenie niniejszej Umowy nie uprawnia którejkolwiek ze stron do żadnych przywilejów, które mogły pojawić się przed lub w dniu jej zakończenia.
ru: Прекращение действия данного Соглашения не повлияет на права любой из сторон, которые были в силе до или на момент прекращения действия Соглашения.
th: การบอกเลิกข้อตกลงนี้จะไม่มีอคติต่อสิทธิใดๆ ของฝ่ายใด ซึ่งอาจจะมีขึ้น หรือ เกิดขึ้นก่อนวันที่ทำการบอกเลิก
vi: Chấm dứt Hiệp định này sẽ không ảnh hưởng tới bất cứ quyền gì của các bên có thể phát sinh vào đúng hoặc trước ngày chấm dứt.
zh_cn: 本协议的终止并不影响任何一方在终止日及之前的权利。

source: Terms and Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales
id: Syarat dan Kondisi
ja: 店頭バイナリーオプション取引約款
pl: Regulamin
ru: Правила и условия
th: ข้อตกลงและเงื่อนไข
vi: Điều khoản và Điều kiện
zh_cn: 条款和条件

source: Terms and conditions
fr: Conditions générales
ja: 取引約款、契約締結前交付書面
th: ข้อตกลงและเงื่อนไข

source: Tertiary
ar: تعليم عالي
de: Tertiär
fr: Supérieur
id: Tersier
ja: 第三の
pl: Trzeciorzędne
ru: Третичн.
th: ลำดับที่สาม
vi: Bên thứ ba
zh_cn: 三级

source: Test our products and services for security vulnerabilities. In the process, you’ll earn a monetary reward for any verifiable issues that you find, courtesy of our bug bounty programme.
de: Testen Sie unsere Produkte und Dienstleistungen auf Sicherheitsschwachstellen. In diesem Prozess, verdienen Sie eine finanzielle Entlohnung für nachprüfbare Probleme, die Sie finden, mit dem Entgegenkommen unseres Bug-Belohnungsprogramms.
fr: Testez les vulnérabilités de sécurité de nos produits et services. Dans le processus, vous obtiendrez une récompense financière pour tout problème vérifiable que vous découvrez, grâce à notre programme de récompense pour la découverte de bug.
ja: 商品およびサービスのセキュリティ脆弱性テストを行います。あなたが発見した検証可能な問題に対して、当社のバグ発見奨金プログラムの報酬として、報奨金をお受け取りいただけます。
vi: Kiểm tra các sản phẩm và dịch vụ cho các lỗ hổng bảo mật. Trong quá trình này, bạn sẽ kiếm được một phần thưởng tiền cho bất kỳ vấn đề kiểm chứng rằng bạn tìm thấy, đúng trách nhiệm của chúng tôi chương trình tiền thưởng lỗi.
zh_cn: 对我们的产品和服务进行安全漏洞测试。 在这个过程中，如发现任何可验证问题，您将获得我们的编程缺陷奖金计划提供的金钱奖励。
