Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Neither you, your direct relatives, or any persons you control are eligible to become clients, and you shall not be entitled to any share of net revenue or any other remuneration from the Company in relation to such relatives, friends, or controlled persons.
de: Weder Sie selbst, Ihre direkten Verwandten oder andere von Ihnen kontrollierte Personen sind berechtigt, Kunden zu werden, und Sie haben keinen Anspruch auf einen Anteil des Nettoumsatzes oder eine andere Vergütung des Unternehmens in Bezug auf derartige Verwandte, Freunde oder kontrollierte Personen.
fr: À l'instar des membres de votre famille et de toute personne sur laquelle vous exercez un contrôle, vous ne pouvez en aucun cas devenir un client, et vous ne pouvez prétendre à aucune part des revenus nets ni à aucune autre rémunération de la part de la Société en faveur des membres de votre famille, de vos amis ou des personnes que vous contrôlez.
id: Anda, anggota keluarga atau orang yang dapat Anda kontrol tidak berhak untuk menjadi klien, dan Anda tidak akan mendapatkan bagian dari pendapatan bersih atau imbalan lainnya dari Perusahaan sehubungan dengan hubungan kerabat tersebut seperti, teman, atau orang yang dapat Anda kendalikan.
ja: アフィリエイト会員の近しい立場の親族または制御できる人を獲得会員にすることはできません。また、アフィリエイト会員はアフィリエイト報酬や当社からのいかなる報酬もそのような親族や友人と共有することはできません。近しい立場の親族とは、配偶者、両親、子、兄弟姉妹と定義します。
pl: Ani partner, ani jego bezpośredni krewni, ani żadna osoba pozostająca pod ich kontrolą, nie mają prawa stać się Klientami i nie są uprawnieni do jakiegokolwiek udziału w przychodach netto lub jakimkolwiek innym wynagrodzeniu od Firmy w odniesieniu do tych krewnych, przyjaciół lub osób będących pod ich kontrolą.
ru: Вы, Ваши прямые родственники и контролируемые Вами люди не могут стать Вашими клиентами. Вы не имеете права получать от Компании комиссии или другие вознаграждения от деятельности Ваших родственников, друзей или контролируемых Вами людей.
th: ไม่ว่าท่าน เครือญาติโดยตรงของท่าน หรือ บุคคลใดๆ ที่ท่านพึงกำกับให้มีสิทธิ์ หรือคุณสมบัติในการเป็นลูกค้า และท่านจะไม่มีกรรมสิทธิ์ในส่วนแบ่งใดๆ ของกำไรสุทธิ หรือ ผลตอบแทนอื่นจากบริษัทฯในความสัมพันธ์เฉกเช่น เครือญาติ เพื่อน หรือ บุคคลในกำกับดูแล
vi: Cả bạn, họ hàng thân thiết của bạn, hoặc bất cứ ai chịu sự kiểm soát của bạn đều không đủ điều kiện trở thành Khách hàng và bạn sẽ không được thừa hưởng bất kì cổ phần từ doanh thu thuần hoặc bất kì khoản thù lao khác của Công ty có liên quan đến những người thân hoặc người chịu sự quản lý đó.
zh_cn: 您和您的直系亲属或您管辖下的任何人都不得成为客户，您也无权享有任何与亲友或管辖下人员相关的净收入或公司其他酬金的份额。

source: Net Annual Income
ar: صافي الدخل السنوي
de: Nettojahreseinkommen
fr: Revenu annuel net
id: Penghasilan Bersih Tahunan
ja: 年間純収入
pl: Roczny dochód netto
ru: Чистый годовой доход
th: รายได้สุทธิต่อปี
vi: Lợi nhuận Thuần Hàng năm
zh_cn: 年净收入

source: Net profit
ar: صافي الربح
de: Nettogewinn
fr: Bénéfice net
id: Laba bersih
ja: 純利益
pl: Zysk netto
ru: Чистая прибыль
th: กำไรสุทธิ
vi: Lợi nhuận thuần
zh_cn: 净收益

source: Netherlands 25 Cash Index
de: Neuseeland 25 Cash Index
ja: ニュージーランド 25現物指数
vi: Chỉ số tiền mặt Hà Lan 25
zh_cn: 荷兰 25 现金指数

source: Network Status
ar: حالة الشبكة
de: Netzwerkstatus
fr: Statut réseau
id: Status Network
ja: ネットワークの状態
pl: Status sieci
ru: Статус сети
th: สถานะของเครือข่าย
vi: Tình trạng Mạng
zh_cn: 网络状态

source: Never
ar: ابدأ
de: Nie
fr: Jamais
id: Tidak pernah
ja: 決してありません
pl: Nigdy
ru: Никогда
th: ไม่เคย
vi: Chưa bao giờ
zh_cn: 从未

source: Never Used
ar: لم تستخدم من قبل
de: Nie verwendet
fr: Jamais utilisé
id: Tidak pernah dipakai
ja: 使用されることはありません。
pl: Nigdy nie użyte
ru: Никогда не использовался
th: ไม่เคยใช้
vi: Chưa bao giờ Sử dụng
zh_cn: 从未使用过

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: Nouveau mot de passe
id: Kata Sandi Baru
ja: 新しいパスワード
pl: Nowe hasło
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_cn: 新密码

source: New Trade
de: Neuer Handel
fr: Nouvelle opération
ja: 新しいトレード
vi: Giao dịch mới
zh_cn: 新交易

source: New Year's Day
de: Neujahrstag
fr: Jour de l'An
ja: 元旦
vi: Ngày của năm mới
zh_cn: 元旦

source: New password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: Nouveau mot de passe
id: Kata sandi baru
ja: 新しいパスワード
pl: Nowe hasło
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_cn: 新密码

source: New token created.
ar: تم إنشاء رمز مميز جديد.
de: Neuer Token generiert.
fr: Nouveau jeton d'authentification créé.
id: Token baru dibuat.
ja: 新しいトークンが作成されました。
pl: Utworzono nowy token.
ru: Создан новый токен.
th: สร้างโทเค่นใหม่แล้ว
vi: Token mới đã được tạo.
zh_cn: 已创建新口令牌。

source: Next
ar: التالي
de: Weiter
fr: Suivant
id: Lanjutkan
ja: 次
pl: Następny
ru: Далее
th: ถัดไป
vi: Tiếp theo
zh_cn: 下一页

source: No Advice
ar: لا نصيحة
de: Keine Beratung
fr: Absence de conseils
id: Tidak ada saran
ja: 振出通知なし
pl: Brak doradztwa
ru: Отсутствие консультаций
th: ไม่มีคำแนะนำ
vi: Không có Tư vấn
zh_cn: 无建议

source: No Connections With Antisocial Forces
ja: 反社会的勢力でないことの確約に関する同意書
th: ไม่มีความสัมพันธ์กับกองกำลังต่อต้านสังคมใดๆ

source: No Connections with Antisocial Forces
ja: 反社会的勢力でないことの確約に関する同意書
th: ไม่มีความสัมพันธ์กับกองกำลังต่อต้านสังคมใดๆ

source: No Touch trades
ar: تداولات الوصول غير موجودة
de: Kein-Ziel Kontrakte
fr: Options « No Touch »
id: Kontrak tidak menyentuh
ja: NO-TOUCHトレード
pl: Zakłady typu „nie osiągnie”
ru: Контракты Нет касания
vi: Không có giao dịch Chạm
zh_cn: “未触及”交易

source: No commission is charged on any Transactions.
de: Auf Transaktionen wird keine Kommission erhoben.
fr: Aucune commission n'est facturée sur les Transactions.
ja: 取引手数料はありません。
vi: Không có hoa hồng được tính vào bất kỳ giao dịch.
zh_cn: 所有交易都不收取佣金。

source: No connection with Antisocial forces
ja: 反社会的勢力でないことの確約に関する同意書
th: ไม่มีความสัมพันธ์กับกองกำลังต่อต้านสังคมใดๆ

source: No delay, neglect, or forbearance on the part of either party in enforcing against the other party any term or condition of this Agreement shall either be or be deemed to be a waiver or in any way prejudice any right of that party under this Agreement.
ar: أي تأخير أو إهمال أو هوادة من جانب أي من الطرفين فى فرض أي من أحكام أو شروط هذه الاتفاقية على الطرف الآخر لا يعتبر تنازلاً عن أي حق من حقوق هذا الطرف أو يمس أي منها بموجب هذا الإتفاق.
de: Eine Verzögerung, Unachtsamkeit oder Nachlässigkeit seitens einer Partei bei der Durchsetzung einer Bestimmung oder Bedingung dieses Vertrags gegenüber der anderen Partei gilt, weder als Verzicht auf ein Recht, noch als ein Präjudiz für ein Recht dieser Partei aus diesem Vertrag.
fr: Aucun retard, négligence ou abstention de l'une des parties pour faire appliquer à l'autre partie tout terme ou condition de cet Accord ne sera, ou ne sera considéré comme une dérogation ou en tout cas un préjudice à tout droit de cette partie dans le cadre de cet Accord.
id: Tidak ada penundaan, kelalaian, atau kesabaran pada bagian dari salah satu pihak dalam penegakan terhadap pihak lain istilah atau kondisi apapun dari Perjanjian ini akan baik atau dianggap pengabaian atau dengan cara apapun prasangka hak partai itu berdasarkan Perjanjian ini.
ja: 他方の当事者への本契約に関する遅延、怠慢などを強要する行為は、本契約に基づいて、権利の放棄または当該当事者の権利に何らかの形で損害を与えるものと判断します。
pl: Żadne opóźnienie, zaniedbanie czy zaniechanie którejkolwiek ze stron w przestrzeganiu wobec drugiej strony zapisów niniejszej Umowy nie będzie oznaczało zrzeczenia się praw, ani nie zostanie uznane za zrzeczenie się praw i w żaden sposób nie narusza jakiegokolwiek prawa tej strony nadanego na mocy niniejszej Umowy.
ru: Никакая задержка, пренебрежение или несоблюдение любых правил и условий данного Соглашения любой из сторон по отношению к другой стороне не будет считаться освобождением от выполнения Соглашения или каким-либо другим образом влиять на права данной стороны по данному Соглашению.
vi: Trường hợp một bên chống lại bên kia, bất kì điều khoản, điều kiện nào của Hiệp định này sẽ bị bỏ hoặc trong trường hợp làm phương hại đến quyền lợi của bên kia theo Hiệp định này.
zh_cn: 任何一方对另一方执行本协议条款和条件的延迟、疏忽或容忍，不能构成或被视为该方在本协议项下的权利被放弃或者受到影响。

source: No experience
ja: 経験なし
th: ไม่มีประสบการณ์

source: No fiduciary duty
ar: لا يتوجب ائتمانيا
de: Keine Treuhandverpflichtung
fr: Absence d'obligation fiduciaire
id: Tidak ada kewajiban fidusia
ja: 受託者義務はありません
pl: Brak obowiązku powierniczego
ru: Отсутствие фидуциарной обязанности
vi: Không có trách nhiệm ủy thác
zh_cn: 无诚信责任

source: No hidden fees or commissions.
ar: لا يوجد مصاريف خفية أو عمولات.
de: Keine versteckten Gebühren oder Provisionen.
fr: Pas de commissions ou autres frais cachés.
id: Tanpa biaya tersembunyi atau komisi.
ja: 取引手数料は無料です。
pl: Bez ukrytych opłat i prowizji.
ru: Без скрытых комиссий или взносов.
th: ไม่มีค่าธรรมเนียมแอบแฝง หรือ คอมมิชชั่น
vi: Không có phí hoặc hoa hồng tiềm ẩn.
zh_cn: 无隐藏费用或佣金。

source: No open positions.
ar: لا يوجد معاملات مفتوحة.
de: Keine offenen Positionen.
fr: Pas de positions ouvertes.
id: Tidak terdapat posisi terbuka.
ja: 現在、保有ポジションはありません。
pl: Brak otwartych pozycji.
ru: Нет открытых позиций.
th: ไม่มีโพซิชั่นที่เปิดอยู่
vi: Không có vị trí cần tuyển dụng.
zh_cn: 无未平仓头寸。

source: No person shall abuse this site for the purpose of money laundering. The Company employs best-practice anti-money laundering procedures. All transactions are checked to prevent money laundering which may have several effects on Clients. The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who do not accept or adhere to these anti-money laundering processes. Acceptable funds should not originate from criminal activity. The Company is bound to report suspicious transactions to relevant authorities.
ar: لا يجوز لأي شخص إساءة استغلال هذا الموقع بغرض غسل الأموال. تستخدم الشركة أفضل الإجراءات ضد غسل الأموال. يتم التحقق من جميع المعاملات لمنع غسل الأموال والتي قد يكون لها العديد من الآثار على العملاء. تحتفظ الشركة بحق رفض التعامل مع العملاء اللذين يرفضون الإلتزام بهذه الإجراءات التى تتخذ لمكافحة غسل الأموال أو وقف الأعمال التجارية أو عكس المعاملات معهم. يجب أن تكون الأموال المقبولة مصدرها ليس من نشاط إجرامي. تلتزم الشركة بالإبلاغ عن المعاملات المشبوهة للسلطات ذات الصلة.
de: Keine Person darf diese Seite zum Zweck der Geldwäsche missbrauchen. Das Unternehmen verwendet die am besten wirkenden Vorkehrungen. Es werden alle Transaktionen zur Vermeidung von Geldwäsche, die mehrere Auswirkungen auf Kunden haben können, überprüft. Das Unternehmen behält sich das Recht vor, es abzulehnen, mit Kunden Geschäfte zu tätigen, die Geschäftstägkeit einzustellen und die Transaktionen mit ihnen zu stornieren, wenn diese die Anti-Geldwäsche-Verfahren nicht akzeptieren oder einhalten. Die angenommenen Gelder dürfen nicht aus kriminellen Handlungen stammen. Das Unternehmen ist verpflichtet, verdächtige Transaktionen den zuständigen Behörden zu melden.
fr: Il est interdit d'utiliser ce site à des fins de blanchiment d'argent. La Société utilise les meilleures procédures contre le blanchiment d'argent. Toutes les transactions sont contrôlées afin d'empêcher le blanchiment d'argent qui peut avoir plusieurs effets sur les Clients. La Société se réserve le droit de refuser ou de mettre fin aux affaires, ou d'inverser les transactions de Clients qui n'acceptent ou n’adhèrent pas à ces processus contre le blanchiment d'argent. Les fonds acceptables ne peuvent pas venir d'activités criminelles. La Société est obligée de rapporter des transactions suspectes aux autorités compétentes.
id: Tidak ada orang yang akan menyalahgunakan situs ini untuk tujuan pencucian uang. Perusahaan ini mempekerjakan praktek terbaik prosedur anti pencucian uang. Semua transaksi diperiksa untuk mencegah pencucian uang yang mungkin memiliki beberapa efek pada Klien. Perusahaan berhak untuk menolak untuk melakukan bisnis dengan, untuk menghentikan untuk melakukan bisnis dengan, dan untuk membalikkan transaksi, Klien yang tidak menerima atau mematuhi proses anti pencucian uang ini. Dana diterima tidak berasal dari kegiatan kriminal. Perusahaan terikat untuk melaporkan transaksi yang mencurigakan kepada pihak berwenang yang relevan.
ja: （債務不履行） 第22条 お客さまが本約款に定める履行期日である本取引の受渡日を過ぎても債務を履行しない場合は、当社は第X条に定める遅延損害金を申し受けることができるものとします。
pl: Nikt nie może nadużywać tego portalu w celu prania brudnych pieniędzy. Firma stosuje najlepsze procedury przeciwdziałania praniu brudnych pieniędzy. Wszystkie transakcje są sprawdzane w celu zapobiegania praniu brudnych pieniędzy, co może mieć różne skutki dla Klientów. Firma zastrzega sobie prawo do odmowy współpracy, zaprzestania współpracy, a także wycofania transakcji w przypadku Klientów, którzy nie akceptują tych procedur lub nie stosują się do nich. Firma jest zobowiązana informować odpowiednie organy o transakcjach wzbudzających podejrzenia.
ru: Запрещается использовать данный сайт с целью отмывания капитала. Компания применяет передовые процедуры предотвращения отмывания денежных средств. Все транзакции проверяются в целях предотвращения отмывания денежных средств, что может иметь различные последствия для клиентов. Компания оставляет за собой право отказывать в бизнесе, прекращать бизнес и аннулировать транзакции Клиентов, которые не принимают или не соблюдают данные меры по предотвращению отмывания денег. Принимаемые Компанией средства не должны происходить от криминальной деятельности. Компания обязана уведомлять о подозрительных транзакциях компетентные органы.
vi: Không ai được phép lạm dụng trang web này với mục đích rửa tiền. Công ty đã áp dụng các biện pháp chống rửa tiền tốt nhất. Tất cả các giao dịch đều được kiểm tra lại để ngăn chặn rửa tiền có thể sẽ có một vài ảnh hưởng tới Khách hàng. Công ty có quyền từ chối hợp tác với khách hàng, ngừng làm việc với khách hàng và có quyền thay đổi hoàn toàn giao dịch của Khách hàng nếu Khách hàng không chấp nhận hoặc từ chối quy trình chống rửa tiền này. Khoản tiền được chấp nhận sẽ không phải là tiền từ hoạt động phi pháp. Công ty bắt buộc phải báo cáo các giao dịch đáng ngờ cho các cơ quan chức năng có liên quan.
zh_cn: 任何人都不得以洗钱为目的滥用本网站。公司采用最佳反洗钱程序。所有交易都会被检查，以防止可能对客户造成影响的洗钱活动。公司保留权利拒绝、中断或撤销不接受或不遵守反洗钱规定的客户所执行的交易。基金不可来自非法活动。公司会向有关当局申报可疑的交易。

source: No risk, $10K virtual money account
ar: حساب أموال افتراضية بدون مخاطر، بقيمة 10000$
de: Kein Risiko, beginnen Sie mit 10.000 € auf Ihrem virtuellen Konto
fr: sans aucun risque, avec un compte virtuel de 10 000 USD.
id: Bebas risiko, $10K akun uang virtual
ja: 100万円分のデモ口座をお試しいただけます
pl: Bez ryzyka, konto z 10 tys. wirtualnych dolarów
ru: Без риска, виртуальные $10,000
th: ไม่มีความเสี่ยง 10,000 เหรียญสหรัฐ ในบัญชีทดลองใช้ของท่าน
vi: Không rủi ro, tài khoản tiền ảo $10k
zh_cn: 无风险，获得一万美元虚拟资金账户

source: No. There's no cost to sign up to the affiliate program.
ar: لا. لا يوجد أى تكاليف للتسجيل فى برنامج الإنتساب.
de: Nein. Die Teilnahme am Partnerprogramm ist kostenlos.
fr: Non. Votre inscription au programme d'affiliés ne vous coûtera rien.
id: Tidak. Tidak ada biaya untuk mendaftar ke program afiliasi.
ja: アフィリエイトプログラムへのご参加費用は一切発生しません。
pl: Nie. Dołączenie do programu partnerskiego nic nie kosztuje.
ru: Нет. Участие в партнерской программе бесплатно.
th: ไม่ ไม่มีค่าใช้จ่ายใดๆ ในการลงทะเบียนเข้าร่วมโปรแกรมพันธมิตร
vi: Không. Không mất chi phí để đăng kí chương trình liên kết.
zh_cn: 没有，加入联盟计划无需任何费用。

source: Not
de: Nicht
fr: Pas
ja: ない
vi: Không
zh_cn: 不

source: Not FATCA*
ja: 外国口座税務コンプライアンス法（米国FATCA）に該当しない
th: ไม่ใช่ FATCA*

source: Note
ar: ملاحظة
de: Anmerkung
fr: Remarque
id: Catatan
ja: 注意
pl: Uwaga
ru: Примечание
th: บันทึก
vi: Chú ý
zh_cn: 附注

source: Note: Payment Agent transfers are only available for accounts registered with Binary (CR) SA. Transactions are accepted only in US dollars.
ar: ملاحظة: تحويلات وكيل الدفع متاحة فقط على الحسابات المسجلة مع Binary (CR) SA. وتقبل المعاملات بالدولار الأمريكي فقط.
de: Achtung: Überweisungen über Zahlungsagenten sind nur für bei Binary (CR) SA vorhandenen Konten möglich. Es werden nur Überweisungen in US-Dollar angenommen.
fr: N.B. Les transferts par l'intermédiaire d'un Agent de paiement ne sont disponibles que pour les comptes enregistrés auprès de Binary (CR) SA. Les transactions ne sont acceptées qu'en USD.
id: Catatan: Transfer Agen Pembayaran hanya tersedia untuk akun terdaftar di Binary (CR) SA. Transaksi diterima hanya dalam dolar AS.
ja: 注意：決済サービスの送金はBinary (CR) SAにご登録いただいたアカウントのみ可能です。取引はUSドルのみご利用いただけます。
pl: Uwaga: Przelewy za pośrednictwem Pośrednika płatności nie są dostępne dla kont zarejestrowanych przez Binary (CR) SA. Transakcje są akceptowane wyłącznie w USD.
ru: Примечание: Переводы через Платежных агентов доступны лишь для счетов, зарегистрированных на Binary (CR) SA. Транзакции принимаются только в долларах США.
th: ข้อสังเกต: ตัวแทนรับชำระเงินโอนมีเฉพาะบัญชีที่ลงทะเบียนกับ Binary (CR) SA. และมีธุรกรรมเป็นสกุลเงินดอลลาร์สหรัฐเท่านั้น
vi: Chú ý: Chuyển tiền qua Đại lý Thanh toán chỉ có cho các tài khoản đã được đăng kí với Binary (CR) SA. Giao dịch chỉ được chấp nhận bằng tiền Đô la Mỹ.
zh_cn: 注意：只有在Binary (CR) SA注册的账户才能通过付款代理汇款。只接受美元交易。

source: Note: Scroll the table to the right to see all platforms.
de: Hinweis: Scrollen Sie die Tabelle nach rechts, um alle Plattformen zu sehen.
fr: N.B. Faites défiler le tableau vers la droite pour voir toutes les plateformes.
ja: ご注意：全プラットフォームを見るには、明細を右へスクロールしてください。
vi: Lưu ý: Cuộn bảng sang bên phải để xem tất cả các sàn.
zh_cn: 注：滾動到表格右側查看所有平台。

source: Note: The company reserves the right to cancel affiliate commissions that remain unclaimed for more than 2 years. Please also read our affiliate terms and conditions.
ar: ملحوظة: تحتفظ الشركة بحق إلغاء عمولات الإنتساب التى تظل بلا مطالبة لأكثر من عامين. رجاء الإطلاع على شروط وأحكام برنامج الإنتساب.
de: Anmerkung: Das Unternehmen behält sich das Recht vor, Partnerprovisionen zu stornieren, die nach einem Zeitraum von mehr als zwei Jahren nicht abgerufen wurden. Bitte lesen Sie sich auch die Geschäftsbedingungen für Geschäftspartner durch.
fr: N.B. La société se réserve le droit d'annuler les commissions non réclamées par ses affiliés au bout de 2 ans. Nous vous prions également de bien vouloir lire nos conditions générales d'affiliation.
id: Nota: Perusahaan berhak untuk membatalkan komisi afiliasi yang tidak diambil melebihi jangka waktu lebih dari 2 tahun. Baca juga mengenai syarat dan kondisi afiliasi.
ja: 注意：当社は２年以上請求がなされなかったアフィリエイト報酬のお支払いをキャンセルする権利を有します。今一度、アフィリエイトに関するご利用規約をご確認下さい。
pl: Uwaga: Firma zastrzega sobie prawo do anulowania prowizji partnerskich, po które nikt nie zgłosił się przez ponad 2 lata. Prosimy również o zapoznanie się z warunkami korzystania z programu partnerskiego.
ru: Внимание: Компания оставляет за собой право отменять партнерские комиссии, невостребованные в течение более, чем 2 лет. Пожалуйста, читайте Правила и Условия.
vi: Lưu ý: Công ty có quyền hủy bỏ hoa hồng liên kết mà không được trình báo trong hơn hai năm. Xin vui lòng đọc điều khoản và điều kiện liên kết của chúng tôi.
zh_cn: 注：公司有权取消逾期两年未申领的联盟佣金。请阅读我们的联盟条款和条件。

source: Note: Withdrawal via payment agent is available only if you deposit exclusively via payment agent
ar: ملاحظة: السحب عبر وكلاء الدفع يتوفر فقط إذا قمت بالإيداع حصرا عن طريق وكيل دفع
de: Bitte beachten: Die Abhebung über einen Zahlungsagenten ist nur möglich, wenn Sie auch über diesen Zahlungsagenten eingezahlt haben
fr: N.B. Le retrait par agent de paiement n'est disponible que si vous effectuez vos dépôts uniquement par le biais d'un agent de paiement.
id: Nota: Penarikan via agen pembayaran hanya tersedia jika Anda mendeposit via agen pembayaran
ja: ご注意：決済サービスでのご出金は、ご入金の際に決済サービスをご利用いただいた場合にのみご利用いただけます。
pl: Uwaga: Wypłaty poprzez pośredników płatności są dostępne tylko w przypadku dokonania wpłaty poprzez pośrednika płatności
ru: Примечание: Вывод средств через платёжного агента доступен лишь в том случае, если Вы пополняете счёт через платёжного агента
vi: Lưu ý: Rút tiền thông qua đại lý thanh toán chỉ khả dụng nếu bạn gửi độc quyền qua đại lý đó
zh_cn: 注意：您必须完全通过付款代理存款才可使用付款代理提款

source: Notes:
ar: ملاحظات:
de: Anmerkungen:
fr: Remarques :
id: Catatan:
ja: ご注意：
pl: Uwagi:
ru: Примечания:
th: บันทึก:
vi: Chú ý:
zh_cn: 注：

source: Notification of Changes
ar: إشعار بالتغييرات
de: Änderungsbenachrichtigung
fr: Avis de modification
id: Pemberitahuan Perubahan
ja: ポリシー変更に関する通知について
pl: Powiadomienie o zmianach
ru: Информация об изменениях
th: การแจ้งความเปลี่ยนแปลงให้ทราบ
vi: Thông báo Thay đổi
zh_cn: 变动通知

source: November
ar: نوفمبر
fr: novembre
id: Nopember
ja: １１月
pl: Listopad
ru: Ноябрь
th: พฤศจิกายน
vi: Tháng Mười một
zh_cn: 十一月

source: Novice traders can use our intuitive visual platform to learn about trading, practice trading and gain trading experience.
ar: يمكن للمتداولين المبتدئين استخدام منصتنا البصرية سهلة الاستخدام للتعرف على التداول، وممارسة التداول واكتساب خبرة التداول.
de: Anfänger im Handel können unsere intuitive visuelle Plattform verwenden, um den Handel zu lernen, zu üben und um Handelserfahrung zu sammeln.
fr: Les traders novices peuvent utiliser notre plateforme de visualisation pour découvrir le trading, s'exercer et acquérir de l'expérience.
id: Trader pemula dapat menggunakan platform visual kami yang intuitif untuk belajar dan memperoleh pengalaman trading.
ja: 初心者のトレーダーの方々は当社の直感的なビジュアルプラットフォームを利用して、取引への知識を深めたり、取引の練習や、取引経験も積むことができます。
pl: Początkujący gracze mogą skorzystać z naszej intuicyjnej platformy wizualnej, aby dowiedzieć się więcej na temat handlowania, poćwiczyć oraz zdobyć doświadczenie.
ru: Начинающие трейдеры могут использовать нашу интуитивно-понятную платформу, чтобы научиться торговле, практиковаться ей и увеличить свой торговый опыт.
vi: Người giao dịch mới có thể sử dụng sàn giao dịch hình ảnh trực quan để học cách giao dịch, thực hành giao dịch và lấy kinh nghiệm giao dịch.
zh_cn: 交易新手可使用我们的直观视觉式平台学习交易、练习交易并获取交易经验。

source: Number of ticks
ar: عدد الحركات
de: Anzahl der Ticks
fr: Nombre de ticks
id: Jumlah tik
ja: Tickの総数
pl: Liczba najmniejszych przyrostów ceny
ru: Кол-во тиков
vi: Số điểm
zh_cn: 跳动点数目

source: Number of ticks:
de: Anzahl der Ticks:
fr: Nombre de ticks :
ja: Tickの総数：
zh_cn: 跳动点数目：

source: O. Representations and Warranties
de: O. Erklärungen und Gewährleistungen
fr: O. Représentations et garanties
ja: O. 表明・保証条項
vi: O. đại diện và bảo đảm
zh_cn: 十五、陈述和保证

source: OAuth App ID
fr: Identifiant d'application OAuth
ja: OAuth アプリケーションID

source: OTC Derivative (Option) Trading
de: OTC Derivative (Option) Handel
fr: Négociation de produits dérivés de gré à gré (options « OTC »)
ja: 店頭デリバティブ（オプション）取引
th: การซื้อขายอนุพันธ์ (ออปชั่น) ในตลาดเจรจาต่อรอง

source: OTC Indices and Stocks
de: OTC Indizes und Aktien
fr: Indices et actions de gré à gré (OTC)
id: Indeks dan Saham OTC
ja: 店頭インデックスと店頭株
pl: Wskaźniki i akcje OTC
ru: Внебиржевые индексы и акции
th: ดัชนีและหลักทรัพย์ในตลาดเจรจาต่อรอง
vi: Các chỉ số và cổ phiếu phi tập trung
zh_cn: 场外交易指数和股票

source: OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market
de: OTC Aktien - Blue-Chip Aktien Kontrakte vom Direktmarkt bezogen
fr: Actions OTC - Contrat d'action de premier ordre provenant du marché hors cote
ja: 店頭株 - 店頭市場から優良株を提供
vi: Cổ phiếu OTC – hợp đồng cổ phiếu Blue-chip có nguồn gốc từ các thị trường phi tập trung
zh_cn: 场外交易股票 - 源自场外交易市场的蓝筹股票合约

source: Occupation
fr: Profession
ja: 職業
th: อาชีพ
zh_cn: 职业

source: October
ar: أكتوبر
de: Oktober
fr: octobre
id: Oktober
ja: １０月
pl: Październik
ru: Октябрь
th: ตุลาคม
vi: Tháng Mười
zh_cn: 十月
