Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Company provides the Binary.com API on an "as is" and "as available" basis with no warranties, either express or implied, of any kind. To the fullest extent permissible under applicable law, the Company disclaim any and all warranties and representations, including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, title, accuracy of data, and non-infringement.
ar: تقدم الشركة واجهة برمجة التطبيقات الخاصة ب Binary.com على أساس "كما هي" و "كما هي متاحة" دون أي ضمانات, سواء كاانت صريحة أو ضمنية, من أي نوع, وإلى أقصى حد يسمح به القانون المعمول به, تنكر الشركة أي وجميع الضمانات و التمثيلات, بما في ذلك, دون حصر, أي ضمانات ضمنية خاصة بالتسويق والترويج, أو الملاءمة لغرض أو هدف معين, ملكية, دقة البيانات, وعدم التعدي.
id: Perusahaan menyediakan API Binary.com pada "sebagaimana adanya" dan dasar "sebagaimana tersedia" tanpa jaminan, baik tersurat maupun tersirat. Untuk sepenuhnya diizinkan oleh hukum yang berlaku, Perusahaan melepaskan setiap dan semua jaminan dan representasi, termasuk, tanpa batasan, jaminan tersirat tentang diperjualbelikan, kesesuaian untuk tujuan tertentu, judul, akurasi data, dan tanpa pelanggaran.
pl: Firma dostarcza API Binary.com bez żadnych zobowiązań dotyczących jego formy i dostępności i nie udziela żadnych gwarancji, wyraźnych ani dorozumianych. W maksymalnym zakresie dopuszczanym przez prawo, Firma wyłącza wszelkie gwarancje i oświadczenia, w tym między innymi wszelkie dorozumiane gwarancje wartości handlowej, przydatności do określonego celu, dokładności danych, tytułu prawnego i nienaruszania praw osób trzecich.
ru: Компания предоставляет API Binary.com по принципу "как есть" и "по возможности", не предоставляя никаких явных или подразумеваемых гарантий. В максимальной мере, разрешенной применимым законодательством, Компания отказывается от любых гарантий и обязательств, включая, но не ограничиваясь любыми подразумеваемыми гарантиями коммерческой пригодности, соответствия определённым целям, правам, точности данных и гарантиями ненарушения иных прав.

source: The Company reserves the right to restrict client trading and/or cancel or reverse transactions in the case that any contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, market data feed or contract pricing latency, data feed error, stray quotes, incorrect pricing parameters, or manifest mis-calculation of prices or other manifest error. Clients have a duty to report to the Company any such problems, errors or suspected system inadequacies that they may experience and may not abuse of or arbitrage such system problems or errors for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
id: Perusahaan berhak untuk membatasi trading klien dan/atau membatalkan atau membalikkan transaksi jika kontrak yang diperoleh atau dijual dengan harga yang tidak mencerminkan harga pasar wajar atau yang diperoleh atau dijual pada tingkat abnormal yaitu dengan risiko rendah akibat kesalahan pemrograman yang tidak terdeteksi, bug atau kesalahan dalam perangkat lunak website kami, data pasar yang diterima atau keterlambatan harga kontrak, kesalahan data feed, kutipan tambahan, parameter harga yang salah, atau perhitungan harga mengalami gangguan atau kesesatan yang terjadi lainnya. Klien memiliki kewajiban untuk melaporkan kepada Perusahaan jika terjadi masalah seperti, kesalahan atau kekurangan sistem yang mungkin mereka alami dan tidak menyalahgunakan atau memanfaatkan masalah sistem tersebut atau kesalahan untuk keuntungan pribadi. Perusahaan akan berusaha untuk menyelesaikan setiap kesulitan seperti tersebut dalam waktu sesingkat mungkin. Pihak yang memiliki pengetahuan dalam mengenai trading financial atau instrumen pasar lainnya adalah dilarang untuk bertrading pada website ini.
pl: Firma zastrzega sobie prawo do ograniczenia czynności handlowych klienta oraz anulowania lub unieważnienia transakcji w przypadku, gdy kontrakty finansowe są nabywane lub sprzedawane po cenach, które nie odzwierciedlają uczciwych cen rynkowych lub gdy są nabywane lub sprzedawane przy wyjątkowo niskim poziomie ryzyka z powodu niewykrytego błędu programowania lub niewykrytych błędów czy usterek w naszym oprogramowaniu, opóźnień w wycenie lub dostępie do źródeł danych, błędów w źródłach danych, nieprawidłowego kwotowania, błędnych parametrów wyceny, istotnych błędów w wycenie lub lub innych istotnych błędów. Klienci mają obowiązek zgłaszania Firmie wszelkich tego typu problemów, błędów lub podejrzanych nieprawidłowości w systemie, których doświadczają i nie mogą nadużywać problemów systemowych w celu uzyskania zysku. Firma dołoży wszelkich starań w celu rozwiązania tych problemów w możliwie najkrótszym czasie. Osoby mające dostęp do poufnych informacji na temat jakiegokolwiek rynku lub instrumentu finansowego nie mogą handlować na niniejszym portalu.
ru: Компания сохраняет за собой право ограничить торговую деятельность клиента и/или отменить сделки в случае, если финансовые контракты были приобретены или проданы по ценам, не отражающим реальные рыночные цены, а также куплены или проданы при аномально низком уровне риска, ввиду неустановленной программной ошибки, нарушения или сбоя программного обеспечения, нарушения потока данных или запаздывания цен контрактов, возникновения ошибок в потоке данных, сбоев в котировках, неправильных ценовых параметров, неточного расчёта цен или возникновения иных явных ошибок. Клиенты обязуются уведомлять Компанию о любых проблемах или возможных ошибках в работе системы, с которыми они столкнутся, и не использовать подобные ошибки для извлечения выгоды. Компания предпримет все возможные усилия, чтобы устранить такого рода нарушения в кратчайшие сроки. Лица, имеющие доступ к внутренней информации о финансовых рынках или инструментах, не имеют права торговать на данном сайте.

source: The Company shall have no liability arising from orders, investment decisions or purchases of third party goods or services (including financial instruments and currency) based on information published on or furnished through the Binary.com API;
ar: ليس للشركة أي مسئولية تنشأ من الأوامر, قرارات الاستثمار أو شراء البضائع والخدمات من طرف ثالث (بما في ذلك الأدوات المالية والنقدية) على أساس المعلومات المنشورة على أو المقدمة من خلال واجهة برمجة التطبيقات الخاصة ب Binary.com;
id: Perusahaan tidak memiliki kewajiban yang timbul dari perintah, keputusan investasi atau pembelian barang atau layanan pihak ketiga (termasuk instrumen keuangan dan mata uang) berdasarkan informasi yang diterbitkan pada atau dilengkapi melalui API Binary.com.
pl: Firma nie ponosi żadnej odpowiedzialności związanej z decyzjami inwestycyjnymi, zamówieniami i zakupami towarów lub usług (w tym instrumentów finansowych i walut) dokonanymi na podstawie informacji opublikowanych w API Binary.com lub przekazywanych za jego pośrednictwem;
ru: Компания не несёт ответственности в отношении ордеров, инвестиционных решений, а также покупки товаров или услуг сторонних компаний (включая финансовые инструменты и валюты) на основе информации, опубликованной или предоставленной посредством API Binary.com;

source: The Cyberview Lodge Resort in Cyberjaya
ar: منتجع سيبرفيو لودج في سيبرجايا
id: The Cyberview Lodge Resort di Cyberjaya
pl: Ośrodek Cyberview Lodge Resort w Cyberjaya
ru: Cyberview Lodge Resort в Cyberjaya

source: The Detrended Price Oscillator compares closing price to a prior moving average, eliminating cycles longer than the moving average.
ar: يقارن مؤشر "المذبذب السعري بدون اتجاه" سعر الإقفال لمتوسط متحرك سابق، عبر حذف الدورات الأطول من المتوسط المتحرك.
id: Detrended Price Oscillator membandingkan harga penutupan dengan moving average sebelumnya, menghapuskan perputaran lebih lama dari moving average.
pl: Beztrendowy oscylator cenowy (wskaźnik DPO) służy do porównywania ceny zamknięcia z poprzednią średnią kroczącą, bez uwzględniania cykli dłuższych niż średnia krocząca.
ru: Осциллятор бестрендовой цены сравнивает цену закрытия с предшествующей скользящей средней, без учета временных отрезков вне этой скользящей средней.

source: The EUR Index is a weighted Index, measuring the Euro’s value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
ar: مؤشر EUR هو مؤشر وزني، يقيس قيمة اليورو مقابل سلة من 5 عملات عالمية (USD, AUD, GBP, JPY, CAD)، وزن كل منهم 20%.
id: Indeks EUR adalah Indeks yang ditimbang dengan mengukur nilai Euro melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%.
pl: Indeks EUR to indeks ważony mierzący wartość euro w stosunku do koszyka 5 światowych walut (USD, AUD, GBP, JPY, CAD), z których każda ma wagę 20%.
ru: Индекс EUR Index является взвешенным индексом, измеряющим значение евро против корзины из 5 основных мировых валют (USD, EUR, GBP, JPY, CAD), каждая из которых взвешена на 20%.

source: The Financial Products that we offer to deal in are contracts entered into between you and us. Under these contracts and subject to the specific terms of the relevant contract, in consideration for the premium or price that you pay us, we promise to pay you a certain amount if the reference assets or measurements perform in a particular manner. These contracts accordingly are not instruments that we hold on your behalf and neither benefit from clients' assets protection in the event of our insolvency. Similarly the premium or price that you pay to take out a trade is not held as clients’ money but as consideration for our undertaking to pay.
ar: المنتجات المالية التي نقدمها لنتعامل في العقود المبرمة بيننا وبينكم. بموجب هذه العقود ووفقا للشروط المحددة ذات الصلة، واضعين بعين الإعتبار القسط أو الثمن الذي تدفعه لنا، نعد بأن ندفع لك مبلغا معينا إذا تصرفت الأصول أو الأسواق بطريقة معينة. هذه العقود وفقا لذلك ليست صكوكا نحتفظ بها نيابة عنك كما لا نستفد من أصول العملاء المحمية في حالة الإعسار. وبالمثل القسط أو الثمن الذي تدفعه للتداول لا نحتفظ به كأموال للعملاء ولكن كمقابل لتعهدنا على الدفع.
id: Produk Keuangan yang kami tawarkan adalah kontrak antara Anda dan kami. Dibawah kontrak ini dan tertakluk kepada syarat dan ketentuan kontrak tertentu. Dengan mempertimbangkan premium atau harga kontrak yang Anda bayarkan, kami berjanji akan membayar jumlah tertentu sesuai dengan referensi aset atau sesuai dengan prestasi kontrak. Kontrak ini bukan merupakan instrumen yang kami pegang atas nama Anda termasuk memberi keuntungan dari proteksi aset klien yang dilindungi jika kami mengalami kepailitan. Demikian pula premi atau harga yang Anda bayar untuk bertrading tidak dikumpulkan sebagai uang klien melainkan sebagai dana untuk membayar.
pl: Oferowane przez nas Produkty finansowe stanowią kontrakty zawierane pomiędzy Tobą a nami. Na podstawie tych kontraktów i w oparciu o określone warunki danego kontraktu, w zamian za zapłatę lub cenę, obiecujemy wypłacić Ci określoną kwotę, jeśli aktywa referencyjne lub pomiary zachowają się w określony sposób. Kontrakty te nie stanowią zatem instrumentów, które przechowujemy w Twoim imieniu i nie korzystamy z aktywów klientów w przypadku naszej niewypłacalności. Zapłata lub cena, którą płacisz za transakcję nie jest przechowywana jako środki pieniężne klienta, ale jako wynagrodzenie za nasze zobowiązanie się do zapłaty.
ru: Финансовые продукты, которые мы предлагаем, являются контрактами между Вами и нами. В этих контрактах, согласно конкретным условиям соответствующего контракта, с учетом комиссии или цены, которую Вы платите нам, мы обещаем платить Вам определенную сумму, если справочные активы или измерения имеют определенные показатели. Эти контракты, соответственно, не являются инструментами, которые мы содержим от Вашего имени или от защиты которых мы извлекаем выгоду в случае нашей несостоятельности. Аналогично, комиссия или цена, которую Вы платите, содержится не как деньги клиентов, а в качестве вознаграждения за наше обязательство выплаты.

source: The GBP Index is a weighted Index, measuring the British Pound’s value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
ar: مؤشر GBP هو مؤشر وزني، يقيس قيمة الجنيه الاسترليني مقابل سلة من 5 عملات عالمية (USD, EUR, AUD, JPY, CAD)، وزن كل منهم 20%.
id: Indeks GBP adalah Indeks yang ditimbang dengan mengukur nilai Pound Inggris melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%.
pl: Indeks GBP to indeks ważony mierzący wartość funta brytyjskiego w stosunku do koszyka 5 światowych walut (USD, EUR, AUD, JPY, CAD), z których każda ma wagę 20%.
ru: Индекс GBP Index является взвешенным индексом, измеряющим значение британского фунта против корзины из 5 основных мировых валют (USD, EUR, AUD, JPY, CAD), каждая из которых взвешена на 20%.

source: The Mass Index attempts to predict reversals by comparing the trading range (High minus Low) for each period. Reversals are signalled by a bulge in the index line.
ar: يحاول مؤشر الكتلة التنبؤ بالانتكاسات عن طريق مقارنة متوسط التدوال (المرتفع ناقص المنخفض) لكل فترة. يشار للانتكاسات عن طريق ارتفاع مفاجىء فى خط المؤشر.
id: Mass Index mencoba untuk memprediksikan perubahan dengan membandingkan jarak trading (Tinggi dikurangi Rendah) untuk setiap periode. Percobaan adalah ditandakan oleh pertambahan pada garis indeks.
pl: Indeks masy prognozuje zwroty, porównując zakres handlowy (wysoki minus niski) dla każdego okresu. Zwroty są sygnalizowane przez wybrzuszenie linii indeksu.
ru: Mass Index предназначен для предсказания разворотов, рассчитывается на основе амплитуды торговли (Высшее значение минус Низшее) за определенный период. Сигнал о возможном развороте выглядит как выступ, выпуклость на линии индекса.

source: The Moving Average Convergence/Divergence (MACD) indicator is a trend following indicator and is designed to identify trend changes.The MACD is an oscillator based on two exponential moving averages of a share price. Three lines are shown. The "MACD" line is calculated as the difference between the two moving averages (usually based on 12- and 26- day averages). The "signal" line is a 9-day smoothed average of the standard MACD line, and is sometimes referred to as the "slow" MACD line.
ar: مؤشر المتوسط المتحرك للتقارب والتباعد (MACD) هو مؤشر يتبع الاتجاهات ومصمم ليحدد تغيرات الاتجاهات. MACD هو مذبذب مبني على متوسطين أُسيين متحركين لسعر سهم. يتم إظهار ثلاثة خطوط. يحسب خط "MACD" على أنه الفرق بين المتوسطين المتحركين (عادة يكون الحساب مبني على أساس 12- و26- متوسط يومي). خط "الإشارة" هو متوسط مُعدل لفترة 9 أيام من خط الـ MACD الأساسي ويشار إليه أحياناً بخط الماكد "البطيء".
id: Indikator Moving Average Convergence/Divergence (MACD) adalah indikator yang mengikuti trend dan didesign untuk mengenali perubahan trend. MACD adalah sebuah osilator berdasarkan pada dua eksponensial pergerakan rata-rata dari sebuah harga saham. Terbagi atas tiga bagian. Garis "MACD" dihitung sebagai perbandingan antara dua rata-rata pergerakan (bisanya berdasarkan 12- dan 26- rata-rata hari). Baris "sinyal" adalah 9-hari rata-rata penghalusan dari baris MACD dan terkadang disebut sebagai baris "slow" MACD.
pl: Wskaźnik MACD to wskaźnik śledzący trend, mający na celu określenie jego zmian. MACD to oscylator oparty na dwóch wykładniczych średnich kroczących ceny akcji. Przedstawiany jest w formie trzech linii. Linia MACD jest obliczana jako różnica między dwiema średnimi kroczącymi (zwykle między średnimi dziennymi o długości od 12 do 26 dni). Linia sygnału to 9-dniowa wygładzona średnia krocząca standardowej linii MACD, określana czasami jako „powolna” linia MACD.
ru: Технический Индикатор Скользящая Средняя Осциллятора - MACD (Moving Average Convergence/Divergence) - это осциллятор, основанный на двух экспоненциальных скользящих средних. На графике показываются три линии. Линия "MACD" рассчитывается как разница между двумя скользящими средними (обычно берутся значения за 12 и 26 дней). "Сигнальная" линия - это 9-дневное сглаженное среднее значение стандартной MACD линии, иногда ее называют "медленным" MACD.

source: The Performance indicator displays a security's price performance as a percentage. This is sometimes called a "normalized" chart. The Performance indicator displays the percentage that the security has increased since the first period displayed. For example, if the Performance indicator is 10, it means that the security's price has increased 10% since the first period displayed on the left side of the chart. Similarly, a value of -10% means that the security's price has fallen by 10% since the first period displayed.Performance charts are helpful for comparing the price movements of different securities.
ar: يعرض مؤشر الأداء أداء سعر ورقة مالية كنسبة مئوية. يسمى هذا أحياناً "تطبيع" الرسم البياني. يعرض مؤشر الأداء النسبة التى زادتها الورقة المالية منذ أول فترة ظهور. على سبيل المثال، إذا كان مؤشر الأداء 10 فهذا يعني أن سعر الورقة المالية زاد بنسبة 10 منذ أول فترة ظهر فبها على الجانب الأيسر من الرسم البياني. وبالمثل، فإن قيمة -10% تعنى أن سعر الورقة المالية نقص بمقدار 10% منذ أول فترة ظهور. يساعد الرسم البياني للأداء على مقارنة تحركات أسعار أوراق مالية مختلفة.
id: Performance indicator menampilkan harga keamanan performance sebagai persentasi. Hal ini kadangkala disebut dengan "normalized" grafik. Performance indicator menampilkan peningkatan persentasi keamanan sejak periode pertama ditampilkan. Sebagai contoh, jika Performance indicator adalah 10, hal ini berarti harga keamanan meningkat 10% sejak periode pertama ditampilkan pada bagian kiri grafik. Begitu juga jika nilai -10%, hal ini berarti harga keamanan telah jatuh 10% sejak periode pertama ditampilkan. Performance chart sangat membantu dalam hal membandingkan pergerakan harga pada securities berbeda.
pl: Wskaźnik kształtowania ceny pokazuje, jak kształtuje się cena danego papieru wartościowego i jest podawany procentowo. Jest to tak zwany „znormalizowany” wykres. Wskaźnik kształtowania ceny pokazuje w procentach, o ile wzrosła wartość papieru wartościowego w danym okresie. Np. gdy wskaźnik wynosi 10 oznacza to, że cena papieru wartościowego wzrosła o 10% od pierwszego okresu wyświetlonego po lewej stronie wykresu. Analogicznie, wartość -10% oznacza, że cena papieru wartościowego spadła o 10% w stosunku do pierwszego wyświetlonego okresu. Wykresy kształtowania ceny są pomocne przy porównywaniu ruchów cen różnych papierów wartościowych.
ru: Индикатор Performance показывает поведение цены в процентном отношении. Иногда такой график называют "нормализованным". Индикатор показывает величину процента, на который выросли котировки, начиная с первого указанного периода. Например, значение 10 говорит о том, что цена выросла на 10%, начиная с момента, с которого начинается график. Значение -10% указывает на соответствующее падение. Индикатор полезен при сравнении ценовых движений у разных валют/индексов.

source: The Rate of Change indicator (ROC) is a way of showing how rapidly the price of a particular share (or other financial instrument) is moving. The theory is that if a price is rising (or falling) very quickly there will soon come a time when it is thought to be overbought (or oversold). When this occurs the price may still continue to rise (or fall), but not as rapidly as it was before.
ar: مؤشر معدل التغير (ROC) هو طريقة لإظهار سرعة حركة سعر سهم ما (أو أي أداة مالية أخرى). النظرية أنه إذا كان سعر ما يرتفع (أو ينخفض) بسرعة جداً، قريباً سيأتي وقت عندما يُعتقد أنه مشبع بالشراء (أو البيع). عندما يحدث ذلك من الممكن أن يستمر السعر في الصعود (أو الهبوط)، لكن ليس بنفس السرعة السابقة.
id: Indikator Rate of Change (ROC) adalah sebuah indikator yang memperlihatkan pergerakan cepat harga sebuah saham (instrumen keuangan lainnya). Teorinya adalah jika harga naik (atau turun) sangat cepat maka akan berlaku waktu dimana akan diperkirakan terjadi lebih penjualan (atau lebih pembelian). Ketika hal ini terjadi maka harga kemungkinan akan terus meningkat (atau menurun) tapi tidak sedrastis sebelumnya.
pl: Wskaźnik tempa zmiany (ROC) pokazuje, jak szybko zmienia się cena danej akcji (lub innego instrumentu finansowego). Teoretycznie, jeśli cena rośnie (lub spada) bardzo szybko, wkrótce nastąpi moment, kiedy instrument zostanie uznany za wykupiony (lub wyprzedany). Kiedy to nastąpi, cena może nadal rosnąć (lub spadać), ale nie tak szybko jak wcześniej.
ru: Индикатор Скорость Изменения Цены (ROC) показывает, насколько быстро изменяются котировки определенных акций (или валют). Согласно теории, если курс поднимается (или падает) очень резко, то вскоре наступает момент перекупленности (или перепроданности). Когда это происходит, цена может продолжать расти (или падать), но уже не такими темпами, как прежде.

source: The Relative Strength Index (RSI) measures a share price relative to itself and its recent history. It is calculated as the average of the prices for days where the price rose divided by the average of the prices for days where the price fell. The RSI ranges between 0 and 100.A 70+ level could indicate that a share is overbought, meaning that the speculator should consider selling. Or conversely oversold at the 30 level. The principle is that when there's a high proportion of daily movement in one direction it suggests an extreme, and prices are likely to reverse.
ar: يقيس مؤشر القوة النسبية (RSI) سعر سهم ما في ما يتصل بنفسه وتاريخه الحديث. يتم حسابه عن طريق قسمة متوسط الأسعار لعدة أيام حيث ارتفع السعر على متوسط الأسعار لعدة أيام حيث انخفض السعر. يتراوح مؤشر القوة النسبية بين 0 و 100. يمكن أن يشير مستوى 70% فأكثر إلى أن السهم مشبع بالشراء أي أن المضارب ينبغي أن يفكر في البيع. على العكس من ذلك، يكون السهم مشبع بالبيع عند مستوى 30. المبدأ هو أنه عندما يكون هناك نسبة عالية من الحركة اليومية فى اتجاه واحد فهذا يشير إلى اتجاه متطرف ويرجح أن الأسعار ستنعكس.
id: Relative Strength Index (RSI) mengukur perbandingan harga saham antara RSI sendiri terhadap harga saat ini. RSI sendiri merupakan indikator yang membandingkan momentum harga yakni antara nilai pada saat ini terhadap daya tarik kerugian yang terjadi. Nilai daripada RSI berada pada kisaran 0 hingga 100. Level 70+ mengindikasikan saham terbeli lebih, maksudnya spekulator harus mempertimbangkan untuk menjual. Atau sebaliknya terlalu banyak menjual pada level 30 . Prinsipnya adalah ketika terjadi perbandingan cukup tinggi pada pergerakan harian dalam satu arah yang menyarankan terlalu tinggi dan harga mungkin menjadi sebaliknya.
pl: Wskaźnik względnej siły (RSI) mierzy cenę akcji w stosunku do niej samej i jej najnowszej historii. Jest to średnia cen dla dni, kiedy cena rosła, podzielona przez średnią cen w dniach, gdy cena spadała. Zakres wskaźnika RSI mieści się między 0 a 100. Poziom 70+ może wskazywać, że akcja jest wykupiona, co oznacza, że gracz powinien rozważyć sprzedaż. I odwrotnie, wyprzedana przy poziomie 30. Występowanie dużej proporcji dziennego ruchu w jednym kierunku wskazuje na ekstremum i sugeruje, że ceny prawdopodobnie się odwrócą.
ru: Индикатор относительной силы (RSI) определяет значение цены относительно самой цены и ее недавней истории. Способ расчета: среднее значение цен в дни роста рынка делится на среднее значение цен в те дни, когда рынок падал. Величина RSI колеблется от 0 до 100. Уровень 70 и выше может сигнализировать о перекупленности, то есть ситуация благоприятна для продажи. Обратная ситуация - при значении 30 и ниже. Принцип заключается в том, что сильный уклон в одном направлении в течение дня предполагает чрезмерность и скорый разворот.
