Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: We are always on the lookout for small, local charities where our contributions can make a direct impact. If you'd like to talk to us about supporting your charity, please contact us at %1.
de: Wir sind immer auf der Suche nach kleinen, lokalen Wohltätigkeitsorganisationen, wo unsere Spender eine unmittelbare Auswirkung haben können. Wenn Sie mit uns darüber sprechen wollen, Ihre Wohltätigkeitsorganisation zu unterstützen, kontaktieren Sie uns bitte unter %1.
fr: Nous sommes toujours à la recherche de petites associations caritatives locales au sein desquelles nos contributions peuvent avoir un impact direct. Si vous souhaitez vous entretenir avec nous concernant les possibilités de soutien de votre association caritative, veuillez nous contacter à l'adresse %1.
zh_cn: 我们一直都在寻找可让受益人直接受惠的小型本地慈善活动。如您想要我们支持您的慈善活动，请通过%1和我们联系。

source: We delete an order with the largest margin reserved.
de: Wir löschen eine Order mit dem höchsten belegten Margin.
fr: Nous supprimons cet ordre avec la plus grande marge réservée.
vi: Chúng tôi xóa một lệnh với lợi nhuận lớn nhất được giữ riêng.
zh_cn: 我们删除订单，并保留金额最大的保证金。

source: We may modify Margin Requirements for any Open Positions or new Transactions entered into, at our sole discretion. Formulas for Margin Requirements published on the website are indicative only and may be changed by the Company at its discretion at any time, due to changing market conditions or other factors.
de: Wir können Margin-Anforderungen für alle offenen Positionen, oder neu eingegangenen Transaktionen, einzig nach unserem Ermessen modifizieren. Formeln für Margin-Anforderungen, die auf der Website veröffentlicht sind, sind nur indikativ und können vom Unternehmen, nach sich verändernden Marktbedingungen oder anderen Faktoren, nach eigenem Ermessen, zu jeder Zeit geändert werden.
fr: Nous pouvons modifier l'Exigence de Marge pour toute Positions Ouvertes ou de nouvelles Transactions dans lesquelles vous entrez, à notre absolue discrétion. Les formules pour l'Exigence de Marge publiées sur le site internet sont indicatives seulement et peuvent être modifiées par l'Entreprise à sa discrétion à tout moment, dû à des conditions de marché changeantes ou autres facteurs.
vi: Chúng tôi có thể sửa đổi lề điều kiện cho bất kỳ phiên mở hoặc phiên giao dịch mới được nhập vào, theo ý kiến của chúng tôi. Công thức cho lề điều kiện được công bố trên website chỉ mang tính tham khảo và có thể được thay đổi bởi công ty với ý kiến của mình tại bất kỳ thời điểm nào, do thay đổi điều kiện thị trường hoặc các yếu tố khác.
zh_cn: 我们可能会自行决定为任何未平仓头寸或新签订交易修改保证金要求。网站上公布的保证金要求公式仅供参考用途，并可能会随时因市场条件或其他因素的变化由公司自行决定更改。

source: We may or may not use your personal information to contact you at any reasonable time as part of our marketing activities. You authorise us to contact you by email or telephone to give you information about selected products and services offered by us. Your consent for us to use your personal information for this purpose applies to the period you have a Real Account with us and after you close your Real Account. Please advise us in writing if you do not wish your personal information to be used for such purposes.
de: Wir können Ihre persönlichen Informationen dazu verwenden (oder nicht), Sie zu jeder angemessenen Zeit als Teil unserer Marketingaktivitäten zu kontaktieren. Sie gestatten uns, Sie über E-Mail oder Telefon zu kontaktieren, um Ihnen Informationen über ausgewählte Produkte und von uns angebotene Dienstleistungen zu geben. Ihre Zustimmung an uns, Ihre persönlichen Informationen zu diesem Zweck zu verwenden, gilt für den Zeitraum, in dem Sie ein echtes Konto mit uns haben und nachdem Sie Ihr echtes Konto geschlossen haben. Bitte benachrichtigen Sie uns schriftlich, falls Sie nicht damit einverstanden sind, dass Ihre persönlichen Informationen zu solchen Zwecken verwendet werden.
fr: Nous pouvons ou non utiliser vos informations personnelles pour vous contacter à tout moment raisonnable comme partie de nos activités marketing. Vous nous autorisez à contacter par courriel ou téléphone pour vous donner des information à propos de certains produits et services offerts par nous. Votre consentement pour nous à utiliser vos informations personnelles dans ce but appliqué à la période durant laquelle vous avez un Compte Réel avec nous et après que vous ayez fermé votre Compte Réel. S'il vous plait demandez nous en nous écrivant si vous ne souhaitez pas que vos informations personnelles soient utilisées pour de telles buts.
vi: Chúng tôi có hoặc không thể sử dụng thông tin cá nhân của bạn để liên lạc với bạn tại bất kỳ thời gian hợp lý nào là một phần của các hoạt động tiếp thị của chúng tôi. Bạn cho phép chúng tôi tiến hành liên hệ với bạn bằng email hoặc điện thoại để cung cấp cho bạn các thông tin về lựa chọn sản phẩm và dịch vụ được cung cấp bởi chúng tôi. Sự đồng ý của bạn cho chúng tôi sử dụng thông tin cá nhân của bạn cho mục đích này áp dụng cho khoảng thời gian bạn có một tài khoản với chúng tôi và sau khi bạn đóng tài khoản thực sự của bạn. Xin vui lòng tư vấn cho chúng tôi bằng văn bản nếu bạn không muốn thông tin cá nhân của bạn sẽ được sử dụng cho các mục đích.
zh_cn: 作为我们营销活动的一部分，我们可能，也可能不会于任何合理时间内使用您的个人信息与您联系。您授权我们通过电子邮件或电话与您联系，向您提供选定的产品和服务信息。您拥有我们的真实账户期间及您关闭真实账户之后，您同意我们使用您的个人信息作此用途。如果您不希望您的个人信息被用于此用途，请以书面通知我们。

source: We may, at our absolute discretion, accept a Stop Order or a Limit Order from you. We may enable other types of Orders (for example, a trailing stop order) for your execution at any point in time.
de: Wir können, nach eigenem Ermessen, eine Stop Order, oder eine Limit Order von Ihnen akzeptieren. Wir können zu jeder Zeit, andere Arten von Ordern (zum Beispiel eine Trailing Stop Order) zu Ihrer Ausführung freigeben.
fr: Nous pouvons, à notre absolue discrétion, accepter un Ordre Stop ou un Ordre Limite de vous. Nous pouvons permettre d'autres types d'Ordres (par exemple, un ordre de stop trainant) pour votre exécution à tout moment dans le temps.
vi: Chúng tôi có thể, theo quyết định tuyệt đối của chúng tôi, chấp nhận một lệnh dừng hoặc hạn chế từ bạn. Chúng tôi có thể cho phép các loại lệnh (ví dụ, một chuỗi lệnh dừng) cho bạn thực thi ở bất kỳ thời gian nào.
zh_cn: 我们可以完全自主决定接受您的止损订单或限价订单。我们可能随时在执行您的订单时启用其他类型的订单（例如，追踪止损订单）。

source: We may, at our absolute discretion, disregard your Order if an Event takes place resulting in it no longer being reasonable for us to act on your Order after indicating an acceptance of your Order.
de: Wir können, nach eigenem Ermessen, Ihre Order missachten, wenn ein Event eintritt, weswegen es für uns nicht länger angemessen ist, auf Ihre Order einzuwirken, nachdem angedeutet wurde, dass Ihre Order akzeptiert wurde.
fr: Nous pouvons, à notre absolue discrétion, de ne pas tenir compte de votre Ordre si un Évènement prend place et résultant de ne pas être raisonnable pour nous de traiter votre Ordre après avoir indiqué l'acceptation de votre Ordre.
vi: Chúng tôi có thể, với ý kiến tuyệt đối, bỏ qua lệnh của bạn nếu một sự kiện xảy ra với kết quả nó không được hợp lý cho chúng tôi để thực hiện với lệnh của bạn sau khi chỉ ra một sự hợp lý từ lệnh của bạn.
zh_cn: 在表示接受您的订单后，如果发生导致我们无法继续合理执行您的订单的事件， 我们可能自行决定忽略您的订单。

source: We may, however, withhold your withdrawal request from your Real Account to your Binary Options Real Account, in whole or in part, if:
de: Wir können jedoch Ihre Auszahlungsanfrage von Ihrem Echtgeldkonto zu Ihrem Binären Optionen Echtgeldkonto, im Ganzen oder zum Teil, zurückhalten, wenn:
fr: Nous pouvons, cependant, suspendre votre requête de retrait de votre Compte Réel à votre Compte Réel Binary Options, en tout ou partie, si :
vi: Chúng tôi có thể, tuy nhiên, giữ lại yêu cầu rút tiền của bạn từ tài khoản thực tới tài khoản tùy chọn thực tế Binary, toàn bộ hoặc một phần, nếu:
zh_cn: 如果发生以下情况，我们可能将您从真实账户转到二元期权真实账户的提款请求保留全部或部分款项︰

source: We reasonably consider that funds may be required to meet any Margin Requirement; and/or
de: Wir erachten es als angemessen, dass Gelder erforderlich sein können, um Margin-Anforderungen nachzukommen; und/oder
fr: Nous considérons raisonnablement si des fonds peuvent être requis pour répondre à toute Exigence de Marge; et/ou
vi: Chúng tôi xem xét một cách hợp lý rằng tiền có thể được yêu cầu để đáp ứng bất kỳ lề điều kiện nào; và/hoặc
zh_cn: 我们合理考虑到可能需要资金满足任何保证金要求; 和（或)

source: We reserve the right to refuse your request to open a Real Account for any reason, and any Real Account may be closed at our discretion at any time.
de: Wir behalten uns das Recht vor, Ihre Anfrage auf Eröffnung eines Echtgeldkontos aus beliebigem Grund, zu verweigern, und jedes Echtgeldkonto kann, nach unserem Ermessen, zu jeder Zeit geschlossen werden.
fr: Nous nous réservons le droit de refuser votre requête d'ouverture de Compte Réel pour toute raison, et tout Compte Réel peut être fermé à notre discrétion à tout moment.
vi: Chúng tôi có quyền từ chối yêu cầu của bạn để mở một tài khoản thực vì bất kỳ lý do nào, và bất kỳ tài khoản thực nào cũng có thể bị đóng lại theo quyết định của chúng tôi vào bất kỳ lúc nào.
zh_cn: 不论是什么原因，我们保留拒绝您开立真实账户请求， 并随时由我们自主决定关闭任何真实账户的权利。

source: We will act on any instructions given, or appearing to be given by you and received by us in relation to the margin trading services provided through the MT5 Trading Platform, as deemed instructed by you. However, it is not our obligation to act on any instructions deemed instructed by you, and we are not obligated to give you any reasons for declining to do so. Instructions received by us from you are deemed final and will not be revocable. It is your responsibility to ensure the genuineness and accuracy of the instructions given by you to us.
de: Wir werden auf alle Anweisungen, die wir von Ihnen als gegeben erhalten, oder die uns als von Ihnen gegeben erscheinen, in Verbindung mit den Margin-Handelsdienstleistungen, die durch die MT5 Handelsplattform angeboten werden, agieren, wie von Ihnen angewiesen erachtet. Es ist jedoch nicht unsere Verpflichtung, auf Anweisungen, die wir von Ihnen als angewiesen erachten, zu agieren, und wir sind nicht dazu verpflichtet, Ihnen Gründe dafür zu geben, weshalb wir ablehnen dies zu tun. Anweisungen, die wir von Ihnen erhalten werden als endgültig erachtet und sind nicht widerrufbar. Es liegt in Ihrer Verantwortung, die Echtheit und Richtigkeit Ihrer Anweisungen an uns sicherzustellen.
fr: Nous traiterons toute instruction donnée, ou apparaissant comme donnée par vous et reçue par nous en relation avec les services d'échange de marge fournis à travers la plateforme d'échange MT5, comme considérée ordonnée par vous. Cependant, il est de notre obligation d'agir sur toute instruction considérée comme ordonnée par vous, et nous ne sommes pas obligés de vous donner des raisons pour refuser de le faire. Les instructions reçues par nous de vous sont considérées finales et ne seront pas révocables. Il est de votre responsabilité de vous assurer de l'authenticité et de la précision des instructions données par vous à nous.
vi: Chúng tôi sẽ hành động theo bất kỳ hướng dẫn nào được đưa ra hoặc xuất hiện để được đưa ra bởi bạn và nhận được chúng tôi liên quan đến lợi nhuận dịch vụ thương mại cung cấp thông qua nền tảng kinh doanh MT5, coi là hướng dẫn của bạn. Tuy nhiên, nó không phải là nghĩa vụ của chúng tôi để hành động theo bất kỳ hướng dẫn coi là hướng dẫn của bạn, và chúng tôi không có nghĩa vụ cung cấp cho bạn bất kỳ lý do nào để từ chối làm như vậy. Hướng dẫn của chúng tôi nhận được từ bạn được coi là cuối cùng và sẽ không được hủy bỏ. Đó là trách nhiệm của bạn để đảm bảo tính xác thực và chính xác của các chỉ dẫn của bạn cho chúng tôi.
zh_cn: 我们会根据我们所收到的，由您提供或看来是您提供的关于通过 MT5 交易平台进行保证金交易的任何指示采取行动。然而，我们没有义务对您所给的任何指示采取行动，我们也没有义务对拒绝采取行动向您提供任何理由。我们从您收到的指示被视为最后并不可撤销指示。确保您给我们的指示真实性和准确性是您的责任。

source: We will hold you responsible for all your obligations under this Agreement in our course of providing the margin trading service described in this Agreement to you, even if you notify us that you are acting as the agent of an identified principal.
de: Wir machen Sie für alle Ihre Verpflichtungen, unter dieser Vereinbarung, die im Laufe des Angebots unserer Margin-Handelsdienstleistung, wie es Ihnen in dieser Vereinbarung beschrieben ist, verantwortlich; sogar wenn Sie uns davon in Kenntnis setzen, dass Sie als Agent eines identifizierten Auftraggebers handeln.
fr: Nous vous tiendrons responsables de toutes vos obligations sous ce Contrat au cours de la fourniture de service d'échange de marge décrite dans ce Contrat à vous, même si vous nous notifiez que vous avez agi comme l'agent d'un principal identifié.
vi: Chúng tôi sẽ giữ bạn chịu trách nhiệm về tất cả các nghĩa vụ theo thỏa thuận này trong khóa học của chúng tôi cung cấp lợi nhuận dịch vụ kinh doanh được mô tả trong thỏa thuận này cho bạn, thậm chí nếu bạn thông báo cho chúng tôi rằng bạn đang làm đại lý một chủ yếu được xác định.
zh_cn: 在我们根据此协议所述向您提供保证金交易服务期间，您必须对本协议项下您的所有义务负责，即使您通知我们您是某指定委托人的代理。

source: We will use reasonable endeavours within our control to ensure that all electronic data provided on the MT5 Trading Platform and all electronic transactions instructed and accepted from you to us, and executed by us are not subject to network latency.
de: Wir werden angemessene Bemühungen innerhalb unserer Kontrolle unternehmen, um sicherzustellen, dass alle elektronischen Daten, die auf der MT5 Handelsplattform gegeben werden, und alle angewiesenen elektronischen Transaktionen, die wir von Ihnen angenommen haben, und die von uns ausgeführt werden, keiner Netzwerklatenz unterliegen.
fr: Nous nous efforcerons raisonnablement dans notre contrôle d'assurer que toute donnée électronique fournie sur la plateforme d'échange MT5 et que toute transaction électronique ordonnée et acceptée de vous à nous, et exécuté par nous ne sont pas sujettes à la latence de réseau.
vi: Chúng tôi sẽ sử dụng các nỗ lực hợp lý trong vòng kiểm soát của chúng tôi để đảm bảo rằng tất cả các dữ liệu điện tử được cung cấp trên nền tảng thương mại MT5 và tất cả các giao dịch điện tử hướng dẫn và chấp nhận bạn cho chúng tôi, và thực hiện bởi chúng tôi không phụ thuộc vào độ trễ mạng.
zh_cn: 我们将在可控制范围内合理地努力，确保您通过 MT5 交易平台和所有电子交易指示所收到并由我们执行提供的所有电子数据均不会受到网络延迟。

source: When we accept an order from you to open or close a transaction, or any other specific instructions in relation to your order, we will endeavour to follow your instructions as far as reasonably possible, acting in accordance with our duty of best execution in accordance with your instructions. These specific instructions include, but are not limited to:
de: Wenn wir eine Order von Ihnen akzeptieren, eine Transaktion zu öffnen oder zu schließen, oder irgend eine andere spezifische Anweisung in Verbindung mit Ihrer Order akzeptieren, bemühen wir uns, Ihren Anweisungen so genau wie angemessen möglich zu folgen, in Übereinstimmung mit unserer Pflicht auf die beste Ausführung im Zusammenhang mit Ihren Anweisungen. Diese spezifischen Anweisungen beinhalten, sind aber nicht beschränkt auf:
fr: Quand nous acceptons un ordre de vous pour ouvrir ou fermer une transaction, ou tout autre instruction spécifique se rapportant à votre ordre, nous nous efforcerons à suivre vos instructions autant que possible, en agissant en accord avec notre devoir de meilleur exécution en accord avec vos instructions. Les instructions spécifiques incluent mais ne sont pas limitées à :
vi: Khi chúng tôi chấp nhận lệnh từ bạn để mở hoặc đóng một giao dịch hoặc bất kỳ hướng dẫn cụ thể khác liên quan đến lệnh của bạn, chúng tôi sẽ nỗ lực để thực hiện theo hướng dẫn của bạn càng hợp lý càng tốt, hành động phù hợp với nhiệm vụ của chúng tôi tốt nhất thực hiện theo hướng dẫn của bạn. Những hướng dẫn cụ thể bao gồm, nhưng không giới hạn đối với:
zh_cn: 当我们收到您给的开盘或收盘交易订单或任何其他关于订单的具体指示，我们会努力尽可能合理地遵照您的指示并根据我们最佳执行责任行事。这些具体的指示包括，但不限于︰

source: When your account equity is unable to cover the margin requirement, your account will be placed under margin call. This state does not affect your ability to open new positions.
de: Wenn Ihr Kapitalkonto nicht im Stande ist, die Margin-Anforderung abzudecken, wird Ihr Konto unter Margin Call gestellt. Dieser Zustand beeinträchtigt Ihre Fähigkeit nicht, neue Positionen zu öffnen.
fr: Quand votre compte de fonds propres est incapable de couvrir l'exigence de marge, votre compte sera placé sous l'appel de marge. L'état n'affecte pas votre habilité à ouvrir de nouvelles positions.
vi: Khi vốn chủ sở hữu tài khoản của bạn không thể bao gồm các điều kiện ký quỹ, tài khoản của bạn sẽ được đặt dưới cuộc gọi ký quỹ. Tình trạng này không ảnh hưởng đến khả năng của bạn để mở phiên mới.
zh_cn: 当您的账户资金低于保证金要求时，我们将对您的账户发送追加保证金要求。此状态不影响您开盘交易的能力。

source: Where a particular time or timeframe has been specified in a client's instructions with respect to the execution of an order, regardless of the price available, we will endeavour to execute the order at the specified time or over the specified timeframe in the best possible manner after taking all sufficient steps. However, we will not be responsible for any consequences related to pricing that resulted from the time or timeframe of the execution.
de: Wir werden uns bemühen, eine Order in einer bestimmten Zeit oder über einen bestimmten Zeitraum auf bestmögliche Weise auszuführen, nachdem alle erforderlichen Schritte unternommen wurden, wo eine spezielle Zeit oder ein spezieller Zeitraum in Kundenanweisungen hinsichtlich der Ausführung einer Order, ohne Rücksicht auf den erhältlichen Kurs, bestimmt wurde. Wir sind jedoch nicht für Folgen im Zusammenhang mit Preispolitik, die sich aus der Zeit oder dem Zeitraum der Ausführung ergeben, verantwortlich.
fr: Quand un moment particulier ou période a été spécifié dans les instructions d'un client en respect de l'exécution d'un ordre, indépendamment du prix disponible, nous nous efforcerons d'exécuter l'ordre à un moment spécifié ou sur la période spécifiée de la meilleure manière possible après avoir pris des mesures nécessaires.
vi: Trong trường hợp một thời gian cụ thể hoặc khung thời gian đã được quy định trong hướng dẫn của khách hàng đối với việc thực hiện một lệnh, bất kể giá có sẵn, chúng tôi sẽ nỗ lực để thực hiện theo thứ tự thời gian quy định hoặc trong khung thời gian quy định theo cách tốt nhất có thể sau khi tham gia tất cả các bước đầy đủ. Tuy nhiên, chúng tôi sẽ không chịu trách nhiệm đối với bất kỳ hậu quả liên quan đến giá cả mà là kết quả của thời gian và khung thời gian của việc thực hiện.
zh_cn: 如客户在执行订单指示中指定了时间或时间周期，不论是否有可用价格，我们将在采取所有足够步骤后努力在指定时间或时间周期内尽可能以最佳方式执行订单。然而，我们不对因执行时间或时间周期而引起价格相关的任何后果负责。

source: Where a particular venue has been specified in your instructions with respect to the execution of an order, we will not be responsible for the venue selection.
de: Wir sind für die Auswahl eines Ausführungsortes nicht verantwortlich, wo ein bestimmter Ausführungsort in Ihren Anweisungen, im Bezug auf die Ausführung einer Order, festgelegt wurde.
fr: Quand un lieu particulier a été spécifié dans votre instruction se rapportant à l'exécution d'un ordre, nous ne serons pas responsables de la sélection du lieu.
vi: Nơi một địa điểm cụ thể đã được chỉ rõ trong hướng dẫn của bạn đối với việc thực hiện các đơn đặt hàng, chúng tôi sẽ không chịu trách nhiệm cho việc lựa chọn địa điểm.
zh_cn: 如您在执行订单相关指示中指定了特定场地，我们不对场地选择负责。

source: Whilst we act as principal in respect of your orders, we also assess the execution venues that we use and upon which we place significant reliance to provide the best possible result for the execution of your orders. These venues typically consist of third party investment firms, brokers, and/or liquidity providers.
de: Indem wir als Auftraggeber hinsichtlich Ihrer Order agieren, bewerten wir ebenfalls die Ausführungsorte, die wir verwenden und in die wir erhebliches Vertrauen legen, um das bestmögliche Ergebnis für Ihre Order zu erzielen. Diese Ausführungsorte bestehen typischerweise aus Investmentfirmen Dritter, Brokern, und/oder Liquiditätsanbietern.
fr: Lorsque vous agissez en tant que principal en rapport à vos ordres, nous estimons aussi les lieux d’exécution que nous utilisons et sur lesquels nous nous appuyons pour fournir le meilleur résultat possible pour l’exécution de vos ordres. Ces lieux typiquement consistent en des firmes tiers d'investissement, courtiers, et/ou des fournisseurs de liquidité.
vi: Trong khi chúng ta hành động như là người điều hành đối với các lệnh của bạn, chúng tôi cũng đánh giá những địa điểm thực hiện mà chúng tôi sử dụng và khi mà chúng tôi đặt các phụ thuộc đáng kể để cung cấp kết quả tốt nhất có thể để thực hiện các lệnh của bạn. Những địa điểm thông thường bao gồm các bên thứ ba công ty đầu tư, môi giới và / hoặc các nhà cung cấp thanh khoản.
zh_cn: 作为您的订单委托人，我们也对我们高度依赖的执行场地进行评估，以便为您的订单执行提供最佳效益。这些场地通常由第三方投资公司、经纪人和/或流动性提供商组成。

source: Whilst we endeavour to close out your Open Positions if and when the Margin Level for your Real Account reaches or falls below the Stop Out Level, we do not guarantee that your Open Positions will be closed when the Margin Level for your Real Account reaches the Stop Out Level.
de: Während wir uns bemühen, Ihre offenen Positionen zu schließen, falls das Margin Level Ihres Echtgeldkontos das Stop Out Level erreicht, oder unter dieses fällt, garantieren wir nicht, dass Ihre offenen Positionen geschlossen werden, wenn das Margin Level für Ihr Echtgeldkonto das Stop Out Level erreicht.
fr: Nous nous efforçons de fermer vos Positions Ouvertes si et quand le Niveau de Marge pour votre Compte Réel atteint ou baisse en dessous du Niveau de Stop Out, nous ne garantissons pas que vos Positions Ouvertes seront fermées lorsque le Niveau de Marge atteint le Niveau de Stop Out.
vi: Trong khi chúng tôi cố gắng để đóng ra các phiên mở của bạn nếu và khi mức ký quỹ của bạn tài khoản thực đạt hay thấp hơn mức ngừng giao dịch, chúng tôi không đảm bảo vị trí mở của bạn sẽ bị đóng khi đạt đến mức ký quỹ của bạn tài khoản thực chạm đến mức ngừng giao dịch.
zh_cn: 虽然我们在您真实账户保证金水平达到或低于止损水平时将尽力使您的持仓头寸收盘，我们不保证当您真实账户的保证金水平达到止损水平时将能够使您的持仓头寸收盘。
