Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: If all that sounds a bit daunting, you're right. But it's how we make sure we get the best people for our team.
de: Sie haben Recht, dass es ein wenig beängstigend klingt. Auf diese Weise stellen wir allerdings sicher, dass wir die besten Menschen in unser Team bekommen.
fr: Tout cela vous semble un peu intimidant ? Vous avez raison. Cependant, cette procédure nous permet de sélectionner les meilleurs candidats pour notre équipe.
ja: 当社の要求水準に厳しい印象を持たれるかもしれませんが、人財を厳選するためにこれらのステップを採用しております。
vi: Nếu bạn cảm thấy có chút khó khăn, bạn đã đúng. Nhưng đó là cách chúng tôi có thể chắc chắn tìm được những người giỏi nhất cho đội của chúng tôi.
zh_cn: 没错，这些要求的确比较高。但这是我们确保团队能够招募最优秀人才的方式。

source: If an error is made in the calculation of your share of the revenue share, the Company reserves the right to correct such calculation at any time, and to reclaim from you any overpayment made by the Company to you (including, without limitation, by way of reducing future payments earned, revenue to cover any processed chargebacks) before you can start earning revenue again. In special cases, the Company reserves the right to exclude revenue sharing on promotional funds deposited into the client's account by the Company.
de: Falls bei der Berechnung Ihres Umsatzanteils ein Fehler auftritt, behält sich das Unternehmen vor, eine solche Berechnung jederzeit zu korrigieren und die vom Unternehmen an Sie geleisteten Überzahlungen zurückzufordern (insbesondere von zukünftig verdienten Umsatzbeteiligungen, um angefallene Rückbuchungen auszugleichen) bevor Sie erneut am Umsatz beteiligt werden können. Das Unternehmen behält sich weiterhin das Recht vor, in speziellen Fällen die Umsatzbeteiligung an Werbegeldern (Boni), die vom Unternehmen auf das Konto eines Kunden eingezahlt werden, von der Berechnung auszuschließen.
fr: Si une erreur est commise dans le calcul de votre part des revenus, la Société se réserve le droit de corriger ce calcul à tout moment et de vous prélever tout trop-perçu vous ayant été versé par la Société (y compris, sans s’y limiter, en réduisant le paiement de futurs gains pour couvrir le remboursement de l'éventuel trop-perçu) avant que vous ne puissiez à nouveau percevoir des revenus. La Société se réserve le droit, dans certains cas particuliers, d’exclure du partage de revenus les fonds promotionnels déposés sur le compte du client par la Société.
id: Jika terjadi kesalahan didalam perhitungan pembagian komisi, Perusahaan berhak melakukan penghitungan ulang kapan saja, dan menarik kembali kelebihan bayaran yang telah di buat oleh Perusahaan kepada Anda (termasuk, tanpa batasan dengan mengurangi komisi yang diperolehi untuk menutupi kekurangan). Pada kasus tertentu, Perusahaan berhak menghentikan pembagian hasil pada bonus yang didepositkan kedalam akun klient oleh Perusahaan.
ja: アフィリエイト報酬算出の際にエラーが発生した場合は、当社は常にそのような誤った計算値を修正し、過払いとなった金額を回収する権利を有し、回収し終わるまでアフィリエイト報酬から引き落とし続けます。尚、場合によっては当社がアフィリエイト会員の口座に当社が提供したプロモーション資金の利益共有を停止する権利も当社は有します。
pl: W przypadku popełnienia błędu w obliczeniu udziału Partnera w przychodach, Firma zastrzega sobie prawo do skorygowania wyliczeń w dowolnym momencie i odzyskania od Partnera nadpłaty dokonanej przez Firmę na konto Partnera (w tym przez obniżenie przyszłych płatności z tytułu przychodów w celu pokrycia zwrotu dokonanej nadpłaty) zanim Partner zacznie zarabiać ponownie. W szczególnych przypadkach Firma zastrzega sobie prawo do odstąpienia od podziału przychodów promocyjnych wpłaconych przez Firmę na konto klienta.
ru: Если происходит ошибка в расчете Вашей доли чистой выручки, Компания оставляет за собой право корректировать такие расчеты в любое время и отзывать сделанные чрезмерные выплаты (включая, но не ограничиваясь уменьшением будущих выплат, чтобы компенсировать любые произведенные чрезмерные выплаты, прежде чем Вы снова начнете получать прибыль). В особых случаях Компания оставляет за собой право исключать предоставление доли чистой выручки от средств, происходящих от бонусов или других рекламных акций, которые были внесены на клиентский счет.
vi: Nếu việc tính toán lợi nhuận cổ phiếu của bạn bị sai, Công ty có quyền chỉnh sửa cho hợp lý bất cứ lúc nào, và yêu cầu bạn hoàn lại tiền thừa (bao gồm, không giới hạn, bằng cách trừ vào số tiền bạn kiếm được sau này để bù lại số tiền thừa trước đó) trước khi bạn có thể bắt đầu kiếm tiền trở lại. Trong trường hợp đặc biệt, Công ty có quyền trừ doanh thu cổ phiếu dựa trên số tiền Công ty đã trả vào tài khoản của khách hàng.
zh_cn: 如果您的收入分成计算有误，公司保留随时修正错误并追回超额支付的权利（包括但不限于：在您再次开始赚取收入之前，减少未来的收入以补偿超额支付）。在特殊情况下，公司有权拒绝向客户账户支付促销收入分成。

source: If any provision of these Terms is found to be illegal, void, or unenforceable, the unenforceable provision will be modified so as to render it enforceable to the maximum extent possible in order to effect the intention of the provision; if a term cannot be so modified, it will be severed and the remaining provisions of these Terms will not be affected in any way.
ar: إذا تم العثور على بند غير قانوني من ضمن هذه الشروط, باطل, غير قابل للتنفيذ, فسيتم تعديل هذا البند الغير قابل للتنفيذ من أجل أن يكون قابلاً للتنفيذ إلى أقصى حد ممكن من أجل إحداث نية البند; وكذلك إذا كان ليس بالإمكان تعديل البند, فسيتم إلغاءه ولم تتأثر بقية البنود من هذه الشروط بأي شكل من الأشكال.
de: Sollte eine der Bestimmungen dieser Bedingung als unrechtmäßig, ungültig oder undurchsetzbar erachtet werden, dann soll diese undurchsetzbare Bestimmung so geändert werden, dass sie so weit wie möglich der Regelungsabsicht dieser Bestimmung nahe kommt; sofern eine Bedingung nicht geändert werden kann, wird sie suspendiert und die restlichen Bedingungen werden hiervon in keiner Weise berührt.
fr: Si toute disposition de ces Conditions est jugée illégale, nulle ou inapplicable, la disposition inapplicable sera modifiée de manière à la rendre applicable dans la plus large mesure possible afin de réaliser l'intention de la disposition ; si une condition ne peut être modifiée de cette manière, elle sera réputée séparée et les autres dispositions de ces Conditions n'en seront en aucun cas affectées.
id: Jika ada kondisi dari Ketentuan ini ditemukan sebagai ketentuan yang tidak sah, batal, atau tidak dapat diterapkan maka penyediaan kekuatan hukum akan dimodifikasi sehingga dapat membuat hal tersebut dilaksanakan semaksimal mungkin untuk mempengaruhi tujuan ketentuan, jika jangka waktu tidak memungkinkan untuk modifikasi, maka akan ketentuan akan terputus dan ketentuan lainnya dari Ketentuan ini tidak akan terpengaruh dengan cara apapun.
ja: 規約のいずれかの条項が違法、無効、または執行不能であることが判明した場合、条項の極意に影響があるため、可能な最大限の範囲で法的強制力を与えるよう執行不能である条項は修正されます。
pl: Jeżeli jakikolwiek punkt niniejszych Warunków okaże się niezgodny z prawem, nieważny lub niewykonalny, zostanie on zmieniony w celu zapewnienia jego wykonalności w maksymalnym możliwym wymiarze i zagwarantowania uzyskania zamierzonego rezultatu. Jeżeli zmiana takiego punktu okaże się niemożliwa, zostanie on usunięty, przy czym nie będzie to miało żadnego wpływu na pozostałe punkty niniejszych Warunków.
ru: Если любое положение данных Правил будет признано незаконным, недействительным или неосуществимым, данное положение будет изменено с целью сделать его осуществимым в максимально возможной мере, чтобы сохранить суть данного положения; если положение не может быть изменено, оно будет исключено из Соглашения, не затрагивая остальные положения данных Правил.
th: หากข้อกำหนดของข้อตกลงเหล่านี้พบว่ามีการดำเนินการผิดกฎหมาย ยกเลิก หรือบังคับใช้ไม่ได้ ข้อกำหนดที่บังคับใช้ไม่ได้นั้นจะถูกแก้ไขเพื่อให้บังคับใช้ได้ หรือขยายผลให้มากที่สุดเพื่อเป็นไปตามวัตถุประสงค์ของข้อกำหนด และหากข้อตกลงใดๆ ไม่สามารถแก้ไขได้ ผลของเงื่อนไขเหล่านั้นจะไม่ถูกบังคับผลที่เกิดขึ้นเช่นกัน
vi: Nếu bất kỳ quy định nào của các điều khoản được chứng minh là bất hợp pháp, vô hiệu hoặc không thể thực thi, việc thông báo này sẽ giúp thay đổi để khiến nó được thực thi trong phạm vi tối đa có thể để thực hiện mục đích của điều khoản; Nếu những mục không thể sửa đổi, nó sẽ bị xóa bỏ và các quy định còn lại của các điều khoản sẽ không bị ảnh hưởng.
zh_cn: 如果这些条款的任何规定被发现非法、无效或无法执行，该无法执行规定将被修改，使其可在最大范围内可以按照规定目的有效执行; 如果条款不能修改，应将其从本协议中排除，这些条款的其余规定仍然有效并适用。

source: If any provision of this Agreement is held to be void or unenforceable in whole or part, the impugned provision (or part thereof) shall be deemed to be deleted from this Agreement and the remaining provisions (including the remainder of the affected provision) shall continue to be valid and applicable.
ar: إذا ثبت أن أي حكم من أحكام هذا الاتفاق باطلا أو غير قابل للتنفيذ كلياً أو جزئياً، يتم حذف الحكم المطعون فيه في هذه الإتفاقية (أو جزء منه) وتظل الأحكام المتبقية (بما في ذلك ما تبقى من الحكم المتأثر بالبطلان) صالحة وقابلة للتطبيق.
de: Falls eine Klausel dieser Vereinbarung für ungültig erachtet wird oder ganz oder teilweise nicht durchsetzbar ist, wird die angefochtene Klausel (oder ein Teil davon) aus dieser Vereinbarung gestrichen und die verbleibenden Bestimmungen (ggf. der Rest der betroffenen Klausel) sind weiterhin gültig und anwendbar.
fr: Si toute disposition de cet Accord est jugée nulle ou inapplicable en intégralité ou en partie, la disposition contestée (ou une partie de celle-ci) sera considérée comme devant être supprimée de cet Accord et les dispositions restantes (incluant le reste de la disposition affectée) continueront d'être valides et applicables.
id: Jika ketentuan apapun dalam Perjanjian ini dianggap tidak berlaku atau tidak dapat dilaksanakan secara keseluruhan atau sebagian, ketentuan impugned (atau bagian daripadanya) akan dianggap dihapus dari Perjanjian ini dan ketentuan lainnya (termasuk sisa ketentuan yang terkena) wajib tetap sah dan berlaku.
ja: 本契約の全体または一部の条項が無効、若しくは法的強制力がないと判断された場合、その不履行条項（またはその一部）は本契約から削除されたものとみなされ、残りの条項は引き続き完全に有効かつ強制可能であるものとします。
pl: Jeżeli którekolwiek z postanowień niniejszej Umowy zostanie uznane za nieważne lub niewykonalne w całości lub w części, zakwestionowane postanowienie (lub jego część) zostanie uznane za wymagające usunięcia z niniejszej Umowy, a pozostałe postanowienia (w tym pozostała część nieważnego postanowienia) będą nadal ważne i obowiązujące.
ru: Если какой-либо из пунктов данного Соглашения становится частично или полностью недействительным или неприменимым, данный пункт (или его часть) будет считаться удаленным из данного Соглашения, в то время как остальные пункты (включая действующую часть затронутого пункта) будут оставаться действительными и применимыми.
th: หากเงื่อนไขของข้อตกลงนี้ถูกยกเลิก หรือ ไม่สามารถบังคับใช้ได้ทั้งหมด หรือบางส่วน เงื่อนไขที่ขัดแย้ง (หรือ ส่วนนั้น) จะถือว่า ถูกลบจากข้อตกลงและเงื่อนไข และเงื่อนไขข้อตกลงที่เหลือ (รวมถึงเงื่อนไขที่มีผล) จะยังถูกต้องและสามารถใช้ได้ต่อไป
vi: Nếu có bất cứ điều khoản nào trong Hiệp định bị vô hiệu hóa một phần hay toàn bộ, điều khoản nghi ngờ (một phần nhỏ) sẽ được xóa khỏi Hiệp định này và những điều khoản còn lại (bao gồm các điều khoản có ảnh hưởng) sẽ vẫn tiếp tục có hiệu lực và được áp dụng.
zh_cn: 如果本协议的任何条款被认定完全或部分无效，或无法执行，该条款（或其部分）应视为从本协议中删除，其余条款（包括受影响条款的剩余部分）仍然有效并适用。

source: If any provision of this Agreement shall be held invalid or unenforceable by a court or regulatory body of competent jurisdiction, the remainder of this Agreement shall remain in full force and effect.
de: Für den Fall, dass eine Regelung dieser Vereinbarung von einem Gericht oder einer Regulierungsbehörde zuständiger Gerichtsbarkeit als ungültig oder undurchsetzbar befunden wird, soll der Rest dieser Vereinbarung in voller Kraft und Wirkung bleiben.
fr: Si toute provision de ce Contrat devient invalide ou inapplicable devant une cour ou un organisme de réglementation d'une juridiction compétente, le reliquat de ce Contrat restera pleinement applicable et effectif.
ja: 本契約の一部条項が裁判所又は各管轄先の規制機関によって無効若しくは強制不能となっても、それ以外の条項に関しては効力を失うことはありません。
vi: Nếu bất kỳ điều khoản nào của thỏa thuận này được tổ chức không hợp lệ hoặc không thể thực hiện bởi tòa án hoặc cơ quan có thẩm quyền, những điều khoản còn lại của thỏa thuận này vẫn sẽ được giữ trọn vẹn.
zh_cn: 如果本协议的任何条款经法院或有管辖权的监管机构判定为无效或不可执行，本协议其余部分将继续生效及执行。

source: If the Company (in its sole discretion) is not satisfied that a Client is complying with these terms, or if a Client does not comply with a reasonable request for information made by the Company, the Company may cancel the Client’s account and withhold any funds accumulated therein.
de: Wenn das Unternehmen (in seinem eigenen Ermessen) nicht damit zu frieden ist, dass ein Kunde diese Bedingungen erfüllt, oder wenn ein Kunde einer angemessenen Forderung des Unternehmens nach Informationen nicht nachkommt, kann das Unternehmen das Kundenkonto stornieren und jegliche Gelder die darin angesammelt sind, einbehalten.
fr: Si la Société (à sa seule discrétion) estime qu'un Client ne respecte pas ces conditions, ou si un Client ne satisfait pas une demande raisonnable d'informations formulée par la Société, la Société peut supprimer le compte dudit Client et conserver l'ensemble des fonds qui s'y trouvent.
ja: 当社が単独の裁量で顧客がこれらの条件を遵守していないと判断した場合、または顧客が当社からの合理的な要求を遵守しない場合、当社は顧客の口座を停止し、 そこに蓄積された資金を保留することがあります。
vi: Nếu công ty (theo định nghĩa của nó) không hài lòng rằng một khách hàng phàn nàn với các điều khoản này, hoặc nếu một khách hàng không phản ánh với một yêu cầu thích đáng về thông tin được đưa ra bởi công ty, công ty có thể hủy tài khoản của khách hàng và giữ lại bất kỳ khoản tiền nào còn được tích lũy trong đó.
zh_cn: 如果公司（自行决定）不确定客户是否遵守这些条款，或者如果客户拒绝向公司提供所要求的合理信息，公司可以取消客户的帐户并扣留任何累积资金。

source: If the Company is legally required to disclose your personal or financial information by law, regulation or pursuant to the order of a court of competent jurisdiction or a governmental agency, the Company shall, unless legally prohibited, promptly notify you to that effect, in order to give you the opportunity to seek such protection for the information as it deems appropriate. Such required disclosure shall not be construed as a breach of this Terms and Conditions Agreement.
ar: إذا كانت الشركة من الناحية القانونية بحاجة إلى الكشف عن المعلومات الشخصية أو المالية بموجب القانون أو جهة التنظيم أو وفقا لأمر صادر عن محكمة مختصة أو هيئة حكومية، يجب على الشركة، ما لم يحظر قانونا، أن تخطرك فورا بهذا الشأن، كي نعطيك الفرصة للحصول على تلك الحماية للمعلومات حسبما تراه مناسبا. ولا يجوز أن يفسر مثل هذا الكشف المطلوب على أنه خرق لشروط وأحكام هذه الاتفاقية.
de: Wenn das Unternehmen durch Gesetzesverordnung oder zur Befolgung einer Anordnung eines zuständigen Gerichts oder einer Regierungsbehörde verpflichtet ist, Ihre persönlichen oder finanziellen Angaben offenzulegen, dann muss das Unternehmen Sie, es sei denn, es sei gesetzlich untersagt, unverzüglich hierüber in Kenntnis setzen, damit Ihnen die Gelegenheit gegeben wird, ggfls. nach Schutz für die Informationen nachzusuchen. Eine Pflicht zur Offenlegung darf nicht als Verletzung der vertraglich vereinbarten Allgemeinen Geschäftsbedingungen ausgelegt werden.
fr: Si la Société est dans l'obligation légale de partager vos informations personnelles ou financières en vertu du droit ou de la réglementation applicable ou conformément à l'ordonnance d’un tribunal compétent ou d'un organisme gouvernemental, la Société, sauf si la loi l'interdit, vous en avisera immédiatement, afin de vous permettre de prendre les mesures qu'elle juge appropriées pour assurer la protection de telles informations. Ce type de divulgation légale ne peut en aucun cas être interprétée comme une infraction à cet Accord relatif aux Conditions générales.
id: Jika Perusahaan diwajibkan secara hukum untuk menginformasikan data pribadi atau keuangan Anda oleh hukum, regulasi atau sesuai dengan perintah dari pengadilan yang berwenang atau badan pemerintah, Perusahaan harus, kecuali dilarang secara hukum, segera memberitahu Anda mengenai hal tersebut, untuk memberikan kesempatan kepada Anda dalam mencari perlindungan yang dianggap perlu. Pengungkapan yang diperlukan tersebut tidak dapat ditafsirkan sebagai pelanggaran Syarat dan Ketentuan Perjanjian ini.
ja: 管轄裁判所または政府機関の命に従い、法律により当社は個人情報または財務情報を開示する必要があります。法的に禁止されない限り、適切とみなす情報への保護ができるよう迅速にその旨をユーザーに通知致します。このような必要な開示は、利用規約契約の違反とはなりません。
pl: Jeśli Firma będzie zobowiązana do ujawnienia Twoich informacji osobowych lub finansowych na mocy przepisów prawa lub innych regulacji, lub na mocy nakazu wystawionego przez sąd odpowiedniej jurysdykcji lub przez urząd państwowy, powiadomi Cię o tym natychmiast, chyba że będzie to prawnie zakazane, aby dać Ci możliwość ochrony swoich danych w sposób, jaki uznasz za stosowny. Takie ujawnienie danych osobowych nie stanowi naruszenia przepisów niniejszego Regulaminu.
ru: Если Компания по закону обязана раскрыть Вашу личную или финансовую информацию в соответствии с законом, распоряжением или приказом суда компетентной юрисдикции или правительственным органом, то Компания, если это не запрещено законом, незамедлительно уведомит Вас на этот счет для того, чтобы дать Вам возможность получить защиту информации, которую Компания сочтет целесообразной. Такое обязательное раскрытие не должно быть истолковано как нарушение Правил и Условий соглашения.
vi: Nếu Công ty được yêu cầu phải tiết lộ thông tin cá nhân hoặc thông tin tài chính của bạn cho luật pháp, hoặc theo lệnh của tòa án có thẩm quyền hoặc cơ quan chính phủ, Công ty sẽ thông báo trước cho bạn, để bạn có cơ hội bảo vệ thông tin của mình nếu thấy cần thiết, trừ khi pháp luật cấm. Những yêu cầu tiết lộ này sẽ không được coi là hành vi vi phạm Điều khoản và Điều kiện của Hiệp định.
zh_cn: 如果公司因法律法规或具有司法管辖权的法庭或政府机构的规定，必须公布您的个人或财务信息，公司须在法律允许范围内及时通知您，使您有机会对相关数据采取恰当的保护措施。该必要的公布行为不可解释为违反此协议条款和条件。

source: If the issue keeps happening, please contact <a href="%1">customer support</a>.
de: Wenn dieses Problem weiterhin auftritt, setzen Sie sich bitte mit unserer <a href="%1">Kundenunterstützung</a> in Vebindung.
fr: Si le problème se présente à nouveau, veuillez contacter notre <a href="%1">Service Clientèle</a>.
ja: 解決されない場合は、<a href="%1">カスタマーサポート</a>までご連絡ください。
vi: Nếu vấn đề vẫn xảy ra, xin vui lòng liên hệ với <a href="%1">hỗ trợ khách hàng</a>.
zh_cn: 如问题持续发生，请联系<a href="%1">客服人员</a>。

source: If this Agreement is terminated for any reason, you must permanently delete all Content, except when doing so would cause you to violate any law or obligation imposed by a governmental authority.
de: Wenn diese Vereinbarung aus irgendeinem Grund gekündigt wird, müssen Sie sofort jeglichen Inhalt löschen, es sei denn, Sie würden hierdurch Gesetze oder von Regierungsbehörden auferlegte Pflichten verletzen.
fr: Si nous mettons fin à votre autorisation d'utiliser l'API Binary.com en raison d'un non-respect des présentes Conditions, vous devez immédiatement supprimer l'ensemble des Contenus, sauf dans le cas où cette suppression impliquerait la violation de toute loi ou obligation imposée par une autorité gouvernementale.
ja: 政府機関によって課せられた法律や義務に違反した場合を除き、いかなる理由で本契約が終了した場合、すべてのコンテンツを完全に削除していただく必要があります。
vi: Nếu Thoả thuận này bị chấm dứt bởi bất kỳ lý do gì, bạn phải xoá vĩnh viễn tất cả Nội dung, trừ khi việc làm đó có thể khiến bạn vi phạm bất kỳ luật hay quy định nào được đưa ra bởi cơ quan nhà nước.
zh_cn: 如果协议因任何原因被终止，您必须立即删除所有内容，除非这样做将导致您违反任何法律或政府部门所规定的义务。

source: If we determine that a force majeure event exists, the Company shall promptly give notice thereof to the client. Subsequently, we may, at our absolute discretion, take one or more of the following steps:
de: Sofern wir feststellen, das ein Ereignis höherer Gewalt existiert, soll das Unternehmen den Kunden unverzüglich davon informieren. Anschließend können wir, zu unserer absoluten Diskretion, einen oder mehrere der folgenden Schritte unternehmen:
fr: Si nous déterminons qu'un cas de force majeure est avéré, la Société doit en avertir le client au plus vite. Par la suite, nous pouvons, à notre entière discrétion, mettre en œuvre une ou plusieurs des mesures suivantes :
ja: 当社が不可抗力事由があると判断した場合、即座にお客さまへ通知を致します。その後、絶対的な裁量で次の手順を何点か行う場合があります。
vi: Nếu chúng tôi xác định rằng một sự kiện bất khả kháng tồn tại, công ty sẽ nhanh chóng đưa ra thông báo cho khách hàng. Sau đó chúng tôi có thể với ý kiến tuyệt đối, thực hiện thêm một hoặc vài bước sau:
zh_cn: 如果我们确定存在不可抗力事件，公司将立即通知客户。随后，我们可完全自主决定采取以下其中一个或多个措施︰

source: If we're happy with your results, we'll contact you for an interview and then do background and reference checks.
de: Wenn wir mit Ihren Ergebnissen zufrieden sind, werden wir uns mit Ihnen wegen eines Vorstellungsgesprächs in Verbindung setzen und danach Hintergrund- und Empfehlungsprüfungen vornehmen.
fr: Si nous sommes satisfaits de vos résultats, nous vous contacterons pour un entretien avant d'effectuer une vérification de votre expérience et de vos références.
ja: テストに合格した場合は、面接、バックグラウンド、及びレファレンスチェックを行います。
vi: Nếu chúng tôi hài lòng với kết quả của bạn, chúng tôi sẽ liên hệ với bạn để phỏng vấn và sau đó sẽ kiểm tra trình độ hiểu biết của bạn.
zh_cn: 如果您的测试结果令人满意，我们会与您联系安排面试，然后做背景和身份调查。

source: If you are an affiliate of %1, you must also comply with the %1 Affiliate Program Terms and Conditions.
de: Wenn Sie ein Geschäftspartner von %1 sind, müssen Sie die Allgemeinen Geschäftspartnerbedingungen von %1 einhalten.
fr: Si vous êtes affilié à %1, vous devez également vous conformer aux Conditions générales du programme d'affiliation %1.
ja: %1のアフィリエイト会員である場合、%1アフィリエイトプログラムの利用規約にも準拠していただく必要があります。
vi: Nếu bạn là một đại lý chi nhánh của %1, bạn phải tuân thủ các Điều khoản và Điều kiện về chi nhánh của %1.
zh_cn: 如果您是%1联盟成员，您必须也遵守%1联盟计划的条款和条件。

source: If you are an individual, you are over 18 years old and you have full capacity to enter into this Agreement;
de: Sofern Sie eine Einzelperson sind, Sie über 18 Jahre alt sind und Sie die volle Kapazität besitzen in diese Vereinbarung einzuwilligen;
fr: Si vous êtes un individu, vous avez plus de 18 ans et vous avez la pleine capacité pour prendre part à ce Contrat;
ja: 個人の場合、18歳以上であり、且つ本契約を締結するにあたり十分な能力がある必要があります。
vi: Nếu bạn là một cá nhân, bạn phải trên 18 tuổi và bạn phải có đầy đủ năng lực để tham gia vào thỏa thuận này;
zh_cn: 如果您是个人，年满 18 岁，您有充分能力签订本协议;
