Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Margin Requirement is a percentage of the value of the Open Positions and will continue to fluctuate in accordance with the value of the Open Positions throughout the duration of the relevant contracts (the "Contract Value").
de: Die Margin-Anforderung ist ein Prozentsatz des Wertes einer offenen Position und wird fortfahren, im Zusammenhang mit dem Wert der offenen Position während der Laufzeit der relevanten Kontrakte (der "Kontraktwert"), zu schwanken.
fr: L'Exigence de Marge est un pourcentage de la valeur des Positions Ouvertes et continuera à fluctuer en accord avec la valeur des Positions Ouvertes tout au long de la durée des contrats spécifiques (La "Valeur du Contrat").
vi: Lề điều kiện là một tỷ lệ phần trăm giá trị của các phiên mở và sẽ tiếp tục dao động theo giá trị của các phiên mở trong suốt thời hạn của hợp đồng có liên quan ("giá trị hợp đồng").
zh_cn: 保证金要求是未平仓头寸价值的百分比，并将在整个相关合约（"合约价值"） 期间继续根据未平仓头寸价值波动。

source: The Policy is supplemented by Appendix A which provide further details to our considerations as they are related to differing asset classes. The accompanying Appendix A should be read in conjunction with this Policy.
de: Die Richtlinie ist durch Anhang A, der weitere Details zu unseren Erwägungen im Verhältnis zu den unterschiedlichen Anlageklassen angibt, ergänzt. Der zugehörige Anhang A sollte in Verbindung mit dieser Richtlinie gelesen werden.
fr: La Politique est complétée par l'Appendix A qui fournit de plus amples détails pour notre considération comme ils sont liés à différentes classes d'actifs. L'Appendice A attaché sera lu en conjonction avec la Politique.
vi: Các chính sách được bổ sung bởi phụ lục một mà cung cấp thêm thông tin chi tiết để cân nhắc chúng tôi như họ có liên quan đến các lớp tài sản khác nhau. Quý khách nên đọc phụ lục A kèm theo kết hợp với chính sách.
zh_cn: 考虑到更多关于不同资产类别的细节，我们为政策提供附录A作为补充。随附的附录 A必须和政策同时阅读。

source: The STP account provides you with the tightest spreads and connects you directly to the market.
de: Das STP Konto bietet Ihnen die engsten Spannen an und verbindet Sie direkt mit dem Markt.
fr: Le compte STP vous fournit les spreads les plus serrés et vous connecte directement avec le marché.
vi: Tài khoản STP cung cấp cho bạn với các quảng bá sát nhất và kết nối bạn trực tiếp đến thị trường.
zh_cn: STP账户提供最低价差，并让您与市场直接连接。

source: The Stop Out Level applicable to your Real Account may differ from the default Stop Out Level published on our website.
de: Das Stop Out Level, das für Ihr echtes Konto gilt, kann vom vorgegebenen Stop Out Level, das auf unserer Website veröffentlicht ist, abweichen.
fr: Le niveau de Stop Out applicable à votre Compte Réel peut différé de votre Niveau de Stop Out par défaut publié sur notre site internet.
vi: Mức dừng áp dụng đối với tài khoản thực của bạn có thể khác với mức dừng mặc định được công bố trên website của chúng tôi.
zh_cn: 适用于您真实账户的强制平仓水平可能与我们网站公布的默认强制平仓水平不一样。

source: The URL of the site on which the banner is going to appear.
fr: L'URL du site sur lequel la bannière va apparaître.

source: The Volatility account allows you to profit by speculating on the rise or fall of an instrument.
de: Das Volatilität Konto erlaubt Ihnen Gewinn zu machen, indem Sie auf das Steigen und Fallen eines Instruments spekulieren.
fr: Le compte de Volatilité vous permet de profiter en spéculant sur la hausse ou la baisse d'un instrument.
vi: Tài khoản biến động cho phép bạn thu về lợi nhuận bằng cách dự đoán về tăng hoặc sụp đổ của một công cụ.
zh_cn: 波动率账户允许您通过预测一种工具的价格是否会上涨或下跌而获利。

source: The commission report shows you your daily commission earnings, per site / product.
fr: La rapport de commission montre vos gains de commission journalière, par site / produit.

source: The cut-off time for performing Roll-overs and booking of the Roll-over Credit/Debit.
de: Der Annahmeschluss für Leistung erbringende Roll-over und für die Anmeldung von Roll-over Gutschriften/Lastschriften.
fr: L'heure limite pour l'exécution des Renouvellements et la réservation des Renouvellements Crédit/Débit.
vi: Rút ngắn thời gian để thực hiện cuộn về và đặt trước tín dụng/thẻ ghi nợ cuộn về.
zh_cn: 执行翻滚及翻滚借/贷预订截止时间。

source: The default Stop Out Level applicable to your Account is published on our website. However, the default Stop Out Level is subject to alteration at our absolute discretion. Any changes to the Stop Out Level will take effect immediately. We will endeavour to notify you of an alteration to the default Stop Out Level by publishing the revised default Stop Out Level on our website. It is your responsibility to check our website regularly and remain informed about the default Stop Out Level.
de: Das vorgegebene Stop Out Level, das für Ihr Konto gilt, ist auf unserer Website veröffentlicht. Jedoch, unterliegt das vorgegebene Stop Out Level Änderungen nach unserem eigenen Ermessen. Alle Änderungen am Stop Out Level treten unverzüglich in Kraft. Wir werden uns bemühen, Sie von einer Änderung eines vorgegebenen Stop Out Levels zu informieren, indem wir das überarbeitete Stop Out Level auf unserer Website veröffentlichen. Es liegt in Ihrer Verantwortung, die Website regelmäßig zu überprüfen und über das vorgegebene Stop Out Level informiert zu bleiben.
fr: Le Niveau de Stop Out par défaut applicable à votre Compte est publié sur notre site internet. Cependant, le Niveau de Stop Out par défaut est sujet à des modifications à notre absolue discrétion. Tout changement du Niveau de Stop Out va prendre effet immédiatement. Nous nous efforcerons de vous notifier de tout changement par rapport au Niveau de Stop Out en publiant le nouveau Niveau de Stop Out par défaut sur notre site internet. Il est de votre responsabilité de vérifier le site internet régulièrement et de rester informé à propos du Niveau de Stop Out par défaut.
vi: Mức dừng mặc định áp dụng đối với tài khoản của bạn được đưa ra trên trang web của chúng tôi. Tuy nhiên, mức dừng mặc định có thể thay đổi theo ý kiến tuyệt đối của chúng tôi. Bất kỳ thay đổi nào tới mức dừng sẽ có hiệu lực ngay lập tức. Chúng tôi sẽ nỗ lực để thông báo cho bạn về sự thay đổi mức dừng mặc định bằng cách đưa ra mức dừng mặc định đã chỉnh sửa trên trang web của chúng tôi.Trách nhiệm của bạn là thường xuyên kiểm tra trang web của chúng tôi và theo sát thông tin về mức dừng mặc định.
zh_cn: 我们在网站上公布适用于您账户的默认强制平仓水平。然而，我们有绝对自由裁量权更改默认强制平仓水平。对强制平仓水平进行的任何更改将立即生效。我们将努力通过在我们的网站上发布修改后的默认强制平仓水平通知您已经更改默认强制平仓水平。定期查看我们的网站，并了解默认强制平仓水平是您的责任。

source: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.
fr: Le rapport détaillé vous montre votre trafic détaillé et les statistiques de revenu. Utilisez les sélecteurs de filtres et colonnes pour décomposer votre rapport comme vous le désirez.

source: The execution venues are assessed, on a regular basis, whether the they provide for the best possible result for our clients.
de: Die Ausführungsplätze werden regelmäßig beurteilt, damit sie das bestmögliche Ergebnis für unsere Kunden erbringen.
fr: Les structures d'exécution sont évaluées, de façon régulière, s'ils fournissent le meilleur résultat pour nos clients.
vi: Các điểm giao dịch được đánh giá, dựa theo cơ sở thường xuyên, cho dù họ cung cấp kết quả tốt nhất có thể cho các khách hàng của chúng tôi.
zh_cn: 我们定期对执行场地进行评估，确保能为客户提供最佳可能结果。

source: The execution, delivery, and performance of this Agreement and each Transaction will not violate any law, ordinance, charter, by-law, or rule applicable to you or the jurisdiction in which you are resident.
de: Die Ausführung, Lieferung, und Leistung dieser Vereinbarung und jeder Transaktion wird gegen kein Gesetz, keine Verordnung, keine Satzung, keine Durchführungsbestimmung oder Regelung, die für Sie, oder die Gerichtsbarkeit in der Sie ansässig sind, gilt, verstoßen.
fr: L'exécution, la livraison, et les performance du Contrat et chaque Transaction ne violeront aucune lois, ordonnances, chartes, de par la loi ou les règles applicables à vous, ou de la juridiction dans laquelle vous êtes résidente.
vi: Thực hiện, phân phối và hiệu suất của thỏa thuận này và mỗi giao dịch sẽ không vi phạm bất kỳ luật, Pháp lệnh, điều lệ, theo pháp luật hoặc quy tắc áp dụng cho bạn hoặc thẩm quyền mà bạn đang cư trú.
zh_cn: 本协议的执行、交付和履行以及所有交易将不会违反任何适用于您或您的所在地的管辖法律、条例、宪章、法令或规则。

source: The factor listed above are not listed in order of priority. Ordinarily, price will merit a high relative importance in obtaining the best possible result for you. However, the relative importance of the listed factors above may change in accordance with:
de: Die oben angeführten Faktoren sind nicht nach ihrer Priorität gelistet. In der Regel wird der Kurs, um das bestmögliche Ergebnis für Sie zu erreichen, eine relativ hohe Wichtigkeit verdienen. Jedoch kann sich die relative Wichtigkeit der oben gelisteten Faktoren in Übereinstimmung mit Folgendem ändern:
fr: Les facteurs listés ci-dessous ne sont pas listés par ordre de priorité. Ordinairement, le prix mérite une plus grande importance en obtenant le meilleur résultat possible pour vous. Cependant, l'importance relative des facteurs listés ci-dessous peuvent changer en accords avec :
vi: Các yếu tố nêu trên không được liệt kê theo thứ tự ưu tiên. Thông thường, giá sẽ khen một tầm quan trọng tương đối cao trong việc đạt được kết quả tốt nhất có thể cho bạn. Tuy nhiên, tầm quan trọng tương đối của các yếu tố được liệt kê ở trên có thể thay đổi theo với:
zh_cn: 上面列出的因素不是按照优先次序排列。一般情况下，为您获得最佳结果时将把价格列为相对比较重要的项目。然而，上述所列因素的相对重要性可能会基于以下各点而更改：

source: The hours of closure of the market (for e.g., the hours over the weekend during which trading of certain transactions are not possible);
de: Die Zeiten des Marktschlusses (für z.B. die Zeiten über das Wochenende, während der das Handeln mancher Transaktionen nicht möglich ist);
fr: Les heures de fermeture du marché (par exemple les heures durant le weekend durant lesquelles les échanges de certaines transactions ne sont pas possibles);
vi: Giờ đóng cửa của thị trường (ví dụ, những giờ cuối tuần trong những giao dịch của các giao dịch nhất định là không thể);
zh_cn: 市场关闭时间（例如，某些交易无法在周末期间进行）;

source: The instruments available on the electronic trading platform (including their availability for trading);
de: Die Instrumente, die auf der elektronischen Handelsplattform vorhanden sind (einschließlich ihrer Verfügbarkeit zum Handel);
fr: Les Instruments disponibles sur la plateforme d'échange électronique (en incluant leur disponibilité en matière d'échange);
vi: Các công cụ có sẵn trên nền tảng thương mại điện tử (bao gồm cả sẵn có của họ cho kinh doanh);
zh_cn: 电子交易平台提供的工具 （包括交易时的可用性）;

source: The interest adjustment is calculated in points, meaning we will convert the relevant interbank lending rates to points in the base currency.
de: Die Zinsanpassung ist in Punkten berechnet, was bedeutet, dass wir die relevanten Interbank Kreditzinsen in Punkte der Basiswährung umwandeln werden.
fr: L'ajustement d'intérêt est calculé en points, c'est à dire que nous allons convertir les taux du crédit interbancaire en points sur la base monétaire.
vi: Việc điều chỉnh lãi suất được tính theo điểm, có nghĩa là chúng tôi sẽ chuyển đổi tỷ giá cho vay liên ngân hàng có liên quan đến các điểm trong các loại tiền tệ cơ sở.
zh_cn: 利息调整以点为计算单位，意味着我们将把相关银行间贷款利率转换为基础货币点。

source: The interest adjustment is calculated in points, meaning we will convert the relevant market rates to points in the base instrument.
de: Die Zinsanpassung ist in Punkten berechnet, was bedeutet, dass wir die relevanten Marktdaten in Punkte der Basisinstrumente umwandeln werden.
fr: L'ajustement d'intérêt est calculé en points, c'est à dire que nous allons convertir le taux du marché pertinent en points dans l'instrument de base.
vi: Việc điều chỉnh lãi suất được tính theo điểm, có nghĩa là chúng tôi sẽ chuyển đổi tỷ giá thị trường có liên quan đến các điểm trong công cụ cơ bản.
zh_cn: 利息调整以点为计算单位，意味着我们将把相关市场利率转换为基础工具点。

source: The leverage ratio refers to the number of times your margin (the amount set aside from your account balance to open and maintain a transaction) can be "leveraged" to enter into a Transaction. The denominator of the leverage ratio is always 1. A 50:1 leverage is equivalent to a 2% margin requirement (1 divided by 50 = 2%). The leverage ratio that we/you establish will determine the amount of margin required. As leverage is inversely proportional to margin, the lower the leverage you set for your Account, the higher the margin required to be set aside from your account balance (your margin requirement).
de: Das Leverage-Verhältnis bezeichnet die Anzahl der Male, zu denen Ihr Margin (der Betrag, der von Ihrem Kontostand beiseite gesetzt wird, um eine Transaktion zu öffnen und aufrecht zu erhalten) wirksam eingesetzt werden kann ("leveraged"), um eine Transaktion einzugehen. Der Nenner des Leverage-Verhältnises ist immer 1. Eine 50:1 Leverage gleicht einer 2% Margin-Anforderung (1 geteilt durch 50 = 2%). Das Leverage-Verhältnis, das wir/Sie bestimmen, wird den Betrag des erforderlichen Margins festlegen. Da Leverage umgekehrt proportional zu Margin ist, gilt, das umso niedriger die Leverage, die Sie für Ihr Konto festlegen, ist, umso höher ist das angeforderte Margin, das von Ihrem Kontostand beiseite gesetzt wird (Ihre Margin-Anforderung).
fr: Le ratio de levier se réfère au nombre de fois que votre marge (le montant mis de coté sur votre compte pour ouvrir et entretenir la Transaction) peut utiliser un "effet de levier" pour entrer dans une Transaction. Le dénominateur de votre ratio de levier est toujours 1. Un levier de 50:1 est équivalent à une exigence de marge (1 divisé par 50 = 2%). Le ratio de levier que nous/vous établissons(ez) déterminera le montant de marge requise. Comme le levier est inversement proportionnel à la marge, le plus bas le levier que vous avez fixé pour votre Compte, le plus haut votre marge requise à mettre de coté sur votre compte (votre exigence de marge).
vi: Tỷ lệ đòn bẩy dùng để chỉ số lần lề của bạn (số tiền đặt ngoài tài khoản của bạn để mở và duy trì một giao dịch) có thể được "thừa hưởng" để nhập vào một giao dịch. Mẫu số tỷ lệ đòn bẩy luôn luôn là 1. Một đòn bẩy 50: 1 là tương đương với một yêu cầu của biên độ 2% (1 chia cho 50 = 2%). Tỷ lệ đòn bẩy chúng tôi/bạn thiết lập sẽ xác định số lượng lề điều kiện. Như đòn bẩy là tỷ lệ nghịch với lề, việc hạ thấp các đòn bẩy bạn đặt cho tài khoản của bạn, cao hơn lề điều kiện được đặt bên cạnh tài khoản của bạn (yêu cầu lợi nhuận của bạn).
zh_cn: 杠杆比率指使用您的保证金（为进行交易从您的账户余额拨出并保留的金额） 作为"杠杆"进入交易的次数。杠杆比率的分母始终是 1。50: 1 的杠杆比率相当于需要 2%保证金 (1 除以 50 = 2%)。我们替您建立的杠杆比率将确定保证金的数额。杠杆比率与保证金成反比，您的账户所设杠杆比率越低，从您的账户余额拨出的保证金额就越高 （所需保证金）。

source: The margin for our CFDs are calculated as follows:
de: Das Margin für unsere CDFs wird wie folgend berechnet:
fr: La marge pour nos CFD sont calculés comme de la façon suivante :
vi: Lợi nhuận cho các hợp đồng chênh lệch giá của chúng tôi được tính như sau:
zh_cn: 差价合约保证金的计算方法如下︰

source: The margin trading services described in this Agreement are conducted over the counter. This means that the market in one or more of the instruments which you ordinarily transact with us, though quoted on an exchange, are not traded on an exchange when transacted through the electronic trading platform as described in this Agreement.
de: Die Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, werden im Freiverkehr durchgeführt. Das bedeutet, dass der Markt in einem oder mehreren dieser Instrumente, die Sie normalerweise mit uns abschließen, obwohl nach der Börse notiert, nicht auf einer Börse gehandelt werden, wenn sie - wie in dieser Vereinbarung beschrieben - durch die elektronische Handelsplattform abgeschlossen werden.
fr: Les marges des services d'échange décrites dans ce Contrat sont conduites hors cote. Cela veut dire que le marché dans un ou plus d'instruments que vous traitez ordinairement avec nous, bien que cotés sur un échange, ne sont pas échangés sur un échange lorsque traités à travers la plateforme d'échange électronique comme décrite dans ce Contrat.
vi: Các dịch vụ kinh doanh lợi nhuận được mô tả trong thỏa thuận này được tiến hành trên bàn giao dịch. Điều này có nghĩa rằng thị trường trong một hoặc nhiều của các công cụ mà bạn thường giao dịch với chúng tôi, mặc dù, trích dẫn trong một cuộc trao đổi, không được giao dịch trên một cuộc trao đổi khi giao dịch qua sàn giao dịch điện tử như mô tả trong thỏa thuận này.
zh_cn: 本协议所描述的保证金交易服务通过柜台进行。这意味着，您与我们进行交易的一个或多个工具市场，虽然由交易所报价，但通过本协议所述电子交易平台交易时却不是在交易所交易。

source: The minimum spread (which is comprised of the market spread and our spread) published on our website is subject to alteration, at our absolute discretion. You acknowledge that whilst we endeavour to maintain a competitive spread, both market spread and our spread may widen significantly in some circumstances and such figures will be determined by us at our reasonable discretion.
de: Der Mindest-Spread (der sich aus dem Markt-Spread und unserem Spread zusammensetzt), der auf unserer Website veröffentlicht ist, kann nach unserem eigenen Ermessen verändert werden. Sie erkennen an, dass während wir bemüht sind, einen wettbewerbsfähigen Spread zu erhalten, sich beide, der Markt-Spread und unser Spread unter manchen Umständen erheblich ausweiten können, und dass solche Werte von uns, nach unserem vernünftigen Ermessen, bestimmt werden.
fr: Le spread minimum (qui inclus le spread de marché et notre spread) publié sur notre site internet est sujet à des changements, à notre absolue discrétion. Vous reconnaissez que lorsque nous nous efforçons d'entretenir un spread compétitif, à la fois un spread de marché et notre spread pourrait s'élargir significativement dans certaines circonstances et de telles chiffres seront déterminés par nous à notre raisonnable discrétion.
vi: Quảng bá tối thiểu (trong đó bao gồm quảng bá thị trường và quảng bá của chúng tôi) được công bố trên website của chúng tôi có thể thay đổi, theo ý kiến chúng tôi quyết định tuyệt đối. Bạn thừa nhận rằng trong khi chúng tôi cố gắng để duy trì quảng bá cạnh tranh, cả hai quảng bá thị trường và quảng bá của chúng tôi có thể mở rộng đáng kể trong một số trường hợp và con số đó sẽ được xác định bởi chúng tôi theo chúng tôi quyết định hợp lý.
zh_cn: 在我们网站公布的最低价差 （由市场点差与我们的点差组成）可能在我们绝对的自主权下更改。您确认，虽然我们努力保持价差竞争力，但在某些情况下市场点差和我们的点差可能会有显著差距，这些数字将由我们根据合理的自主权确定。

source: The minimum, incremental and maximum transaction amount;
de: Der mindeste, inkrementelle und maximale Transaktionsbetrag;
fr: Le minimum, l'incrément et le maximum de montant de transaction;
vi: Số tiền giao dịch tối thiểu, gia tăng và tối đa;
zh_cn: 最小、增量和最大交易金额;

source: The personal information that we collect and hold is treated as confidential. Confidential information will not be used for any purpose other than in connection with the provision of the margin trading services described in this Agreement. Confidential information will only be disclosed as and when required by law. We may also disclose such personal information to: (i) other companies within the Binary Group of companies; (ii) any such third parties as we see fit to assist us in servicing your Real Account; (iii) regulatory authorities upon their reasonable request; (iv) any such third parties as we see fit to assist us in enforcing our legal or contractual rights against you, including, but not limited, to legal advisors; (v) third parties as we see fit to investigate or prevent fraud or other illegal activities.
de: Die persönlichen Informationen, die wir sammeln und halten, werden vertraulich behandelt. Vertrauliche Informationen werden zu keinen anderen Zwecken als in Zusammenhang mit der Bereitstellung der Margin-Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, verwendet. Vertrauliche Informationen werden nur offengelegt, wo und wann sie vom Gesetz erforderlich sind. Wir können solche persönlichen Informationen auch an: (i) andere Unternehmen innerhalb der Binary Group von Unternehmern; (ii) alle solchen Dritten, die wir als angemessen befinden, uns mit der Instandhaltung Ihres echten Kontos zu unterstützen; (iii) Regulierungsbehörden auf deren angemessenen Antrag; (iv) alle solchen Dritten, die wir als angemessen befinden, uns bei der Durchführung gesetzlicher und vertraglicher Rechte gegen Sie, einschließlich, aber nicht begrenzt auf Rechtsberater, zu unterstützen; (v) Dritte, die wir als angemessen befinden, Betrug und andere illegale Aktivitäten zu ermitteln und zu verhindern; mitteilen.
fr: Les informations personnelles que nous collections et conservons sont traitées en toute confidentialité. Les informations confidentielles ne sont pas utilisées à des fins autres qu'en connexion avec les provisions des services de trading de marge décrite dans ce Contrat. Les informations confidentielles ne seront pas divulguées comme et quand requises par la loi. Nous pouvons aussi divulguer de telles informations personnelles à: (i) d'autres entreprises à l'intérieur du groupe d'entreprises Binary; (ii) toutes parties tierces que nous jugeons bonnes pour nous assister dans le service de votre Compte Réel; (iii) les autorités réglementaires selon leurs requêtes raisonnables; (iv) de telles parties tierces que nous jugeons bonnes de nous assister à renforcer nos droits légaux et contractuels contre vous, en incluant, mais pas limité, aux conseillers juridiques; (v) les parties tierces que nous jugeons bonnes à enquêter ou à prévenir la fraude ou d'autres activités illégales.
vi: Các thông tin cá nhân mà chúng tôi thu thập và nắm giữ được coi là bí mật. Thông tin bảo mật sẽ không được sử dụng cho bất kỳ mục đích nào khác ngoài kết hợp với việc cung cấp các dịch vụ kinh doanh lợi nhuận được mô tả trong thỏa thuận này. Thông tin bí mật chỉ sẽ được tiết lộ khi luật pháp yêu cầu. Chúng tôi cũng có thể tiết lộ thông tin cá nhân như vậy tới: (i) các công ty khác trong tập đoàn Binary; (ii) bất kỳ bên thứ ba mà chúng tôi thấy phù hợp để hỗ trợ chúng tôi trong duy trì dịch vụ tài khoản thực của bạn; (iii) quy định cơ quan theo yêu cầu hợp lý của họ; (iv) bất kỳ bên thứ ba mà chúng ta thấy phù hợp để hỗ trợ chúng tôi trong thực thi quyền pháp lý hay khế ước của chúng tôi đối với bạn bao gồm nhưng không giới hạn đối với cố vấn pháp lý; (v) các bên thứ ba như chúng ta thấy phù hợp để điều tra hoặc ngăn chặn gian lận hay hoạt động bất hợp pháp khác.
zh_cn: 我们收集并保留的个人资料将视为机密。除了用于提供本协议所述的保证金交易相关服务外，机密信息不会用于任何其他用途。只有在法律需要时才会披露机密信息。我们可能也会将个人信息披露给: (i) Binary集团内的其他公司（ii）我们认为可协助为您真实账户提供服务的任何第三方;（iii）监管当局提出的合理要求;（iv）我们认为可协助对您执行法律或合约权利的任何第三方，包括但不限于法律顾问;（v）我们认为可协助调查或防止欺诈或其他非法活动的第三方。

source: The player report shows a breakdown of statistics per player. Use the filters to refine the report.
fr: Le rapport de joueur montre une décomposition des statistiques par joueur. Utilisez les filtres pour affiner le rapport.
