Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: If you are developing on our API on behalf of a company or other entity, you represent and warrant that you have full legal authority to register an Application on behalf of that entity and bind it to these Terms. If you are not authorized, you may not accept these Terms or register an Application for someone else.
ar: إذا كنت تعمل على تطوير واجهة برمجة التطبيقات لدينا بالنيابة عن شركة أو كيان آخر, فأنت تقر وتضمن بأن لديك السلطة القانونية الكاملة لتسجيل الطلب بالنيابة عن هذا الكيان وربطه بهذه الشروط. إذا كنت غير مخول لذلك, فقد لا تقبل بالموافقة على هذه الشروط أو تسجيل طلب لشخص آخر.
de: Wenn Sie unser API im Auftrag eines Unternehmens oder einer anderen Rechtspersönlichkeit zur Entwicklung vewenden, gewährleisten Sie, dass Sie die vollständige rechtliche Vollmacht haben, eine Anwendung im Auftrag dieser Rechtspersönlichkeit anzumelden und jene an diese Bedingungen zu binden. Wenn Sie nicht bevollmächtigt sind, dürfen Sie diese Bedingungen nicht für Dritte akzeptieren oder eine Anwendung für andere anmelden.
fr: Si vous menez des activités de développement et de programmation sur notre API pour le compte d'une société ou d'une autre entité, vous déclarez et garantissez que vous détenez toutes les autorisations légales requises pour enregistrer une Application pour le compte de cette entité et pour engager cette entité selon les présentes Conditions. Si vous ne disposez pas des autorisations requises, vous n'êtes pas en mesure d'accepter ces Conditions ou d'enregistrer une Application pour quelqu'un d'autre.
id: Jika Anda mengembangkan API kami atas nama perusahaan atau badan lainnya, Anda menyatakan dan menjamin bahwa Anda memiliki kewenangan penuh untuk mendaftarkan Aplikasi atas nama entitas itu dan terikat pada Syarat tersebut. Jika Anda tidak berwenang, maka Anda tidak dapat menerima Persyaratan ini atau mewakili pendaftaran Aplikasi untuk orang lain.
ja: 企業あるいはその他事業体を代表して当APIを開発される場合、事業体を代表してのアプリケーションの登録及びこれら規約に拘束される完全な法的権限を表明し、保証します。権限がない場合は本規約に同意または代理でアプリケーションの登録をしないでください。
pl: Jeżeli korzystasz z naszego API w imieniu przedsiębiorstwa lub innego podmiotu, oświadczasz, że posiadasz pełne prawo do zarejestrowania Aplikacji w imieniu tego podmiotu i zobowiązania go do przestrzegania niniejszych Warunków. Jeśli nie posiadasz takiego prawa, nie możesz zaakceptować niniejszych Warunków i zarejestrować Aplikacji w imieniu kogoś innego.
ru: Если Вы занимаетесь разработкой на основе нашего API от имени компании или другой организации, Вы подтверждаете и гарантируете, что обладаете всеми необходимыми юридическими полномочиями, чтобы регистрировать Приложение от имени данной организации, а также соблюдаете данные Правила. Если Вы не обладаете соответствующими полномочиями, Вы не имеете права принимать данные Правила и регистрировать Приложение от имени другого лица.
th: หากท่านได้นำ API ของเราไปพัฒนาในนามของบริษัทฯ หรือหน่วยใดๆ ท่านเสมือนเป็นตัวแทนและยินยอมในการปฏิบัติตามข้อบังคับใช้ตามกฎหมายในการใช้แอพพลิเคชันในนามของหน่วยงานและมีความรับผิดชอบตามข้อตกลงต่างๆ หากท่านไม่ได้รับการอนุญาต ท่านอาจจะไม่ถูกยอมรับตามข้อตกลง หรือไม่สามารถใช้งานแอพพลิเคชันในนามใดๆ ได้
vi: Nếu bạn đang phát triển ứng dụng trên nền API của chúng tôi để đại diện cho một công ty hay tổ chức khác, bạn cần bảo đảm rằng bạn có quyền pháp lý đầy đủ để đăng ký một ứng dụng thay mặt cho tổ chức đó và liên kết nó với các điều khoản. Nếu bạn không có quyền, bạn có thể không chấp nhận các điều khoản hoặc đăng ký một ứng dụng cho người khác.
zh_cn: 如果您正代表公司或其他实体使用我们的API，您确认并保证您有充分的法律权限代表该实体注册应用程序并接受这些条款。如果您没有权限，不可代表别人接受这些条款或注册应用程序。

source: If you are entering into this Agreement on behalf of your employer or other entity, you represent and warrant that you have full legal authority to bind your employer or such entity to this Agreement.
ar: إذا أردت الإنضمام إلى هذه الإتفاقية بالنيابة عن صاحب عملك أو كيان آخر, فأنت تقر وتضمن بأن لديك السلطة القانونية الكاملة لربط صاحب عملك أو هذا الكيان بهذه الإتفاقية.
de: Wenn Sie in diesen Vertrag im Auftrag Ihres Arbeitgebers oder einer anderen Rechtspersönlichkeit eintreten, müssen Sie gewährleisten, dass Sie die vollständige rechtliche Vollmacht haben, Ihren Arbeitgeber oder eine derartige Rechtspersönlichkeit an diesen Vertrag zu binden.
fr: Si vous concluez le présent Accord au nom de votre employeur ou d'une autre entité, vous déclarez et garantissez que vous détenez toutes les autorisations légales requises pour engager votre employeur conformément au présent Accord. Si vous ne disposez pas des autorisations requises, vous n'êtes pas en mesure d'accepter ces Conditions ou d'enregistrer une Application pour quelqu'un d'autre.
id: Jika Anda masuk ke dalam Perjanjian ini atas nama perusahaan atau entitas lainnya, Anda menyatakan dan menjamin bahwa Anda memiliki kewenangan hukum penuh untuk mengikat perusahaan atau entitas tersebut pada Perjanjian ini.
ja: 顧客またはその他事業体を代表して本契約を締結される場合、あなたに顧客または事業体に本契約を義務付ける全権限があることを表明し、保証します。
pl: Jeśli zawierasz niniejszą Umowę w imieniu swojego pracodawcy lub innego podmiotu, oświadczasz, że posiadasz do tego pełne upoważnienie.
ru: Если Вы заключаете данное Соглашение от имени Вашего работодателя или другой организации, Вы заявляете и гарантируете, что обладаете всеми необходимыми юридическими полномочиями, чтобы связывать своего работодателя или организацию данным Соглашением.
vi: Nếu bạn đang thay mặt chủ lao động để xem xét thỏa thuận này, bạn sẽ đại diện và bảo đảm rằng bạn có quyền đầy đủ pháp lý để ràng buộc chủ lao động của bạn hoặc thực thể như vậy để thực hiện Thỏa thuận này.
zh_cn: 如果您代表雇主或其他实体签订本协议，您确认并保证您有充分的法律权限可代表雇主或实体接受本协议。

source: If you are experiencing difficulties logging into your account, please verify that cookies are enabled in your browser. This website uses cookies to store your login ID and password (in encrypted format) on your PC during your login session.
ar: إذا كنت تواجه صعوبات عند تسجيل الدخول إلى حسابك، يرجى التحقق من أن يتم تمكين ملفات تعريف الارتباط في المتصفح الخاص بك. يستخدم هذا الموقع ملفات تعريف الارتباط لتخزين معرف تسجيل الدخول وكلمة المرور (فى صيغة مشفرة) على جهاز الكمبيوتر الخاص بك أثناء جلسة دخولك.
de: Sollten beim Einloggen in Ihr Konto Schwierigkeiten auftreten, überprüfen Sie bitte, ob in Ihrem Browser Cookies aktiviert sind. Diese Website verwendet Cookies, um Ihre Log-in ID und Passwort (im verschlüsselten Format) während der Log-in Session auf Ihrem PC zu speichern.
fr: Si vous rencontrez des difficultés à vous connecter à votre compte, veuillez vérifier que les cookies sont autorisés dans votre navigateur. Ce site web utilise les cookies pour stocker votre Identifiant de connexion et mot de passe (sous format crypté) sur votre PC au cours de votre session de connexion.
id: Jika Anda mengalami kesulitan log in ke account Anda, mohon pastikan bahwa cookie telah diaktifkan pada browser Anda. Website ini menggunakan cookies untuk menyimpan ID login dan password Anda (dalam format sandi) pada PC Anda selama sesi login.
ja: ご口座へのログインが上手くいかない場合は、ブラウザの設定からCookieを有効に設定して下さい。当社サイトでは、ログイン時にお客さまのログインIDと暗号化されたパスワードをお客さまのコンピュータに保存する目的でCookieを利用しています。
pl: Jeśli występują problemy z zalogowaniem się na konto, należy upewnić się, że pliki cookie są włączone w przeglądarce. Ta strona internetowa wykorzystuje pliki cookie do przechowywania loginów i haseł (w formie zaszyfrowanej) na komputerze w trakcie sesji logowania.
ru: Если у Вас возникли сложности со входом в систему, пожалуйста, убедитесь, что в браузере включены cookies. На сайте используются cookies для сохранения логина и пароля (в зашифрованном формате) на Вашем компьютере во время логин-сессии.
vi: Nếu bạn đang gặp khó khăn khi đăng nhập, hãy kiểm tra để chắc chắn rằng cookie vẫn đang hoạt động trong trình duyệt của bạn. Trang web này sử dụng cookie để lưu giữ tên đăng nhập và mật khẩu của bạn (dưới dạng mã hóa) ở máy tính của bạn khi trong suốt quá trình bạn đăng nhập.
zh_cn: 如果存在账户登录问题，请确认您是否已启用浏览器 cookie。在登录期间，本网站使用 cookie 在您的计算机上（以加密格式）存储您的登录 ID 和密码。

source: If you are, we'd love to hear from you.
de: Wenn Sie es sind, würden wir gerne von Ihnen hören.
fr: Si vous l'êtes, n'hésitez pas à nous contacter.
ja: 皆様からのご応募をお待ちしております。
vi: Nếu bạn quan tâm, chúng tôi rất vui được nhận phản hồi từ bạn.
zh_cn: 如果您已准备好，欢迎联系我们。

source: If you buy <strong>1 Volume of Volatility 100 Index</strong> at a <strong>price of US&#36 20,000</strong> and a <strong>margin rate of 0.01(1%)</strong>, the margin required to purchase that one lot will be calculated as follows:
de: Wenn Sie <strong>1 Volumen des Volatilität 100 Index</strong> zu einem <strong>Preis von 20 000 US&#36</strong> und mit einer <strong>Zinnspanne von 0,01(1%)</strong>kaufen, wird das Margin, das benötigt wird, um diesen ein Lot zu kaufen, wie folgend berechnet:
fr: Si vous achetez <strong>1 volume de l'indice Volatility 100</strong> à un <strong>prix de 20 000 US&#36</strong> et avec un <strong>taux de marge de 0,01 (1 %)</strong>, la marge requise pour acheter ce lot sera calculée de la façon suivante :
ja: <strong>US&#36 20,000</strong>で<strong> Volatility 100 Indexを数量1</strong>購入し、このトレードのマージン要件が数量1で<strong>マージン率が0.01(1%)</strong>の場合、以下のように算出されます。
vi: Nếu bạn mua <strong>1 khối lượng chỉ số biến động 100</strong> tại một <strong>giá của U.S. & #36 20.000</strong> và ở mức<strong>tỷ lệ lợi nhuận là 0.01(1%)</strong>, giá lề yêu cầu mua một lô sẽ được tính toán như sau:
zh_cn: 如果您以<strong>&#36 20,000 美元的价格</strong>和<strong>0.01(1%) 保证金率</strong>购入<strong>1股波动率 100 指数</strong>，购买此一手的所需保证金计算方法如下︰

source: If you buy <strong>one lot of the EUR/USD</strong> symbol with a <strong>contract size of 100,000</strong> and <strong>leverage of 100:1</strong>, the margin required to purchase that one lot will be calculated as follows:
de: Wenn Sie <strong>ein Lot des EUR/USD</strong> Symbols mit einer <strong>Kontraktgröße von 100 000</strong> und <strong> einem Leverage von 100:1</strong>kaufen, wird das Margin, das benötigt wird, um dieses eine Lot zu kaufen, wie folgend berechnet:
fr: Si vous achetez <strong>un lot du symbole EUR/USD</strong> avec un <strong>contrat d'un volume de 100 000</strong> et <strong> un effet de levier de 100:1</strong>, la marge requise pour acheter ce lot sera calculée de la façon suivante :
ja: <strong>トレードサイズ100,000</strong>で<strong>EUR/USDシンボルを1ロット</strong><strong>レバレッジ100:1</strong>で購入した場合、1ロット購入に必要なマージンは、以下のように算出されます。
vi: Nếu bạn mua <strong> một khối EUR/USD</strong> biểu tượng với một <strong> hợp đồng có kích thước 100,000 </strong> và <strong> với đòn bẩy 100:1 </strong>, giá lề yêu cầu để mua một lô sẽ được tính như sau:
zh_cn: 如果您以<strong>100,000 大小的合约</strong>和<strong>100:1的杠杆率</strong>购入<strong>1手欧元/美元符号</strong>，购买此一手的所需保证金计算方法如下︰

source: If you choose to enter into a Contract with us, it is important that you remain aware of the risks involved, that you have adequate investment resources to bear such risks and that you monitor your positions carefully.
ar: إذا اخترت الدخول في عقد معنا، فمن المهم أن تبقى على بينة بالمخاطر التي تنطوي عليها، وذلك أن لديك الموارد الاستثمارية الكافية لتحمل هذه المخاطر وأنك تراقب مراكزك بعناية.
de: Wenn Sie bei uns einen Kontrakt eingehen möchten, müssen Sie sich über die damit verbundenen Risiken klar sein, über ausreichende Anlagemittel verfügen, um solche Risiken tragen zu können und Ihre Positionen sorgfältig überwachen.
fr: Si vous décidez de conclure un Contrat avec nous, il est primordial que vous ayez toujours conscience des risques impliqués, que vous disposiez de ressources d'investissement adéquates pour pouvoir faire face à ce type de risque et que vous contrôliez attentivement vos positions.
id: Jika Anda memutuskan untuk membeli Kontrak, adalah penting bahwa Anda tetap sadar akan risiko yang terlibat dan memiliki sumber daya investasi yang memadai untuk menanggung risiko tersebut dan memantau posisi Anda dengan hati-hati.
ja: 当社との契約をご締結いただく場合、そのようなリスクを負うのに十分な投資資産をお持ちであること、また自身のポジションを慎重にモニターできるかといった起こりうるリスクに注意し続けられることが重要です。
pl: Jeśli chcesz zawrzeć z nami kontrakt, musisz mieć świadomość ryzyk z tym związanych oraz pewność, że posiadasz odpowiednie środki inwestycyjne na pokrycie ewentualnych strat wynikających z tych ryzyk i że śledzisz dokładnie swoje pozycje.
ru: Если Вы заключаете договор с нами, важно, чтобы Вы были в курсе возможных рисков, обладали адекватными инвестиционными ресурсами для покрытия таких возможных рисков и тщательно контролировали свои позиции.
th: หากท่านเลือกซื้อขายสัญญากับเรา ซึ่งมีความสำคัญที่ท่านจะตระหนักในความเสี่ยงที่เกี่ยวข้อง ท่านมีแหล่งข้อมูลการลงทุนที่เพียงพอเพื่อเข้าใจในความเสี่ยงดังกล่าว ที่ท่านควรพิจารณาสังเกตการณ์อย่างใกล้ชิด
vi: Nếu bạn chọn giao dịch Hợp đồng với chúng tôi, bạn phải ý thức được những rủi rui có liên quan, đó là bạn cần phải có đủ nguồn lực đầu tư để có thể chịu được những rủi ro này và bạn phải theo dõi vị thế của bạn một cách cẩn thận.
zh_cn: 如您选择与我们共同修订合同，您必须完全了解相关的风险，有足够投资资源能够承担这些风险，并确保您将慎重地监管您的头寸，这几点很重要。

source: If you do not intend to utilise the leverage feature, please set the leverage ratio to 1:1.
de: Wenn Sie vom Leverage-Feature nicht Gebrauch machen möchten, setzten Sie die Leverage-Ratio bitte zu 1:1.
fr: Si vous n'avez pas l'intention d'utiliser l'effet de levier, s'il vous plait établissez le ratio de levier à 1:1.
ja: レバレッジ機能をご利用されない場合、レバレッジ比率を1:1に設定してください。
vi: Nếu bạn không có ý định sử dụng tính năng đòn bẩy, xin hãy thiết lập tỷ lệ đòn bẩy về 1:1.
zh_cn: 如果您不打算使用杠杆功能，请将杠杆比率设为 1:1。

source: If you don't receive the email within the next few minutes, please check your junk/spam mail folder.
ar: إذا لم تتسلم رسالة منا خلال الدقائق القليلة المقبلة، يرجى أن تطلع على مجلد الرسائل الغير مرغوب فيها.
de: Wenn Sie innerhalb der nächsten Minuten keine E-Mail erhalten sollten, sehen Sie bitte in Ihrem Werbemail/Spamordner nach.
fr: Si vous ne recevez pas le mail dans les minutes suivantes, veuillez vérifier votre dossier spam/courrier indésirable.
id: Jika Anda tidak menerima e-mail beberapa menit yang akan datang, silakan periksa bagian junk/spam email Anda.
ja: お客さまによっては迷惑メールフォルダーに入る場合もありますので、あわせてご確認ください。
pl: Jeśli nie otrzymasz od nas wiadomości e-mail w przeciągu kilku minut, sprawdź folder spam.
ru: Если вы не получите сообщения от нас в следующие несколько минут, пожалуйста, проверьте папку со спамом.
th: หากท่านไม่ได้รับอีเมล์ในอีก 2-3 นาที โปรดตรวจสอบอีเมล์ในกล่องขยะหรือสแปมของท่าน
vi: Nếu bạn không nhận được email trong vòng vài phút tới, xin vui lòng kiểm tra hòm thư rác.
zh_cn: 如果在几分钟内未收到电子邮件，请检查您的垃圾/广告邮件。

source: If you find any vulnerabilities in our <a target='_blank' href='%1'>open-source code</a>, feel free to submit a pull request on GitHub.
de: Senden Sie eine Pull-Anforderung auf GitHub, wenn Sie irgendwelche Schwachstellen in unserem <a target='_blank' href='%1'>Open-Source Code</a> finden.
fr: Si vous trouvez des vulnérabilités dans notre <a target='_blank' href='%1'>code source ouvert</a>, n'hésitez pas à nous soumettre une requête sur GitHub.
ja: 当社の<a target='_blank' href='%1'>オープンソースコード</a>で脆弱性を発見されましたら、お気軽にGitHubでプルリクエストをしてください。
vi: Nếu bạn tìm thấy bất kỳ lỗ hổng trong <a target='_blank' href='%1'> mã nguồn mở</a> của chúng tôi, vui lòng gửi một yêu cầu trên GitHub.
zh_cn: 如您在我们的<a target='_blank' href='%1'>开源代码</a>中发现任何漏洞， 请立刻在GitHub提交引入请求。

source: If you have the skill set we seek, you'll become a valued member of a highly competent front end development team engaged in driving our binary options trading systems to new heights.
de: Wenn Sie die von uns gesuchten Fähigkeiten aufweisen, werden Sie ein geschätztes Mitglied eines hochkompetenten Frontend-Entwicklungsteams werden, dass sich engagiert, um unser Binäres Optionen Handelssystem in neue Sphären zu heben.
fr: Si vous possédez les compétences que nous recherchons, vous deviendrez un maillon indispensable de notre équipe experte en développement front-end, chargée de propulser nos systèmes de trading d'options binaires au sommet du marché.
ja: 当社が求めるスキルをお持ちでしたら、バイナリーオプショントレーディングシステムの運営に従事している、新たな高みを目指す非常に有能なフロントエンド開発チームの貴重な一員になれます。
vi: Nếu bạn có những kĩ năng mà chúng tôi cần, bạn sẽ trở thành một thành viên chủ chốt trong đội phát triển front-end để góp phần đưa hệ thống giao dịch quyền chọn nhị phân của chúng ta lên một tầm cao mới.
zh_cn: 如果您拥有我们需要的技能，您将有机会加入一个优秀的的前端开发团队，引导我们二元期权交易系统达到新的高度。

source: If you introduce our website to potential clients, you will eventually start earning passive income, just as soon as one of them opens a real account with %1. And you will continue making money for as long as the client uses our services. Simply put, you will start earning a commission which in actual fact, requires very little effort to maintain.
ar: إذا كنت تقدم موقعنا الإلكتروني للعملاء المحتملين، ستتمكن في النهاية من كسب دخل بطريقة سلبية، فقط بمجرد فتح أحدهم حساب حقيقي مع %1. وستواصل كسب المال لطالما كان العميل يستخدم خدماتنا. الأمر بسيط، ستبدأ في كسب عمولة التي هي في الواقع، تتطلب القليل جدا من الجهد للمحافظة عليها.
de: Wenn Sie unsere Website potentiellen Kunden empfehlen, könnten Sie möglicherweise damit beginnen, passives Einkommen zu verdienen, sobald einer von ihnen ein Echtgeldkonto bei %1 eröffnet. Und, so lange der Kunde unsere Dienstleistung nutzt, werden Sie weiter Geld verdienen. Einfach ausgedrückt: Sie werden eine Provision mit einem Geschäft verdienen, was tatsächlich nur wenig Aufwand zur Pflege benötigt.
fr: Si vous faites découvrir notre site Web à des clients potentiels, vous pourrez à terme percevoir des revenus passifs, dès que l'un de ces clients ouvrira un compte réel sur %1. Vous continuerez à générer des revenus aussi longtemps que ce client utilisera nos services. Autrement dit, vous commencerez à percevoir une commission qui se maintiendra dans le temps, sans effort de votre part.
id: Jika Anda memperkenalkan website kami kepada klien potensial, Anda akhirnya akan mulai mendapatkan penghasilan pasif, segera setelah salah satu dari mereka mendaftar akun riil di %1. Dan Anda akan terus menghasilkan uang selama klien tersebut menggunakan layanan kami. Sederhananya, Anda akan mulai mendapatkan komisi yang dalam kenyataannya, memerlukan sedikit usaha untuk mempertahankan.
ja: 潜在顧客に当サイトをご紹介いただくと、クライアントが%1のリアル口座を開設された時点ですぐに受動収入をお受け取りいただけます。クライアントが当サーバーを使用する限り、引き続きコミッションをお受け取りいただけます。簡単に行ってしまえば、実際にはそれほどの労力を使わなくてもコミッションのお受け取りを開始いただけるということです。
pl: Jeżeli zapoznasz potencjalnych klientów z naszą stroną internetową, zaczniesz na tym zarabiać w chwili, gdy któryś z nich otworzy konto rzeczywiste w %1. Będziesz zarabiać dopóki klienci będą korzystać z naszych usług. To bardzo proste, zaczniesz zarabiać prowizje, które w zasadzie wymagają bardzo mało wkładu z Twojej strony.
ru: Если Вы приведете на сайт потенциальных клиентов, то начнете зарабатывать пассивный доход, как только один из них откроет реальный счет на %1. Вы будете продолжать получать прибыль, пока клиент использует наши услуги. Проще говоря, Вы будете зарабатывать комиссии при минимальном вложении усилий.
vi: Nếu bạn giới thiệu trang web của chúng tôi cho khách hàng tiềm năng, bạn sẽ có thể bắt đầu có khoản thu nhập thụ động, chỉ khi một trong số họ mở tài khoản thực với %1. Và bạn sẽ tiếp tục kiếm tiền cho tới khi khách hàng sử dụng dịch vụ của chúng tôi. Bạn sẽ bắt đầu kiếm được tiền hoa hồng khi tài khoản hoạt động thực, và yêu cầu phải duy trì tài khoản đó.
zh_cn: 如果您将我们的网站介绍给潜在客户，一旦他们中有人在 %1 开立真实账户，您即可开始赚取被动收入。只要客户继续使用我们的服务，您就可继续赚钱。换句话说，您将会开始赚取佣金，且只需作出很少的努力即可维持这项收入。

source: If you keep any positions open overnight, an interest adjustment will be made to your trading account as indication of the cost required to keep your position open. This adjustment is based on interbank lending rates, on top of a 2% fee.
de: Wenn Sie Positionen über Nacht offen lassen, wird ein Zinsausgleich zu Ihrem Handelskonto als ein Indiz zu den Kosten, die erforderlich sind, um Ihre Position offen zu halten, gemacht. Diese Anpassung basiert auf Interbank Kreditzinsen, zuzüglich einer Gebühr von 2%.
fr: Si vous gardez des positions ouvertes de nuit, un ajustement des intérêts sera fait à votre compte de trading comme indication du coût requis pour garder votre position ouverte. L'ajustement est basé sur le taux de prêt Interbancaire, avec en plus 2% de frais.
ja: 一晩中ポジションをオープンのまま保持されると、ポジションをオープンに保つのに必要な手数料としてお客さまの口座に金利調整が行われます。この調整はインターバンクの貸出金利に基づいた２％の手数料が課せられます。
vi: Nếu bạn giữ cho bất kỳ phiên nào hoạt đông qua đêm, điều chỉnh lãi suất sẽ được thực hiện cho tài khoản giao dịch như là dấu hiệu của các chi phí cần thiết để giữ phiên của bạn mở. Điều chỉnh này dựa trên tỷ giá cho vay liên ngân hàng, với phí cao nhất là 2%.
zh_cn: 如果您持仓过夜，系统将对您的账户收取持仓成本隔夜利息。此费用基于银行间贷款利率加上2%费用。

source: If you meet our basic requirements, we'll send you a talent test.
de: Wenn Sie unseren Grundanfoderungen entsprechen, werden wir Ihnen einen Talenttest zuschicken.
fr: Si vous répondez à nos exigences de base, nous vous enverrons un test de candidature.
ja: 当社の基本的な要求基準に見合う場合は、テストのご連絡をいたします。
vi: Nếu bạn đạt yêu cầu cơ bản của chúng tôi, chúng tôi sẽ gửi cho bạn một bài kiểm tra đánh giá kỹ năng.
zh_cn: 如果您符合我们的基本要求，我们会向您发送一份人才测试。

source: If you need assistance feel free to contact our <a href="%1">Customer Support</a>.
de: Sollten Sie Hilfe benötigen, können Sie sich gerne mit unserer <a href="%1">Kundenbetreuung</a> in Verbindung setzen.
fr: Si vous avez besoin d'aide, n'hésitez pas à contacter notre <a href="%1">Service Clientèle</a>.
ja: ご不明な点がございましたら、<a href="%1">カスタマーサポート</a>までお気軽にお問い合わせ下さい。
vi: Nếu bạn cần trợ giúp, vui lòng liên hệ với đội ngũ hỗ trợ khách hàng <a href="%1"></a>của chúng tôi.
zh_cn: 如果您需要帮助，请联系我们的<a href="%1">客服部</a>。

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
ar: إذا اخترت "هبوط آسيوي"، تربح العائد إذا كانت <strong>آخر حركة</strong> <strong>أقل</strong> من <strong>متوسط</strong> حركات السوق.
de: Wenn Sie „Asiatischer Fall" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>niedriger</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
fr: Si vous sélectionnez « Asiatique/baisse », vous gagnez si le <strong>dernier tick<strong> est <strong>inférieur<strong> à la <strong>moyenne<strong> des ticks.
id: Pilih "Asian Turun", untuk memperoleh hasil jika <strong>tik terakhir</strong> <strong>lebih rendah</strong> dari <strong>jumlah rata rata</strong> tik.
ja: 「Asianダウン」を選択された場合、<strong>最後のtick</strong>がtickの<strong>平均</strong>よりも<strong>低い</strong>とペイアウトを獲得いただけます。
pl: Jeśli wybierzesz zakład „Azjatycki - spadnie”, zdobędziesz wypłatę, gdy <strong>ostatni najmniejszy przyrost ceny</strong> będzie <strong>niższy</strong> niż <strong>średnia</strong> najmniejszych przyrostów ceny.
ru: Если Вы выбираете "Азиатские - Падение", Вы выигрываете, если <strong>последняя котировка</strong> окажется <strong>ниже</strong>, чем <strong>общее среднее значение</strong> котировок.
vi: Nếu bạn chọn "Châu Á Giảm", bạn sẽ giành chiến thắng nếu <strong> giá ở giây cuối cùng </strong> là <strong>thấp hơn</strong> so với <strong>trung bình</strong> của giá trong suốt giao dịch.
zh_cn: 如果您选择“亚洲下跌”期权，<strong>当</strong><strong>最新价格</strong>低于<strong>平均</strong>价格时，您将获得赔付。
