Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: In relation to some Contracts, at the time at which you give us an order there may be no functioning or open market or exchange on which the reference product is traded. In such cases, we set out to determine a fair underlying price based on a number of factors such as price movements on associated markets and other market influences and information about our clients' own orders.
ar: فيما يتعلق ببعض العقود، في الوقت الذي عليك إعطاء أمر لنا قد لا يوجد عمل أو سوق مفتوحة أو بورصة يقع تداول هذا المنتج بها. في مثل هذه الحالات، نحدد نحن سعر ضمني عادل على أساس عدد من العوامل مثل تحركات الأسعار في الأسواق المرتبطة والمؤثرات الأخرى في السوق ومعلومات حول أوامر عملائنا.
de: Bei einigen Kontrakten, für die Sie uns einen Auftrag erteilt haben, kann zum Zeitpunkt der Auftragserteilung manchmal keine funktionierende oder offene Börse oder Devisenbörse für das gehandelte Referenzprodukt vorhanden sein. In solchen Fällen legen wir den Kurs auf der Grundlage einer Anzahl von Faktoren, wie Kursbewegungen auf entsprechenden Börsen oder anderen Markteinflüssen und Daten über die eigenen Aufträge unserer Kunden, fest.
fr: En relation à certains Contrats, au moment où vous nous donnez l'ordre, il se peut qu'il n'y ait pas de marché en opération ou ouvert ou d'échange sur lequel le produit de référence est tradé. Dans ces cas, nous tentons de déterminer un prix sous-jacent juste basé sur un nombre de facteurs comme les mouvements de prix sur les marchés associés et autres influences de marché et informations sur les ordres de notre client.
id: Sehubungan dengan beberapa Kontrak, pada saat Anda melakukan order mungkin order tersebut tidak berfungsi atau pembukaan pasar atau pertukaran yang mempengaruhi pentradingan kontrak. Pada kasus tersebut, kami menentukan harga dasar yang adil berdasarkan sejumlah faktor seperti pergerakan harga pasar terkait dan pengaruh pasar lainnya dan informasi mengenai order Klien bersangkutan.
ja: 契約に関して、お客さまが当社にご注文された商品が、市場が機能していなかったり開いていない、または参照商品が取引され交換できない場合があります。その際は、関連市場とその他市場の影響による価格変動や当社お客さまのご注文情報などの多くの要因に基いて公平な基礎価格を取り決めています。
pl: W przypadku niektórych Kontraktów w chwili złożenia zlecenia rynek lub giełda, gdzie handluje się danym produktem, może nie funkcjonować lub być zamknięty. W takim przypadku określamy uczciwą cenę instrumentu bazowego w oparciu o wiele czynników, takich jak zmiany cen na powiązanych rynkach i inne czynniki rynkowe, i informacje dotyczące zleceń własnych naszych klientów.
ru: В отношении некоторых контрактов, иногда во время отправки нам Вами ордера на исполнение нужные рынки или биржи могут быть закрыты. В таких случаях мы определим справедливую цену на продукт на основе ряда факторов, таких как изменение цен на связанных с инструментом рынках и других рыночных условий, а также информации о собственных контрактах наших клиентов.
vi: Liên quan đến một số Hợp đồng, tại thời điểm bạn gửi lệnh cho chúng tôi có thể không có chức năng hoặc thị trường mở hay thị trường hối đoái thay thế cho sản phẩm đã được giao dịch. Trong những trường hợp như vậy, chúng tôi sẽ thiết lập để quyết định giá của tài sản cơ sở dựa trên nhiều nhân tố như biến động giá cả trên thị trường liên quan và mức ảnh hưởng của thị trường khác cùng với các thông tin về lệnh cá nhân của khách hàng.
zh_cn: 在您购入某些合同时，可能遇到有关交易的市场或外汇停止运作的情况。在这类情况下，我们将根据一些因素，如关联市场的价格波动、其他市场影响因素以及客户自己的订单信息制定出一个公平的标示价格。

source: In such an event, the Company may at its sole discretion (with or without notice) close out Client's open financial contracts at prices it considers fair and reasonable at such a time and no claims may be entertained against the Company in connection thereto.
ar: فى مثل هذه الحالة، يجوز للشركة(مع أو بدون إشعار) اغلاق العقود المالية المفتوحة الخاصة بالعميل بأسعار تعتبرها عادلة ومعقولة في مثل هذا الوقت، ولن تقبل أى مطالبات ضد الشركة في ما يتعلق بذلك.
de: In solch einem Fall kann das Unternehmen im alleinigen Ermessen (mit oder ohne Mitteilung) offene Finanzkontrakte von Kunden zu Preisen ausbuchen, die man zu diesem Zeitpunkt als fair und angemessen erachtet. In diesem Zusammenhang können gegen das Unternehmen keinerlei Forderungen gestellt werden.
fr: Le cas échéant, la Société peut, à sa seule discrétion (avec ou sans préavis), clôturer les contrats financiers ouverts du Client aux prix qu'elle juge adéquats et raisonnables à un moment donné, et aucune réclamation ne peut être faite à l'encontre de la Société dans cette éventualité.
id: Dalam hal demikian, Perusahaan dapat atas kebijakannya sendiri (dengan atau tanpa pemberitahuan) menutup kontrak trading finansial pelanggan pada harga yang dianggap adil dan bijaksana dan tidak ada bantahan yang akan diterima pada jika hal ini berlaku.
ja: このような状況下では当社は事前通達の有無に関わらず、お客さまのオープン中のトレードをその時点で公平かつ合理的と判断できる価格にて終了させ、当社に対する異議は受け付けられない可能性があります。
pl: W takim przypadku Firma może według własnego uznania (i bez uprzedzenia) zamknąć otwarte kontrakty Klienta po cenach, które uzna za słuszne i rozsądne w danej chwili i żadne roszczenia nie mogą być w związku z tym kierowane do Firmy.
ru: В этом случае Компания может по своему усмотрению (с уведомлением или без) закрыть открытые контракты Клиента по ценам, которые она сочтет справедливыми и правильными в конкретное время; никакие жалобы в данной связи не принимаются Компанией.
vi: Trong trường hợp như vậy, Công ty có thể tự mình (có hoặc không thông báo) đóng các hợp đồng tài chính của Khách hàng đang mở tại giá được xem như công bằng và hợp lý tại thời điểm đó và sẽ không có khiếu nại với Công ty liên quan đến việc đó.
zh_cn: 在这种情况下，公司可自行（不论通知与否）以其认为公平合理的价格对客户的未平仓金融合约进行平仓，且客户不得对公司提起与此相关的任何索赔。

source: In the 'Further Instructions' field please specify the payment method and account number to which the Agent will send the funds to.
ar: فى خانة "مزيد من التعليمات" رجاء قم بتحديد طريقة الدفع ورقم الحساب الذى سيرسل له الوكيل الأموال.
de: Geben Sie im Feld "Weitere Anweisungen" bitte die Zahlungmethode und Kontonummer an, auf die der Abwickler die Gelder überweisen soll.
fr: Dans le champ "Instructions Supplémentaires", veuillez préciser le mode de paiement et le numéro de compte auquel l'Agent va envoyer les fonds.
id: Dalam kolom 'Instruksi Tambahan' silahkan cantumkan metode pembayaran dan keterangan lain seperti nama bank dan nomor rekening dimana agen akan mengirimkan dana tersebut, jika perlu cantumkan juga nama, alamat email dan nomor telepon Anda.
ja: 詳細説明欄ではエージェントの決済方法、振込先の口座番号を記入して下さい。
pl: W polu „Dalsze instrukcje” prosimy podać sposób płatności i numer konta, na które pośrednik wyśle fundusze.
ru: В 'Дальнейших инструкциях', пожалуйста, уточните способ оплаты и номер счета, на который агент должен выслать средства.
vi: Trong mục 'Hướng dẫn thêm' vui lòng nhập chi tiết phương thức thanh toán và số tài khoản để Nhân viên có thể gửi tiền qua.
zh_cn: 请在“详细说明”字段指明支付方式及代理将转账的账号。

source: In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A.
de: In Großbritannien und auf der Isle of Man handeln unsere Kunden über Binary (IOM) Ltd. In Japan, handeln sie mittels Binary KK. In der Europäischen Union (ausgenommen Großbritannien) handeln sie über Binary (Europe) Ltd. und Binary Investments (Europe) Ltd. Im Rest der Welt über Binary (C.R.) S.A.
fr: Au Royaume-Uni et sur l'île de Man, nos clients gèrent leurs opérations par l'intermédiaire de Binary (IOM) Ltd. Au Japon, ils dépendent de Binary KK. Dans les pays de l'Union Européenne (sauf Royaume-Uni), ils gèrent leurs opérations par l'intermédiaire de Binary (Europe) Ltd et de Binary Investments (Europe) Ltd. Dans les autres pays du monde, ils gèrent leurs opérations par l'intermédiaire de Binary (C.R.) S.A.
ja: 英国とマン島の居住者は、Binary (IOM) Ltd.の下に口座開設されます。日本の方はBinary株式会社 (和文名称 バイナリー株式会社)を通してのお取引となり、英国をのぞく欧州連合では、Binary (Europe) Ltd.とBinary Investments (Europe) Ltd.を介します。英国を除く欧州連合の居住者は、Binary (Europe) LtdとBinary Investments (Europe) Ltd.の下に口座を開設されます。その他以外の国は、Binary Investments (Europe) Ltd.の下に口座開設されます。
vi: Ở Anh và Đảo Man, khách hàng của chúng tôi giao dịch qua Binary (IOM) Ltd. Ở Nhật Bản, họ giao dịch thông qua Binary KK tại Liên minh Châu Âu (trừ Anh), họ giao dịch qua Binary (Europe) Ltd và Binary Investments (Europe) Ltd. Ở những nước còn lại trên thế giới, họ giao dịch qua Binary (C.R.) S.A.
zh_cn: 在英国和马恩岛，我们的客户通过 Binary (IOM) Ltd. 进行交易。在日本通过 Binary KK 进行交易。在欧盟（除了英国），则通过 Binary (Europe) Ltd 和 Binary Investments (Europe) Ltd. 进行交易。在全世界其他地区，客户通过 Binary (C.R.) S.A.进行交易。

source: In the case of a Stop Order, you acknowledge that we will endeavour to open/close a Transaction at the Next Available Price.
de: Im Fall einer Stop Order, erkennen Sie an, dass wir uns bemühen werden, eine Transaktion zum Nächsten Erhältlichen Kurs zu öffnen/schließen.
fr: Dans le cadre d'un ordre stop, vous reconnaissez que nous nous efforcerons d'ouvrir/fermer une transaction au prochain prix disponible.
ja: 逆指値注文の場合、当社が次に利用可能な価格で取引をオープン/クローズすることを承諾します。
vi: Trong trường hợp của một lệnh dừng, bạn thừa nhận rằng chúng tôi sẽ nỗ lực để mở/đóng một giao dịch ở mức giá có sẵn tiếp theo.
zh_cn: 如果是止损订单，您确认，我们将尽力以下一个可用价格开盘或平仓交易。

source: In the case of single stock and stock index prices, the final closing price as reported by the relevant official Exchange shall apply for all settlements (this final settlement price may, at times, be reported by the relevant Exchange 30-90 minutes after the official closing time of the market, and may differ from the latest tick price that occurred at the closing time).
ar: في حالة أسعار الأسهم المفردة ومؤشر الأسهم، سعر الإقفال النهائي كما يعلن من قبل المسؤول المختص بالبورصة سيطبق على جميع التسويات (سعر التسوية النهائية هذا يجوز، في بعض الأحيان، أن يتم الإعلان عنه من قبل المسؤول المختص بالبورصة بعد 30-90 دقيقة من موعد الإغلاق الرسمي للسوق، وقد يختلف عن سعر آخر حركة وقعت وقت إغلاق).
de: Im Falle von Kursen für einzelne Aktien oder Aktienindizes gilt für alle Abrechnungen der endgültige Schlusskurs, der von der entsprechenden offiziellen Börse mitgeteilt wurde (bisweilen kann dieser endgültige Schlusskurs von der entsprechenden Börse 30-90 Minuten nach dem offiziellen Handelsschluss der Börse mitgeteilt werden und kann vom letzten Tickerkurs, der zum Börsenschluss mitgeteilt wurde, abweichen).
fr: Dans le cas d'une action individuelle et un indice d'actions, le prix à la clôture comme communiqué par la Bourse officielle appropriée sera appliqué pour tous les règlements (ce prix de règlements final peut, de temps en temps, être émis par la Bourse correspondante 30-90 minutes après l'heure de fermeture officielle du marché, et peut différer du dernier prix d'intervalle produit à l'heure de fermeture).
id: Pada penutupan harga bursa atau indeks bursa saham tertentu, harga penutupan akhir seperti yang dilaporkan oleh department bursa saham resmi adalah digunakan pada penyelesaian berbagai kontrak (harga final ini, mungkin sewaktu waktu dapat dilaporkan sekitar 30-90 menit setelah penutupan resmi market dilakukan, dan mungkin berbeda dengan hasil harga tik terakhir yang ditampilkan pada waktu penutupan).
ja: 個別株式、及び株価指数の終値は、公式な取引所の終了価格によって決定されますが、該当取引の終了後30分〜90分後に発表される場合があり、かつ終了時間に発生した最終のTick価格と異なる場合があります。
pl: W przypadku akcji i indeksów giełdowych ceny zamknięcia są odnotowywane przez odpowiedni oficjalny Kantor i obowiązują w odniesieniu do wszystkich rozliczeń (ostateczna cena rozliczenia może czasami być zgłoszona przez odpowiedni Kantor 30-90 minut po terminie zamknięcia rynku i może się różnić od najnowszych cen najmniejszych przyrostów ceny, które obowiązywały w momencie zamknięcia).
ru: В случае с ценами на определенные акции и индексы, ценой закрытия считается полученная с соответствующей биржи цена (окончательные цены могут иногда предоставляться биржами через 30-90 минут после официального закрытия рынка).
vi: Trong trường hợp giá cổ phiếu và giá chỉ số chứng khoán đơn, giá đóng cửa cuối cùng được thị trường Ngoại hối chính thức có liên quan thông báo sẽ áp dụng cho toàn bộ quyết toán (tại thời điểm đó, giá quyết toán cuối cùng này có thể được báo cáo bởi thị trường Ngoại hối có liên quan từ 30-90 phút sau giờ đóng cửa chính thức của thị trường, và có thể khác với giá biến chuyển nhỏ gần nhất xảy ra tại thời điểm đóng cửa).
zh_cn: 关于单个股票和股票指数价格，所有结算均须适用于相关官方交易所公布的最终收盘价（此最终结算价由相关官方交易所在正式收盘后30-90分钟内公布，可能与收盘时的最新价格有所不同）。

source: In the course of provision of services we shall, where applicable, conduct an appropriateness test in order to determine whether, in our view and on the basis of the information provided by you, you have the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
ar: في سياق تقديم الخدمات يتعين علينا، عند الاقتضاء، إجراء اختبار الملاءمة من أجل تحديد ما إذا كان، من وجهة نظرنا وعلى أساس المعلومات المقدمة من قبلك، لديك المعرفة والخبرة اللازمة في مجال الاستثمار لفهم المخاطر التي تنطوي عليها في نوع معين من المنتجات أو الخدمات المقدمة أو المطلوبة.
de: Wir müssen im Verlauf der Erbringung von Dienstleistungen gegebenenfalls einen Eignungstest durchführen, um festzustellen, ob Sie aus unserer Sicht und auf der Grundlage der von Ihnen gemachten Angaben das erforderliche Wissen und die Erfahrung im Anlagebereich besitzen, um die mit der besonderen angebotenen oder nachgefragten Produktart oder Dienstleistung verbundenen Risiken erkennen zu können.
fr: Dans le cours de fournir des services, nous, quand applicable, conduirons un test de pertinence afin de déterminer si, dans notre opinion et en nous basant sur l'information fournie par vous, vous avez la connaissance nécessaire et l'expérience dans le domaine de l'investissement afin de comprendre les risques liés au type spécifique de produit ou service fourni ou demandé.
id: Dalam proses pelayanan yang kami berikan, kami perlu melakukan uji kelayakan untuk menentukan apakah dalam pandangan kami dan atas dasar informasi yang Anda berikan, Anda memiliki pengetahuan dan pengalaman yang diperlukan dalam bidang investasi untuk memahami risiko yang terlibat dalam jenis produk atau jasa tertentu yang ditawarkan atau diminta.
ja: サービスを提供させていただく過程で、当社意見とお客さまから提供いただいた情報を基に、提供または要求された特定の製品やサービスに含まれるリスクを理解するために投資分野での必要な知識と経験があるかどうか判断させていただくために、該当する場合に適正テストを行わせていただきます。
pl: W trakcie świadczenia usług będziemy, w stosownych przypadkach, przeprowadzać ocenę zdolności w celu sprawdzenia, czy w naszej ocenie i na podstawie dostarczonych nam informacji posiadasz wystarczającą wiedzę i doświadczenie w dziedzinie inwestowania, aby zrozumieć ryzyka związane z określonym rodzajem produktów lub usług, które oferujemy lub których domagają się klienci.
ru: В ходе оказания услуг мы, где это применимо, проводим тест на целесообразность, чтобы определить, обладаете ли Вы (на наш взгляд и на основе информации, предоставленной Вами) необходимыми знаниями и опытом в области инвестиций, чтобы понять риски, связанные с конкретным типом продукта или услугами, предлагаемыми или затребованными на сайте.
vi: Trong quá trình cung cấp dịch vụ, trên quan điểm của chúng tôi và trên cơ sở thông tin cơ bản bạn đã cung cấp, chúng tôi đã tiến hành những thử nghiệm tương thích để quyết định xem bạn có kiến thức và trải nghiệm cần thiết trong lĩnh vực đầu tư để hiểu hết về những rủi ro có liên quan đến loại sản phẩm hoặc dịch vụ được đưa ra hay không.
zh_cn: 提供服务的过程中，我们将根据您所提供的信息和我们的观察进行合适性测试，以确定您是否对投资领域拥有足够知识和经验，并对相关指定产品或服务的风险有充分了解。

source: In the course of provision of services, we may, where applicable, conduct an appropriateness test, in accordance with our regulatory obligations, in order to determine whether, in our view and on the basis of the information provided by you, you have the necessary knowledge and experience in the investment field to understand the risks involved in the specific type of product or service offered or demanded.
de: Wir können im Verlauf der Erbringung von Dienstleistungen gegebenenfalls einen Eignungstest, in Übereinstimmung mit unseren behördlichen Anforderungen, durchführen, um festzustellen, ob Sie aus unserer Sicht und auf der Grundlage der von Ihnen gemachten Angaben das erforderliche Wissen und die Erfahrung im Anlagebereich besitzen, um die mit der besonderen angebotenen oder nachgefragten Produktart oder Dienstleistung verbundenen Risiken erkennen zu können.
fr: Dans le cadre des services que nous proposons, nous pouvons, le cas échéant, réaliser un test de pertinence conformément à nos exigences réglementaires, de façon à déterminer si, selon notre jugement et en fonction des informations que vous avez fournies, vous disposez des connaissances et de l'expérience nécessaires dans le domaine de l'investissement pour pouvoir comprendre les risques liés au type spécifique de produit ou service fourni ou demandé.
ja: サービスを提供させていただく過程で、当社意見とお客さまから提供いただいた情報を基に、提供または要求された特定の製品やサービスに含まれるリスクを理解するために投資分野での必要な知識と経験があるかどうか判断させていただくために、該当する場合に当社の規制義務に従い適正テストを行わせていただきます。
vi: Trong quá trình cung cấp dịch vụ, chúng tôi có thể, khi áp dụng, tiến hành một bài kiểm tra phù hợp, phù hợp với nghĩa vụ pháp lý của chúng tôi, để xác định xem, trong xem của chúng tôi và trên cơ sở các thông tin do bạn cung cấp, bạn có những kiến thức cần thiết và kinh nghiệm trong lĩnh vực đầu tư để hiểu những rủi ro liên quan đến loại hình cụ thể của sản phẩm hoặc dịch vụ được cung cấp hoặc yêu cầu.
zh_cn: 提供服务的过程中，我们将履行监管义务，在适合情况下根据您所提供的信息和我们的观察进行合适性测试，以确定您是否对投资领域拥有足够知识和经验，并对相关指定产品或服务的风险有充分了解。

source: In the event of any conflict between the content in this document and the above documents, this document controls your use of the %1 API. If you disagree with any of the provisions in these Terms, do not access or use the %1 API.
de: Für den Fall eines Widerspruchs zwischen dem Inhalt dieses Dokuments und der obigen Dokumente, ist dieses Dokument für Ihre Verwendung des %1 API maßgebend. Wenn Sie mit einer der Bestimmungen dieser Bedingungen nicht einverstanden sind, rufen Sie das %1 API nicht auf oder verwenden Sie es nicht.
fr: Dans l'éventualité de toute divergence entre le contenu du présent document et le contenu des documents listés ci-dessus, le présent document régit votre utilisation de l'API %1. Si vous n'acceptez pas l'une ou l'autre des dispositions des présentes Conditions, veuillez vous abstenir d'accéder à l'API %1 ou de l'utiliser.
ja: 本書と上記の文書との間に矛盾がある場合、本書がお客さまの%1 APIの使用を制御します。本規約の条項に同意されない場合は、%1 APIへのアクセス及び使用をしないでください。
vi: Trong trường hợp có bất kỳ xung đột giữa các nội dung trong tài liệu này và các tài liệu ở trên, tài liệu này quản lý việc bạn sử dụng %1 API. Nếu bạn không đồng ý với bất kỳ các quy định trong những điều khoản này, bạn sẽ không được truy cập hay sử dụng %1 API.
zh_cn: 本文档内容与上述文件如有任何冲突，本文档将对您使用%1 API具备法律约束。如果您不同意本条款的任何条文，请不要访问或使用%1 API。

source: In the event that the Company is aware of an Affiliate who is in breach of any of the above provisions, the Company shall have the right, in addition to any other right or remedy available to it under this Agreement or applicable law, to immediately block the Affiliate's access to this Program. The Affiliate hereby irrevocably waives its rights to, and shall indemnify the Company and any member of the Binary group of companies for, any claim or demand made against the Company or any member of the Binary group of companies, their directors, officers, shareholders, employees or against the %1 website in respect of such action taken by the Company.
de: Für den Fall, dass das Unternehmen von einem Geschäftspartner Kenntnis erhält, der eine der vorstehenden Vorschriften verletzt, ist das Unternehmen zusätzlich zu weiterem Recht oder Rechtsmittel, welches ihm nach diesem Vertrag oder geltendem Recht zusteht, berechtigt, den Zugang des Geschäftspartners zu diesem Programm zu sperren. Hiermit verzichtet der Geschäftspartner unwideruflich auf seine Rechte hinsichtlich dieser Handlung des Unternehmens und muss das Unternehmen und jedes weitere Mitglied der Binary Unternehmensgruppe bei jeder Klage oder Inanspruchnahme des Unternehmens eines anderen Mitglieds der Binary Unternehmensgruppe, deren Aufsichtsräte, Vorstandsmitglieder, Anteilseigner, Mitarbeiter oder gegen die %1 Website schad- und klaglos halten.
fr: Dans l'éventualité de tout manquement aux dispositions listées ci-dessus de la part d'un Affilié et dont la Société aurait connaissance, la Société, en plus de tout autres droit ou recours applicables en vertu de cet Accord, se réserve le droit de bloquer immédiatement l'accès de l'Affilié à ce programme. Par le présent Accord, l'Affilié renonce à ces droits quant à, et tient la Société et tout membre des sociétés Binary Group indemne de, toute réclamation ou demande formulée à l'encontre des sociétés Binary Group ou de leurs directeurs, responsables, actionnaires ou employés, ou à l'encontre du site Web %1, concernant une telle mesure prise par la Société.
ja: 上記の規定のいずれかに違反したアフィリエイト会員を当社が把握している場合、当社は本契約または適用される法律の下、その他の権利若しくは利用できる救済策に加えて、本プログラムにアクセスした該当アフィリエイト会員をすぐにブロックする権利を有します。アフィリエイト会員は、ここに取消不能のその権利を放棄し、当社またはBinaryグループ会社の取締役、役員、株主、従業員または当社ウェブサイトに対するいかなる請求または要求への免責保証を与えます。
vi: Trong trường hợp phát hiện ra đối tác của mình vi phạm các điều khoản, theo luật định, công ty có quyền chặn bên đối tác đăng nhập vào chương trình này. Bên đối tác theo đó mất quyền truy cập và phải bồi thường cho công ty và bất cứ thành viên nào của nhóm Binary nếu được yêu cầu.
zh_cn: 如公司发现联盟成员违反任何上述规定，除了拥有根据本协议或适用法律的任何其他权利或赔偿权利，公司有权立即阻止该联盟成员对公司的访问。该联盟成员因此不可撤销地放弃其权利，并须对公司及任何Binary集团公司成员，并对公司及任何Binary集团公司成员、其董事、职员、股东、雇员或由公司针对%1网站所采取的任何行动的任何索赔或要求索赔作出赔偿。
