Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Cannot validate contract
ar: لا يمكن التحقق من صحة العقد
id: Tidak dapat memvalidasi kontrak
pl: Nie udało się potwierdzić kontraktu
ru: Не удалось утвердить контракт
th: ไม่สามารถตรวจสอบสัญญา

source: Cascade
ar: تتالي
id: Riam
pl: Kaskada
ru: Каскадом

source: Cash Dividend
ar: توزيع أرباح نقدية
id: Dividen Tunai
pl: Dywidenda
ru: Денежные дивиденды
th: เงินปันผลเงินสด

source: Chaikin Money Flow
ar: مؤشر شايكن لتدفق الأموال
id: Aliran Uang Chaikin
pl: Wskaźnik Chaikin Money Flow
ru: Индикатор "Индекс денежных потоков" Чайкина

source: Chaikin Oscillator
ar: مذبذب شايكن
id: Chaikin Oskilator
pl: Oscylator Chaikin
ru: Осциллятор Чайкина

source: Chaikin Volatility
ar: تقلب مؤشر شايكن
pl: Zmienność Chaikin
ru: Осциллятор Чайкина

source: Change
ar: تغير
id: Perubahan
pl: Zmiana
ru: Изменение
th: การเปลี่ยนแปลง

source: Change in account settings
ar: تغيير إعدادات الحساب
id: Perubahan pengaturan akun
pl: Zmiana w ustawieniach konta
ru: Изменение настроек счета
th: การแก้ไขการตั้งค่าของบัญชี

source: Chart Type
ar: نوع الرسم البياني
id: Tipe Diagram
pl: Rodzaj wykresu
ru: Тип графика
th: ประเภทของแผนภูมิ

source: Charting is not available for this underlying
ar: الرسوم البيانية ليست متاحة لهذة الورقة المالية الأساسية
id: Grafik tidak tersedia untuk pasar dasar ini
pl: Dla tego rynku podstawowego wykresy nie są dostępne
ru: Графики недоступны для этого инструмента
th: กราฟของผลิตภัณฑ์อ้างอิงนี้ไม่สามารถใช้งานได้

source: Check out our daily market reports written by Dave Evan, Professional Trader to stay up to date with the latest world's financial news.
ar: اطلع على تقارير السوق اليومية الخاصة بنا والتى كتبها ديف إيفان، المتداول المحترف لتبقى مطلعا على آخر الأخبار الاقتصادية العالمية.
id: Lihat laporan pasar harian yang ditulis oleh Dave Evan, Trader Profesional untuk memperoleh berita keuangan terbaru.
pl: Jeśli chcesz być na bieżąco z najnowszymi wiadomościami o światowych rynkach finansowych, sprawdzaj codzienne raporty rynkowe autorstwa zawodowego gracza Dave'a Evana.
ru: Смотрите наш ежедневный анализ рынка от профессионального трейдера Дэйва Эванса, чтобы быть в курсе последних экономических событий в мире.
th: รายงานสภาวะตลาดรายวันโดย Dave Evan นักลงทุนมืออาชีพ เพื่อติดตามข่าวสารล่าสุดในแวดวงการเงินระดับโลก

source: Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price.
ar: اختر تداولات صعود/هبوط عندما تود أن تربح من إغلاق السوق عند سعر أعلى أو أقل من السعر المتوسط .
id: Pilih Asian Rise/Fall untuk memperoleh profit dari pasar berakhir lebih tinggi atau lebih rendah dari harga rata rata.
pl: Wybierz zakład azjatycki typu „wzrost/spadek”, na którym możesz zyskać w zależności od tego, czy cena rynkowa będzie wyższa czy niższa od średniej ceny.
ru: Выберите "Азиатcкие Повышение/Падение", если Вы желаете получить прибыль от рынка, который при окончании контракта будет выше или ниже средней цены.
th: เลือก Asian Rise/Fall เมื่อท่านต้องการกำไรจากตลาดสิ้นสุดสูงกว่า หรือ ต่ำกว่า ราคาเฉลี่ย

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period.
ar: اختر ينتهى بين/خارج لتربح إذا كان السوق سيبقى بين حاجز سعرين مستهدفين أو سيخرج عنهما فى نهاية فترة زمنية.
id: Pilih Ends In/Out untuk memperoleh untung pada pasar yang berakhir didalam atau keluar dua target harga pada akhir periode.
pl: Wybierz zakład typu „zakończy się w/poza”: zyskasz, jeśli cena rynkowa zatrzyma się pod koniec okresu w przedziale między dwiema cenami docelowymi lub poza tym przedziałem.
ru: Выберите "Закончится внутри/вне", чтобы получить прибыль на рынке, который малоподвижен и имеет все шансы остаться внутри или вне выбранных барьеров на момент окончания контракта.
th: เลือก Ends In/Out เพื่อทำกำไร หากตลาดสิ้นสุดที่ราคา ใน หรือ นอกของราคาเป้าหมาย 2 ค่าเมื่อหมดช่วงเวลา

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target.
ar: اخترأكثر/أقل- عندما تريد أن تربح من إغلاق السوق عند سعر أكثر أو أقل من سعر مستهدف.
id: Pilih Higher/Lower untuk memperoleh keuntungan pada pasar yang berakhir lebih tinggi atau lebih rendah dari harga target.
pl: Wybierz zakład typu "wyższy/niższy", na którym możesz zyskać w zależności od tego, czy cena rynkowa będzie wyższa czy niższa niż cena docelowa.
ru: Выберите "Выше/Ниже", если Вы желаете получить прибыль от рынка, который при окончании контракта будет выше или ниже заданного барьера.
th: เลือก Higher/Lower เมื่อท่านต้องการกำไร หากตลาดยุติสูงกว่า หรือ ต่ำกว่าราคาเป้าหมาย

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level.
ar: اختر الصعود/الهبوط إذا كنت تريد أن تربح من ارتفاع السوق أو هبوطه عن مستواه الحالي.
id: Pilih Rise/Fall untuk memperoleh keuntungan berdasakan kenaikan atau penurunan pasar dari level terkini.
pl: Wybierz zakład typu "wzrost/spadek", jeśli chcesz zyskać, gdy rynek zyska lub straci w stosunku do obecnego poziomu.
ru: Выберите "Повышение/Падение", если Вы желаете получить прибыль на поднятии или падении рынка относительно настоящего уровня.
th: เลือก Rise/Fall เมื่อท่านต้องการกำไร หากตลาดขาขึ้น หรือ ลดลงต่ำกว่าระดับปัจจุบัน

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period.
ar: اختر البقاء بين/الخروج عن لتربح من بقاء السوق بين حاجزين لسعرين مستهدفين أو الخروج عنهما فى أى وقت خلال فترة العقد.
id: Pilih Stays In/Out untuk memperoleh keuntungan jika pasar tetap di dalam/keluar target kapan saja selama periode tersebut.
pl: Wybierz zakład typu „pozostaje w/poza”, aby zyskać, jeśli cena rynkowa pozostanie w przedziale cen docelowych lub przekroczy ten przedział w dowolnym momencie w danym okresie trwania kontraktu.
ru: Выберите "Останется внутри/вне", если Вы желаете получить прибыль от рынка, который имеет все шансы остаться внутри или выйти за пределы двух барьеров во время заданного периода.

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period.
ar: إختر الوصول/عدم الوصول عندما تريد أن تربح من وصول السوق أو عدم وصوله لسعر مستهدف فى أي وقت خلال فترة العقد.
id: Pilih Menyentuh/Tidak untuk memperoleh keuntungan dari pasar yang menyentuh atau tidak target harga kapan saja selama periode kontrak.
pl: Wybierz zakład typu "osiągnie/nie osiągnie", jeśli chcesz zyskać w zależności od tego, czy rynek osiągnie czy nie osiągnie ceny docelowej w dowolnym momencie trwania kontraktu.
ru: Выберите "Касание/Нет касания", если Вы желаете получить прибыль от касания или отсутствия касания рынком выбранного барьера в течение периода продолжительности контракта.

source: Choose a Name:
ar: اختر اسم:
de: Wählen Sie einen Namen aus:
id: Pilih Nama:
pl: Wybierz nazwę:
ru: Выберите имя:
th: กำหนด ชื่อ:
vi: Chọn một Tên:
zh_cn: 选择名称:

source: Choose a trade type
ar: أختر نوع التداول
id: Pilih jenis kontrak
pl: Wybierz rodzaj zakładu
ru: Выберите тип контракта
th: กำหนด ประเภทการเทรด

source: Choose digit if you want to profit from predicting the last decimal digit of the spot.
ar: اختر رقما إذا كنت ترغب في أن تربح من التنبؤ بالرقم العشري الأخير من سعر السوق.
id: Pilih digit untuk memperoleh keuntungan dengan menganalisa angka desimal spot terakhir.
pl: Wybierz zakład typu „cyfry”, jeśli chcesz zyskać dzięki prawidłowemu wytypowaniu ostatniej cyfry po przecinku ceny aktualnej.
ru: Выберите "цифровые" контракты, если Вы желаете получить прибыль на прогнозе последней десятичной спот-цены.
th: กำหนดตัวเลขหากท่านต้องการกำไรจากการพยากรณ์ทศนิยมหลักสุดท้ายของสปอต

source: Choose from over 1 million trades
ar: أختر من بين أكثر من مليون معاملة
id: Pilih lebih dari 1 juta transaksi
pl: Wybieraj z ponad miliona zakładów
ru: Выберите из более, чем миллиона возможных контрактов
th: กำหนดค่าจากการซื้อขายมากกว่า 1 ล้าน

source: Choose from over a million possible trades at any time.
ar: اختر من بين أكثر من مليون تداول ممكن فى أى وقت.
id: Pilih dari sejuta lebih kemungkinan trading kapan saja.
pl: Wybierz spośród ponad miliona zakładów dostępnych o każdej porze.
ru: Выберите из миллионов возможных вариантов контрактов в любое время.
th: กำหนดค่าจากการซื้อขายที่เป็นไปได้ที่มากกว่า 1 ล้าน ณ เวลาใดๆ

source: Choose the barrier(s)
ar: أختر الحاجز
id: Pilih batasan
pl: Wybierz limit(y)
ru: Выберите барьер(ы)
th: กำหนด Barrier

source: Choose the duration
ar: أختر المدة
id: Pilih durasi
pl: Wybierz czas trwania
ru: Выберите продолжительность
th: กำหนด ระยะเวลา

source: Choose the market, the price target, the time period, and how much you wish to win.
ar: اختر السوق، السعر المستهدف، الفترة الزمنية والمبلغ الذى ترغب فى كسبه.
id: Pilih pasar, target harga, periode waktu, besar keuntungan yang Anda inginkan.
pl: Wybierz rynek, cenę docelową, okres oraz ile chcesz wygrać.
ru: Выберите рынок, ценовой барьер, период и желаемую выплату.
th: กำหนดตลาด ราคาเป้าหมาย ระยะเวลา และจำนวนเงินที่ท่านต้องการจะกำไร

source: Choose the market, the price targets, the time period, and how much you wish to win.
ar: اختر السوق، الأسعار المستهدفة، الفترة الزمنية والمبلغ الذى ترغب فى كسبه.
id: Pilih pasar, target harga, periode waktu dan besar keuntungan yang Anda inginkan.
pl: Wybierz rynek, ceny docelowe, okres oraz ile chcesz wygrać.
ru: Выберите рынок, ценовой барьер, период и желаемую выплату.
th: กำหนดตลาด ราคาเป้าหมาย ระยะเวลา และจำนวนเงินที่ท่านต้องการจะกำไร

source: Choose the market, the time period, and how much you wish to win.
ar: اختر السوق،الفترة الزمنية والمبلغ الذى ترغب فى كسبه.
id: Pilih pasar, periode waktu, besar keuntungan yang Anda inginkan.
pl: Wybierz rynek, okres oraz ile chcesz wygrać.
ru: Выберите рынок, период и желаемую выплату.
th: กำหนดตลาด ระยะเวลา และจำนวนเงินที่ท่านต้องการจะกำไร

source: Choose the payout
ar: اخنر العائد
id: Pilih hasil
pl: Wybierz wypłatę
ru: Выберите выплату
th: กำหนด การชำระเงิน

source: Choose the underlying market
ar: أختر السوق المشمول
id: Pilih pasar dasar
pl: Wybierz rynek bazowy
ru: Выберите рынок и инструмент
th: กำหนด ตลาดผลิตภัณฑ์อ้างอิง

source: Client email not set.
ar: البريد الإلكتروني للعميل لم يحدد بعد.
id: Email klien tidak diatur.
pl: Nie ustawiono adresu e-mail Klienta.
ru: Не указан электронный адрес Клиента.
th: อีเมล์ลูกค้ายังไม่ได้ระบุ

source: Client is not fully authenticated.
ar: العميل غير مصدق عليه بشكل كامل.
id: Klien tidak sepenuhnya terkonfirmasi.
pl: Weryfikacja Klienta nie została jeszcze zakończona.
ru: Личность Клиента установлена не полностью.
th: บัญชีลูกค้ายังไม่ได้ยืนยันตัวตนครบถ้วน

source: Clients from the rest of the world (excluding certain countries such as the USA, Japan, Costa Rica, Hong Kong) will have their account opened with Binary (C.R.) S.A.
ar: سيتم فتح حساب للعملاء من بقية العالم (باستثناء بعض البلدان مثل الولايات المتحدة الأمريكية، واليابان، وكوستاريكا، وهونج كونج) مع بيناري (سى.آر) إس.أ.
id: Pelanggan dari seluruh dunia (kecuali Amerika Serikat, Jepang, Costa Rica, Hong Kong) akan terdaftar dibawah Binary (C.R.) S.A.
pl: Klienci z innych części świata (z wyjątkiem niektórych państw, takich jak USA, Japonia, Kostaryka, Hong Kong) będą mieli założone konta przez Binary (C.R.) S.A.
ru: Счет для клиентов из других стран мира (за исключением США, Японии, Коста-Рики и Гонконга) будет открыт в компании Binary (C.R.) S.A.
th: ลูกค้าอื่นๆ ทั่วโลก (ที่ไม่ได้อยู่ในประเทศเหล่านี้ ได้แก่ สหรัฐอเมริกา ญี่ปุ่น คอสตาริกา และฮ่องกง) จะเปิดบัญชีของเขากับบริษัท Binary (C.R.) S.A.

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, will be deprived from any winnings and only deposits made shall be refunded.
ar: يجب على العملاء أن يكونوا على علم بأن مقامرة القصر تعتبر جريمة. إذا كان العميل عند التحقق من السن، ثبت أنه دون السن القانونية، سيحرم من أي مكاسب وسيتم رد الإيداعات فقط.
id: Klien harus menyadari bahwa trading di bawah umur merupakan pelanggaran. Jika setelah pembuktian umur terbukti di bawah umur maka setiap keuntungan akan dibatalkan dan hanya jumlah deposit yang akan dikembalikan.
pl: Klienci muszą być świadomi, że uprawianie hazardu przez osoby niepełnoletnie jest przestępstwem. Jeśli po przeprowadzeniu weryfikacji wieku okaże się, że klient jest niepełnoletni, zostaną mu odebrane wszelkie wygrane i jedynie złożone depozyty zostaną mu zwrócone.
ru: Клиенты должны знать, что участие в азартных играх несовершеннолетними является правонарушением. Если Клиент по факту проверки возраста оказывается несовершеннолетним, он будет лишен любых выигрышей, и ему будет возвращена только сумма депозита.

source: Clients registered with Binary (IOM) Ltd can raise their unresolved disputes with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity’s
ar: العملاء المسجلون مع بيناري (IOM) المحدودة يمكن تقديم نزاعهم بقرار لهيئة المنازعات البديلة IBAS عبر ملء استمارة التحكيم على كيان ADR
pl: Klienci zarejestrowani w Binary (IOM) Ltd mogą przekazać nierozwiązany spór do rozstrzygnięcia instytucji zajmującej się alternatywnym rozwiązywaniem sporów – IBAS (Independent Betting Adjudication Service), wypełniając odpowiedni formularz w tej instytucji
ru: Клиенты, зарегистрированные под юрисдикцией Binary (IOM) Ltd, могут направить свои жалобы в орган альтернативного урегулирования споров, которым является IBAS (независимая организация по разрешению споров, связанных с азартными играми), заполнив форму судебного решения на сайте данного органа
th: ลูกค้าที่ลงทะเบียนกับ Binary (IOM) Ltd สามารถส่งข้อคัดค้านของเขาให้กับหน่วยงานแก้ไขข้อโต้แย้ง IBAS โดยกรอกแบบฟอร์ม Adjudication Form กับ ADR

source: Close
ar: إغلاق
id: Tutup
pl: Zamknięcie
ru: Закрытие
th: ปิด

source: Close All
ar: أغلق الجميع
id: Tutup Semua
pl: Zamknij wszystko
ru: Закрыть Все
th: ปิดทั้งหมด

source: Close Location Value
ar: إغلاق موقع القيمة
id: Tutup Lokasi Nilai
pl: Zamknij wartość lokalizacji
ru: Индикатор Close Location Value

source: Close of trading day.
ar: ختام تداولات اليوم.
id: Penutupan Trading.
pl: Zamknięcie sesji giełdowej.
ru: Закрытие торгового дня.
th: วันที่ปิดการซื้อขาย

source: Closes early (at %1)
ar: يغلق مبكراً (فى %1)
id: Ditutup awal (pada %1)
pl: Zamykane wcześnie (o %1)
ru: Закрывается рано (в %1)
th: ปิดก่อน (เมื่อ %1)

source: Collaborate with members of our IT Group to identify innovative ways to improve our website’s capability and performance
ar: تعاون مع أعضاء فريق تكنولوجيا المعلومات لدينا لتتعرف على طرق مبتكرة لتحسين قدرة وأداء موقعنا على شبكة الإنترنت
id: Berkolaborasi dengan anggota grup IT kami dalam mengidentifikasi cara-cara inovatif untuk meningkatkan kemampuan dan prestasi website kami
pl: Współpracuj z członkami naszej Grupy IT w celu znalezienia innowacyjnych sposobów na ulepszenie możliwości i działania naszej strony internetowej
ru: Совместная работа со специалистами нашей команды IT над инновационными улучшениями технических возможностей и работы нашего сайта
th: ประสานงานกับสมาชิกของแผนกไอทีของเราเพื่อออกแบบและกำหนดวิธีใหม่ในการปรับปรุงเว็บไซต์ของบริษัทฯ ในด้านศักยภาพและสมรรถนะของระบบ

source: Comment must not exceed %1 characters. Please resubmit.
ar: يجب ألا يتجاوز التعليق %1 حرف. يرجى إعادة كتابة التعليق.
id: Komentar tidak boleh melebihi %1 karakter. Silahkan isi ulang.
pl: Maksymalna liczba znaków w komentarzu to: %1. Prosimy wypełnić ponownie.
ru: Комментарий не может превышать %1 знаков. Пожалуйста, попробуйте еще раз.
th: หมายเหตุต้องไม่เกิน %1 อักขระ โปรดส่งอีกครั้ง

source: Commission (%) you want to take on deposits
ar: العمولة (%)التى تريد أن تأخذها عن الإيداعات
id: Komisi (%), yang ingin Anda kenakan pada deposit
pl: Prowizja (%), jaką chcesz ustawić dla wpłat
ru: Комиссионные (%), которые Вы будете взимать при пополнениях счета
th: คอมมิชชั่น (%) เมื่อท่านต้องการฝากเงิน

source: Commission (%) you want to take on withdrawals
ar: العمولة (%)التى تريد أن تأخذها عن السحب
id: Komisi (%), yang ingin Anda kenakan pada penarikan
pl: Prowizja (%), jaką chcesz ustawić dla wypłat
ru: Комиссионные (%), которые Вы хотите взимать при снятиях
th: คอมมิชชั่น (%) เมื่อท่านต้องการถอนเงิน

source: Commodity Channel Index
ar: مؤشر قناة السلع
id: Indeks Terusan Komoditas
pl: Indeks kanału towaru
ru: Индекс Товарного Канала CCI
th: ดัชนี Commodity Channel

source: Company trip to Phuket, Thailand
ar: رحلة الشركة إلى فوكيت، تايلاند
id: Perjalanan wisata ke Phuket, Thailand
pl: Wycieczka pracownicza od Phuket w Tajlandii
ru: Корпоративная поездка в Пхукет, Тайланд
th: การท่องเที่ยวของบริษัทฯ ที่จังหวัดภูเก็ต ประเทศไทย

source: Connection failure. Please try again later.
ar: خطأ فى الاتصال. الرجاء المحاولة لاحقاً.
id: Tidak tersambung. Silakan coba beberapa saat lagi.
pl: Błąd połączenia. Prosimy spróbować później.
ru: Ошибка соединения. Пожалуйста, попробуйте позже.
th: การเชื่อมต่อล้มเหลว โปรดลองใหม่อีกครั้งภายหลัง

source: Contract barrier must be positive.
ar: حاجز العقد يجب أن يكون إيجابيا.
id: Batasan kontrak harus bernilai positif.
pl: Limit kontraktu musi być wartością dodatnią.
ru: Барьер контракта должен быть положительным значением.
th: Barrier ของสัญญาต้องเป็นค่าบวก

source: Contract cannot be sold at this time.
ar: لا يمكن بيع هذا العقد فى الوقت الراهن.
id: Kontrak tidak dapat dijual saat ini.
pl: W tym momencie nie można sprzedać kontraktu.
ru: Контракт не может быть продан в настоящее время.
th: สัญญาไม่สามารถถูกจำหน่ายในขณะนี้

source: Contract expired
ar: انتهت صلاحية العقد
id: Kontrak berakhir
pl: Kontrakt wygasł
ru: Контракт закончился
th: สัญญาหมดอายุ

source: Contract has already expired.
ar: انتهت صلاحية هذا العقد.
id: Kontrak telah berakhir.
pl: Kontrakt wygasł.
ru: Контракт уже закончил свое действие.
th: สัญญาหมดอายุลงแล้ว

source: Contract market price is too close to final payout.
ar: سعر سوق العقد قريب جداً من العائد النهائي.
id: Harga kontrak berbeda tipis dengan hasil akhir.
pl: Cena rynkowa kontraktu jest zbyt zbliżona do ostatecznej wysokości wypłaty.
ru: Значение рыночной цены слишком близко к значению желаемой выплаты.
th: ราคาตลาดของสัญญาใกล้เคียงกับการชำระเงินสุดท้าย

source: Contract must expire during trading hours.
ar: ينبغى أن ينتهي العقد أثناء ساعات التداول.
id: Kontrak hanya dapat berakhir selama waktu trading.
pl: Kontrakt musi kończyć się w porze handlowej.
ru: Контракт должен заканчиваться в торговые часы.
th: สัญญาต้องหมดอายุระหว่างชั่วโมงการซื้อขาย

source: Contract started
ar: بدأ العقد
id: Kontrak dimulai
pl: Kontrakt rozpoczęty
ru: Контракт начался
th: สัญญาเริ่มเมื่อ

source: Contracts on %1 with duration more than 24 hours must expire at the end of a trading day.
ar: العقود على %1 مع مدة أكثر من 24 ساعة يجب أن تنتهي بنهاية يوم التداول.
id: Kontrak pada %1 dengan durasi lebih dari 24 jam harus berakhir pada akhir hari trading.
pl: Kontrakty na %1 z okresem trwania powyżej 24 godz. muszą wygasnąć pod koniec sesji giełdowej.
ru: Контракты на %1 со сроком более 24 часов должны заканчиваться в конце торгового дня.
th: สัญญา %1 ที่มีระยะเวลามากกว่า 24 ชั่วโมงจะต้องหมดอายุเมื่อสิ้นวัน สิ้นสุดเวลาซื้อขาย

source: Contracts on %1 with durations under 24 hours must expire on the same trading day.
ar: العقود على %1 بفترة زمنية أقل من 24 ساعة يجب أن تنتهي فى نفس يوم التداول.
id: Kontrak pada %1 dengan durasi kurang dari 24 jam harus berakhir pada hari trading yang sama.
pl: Kontrakty na %1 z okresem trwania poniżej 24 godz. muszą wygasnąć podczas tej samej sesji.
ru: Контракты на %1 со сроком менее 24 часов должны заканчиваться в тот же торговый день.
th: สัญญา %1 ที่มีระยะเวลาน้อยกว่า 24 ชั่วโมงจะต้องหมดอายุภายในวันที่ซื้อขาย

source: Contribute your creativity and marketing capabilities to further the company’s branding efforts, implementing a broad array of promotional campaigns.
ar: ساهم بإبداعك وقدراتك التسويقية لتعزيز جهود العلامة التجارية للشركة, لتنفيذ مجموعة واسعة من الحملات الترويجية.
id: Kontribusikan kreativitas Anda dan kemampuan pemasaran untuk lebih mengembangkan merek perusahaan, mengimplementasikan susunan luas kampanye promosi.
pl: Używanie swojej kreatywności i zdolności marketingowych w celu wsparcia starań firmy w budowaniu świadomości marki poprzez prowadzenie szerokiej gamy kampanii promocyjnych.
ru: Примените свой творческий подход и маркетинговые навыки для развития бренда компании, проводя широкий спектр рекламных кампаний.
th: รับผิดชอบต่อการสร้างตราสินค้าและกิจกรรมการตลาดของบริษัทฯ ด้วยความมานะพยายามและความสร้างสรรค์ของท่านในการดำเนินการและจัดแผนการส่งเสริมการตลาด

source: Contribute your ideas, energy, and creativity to further the company’s dynamic branding efforts
ar: ساهم بأفكارك, وطاقاتك, وإبداعاتك لتعزيز الجهود الديناميكية للعلامة التجارية للشركة
id: Sumbangkan ide-ide, energi, dan kreativitas Anda untuk mendinamiskan branding perusahaan
pl: Korzystanie ze swoich pomysłów, energii oraz kreatywności w celu wsparcia starań firmy w budowaniu świadomości marki
ru: Примените свои идеи, энергию и творческий подход для динамичного развития бренда компании
th: รับผิดชอบในการนำเสนอ สร้างสรรค์ พัฒนาสิ่งที่เกี่ยวข้องกับการสร้างตราสินค้าและบริการของบริษัทฯ ด้วยความมานะพยายามของท่าน

source: Contributions to the Binary.com API
ar: المساهمات ل Binary.com API
id: Kontribusi API Binary.com
pl: Wkład w API Binary.com
ru: Внесение дополнений в API Binary.com
th: รับผิดชอบในการพัฒนา API ของ Binary.com

source: Corporate Actions
ar: إجراءات الشركات
id: Aksi Kerja sama
pl: Działania przedsiębiorstw
ru: Корпоративные действия
th: การดำเนินการขององค์กร

source: Country Manager
ar: مدير البلد
id: Country Manajer
pl: Dyrektor generalny na dany kraj
ru: Региональный менеджер
th: ผู้จัดการระดับประเทศ

source: Create clear, concise and engaging content for display on the company’s website, blog, social media outlets, and marketing materials
ar: إنشاء محتوى واضح وموجز وجذاب لعرضه على موقع الشركة على الإنترنت, المدونة, منصات التواصل الإجتماعية, والمواد التسويقية
id: Membuat konten yang jelas, ringkas dan menarik untuk ditampilkan pada website perusahaan, blog, media sosial dan materi pemasaran
pl: Tworzenie przejrzystych, zwięzłych i interesujących treści, które będą umieszczane na firmowej stronie internetowej, na blogach, w mediach społecznościowych i w materiałach marketingowych
ru: Создание чёткого, точного и интересного контента для вебсайта, блога, публикаций в соц. сетях и маркетинговых материалов компании
th: ผลิตเนื้อหาที่เกี่ยวข้อง ที่มีความกระชับ ชัดเจน สำหรับใช้ในเว็บไซต์ของบริษัทฯ บล็อก สื่อสังคมช่องทางต่างๆ และสื่อการตลาด

source: Create clear, concise, and engaging content that effectively promotes the company’s trading platform and product offerings in a variety of formats.
ar: إنشاء محتوى واضح وموجز وجذاب للترويج بفاعلية لمنصة تداول الشركة وعروض المنتجات في مجموعة متنوعة من الأشكال.
id: Membuat konten yang jelas, ringkas dan menarik yang efektif mempromosikan penawaran produk platform trading perusahaan dalam berbagai format.
pl: Tworzenie przejrzystych, zwięzłych i interesujących treści w różnych formatach skutecznie promujących platformę handlową firmy i jej produkty.
ru: Создание чёткого, точного и интересного контента, который будет эффективно продвигать торговую платформу и продукты компании в нескольких форматах.
th: ผลิตเนื้อหาที่ชัดเจน กระชับ ที่เกี่ยวข้องกับการส่งเสริมระบบการซื้อขาย การนำเสนอผลิตภัณฑ์ต่างๆ ของบริษัทฯ ในหลากหลายรูปแบบอย่างมีประสิทธิภาพ

source: Cross-company payment agent transfers are not allowed.
ar: لا يسمح بالتحويلات عبر وكلاء الدفع المشتركين.
id: Transfer agen pembayaran harus menggunakan broker yang sama.
pl: Międzyfirmowe transfery realizowane przez pośrednika płatności nie są dozwolone.
ru: Переводы через платежного агента между счетами внутри компании не разрешены.
th: ไม่อนุญาตให้โอนตัวแทนรับชำระเงินข้ามบริษัทฯ

source: Crosshair
ar: تقاطع
pl: Celownik
ru: Линии пересечения
th: เป้าเล็ง

source: Current Level
ar: المستوى الحالي
id: Tingkat Terkini
pl: Obecny poziom
ru: Текущий уровень
th: ระดับปัจจุบัน
