Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The provision of the margin trading services described in this Agreement utilises a third-party system acquired via a non-exclusive, non-transferable, non-sublicensable, terminable licence from the third-party system provider/licensor (the "MT5 Trading Platform"). You acknowledge that we reserve the right to change the third-party system provider/licensor during the course of providing the margin trading services described in this Agreement to you.
de: Die Bereitstellung der Margin-Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, verwendet ein System Dritter, das via einer nicht-exklusiven, nicht übertragbaren, nicht unterlizensierbaren, kündbaren Lizenz vom dritten Systemanbieter/Lizenzgeber (die "MT5 Handelsplattform) erworben wurde. Sie erkennen an, dass wir uns das Recht vorbehalten, dritte Systemanbieter/Lizenzgeber im Verlauf eines Angebots der Margin-Handelsdienstleistungen an Sie, wie in dieser Vereinbarung beschrieben, zu ändern.
fr: La provision des services d'échange de marge décrite dans ce Contrat utilise un système tiers acquis via une licence non-exclusive, non-transférable, non transmissible en sous-licence, résiliable d'un fournisseur tiers de système/d'un concédant (la "plateforme d'échange MT5). Vous reconnaissez que nous réservons le droit de changer de fournisseur de système tiers/ le concédant durant la fourniture des services d'échange de marge décrite dans ce Contrat avec vous.
vi: Việc cung cấp các dịch vụ kinh doanh lợi nhuận được mô tả trong thỏa thuận này sử dụng một hệ thống bên thứ ba được mua thông qua một giấy phép không độc quyền, không thể chuyển nhượng, không cấp phép phụ, có thể huy từ bên thứ ba hệ thống nhà cung cấp/cấp phép (nền tảng giao dịch MT5"). Bạn thừa nhận rằng chúng tôi có quyền để thay đổi hệ thống của bên thứ ba nhà cung cấp/cấp phép trong quá trình cung cấp dịch vụ kinh doanh ký quỹ được mô tả trong thỏa thuận này cho bạn.
zh_cn: 本协议所述的保证金交易服务通过第三方系统提供商/许可方（"MT5 交易平台"）采用非独占、不可转让、非从属许可、可终止的第三方系统牌照 。您确认，向您提供本协议所述的保证金交易服务过程中，我们保留更换第三方系统提供商/许可方的权利。

source: The system fills orders on a first-in-first out basis, i.e. based on the sequence of the order received, and this is beyond our control. As a result, you may find it difficult or impossible to close a position at the intended price stipulated in your Stop Order during certain market conditions. The placement of Stop Order by you, though useful as a risk management tool, will not necessarily limit your losses to your intended amounts, in the event of highly volatile trading conditions, since market conditions may make it impossible to execute such orders and there is uncertainty about your possible exit price. In short, a Stop Order is not guaranteed because it cannot operate whatever the market circumstances are.
de: Das System erfüllt Order auf einer first-in-first out Basis, d.h. auf der Reihenfolge, in der die Order erhalten wurde, basierend; und dies befindet sich außerhalb unserer Kontrolle. Dadurch könnten Sie es schwierig oder unmöglich finden, eine Position zum vorgesehenen Kurs, der in Ihrer Stop Order festgelegt wurde, während bestimmter Marktkonditionen zu schließen. Eine von Ihnen platzierte Stop Order wird, obwohl sie ein hilfreiches Risikomanagement-Tool sein kann, Ihre Verluste, im Fall von hohen volatilen Handelskonditionen, nicht notwendigerweise auf von Ihnen festgelegte Beträge begrenzen, da Marktkonditionen es unmöglich machen können, solche Order auszuführen, und Ihr realisierbarer Kurs zum Vertragsende ungewiss ist. Kurz, eine Stop Order ist nicht gewährleistet, da sie nicht in allen Marktumständen operieren kann.
fr: Le système remplit les ordres sur une base de premier entré premier sorti, c'est à dire basé sur la séquence des ordres reçus, et que cela est en dehors de notre contrôle. En conséquence, vous pouvez trouver difficile ou impossible de fermer une position avec le prix souhaité stipulé dans votre Ordre Stop durant certaines conditions de marchés. Le placement d'un Ordre Stop par vous, cependant utile en matière d'outil de management de risque, ne va pas nécessairement limiter vos pertes aux montants prévus, en cas d'évènement de conditions d'échange extrêmement volatiles, puisque les conditions de marché peuvent rendre impossible d'exécuter de tels ordres et il y a de l'incertitude à propos de votre possible prix de sortie. En résumé, un Ordre Stop n'est pas garanti car il ne peut opérer en toutes circonstances de marché.
vi: Hệ thống điền lệnh dựa trên lần đầu trong lần đầu xuất hiện, tức là dựa trên các chuỗi theo thứ tự nhận được, và điều này là ngoài tầm kiểm soát của chúng tôi. Kết quả là, bạn có thể tìm thấy nó khó khăn hoặc không thể đóng một phiên dự định mức quy định để ngăn chặn của bạn trong điều kiện thị trường nhất định. Sự đặt vào của lệnh dừng bởi bạn, mặc dù hữu ích như là một công cụ quản lý rủi ro, sẽ không nhất thiết giới hạn thiệt hại của bạn với số lượng dự định của bạn, trong trường hợp có điều kiện kinh doanh rất dễ bay hơi, vì điều kiện thị trường có thể làm cho nó không thể thực hiện các đơn đặt hàng như vậy và không chắc chắn về giá của bạn có thể thoát khỏi. Trong ngắn hạn, một lệnh dừng lại không được bảo đảm bởi vì nó không thể hoạt động thị trường trường hợp bất cứ điều gì.
zh_cn: 系统按先进先出的次序，即按照收到订单的顺序处理订单，这是我们无法控制的。因此，您可能会发现很难或无法在某些市场条件下按照您的止损单规定的预期价位平仓。您设定的止损单虽然是有用的风险管理工具，却不一定能按照您原先设想的数额限制损失。在极不稳定的交易条件下，由于市场情况可能无法执行这些指令，您的退出价格具不确定性。简而言之，止损单是无法提供保证的，因为无法在所有市场情况下运作。

source: The use, operation or combination of the %1 API with non-%1 API(s), data, equipment or documentation if liability would have been avoided but for such use, operation, or combination; or
de: Die Verwendung, der Betrieb oder die Kombination des %1 API mit %1 fremden API(s), Daten, Geräten oder Dokumentationen, wenn die Haftung durch eine derartige Verwendung, Betrieb oder Kombination vermieden werden konnte oder
fr: L'utilisation, l'exploitation ou l'utilisation combinée de l'API %1 avec des données, des équipements ou de la documentation externes à l'API %1
vi: Việc sử dụng, thao tác hoặc sự kết hợp của %1 API với không %1 API(s), dữ liệu, thiết bị hoặc tài liệu hướng dẫn nếu trách nhiệm pháp lý nào có tránh được, cho hoạt động, hoặc kết hợp; hoặc
zh_cn: 如原本可以避免承担责任，但因为将%1 API与非%1 API系统、数据、设备或文件同时使用、操作或组合;或

source: This Agreement is supplied to you in English. In the event that there is a difference between the English version and any translated versions of this document, the English version shall prevail. We will not be made responsible for any damage or loss caused by an error, inaccuracy, misunderstanding or misspelling with regards to the translations.
de: Diese Vereinbarung wird Ihnen auf Englisch bereitgestellt. Im Fall eines Unterschiedes zwischen der englischen Version und einer übersetzten Version dieses Dokuments, soll die englische Version maßgeblich sein. Wir können für keinen Schaden oder Verlust verantwortlich gemacht werden, der durch einen Fehler, eine Ungenauigkeit, ein Missverständnis oder einen Rechtschreibfehler im Bezug auf die Übersetzungen, verursacht wird.
fr: Ce contrat vous est fourni en Français. Dans le cas où il y a une différence entre la version Anglaise et tout autre version traduite de ce document, la version Anglaise prévaudrait. Nous ne serons pas fait responsable pour tout dommage ou perte causé par une erreur, inexactitude, incompréhension ou faute d'orthographe au regard des traductions.
vi: Thỏa thuận này cung cấp cho bạn bằng tiếng Anh. Trong trường hợp có một sự khác biệt giữa phiên bản tiếng Anh và bất kỳ phiên bản dịch của tài liệu này, phiên bản tiếng Anh sẽ áp dụng. Chúng tôi sẽ không được thực hiện trách nhiệm cho bất kỳ thiệt hại hoặc tổn thất gây ra bởi một lỗi, không chính xác, hiểu lầm hay lỗi chính tả là liên quan đến các bản dịch.
zh_cn: 本协议以英语版本为您提供。若本协议的英文版和其他翻译语言版本之间存在冲突或歧义，则应以英文版为准。我们将不对翻译版本误差、不准确、误解或拼写错误所引起的任何损害或损失负责。

source: This Risk Disclosure Statement is not exhaustive and is not intended to constitute a comprehensive statement of all the risks to which you might be exposed to and does not describe all risks inherent to forex and contracts for differences that exist now or which may arise in the future. Its objective is rather to provide you with information for you to reasonably understand the risks associated with forex and contracts for differences offered by %1 in our interest to provide you with the best possible trading experience.
de: Diese Haftungsausschlusserklärung umfasst nicht alles, und ist nicht dazu gedacht, eine umfassende Erklärung aller Risiken, denen Sie sich möglicherweise aussetzen, darzustellen, und beschreibt nicht alle Risiken die dem Forex und den Kontrakten für Differenzen - die jetzt existieren, oder sich in der Zukunft ergeben können - inhärent sind. Ihr Ziel ist eher, Ihnen Informationen bereitzustellen, um die Risiken in Zusammenhang mit Forex und Kontrakten für Differenzen, die von %1 angeboten werden, hinreichend zu verstehen, da es in unserem Interesse liegt, Ihnen die bestmögliche Handelserfahrung zu bieten.
fr: La déclaration de divulgation de risque n'est pas exhaustive et n'a pas le but de dresser une déclaration compréhensive des risques auxquels vous pouvez être exposés à et ne décrit pas tout les risques inhérents au Forex et contrats de différences qui existent maintenant ou qui pourraient advenir dans le future. Son objectif est plutôt de vous fournir des informations afin que vous puissiez raisonnablement comprendre les risques associés avec le Forex et les contrats de différences offerts par %1 dans notre intérêt afin de vous fournir la meilleure expérience d'échange possible.
vi: Tuyên bố tiết lộ rủi ro này không phải là đầy đủ và không có ý định chiếm một tuyên bố toàn diện của tất cả những rủi ro mà bạn có thể được tiếp xúc với và không có mô tả tất cả rủi ro vốn có cho ngoại hối và các hợp đồng chênh lệch giá mà đang tồn tại hoặc có thể phát sinh trong tương lai. Mục tiêu của nó là để cung cấp cho bạn thông tin hợp lý cho các bạn có thể hiểu những rủi ro liên quan đến ngoại hối và các hợp đồng chênh lệch giá được cung cấp bởi %1 trong quan tâm của chúng tôi để cung cấp cho bạn tốt nhất có thể kinh nghiệm kinh doanh.
zh_cn: 此风险披露声明并非详尽无遗，也并非包含您可能会接触到的所有风险的全面声明。此声明也并不能描述外汇交易和合约现存的固有风险或将来可能发生的所有风险差异。其目的在于为您提供及让您合理理解%1在符合我们利益的同时为您提供的最佳外汇与差价合约交易经验相关的风险信息。

source: Throughout the duration of the Transaction and for as long as the Transaction is open, you are required to maintain a sufficient Account Equity to cover any Margin Requirement. If your Account Equity is less than the Margin Requirement in relation to the open Transaction you wish to create, you have entered into a Margin Call and you are required to fund the shortfall immediately. You may not be able to place an Order to open a Transaction until the shortfall has been funded and there is sufficient Account Equity to cover the Total Margin.
de: Während der Dauer der Transaktion, und so lange die Transaktion offen ist, sind Sie dazu angehalten, ein ausreichendes Kapital aufrechtzuerhalten, um jegliche Margin Anforderungen abzudecken. Wenn Ihr Kapital weniger als die Margin Anforderung im Verhältnis zur offenen Transaktion, die Sie zu erstellen wünschen, ist, sind Sie eine Nachschlussforderung eingegangen und Sie sind dazu angehalten, den Fehlbetrag unverzüglich auszugleichen. Sie können keine Order zur Öffnung einer Transaktion platzieren, bis der Fehlbetrag ausgeglichen wurde und ausreichend Kapital, um die gesamte Margin abzudecken, vorhanden ist.
fr: Tout au long de la durée de la Transaction et pour aussi longtemps que la Transaction est ouverte, vous êtes requis de maintenir un Compte de fonds propres pour couvrir tout Exigence de Marge. Si votre Compte de fonds propres est inférieur à l'Exigence de Marge en relation avec la Transaction ouverte que vous souhaitez créer, vous avez ouvert un Appel de Marge et vous êtes requis de financer le déficit immédiatement. Vous pouvez ne pas être capable de placer un Ordre pour ouvrir une Transaction jusqu'à ce que le déficit ait été financé et qu'il y ait suffisamment de Fonds Propres pour couvrir la Marge Totale.
vi: Trong suốt thời gian của giao dịch và lâu dài như đối với các giao dịch đang mở, bạn cần phải duy trì một vốn chủ sở hữu tài khoản đầy đủ để bao gồm bất kỳ lề điều kiện nào. Nếu vốn chủ sở hữu tài khoản của bạn thấp hơn lề điều kiện liên quan đến mở giao dịch bạn muốn tạo, bạn phải nhập vào một lề gọi và bạn được yêu cầu để đóng đủ những thiếu hụt ngay lập tức. Bạn không thể đặt lệnh để mở một giao dịch cho đến khi sự thiếu hụt đã được cấp đủ và có vốn chủ sở hữu tài khoản đầy đủ để trang trải tất cả lợi nhuận.
zh_cn: 整个交易期间以及交易开放期间， 您需要保持足够的账户资金，以支付任何保证金要求。如果您的账户资金在想要建立交易时低于开放交易保证金要求，您将收到追加保证金通知，需要立即补充短缺的资金。在补足短缺资金，拥有足够支付保证金的账户资金前您不能下单开启交易。

source: Total Margin &mdash; The aggregate of all Margin Requirements in your Real Account.
de: Total Margin &mdash; Die Ansammlung aller Margin-Anforderungen in Ihrem echten Konto.
fr: Marge Totale &mdash; L'agrégation des Exigences de Marge dans votre Compte Réel.
vi: Tổng lợi nhuận &mdash; tổng hợp tất cả các lợi nhuận điều kiện trong tài khoản thực tế.
zh_cn: 保证金总金额 &mdash; 真实账户的所有保证金要求累计金额。

source: Trading forex and contracts for differences carries a high level of risk and %1 does not monitor the open positions of your account on your behalf. It is your responsibility to monitor your Open Positions and understand the exposure of your Open Positions whilst ensuring that your exposure commensurate with your risk appetite. Due to the cost associated with overnight open positions, you should consider investing in the market of the instrument in which you ordinarily transact in instead of investing in a CFD.
de: Der Handel mit Forex und Kontrakten für Differenzen trägt ein hohes Level an Risiko, und %1 überwacht die offenen Positionen auf Ihrem Konto nicht in Ihrem Namen. Es liegt in Ihrer Verantwortung, Ihre offenen Positionen zu überwachen und die Exposition Ihrer offenen Positionen zu verstehen, während Sie sicherstellen, dass Ihre Exposition Ihrem Appetit für Risiko entspricht. Auf Grund der Kosten, die mit "overnight" offenen Positionen verbunden sind, sollten Sie in Erwägung ziehen, in den Markt des Instruments, welches Sie normalerweise durchführen, zu investieren, anstatt in ein CFD zu investieren.
fr: Les échanges forex et contrats pour différences contiennent un niveau de risque élevé et %1 ne contrôle pas les positions ouvertes de votre compte à votre place. Il est de votre responsabilité de contrôler vos Positions Ouvertes et comprendre l'exposition de vos Positions Ouvertes tout en vous assurant que votre exposition est proportionnel à votre appétit pour le risque. En raison du coût associé avec vos positions ouvertes de nuit, vous devriez considérer investir dans le marché de l'instrument dans lequel vous traitez ordinairement au lieu d'investir dans un CFD.
vi: Kinh doanh ngoại hối và các hợp đồng chênh lệch giá mang một mức độ rủi ro cao và %1 không theo dõi các phiên mở của tài khoản của bạn thay cho bạn. Đó là trách nhiệm của bạn để giám sát các phiên mở của bạn và hiểu sự tiếp xúc của phiên mở của bạn trong khi đảm bảo rằng tiếp xúc của bạn phù hợp với khẩu vị rủi ro của bạn. Do chi phí liên quan đến phiên mở qua đêm, bạn nên xem xét việc đầu tư vào thị trường thiết bị mà bạn thường giao dịch ở thay vì đầu tư vào một hợp đồng chênh lệch giá.
zh_cn: 外汇和差价合约交易有很高的风险，%1不会代表您监控您账户上的未平仓头寸。监控未平仓头寸和理解未平仓头寸所牵涉的风险，同时确保此牵涉风险与您的风险偏好相符是您的责任。由于隔夜未平仓头寸具相关费用，您应该考虑在您平常进行的工具投资市场中交易，而不是在差价合约市场中投资。

source: Transaction &mdash; A contract entered into by you pursuant to this Agreement.
de: Transaktion &mdash; Ein Kontrakt, den Sie gemäß dieser Vereinbarung eingegangen sind.
fr: Transaction &mdash; Un contrat ouvert par vous avec le Contrat suivant.
vi: Phiên giao dịch &mdash; một hợp đồng được nhập vào bởi bạn căn cứ vào thỏa thuận này.
zh_cn: 交易 &mdash; 您根据本协议签订的合约。

source: Under no circumstances shall we provide investment advice or recommendation to you or state an opinion in relation to a Transaction. From time to time, we may decide to provide you with written information, which we may publish on our website or provide to you in any other manner. We will endeavour to ensure the accuracy and completeness of this written information but it will not constitute investment advice or recommendation provided by us to you.
de: Unter keinen Umständen, geben wir eine Anlageberatung, oder Empfehlung an Sie, oder eine Stellungnahme in Verbindung mit einer Transaktion. Von Zeit zu Zeit, können wir uns dazu entschließen, Ihnen schriftliche Informationen zukommen zu lassen, die wir entweder auf unserer Website veröffentlichen oder in anderer Form an Sie weitergeben. Wir werden uns bemühen, die Richtigkeit und Vollständigkeit dieser schriftlichen Informationen sicherzustellen, aber sie werden keine Anlageberatung, oder Empfehlung von uns an Sie, darstellen.
fr: Sous aucune circonstance nous ne fournirons de conseils d'investissement ou recommandation pour vous ou déclarer une opinion en relation avec une Transaction. De temps en temps, nous pouvons décider de vous fournir avec une information écrite, que nous pouvons publier sur notre site internet ou vous fournir de quelque manière que ce soit. Nous nous efforçons de nous assurer de la précision et de la perfection de cette information écrite mais cela ne constitue pas un conseil d'investissement ou une recommandation fourni par nous à vous.
vi: Không dưới trường hợp nào mà chúng tôi sẽ cung cấp tư vấn hoặc giới thiệu cho bạn hoặc nhà nước là một ý kiến liên quan đến một giao dịch. Theo thời gian, chúng tôi có thể quyết định để cung cấp cho bạn thông tin được viết lại, mà chúng tôi có thể đăng tải trên trang web của chúng tôi hoặc cung cấp cho bạn theo bất kỳ cách nào khác. Chúng tôi sẽ nỗ lực để đảm bảo độ chính xác và đầy đủ các thông tin này, nhưng nó sẽ không cấu thành tư vấn đầu tư hoặc đề nghị cung cấp của chúng tôi cho bạn.
zh_cn: 在任何情况下我们都不会对有关交易向您提供投资意见或建议或陈述观点。我们可能会陆续通过在我们网站上公布或以任何其他方式为您提供书面信息。我们将努力确保此书面信息的准确性和完整性，但这并不构成我们向您提供投资意见或建议。

source: Unless proven to be wrong, our records shall be used as evidence of your dealings with us in connection with the margin trading services described in this Agreement. You agree to use our records as evidence in any such legal or regulatory proceedings and you agree to keep your own record of your dealings with us that will help us investigate any complaints or disputes. If the records used as evidence of your dealings with us are not originals, are in the form of diagrams or charts, or are system generated content, you will not object to the use of such records as evidence.
de: Unsere Aufzeichnungen sollen als Nachweis Ihrer Geschäfte mit uns, in Verbindung mit den Margin-Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, verwendet werden, sofern sie sich nicht als unrichtig herausstellen. Sie stimmen dem zu, unsere Aufzeichnungen als Nachweis in solchen gesetzlichen oder regulatorischen Verfahren zu verwenden, und Sie stimmen zu, Ihre eigenen Aufzeichnungen von Ihren Geschäften mit uns aufzubewahren, was uns dabei helfen wird, Beschwerden oder Auseinandersetzungen zu untersuchen. Falls die Aufzeichnungen, die als Nachweis Ihrer Geschäfte mit uns verwendet werden, keine Originale sind, in Form von Diagrammen oder Charts sind, oder systemgenerierter Inhalt sind, werden Sie der Verwendung solcher Aufzeichnungen als Nachweis nicht widersprechen.
fr: A moins d'être prouvés erronés, nos données seront utilisées comme preuve de vos échanges avec nous en connexion avec les services d'échange de marge décrits dans ce Contrat. Vous acceptez d'utiliser nos données comme preuves dans toute procédure légale ou réglementaire et vous acceptez de garder vos propres données de vos échanges avec nous qui vont nous aider à enquêter sur toute plaintes ou disputes.
vi: Trừ khi được chứng minh là sai lầm, hồ sơ của chúng tôi sẽ được sử dụng như là bằng chứng chứng minh bạn giao dịch với chúng tôi liên quan đến các dịch vụ giao dịch lợi nhuận được mô tả trong thỏa thuận này. Bạn đồng ý sử dụng hồ sơ của chúng tôi như là bằng chứng trong bất kỳ thủ tục pháp lý hoặc theo quy định như vậy và bạn đồng ý để giữ hồ sơ của riêng bạn của bạn giao dịch với chúng tôi sẽ giúp chúng tôi điều tra bất kỳ khiếu nại hoặc tranh chấp. Nếu hồ sơ được sử dụng như là bằng chứng của bạn giao dịch với chúng tôi không phải bản gốc, trong các hình thức biểu đồ hoặc bảng xếp hạng, hoặc là hệ thống tạo ra nội dung, bạn sẽ không để đối tượng sử dụng các hồ sơ như vậy làm bằng chứng.
zh_cn: 除非已被证实出错，我们的记录将作为您使用我们根据本协议条文所提供的保证金交易服务的证据。您同意在任何相关法律或法规程序中使用我们的记录作为证据，并同意自己保留在发生任何投诉或纠纷时可帮助我们调查的双方交易记录。如果作为双方交易记录的证据不是原件、是图像或图表形式、或者是系统生成的内容，您不会反对使用此类记录作为证据。

source: Upon closing a Transaction, the realised profit (or loss), which is represented by the difference between the opening level and closing level of the Transaction multiplied by the number of lots (volume), becomes due and payable by us to you (or due and payable by you to us in cases of realised loss).
de: Nach Schließung einer Transaktion, wird der realisierte Gewinn (Verlust), der vom Unterschied zwischen dem Eröffnungsstand und dem Schlussstand der Transaktion, multipliziert mit der Anzahl der Lots (Volumen) dargestellt wird, von uns an Sie fällig und zahlbar (oder von Ihnen an uns fällig und zahlbar, im Fall eines realisierten Verlusts).
fr: A la fermeture d'une Transaction, le profit (ou perte) réalisé, qui est représenté par la différence entre le niveau d'ouverture et le niveau de fermeture de la Transaction multipliée par le nombre de lots (volume), devient dû et payable par nous à vous (ou dû et payable par vous à nous en cas de pertes réalisées).
vi: Sau khi đóng cửa một phiên giao dịch, lợi nhuận có thể nhận được (hoặc thiệt hại), mà được thể hiện qua sự chênh lệch giữa mức độ mở và đóng của một phiên giao dịch được nhân lên theo số lượng lô (khối), trở thành có thể và trả được bởi chúng tôi cho bạn (hoặc có thể và trả được từ bạn cho chúng tôi trong trường hợp lỗ).
zh_cn: 平仓交易时实现的利润（或损失），以交易开盘和收盘价差距乘以手数（交易次数）表示，为我们欠您的应付金额（或如实现亏损则是您欠我们的应付金额）。

source: Upon opening a Transaction, the sum due and payable by you to us are deducted from your Account Balance.
de: Auf Eröffnung einer Transaktion, wird die fällige Summe, die von Ihnen an uns zu zahlen ist, von Ihrem Kontostand abgezogen.
fr: A l'ouverture d'une Transaction, le montant dû et payable par vous à nous sont déduits du Solde de votre Compte.
vi: Sau khi mở một phiên giao dịch, tổng có thể và trả được từ bạn cho chúng tôi sẽ được khấu trừ từ số dư tài khoản của bạn.
zh_cn: 开盘交易时，您欠我们的应付总金额将从您的账户余额中扣除。

source: Use the web platform from any Windows, MacOS, or Linux operating system – no download or installation required.
de: Verwenden Sie die Web-Plattform von jedem Windows, MacOS, oder Linux Betriebssystem aus - weder Download noch Installation sind erforderlich.
fr: Utilisez une plateforme web à partir de tout système d'exploitation Windows, MacOS, ou Linux - pas de téléchargement ou installation requise.
zh_cn: 网络平台可在Windows、MacOS、或 Linux 操作系统上使用，不需下载或安装。
