Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Short summary of your Payment Agent service
ar: ملخص قصير لخدمة وكيل الدفع الخاصة بك
id: Ringkasan pendek dari layanan Agen Pembayaran Anda
pl: Krótkie podsumowanie usług Twojego pośrednika płatności
ru: Краткое описание Ваших услуг
th: สรุปโดยย่อของบริการตัวแทนรับชำระเงินของท่าน

source: Should you need help or support, please contact our <a href="%1">Customer Service department</a> and one of our representatives will assist you as soon as possible.
ar: إذا احتجت لأى دعم أو مساعدة يرجى الاتصال <a href="%1">بقسم خدمة عملائنا</a> وسيقوم أحد ممثلينا بمساعدتك فى أقرب وقت.
id: Jika Anda memerlukan bantuan, silahkan hubungi bagian <a href="%1">Customer Service</a> dan salah satu perwakilan kami akan membantu Anda sesegera mungkin.
pl: Jeżeli potrzebujesz pomocy lub wsparcia, skontaktuj się z naszym <a href="%1">Działem obsługi klienta</a>, a jeden z naszych konsultantów niezwłocznie Ci pomoże.
ru: Если Вам нужна помощь, свяжитесь с нашей <a href="%1">службой поддержки</a>, и один из наших представителей поможет Вам, как только сможет.
th: หากท่านต้องการความช่วยเหลือใดๆ โปรดติดต่อ<a href="%1">แผนกบริการลูกค้า</a> ของเรา และหนึ่งในตัวแทนของทีมงานจะติดต่อกลับหาท่านอย่างเร็วที่สุด

source: Sign Up to Test Our Platform
ar: قم بالتسجيل لاختبار منصتنا
id: Daftar Untuk Mencoba Platform Kami
pl: Zarejestruj się, aby testować naszą platformę
ru: Зарегистрируйтесь для тестирования нашей платформы
th: ลงทะเบียนเพื่อทดลองระบบของเรา

source: Simple Moving Average
ar: المتوسط المتحرك البسيط
pl: Prosta średnia krocząca
ru: Простое скользящее среднее

source: Simplicity
ar: بساطة
id: Sederhana
pl: Prostota
ru: Простота
th: ความง่าย

source: Site
ar: موقع على شبكة الأنترنت
id: Situs
pl: Portal
ru: О сайте
th: ไซต์

source: Slow Stochastic
ar: مؤشر ستوكاستيك البطىء
id: Stokastik Pelan
pl: Oscylator stochastyczny wolny
ru: Медленный Стохастический Осциллятор

source: Smart Indices
ar: المؤشرات الذكية
de: Smart Indizes
fr: Indices Intelligents
id: Indeks Smart
pl: Inteligentne wskaźniki
ru: Smart-индексы
th: ดัชนี้สมาร์ท
vi: Chỉ số Thông minh
zh_cn: 智能指数

source: Sorry, %1 is not default currency for client %2
ar: عفوا، %1 ليست العملة الافتراضية للعميل %2
id: Maaf, %1 bukan mata uang pilihan klien %2
pl: Przepraszamy, %1 nie jest domyślną walutą dla klienta %2
ru: Извините, %1 не является валютой по умолчанию для клиента %2
th: ขออภัย %1 ไม่ได้เป็นสกุลเงินตั้งต้นสำหรับลูกค้า %2

source: Sorry, %1 is not default currency for payment agent %2
ar: عفوا، %1 ليست العملة الافتراضية لوكيل الدفع %2
id: Maaf, %1 bukan mata uang pilihan agen pembayaran %2
pl: Przepraszamy, %1 nie jest domyślną walutą dla pośrednika płatności %2
ru: Извините, %1 не является валютой по умолчанию для платежного агента %2
th: ขออภัย %1 ไม่ได้เป็นสกุลเงินตั้งต้นสำหรับตัวแทนรับชำระเงิน %2

source: Sorry, Payment Agent Transfer is temporarily disabled due to system maintenance. Please try again in 30 minutes.
ar: عفواً، التحويل لوكيل الدفع معلق مؤقتاً لصيانة النظام. يرجى إعادة المحاولة بعد 30 دقيقة.
id: Maaf, Transfer Agen Pembayaran dihentikan untuk sementara berhubung perbaikan sistem. Silahkan coba 30 menit lagi.
pl: Przepraszamy, transfer do pośredników płatności jest czasowo wyłączony z powodu konserwacji systemu. Prosimy spróbować ponownie za 30 min.
ru: Извините, оплата через платежных агентов временно недоступна, ввиду технических работ в системе. Пожалуйста, попробуйте еще раз через 30 минут.
th: ขออภัย การโอนเงินผ่านตัวแทนรับชำระเงินใช้งานไม่ได้ชั่วคราว เนื่องจากการปรับปรุงระบบ โปรดทดลองอีกครั้งในอีก 30 นาที

source: Sorry, account opening is unavailable.
ar: عفوا، فتح الحساب غير متاح.
id: Maaf, pembukaan akun tidak tersedia.
pl: Przepraszamy, otwarcie konta jest niemożliwe.
ru: Извините, но открытие счёта недоступно.
th: ขออภัย ไม่สามารถเปิดบัญชีได้

source: Sorry, an error has occurred, Please try accessing our Cashier again.
ar: آسف، لقد حدث خطأ، الرجاء محاولة الوصول إلى أمين الصندوق مرة أخرى.
id: Maaf, telah terjadi error. Silahkan akses bagian Kasir kembali.
pl: Przepraszamy, wystąpił błąd. Prosimy spróbować uzyskać dostęp do sekcji Kasjer później.
ru: Извините, произошла ошибка. Попробуйте войти в кассу снова.
th: ขออภัย พบข้อผิดพลาด โปรดพยายามติดต่อแคชเชียร์ของเราอีกครั้ง

source: Sorry, an error occured with this trade. Please try again in a few minutes. If the problem persists, please contact customer support.
ar: عفواً، حدث خطأ فى هذة المعاملة. يرجى المحاولة مرة ثانية بعد بضع دقائق. إذا استمرت المشكلة، يرجى الاتصال بدعم العملاء.
id: Maaf, telah terjadi error pada trading ini. Silahkan coba kembali beberapa menit lagi. Jika masalah ini masih berlangsung, silahkan hubungi customer support.
pl: Przepraszamy, wystąpił błąd podczas przetwarzania zakładu. Spróbuj ponownie za kilka minut. Jeśli problem nadal będzie występował, skontaktuj się z Działem obsługi klienta.
ru: Извините, произошла ошибка с данным контрактом. Попробуйте через несколько минут. Если ошибка повторится, пожалуйста, свяжитесь со службой поддержки.
th: ขออภัย มีข้อผิดพลาดเกิดขึ้นในการซื้อขายครั้งนี้ โปรดลองใหม่อีกครั้งภายหลัง หากยังพบปัญหาอยู่ โปรดติดต่อเจ้าหน้าที่บริการลูกค้าของเรา

source: Sorry, an error occurred
ar: عفواً، حدث خطأ
id: Maaf, telah terjadi error
pl: Przepraszamy, wystąpił błąd
ru: Извините, произошла ошибка
th: ขออภัย มีความผิดพลาดเกิดขึ้น

source: Sorry, an error occurred while loading the form. Please contact customer support if this problem persists
ar: عفوا، حدث خطأ أثناء تحميل النموذج. يرجى الاتصال بخدمة العملاء إذا استمرت هذه المشكلة
id: Maaf, error terjadi pada saat meloading formulir. Silakan hubungi Customer Support jika masalah ini masih terjadi
pl: Przepraszamy, podczas przesyłania formularza wystąpił błąd. Jeśli problem będzie nadal występował, prosimy o kontakt z Dziełem obsługi klienta.
ru: Произошла ошибка с загрузкой формуляра. Пожалуйста, свяжитесь со службой поддержки, если проблема повторится
th: ขออภัย มีความผิดพลาดเกิดขึ้นในขณะโหลดแบบฟอร์ม โปรดติดต่อเจ้าหน้าที่บริการลูกค้า หากท่านยังพบปัญหาในการใช้งาน

source: Sorry, an error occurred. Please contact customer support if this problem persists.
ar: عفوا، حدث خطأ. يرجى الاتصال بخدمة العملاء إذا استمرت هذه المشكلة.
id: Terjadi error. Silahkan hubungi customer support jika masalah ini masih berlangsung.
pl: Przepraszamy, wystąpił błąd. Jeśli problem będzie nadal występował, prosimy o kontakt z dziełem obsługi klienta.
ru: Произошла ошибка. Пожалуйста, свяжитесь со службой поддержки, если проблема повторится.
th: ขออภัย มีความผิดพลาดเกิดขึ้น โปรดติดต่อเจ้าหน้าที่บริการลูกค้า หากท่านยังพบปัญหาในการใช้งาน

source: Sorry, client balance will exceed limits with this payment.
ar: عذراً, حساب العميل سيتجاوز الحدود مع هذا الدفع.
id: Maaf, saldo klien akan melebihi batasan menggunakan pembayaran ini.
pl: Przepraszamy, ale ta płatność spowoduje przekroczenie limitów ustawionych dla salda klienta.
ru: Извините, данный платёж превысит лимиты баланса клиента.
th: ขออภัย ยอดคงเหลือของลูกค้าจะเกินวงเงินด้วยการชำระเงินนี้

source: Sorry, contracts on Volatility Indices are not available in your country of residence
ar: عفواً، عقود المؤشرات العشوائية غير متاحة فى بلد إقامتك
id: Maaf, kontrak pada Indeks Volatilitas tidak tersedia untuk negara domisili Anda
pl: Przepraszamy, ale kontrakty oparte na wskaźnikach zmienności nie są dostępne w Twoim kraju zamieszkania
ru: Извините, контракты на Индексах волатильности недоступны в стране Вашего проживания
th: ขออภัย ไม่มีสัญญาของดัชนีผันผวนในประเทศของท่าน

source: Sorry, it is not allowed.
ar: عذراً، لا يسمح بذلك.
id: Maaf, tidak diperbolehkan.
pl: Przepraszamy, ta czynność nie jest dopuszczalna.
ru: Извините, данное действие не разрешено.
th: ขออภัย คำสั่งนี้ไม่ได้รับอนุญาตให้ดำเนินการ

source: Sorry, only USD is allowed.
ar: عفواً، مسموح فقط بالدولار الأمريكي.
id: Maaf, hanya USD diperbolehkan.
pl: Przepraszamy, dozwolony jest tylko dolar amerykański.
ru: Извините, только в USD.
th: ขออภัย เฉพาะ USD ที่สามารถใช้งานได้

source: Sorry, our service is not available for your country of residence.
ar: عفواً، خدمتنا ليست متاحة لبلد إقامتك.
id: Maaf, layanan kami tidak tersedia untuk negara domisili Anda.
pl: Przepraszamy, nasze usługi nie są dostępne w Twoim kraju zamieszkania.
ru: Извините, мы не принимаем к регистрации резидентов Вашей страны.
th: ขออภัย ไม่มีบริการนี้ในประเทศของท่าน

source: Sorry, the Payment Agent Withdrawal is temporarily disabled due to system maintenance. Please try again in 30 minutes.
ar: عفواً، السحب بواسطة وكيل الدفع معلق مؤقتاً لصيانة النظام. يرجى إعادة المحاولة بعد 30 دقيقة.
id: Maaf, Transfer Agen Pembayaran dihentikan untuk sementara berhubung perbaikan sistem. Silahkan coba kembali 30 menit lagi.
pl: Przepraszamy, wypłaty od pośredników płatności są czasowo wyłączone z powodu konserwacji systemu. Prosimy spróbować ponownie za 30 min.
ru: Извините, вывод через платежных агентов временно невозможен, ввиду технических работ в системе. Пожалуйста, попробуйте еще раз через 30 минут.

source: Sorry, the Payment Agent does not exist.
ar: عفواً، وكيل الدفع غير موجود.
id: Maaf, Agen Pembayaran tidak tersedia.
pl: Przepraszamy, pośrednik płatności nie istnieje.
ru: К сожалению, платежный агент не существует.

source: Sorry, the Payment Agent is unavailable for your region.
ar: عفواً، وكيل الدفع غير متاح فى منطقتك.
id: Maaf, Agen Pembayaran tidak tersedia untuk negara Anda.
pl: Przepraszamy, pośrednik płatności jest niedostępny dla Twojej lokalizacji.
ru: К сожалению, платежный агент недоступен для Вашего региона.

source: Sorry, the Payment Agent's currency %1 is unavailable for Payment Agent Withdrawal
ar: عفواً، عملة وكيل الدفع %1 غير متاحة للسحب لدى وكلاء الدفع
id: Maaf, mata uang Agen Pembayaran %1 tidak tersedia untuk Penarikan Agen Pembayaran
pl: Przepraszamy, ale waluta pośrednika płatności: %1 jest niedostępna dla wypłaty za pośrednictwem pośrednika płatności
ru: К сожалению, валюта платежного агента %1 недоступна для вывода платежным агентом

source: Sorry, the aggregate payouts of contracts on your account cannot exceed %1%2.
ar: عفوا، العوائد الإجمالية للعقود على حسابك لا يمكن أن تتجاوز %2%1.
id: Maaf, jumlah rata rata hasil kontrak pada akun Anda tidak dapat melebihi %1%2.
pl: Przepraszamy, ale łączna wypłata kontaktów na Twoim koncie nie może przekraczać %2 %1.
ru: Извините, совокупные выплаты по контрактам на Вашем счете не могут превышать %1%2.

source: Sorry, the page cannot be found.
ar: عفواً، لا يمكن العثور على الصفحة.
id: Maaf, halaman tidak ditemukan.
pl: Przepraszamy, nie znaleziono strony.
ru: Извините, эта страница не может быть найдена.

source: Sorry, there is too much data to display, please select a shorter interval
ar: عفواً، هناك الكثير من البيانات المطلوب عرضها، يرجى اختيار فترة زمنية أقل
id: Maaf, terlalu banyak data yang ditampilkan, Silahkan pilih interval yang lebih singkat
pl: Przepraszamy, zbyt dużo danych do wyświetlenia, proszę wybrać krótszy odstęp
ru: Слишком много данных. Пожалуйста, выберите меньший интервал.

source: Sorry, there was a problem validating your personal information with our payment processor. Please contact our Customer Service.
ar: عفواً، هناك مشكلة فى التحقق من بياناتك الشخصية بواسطة معالج الدفع الخاص بنا. يرجى الاتصال بخدمة العملاء.
id: Maaf, telah terjadi masalah pada saat mengesahkan data pribadi Anda melalui proses pembayaran kami. Silakan hubungi Customer Service kami.
pl: Przepraszamy, wystąpił problem z potwierdzeniem Twoich danych osobowych u naszego operatora płatności. Prosimy o kontakt z Działem obsługi klienta.
ru: Извините, возникла проблема с проверкой Вашей личной информации в нашей системе оплат. Просим связаться с нашей службой поддержки.

source: Sorry, this feature is available to virtual accounts only
ar: عفواً، هذة الخاصية متاحة للحسابات الافتراضية فقط
id: Maaf, bentuk ini hanya tersedia untuk rekening virtual saja
pl: Przepraszamy, ta funkcja jest dostępna tylko dla kont wirtualnych
ru: Извините, эта опция доступна только для демо-счетов

source: Sorry, this page cannot be refreshed.
ar: عفواً، لا يمكن تنشيط هذة الصفحة.
id: Maaf, halaman ini tidak dapat direfreshkan.
pl: Przepraszamy, nie można odświeżyć tej strony.
ru: Извините, эта страница не может быть обновлена.

source: Sorry, you are too young to open an account.
ar: عفواً، لم تبلغ السن التي تسمح لك بفتح حساب.
id: Maaf, Anda terlalu muda untuk mendaftar akun.
pl: Przepraszamy, ale nie możesz założyć konta ze względu na swój młody wiek.
ru: Извините, но Ваш возраст не позволяет Вам открыть счет.

source: Sorry, you cannot hold more than %1 contracts at a given time. Please visit the statement page to automatically sell your expired contracts.
ar: عفوا، لا يمكنك أن تحتفظ بأكثر من %1 عقود في وقت محدد. يرجى زيارة صفحة كشف الحساب كي تبيع العقود منتهية الصلاحية تلقائيا.
id: Maaf, Anda tidak dapat membeli lebih dari %1 kontrak. Silahkan kunjungi bagian pernyataan untuk menjual beberapa kontrak yang telah diselesaikan.
pl: Przepraszamy, nie można posiadać więcej niż %1 kontraktów w danym okresie. Odwiedź sekcję: stan konta, aby automatycznie sprzedać wygasłe kontrakty.
ru: Извините, у Вас не может быть более %1 контрактов на счету одновременно. Пожалуйста, посетите страницу История счета для автоматической продажи закончившихся контрактов на Вашем счету.

source: Sorry, you cannot withdraw. Your account balance is %1 %2.
ar: عفواً، لا يمكنك السحب. رصيد حسابك هو %1 %2.
id: Maaf, Anda tidak dapat menarik dana. Saldo akun Anda adalah %1 %2.
pl: Przepraszamy, ale nie można dokonać wypłaty. Twoje saldo wynosi: %2 %1.
ru: Извините, Вы не можете вывести средства. Баланс Вашего счета составляет %1 %2.
th: ขออภัยค่ะ ท่านไม่สามารถถอนเงินได้ บัญชีของท่านมียอดคงเหลือ %1 %2

source: Sorry, you cannot withdraw. Your withdrawal amount %1 exceeds withdrawal limit%2. Please contact <a href="%3">customer support</a> to authenticate your account.
ar: عذراً, لا يمكنك السحب. مبلغ السحب الخاص بك 1 % يتجاوز حد السحب 2 %. يرجي الإتصال<a href="%3">بدعم العملاء</a>لتوثيق الحساب الخاص بك.
id: Maaf, Anda tidak dapat melakukan penarikan. Jumlah penarikan Anda %1 melebihi batasan yang dibenarkan yaitu %2. Silahkan hubungi <a href="%3">customer support</a> untuk membuktikan kebenaran akun Anda.
pl: Przykro nam, nie możesz wypłacić środków. Podana kwota wypłaty %1 przekracza limit wypłat%2. Aby zweryfikować konto, skontaktuj się z <a href="%3">działem obsługi klienta</a>.
ru: Извините, но Вы не можете вывести средства со счёта. Сумма вывода %1 превышает лимит на вывод %2. Пожалуйста, свяжитесь с <a href="%3">отделом поддержки клиентов,</a> чтобы пройти авторизацию счёта.

source: Sorry, you have already had too many unsuccessful attempts. Please try again in 5 minutes.
ar: عفواً، لقد قمت بالكثير من المحاولات الغير ناجحة. يرجى إعادة المحاولة بعد 5 دقائق.
id: Maaf, Anda telah gagal mengakses beberapa kali. Silakan coba kembali dalam waktu 5 menit lagi.
pl: Przepraszamy, wykonano zbyt wiele prób zakończonych niepowodzeniem. Prosimy spróbować ponownie za 5 minut.
ru: Извините, у Вас уже было слишком много неудачных попыток. Попробуйте через пять минут.
th: ขออภัยค่ะ ท่านได้พยายามเข้าสู่ระบบแต่ไม่สำเร็จหลายครั้ง โปรดลองใหม่อีกครั้งในอีก 5 นาที

source: Sorry, you have entered an incorrect email address.
ar: عفواً، لقد أدخلت عنوان بريد إلكتروني غير صحيح.
id: Maaf, Anda telah memasukkan alamat email yang salah.
pl: Przepraszamy, wpisano nieprawidłowy adres e-mail.
ru: Ошибка: Вы ввели неправильный email адрес. Пожалуйста, вернитесь и попробуйте еще раз.
th: ขออภัยค่ะ ท่านป้อนอีเมล์ไม่ถูกต้อง

source: Sorry, you have exceeded the maximum allowable transactions for today.
ar: عفواً، لقد تخطيت الحد الأقصى المسموح به من المعاملات لليوم.
id: Maaf, Anda telah melebihi maksimum transaksi yang diperbolehkan untuk hari ini.
pl: Przepraszamy, przekroczono maksymalną dozwoloną na dziś liczbę transakcji.
ru: Извините, Вы превысили количество разрешенных транзакций в день.
th: ขออภัยค่ะ ท่านได้ใช้วงเงินเกินจำนวนสูงสุดของวันนี้แล้ว

source: Sorry, you have exceeded the maximum allowable transfer amount %1 for today.
ar: عفواً، لقد تخطيت الحد الأقصى المسموح به للتحويل %1 لليوم.
id: Maaf, Anda telah melebihi jumlah transfer maksimum yang diperbolehkan untuk hari ini.
pl: Przepraszamy, przekroczono maksymalny dozwolony na dziś limit przelewów w wysokości: %1.
ru: Извините, Вы превысили максимальную сумму перевода %1 на сегодня.
th: ขออภัยค่ะ ท่านได้โอนเงินเกินยอดสูงสุด %1 ของวันนี้แล้ว

source: Sorry, you have exceeded the maximum allowable transfer amount for today.
ar: عفواً، لقد تخطيت الحد الأقصى المسموح به للتحويل لليوم.
id: Maaf, Anda telah melebihi jumlah transfer maksimum yang diperbolehkan untuk hari ini.
pl: Przepraszamy, przekroczono maksymalny dozwolony na dziś limit przelewów.
ru: Извините, Вы превысили сумму перевода на сегодня.
th: ขออภัยค่ะ ท่านได้โอนเงินเกินยอดสูงสุดของวันนี้แล้ว

source: Sorry, you have excluded yourself from the website until %1.
ar: عفواً، لقد قمت بإبعاد نفسك عن الموقع حتى %1.
id: Maaf, Anda telah mengecualikan diri dari website hingga %1.
pl: Przepraszamy, wybrałeś/aś opcję wyłączenia z korzystania z portalu do %1.
ru: Извините, Вы ограничили свой доступ на сайт до %1.
th: ขออภัยค่ะ ท่านได้พักการใช้งานเว็บไซต์กระทั่ง %1

source: Sorry, you have excluded yourself until %1.
ar: عفواً، لقد قمت بإبعاد نفسك حتى %1.
id: Maaf, Anda telah mengecualikan diri hingga %1.
pl: Przepraszamy, wybrałeś/aś opcję wyłączenia do %1.
ru: Извините, Вы ограничили свой доступ до %1.
th: ขออภัยค่ะ ท่านได้พักการใช้งานกระทั่ง %1

source: Sorry, you have open positions. Please close out all open positions before requesting additional funds.
ar: عفواً، لديك معاملات مفتوحة. يرجى إقفال كل المعاملات المفتوحة قبل أن تطلب أموال إضافية.
id: Silahkan jual semua posisi terbuka Anda sebelum meminta dana tambahan.
pl: Niestety masz jeszcze otwarte pozycje. Zamknij wszystkie otwarte pozycje przed złożeniem wniosku o dodatkowe środki.
ru: Пожалуйста, закройте все открытые позиции до запроса дополнительных средств для счета.

source: Sorry, you have reached your session duration limit of %plural(%1,%d minute,%d minutes).
ar: عفوا، لقد وصلت لحد مدة الدورة البالغ %plural(%1,%d دقيقة,%d دقائق).
id: Maaf, Anda telah mencapai batas durasi sesi %plural(%1,%d minute,%d minutes).
pl: Przepraszamy, zakończył się dozwolony czas trwania sesji: %plural(%1,%d minuta,%d minut(y)).
ru: Извините, Вы достигли предела продолжительности сессии, который составляет %plural(%1,%d мин.,%d мин.).
th: ขออภัย ท่านได้ใช้ระยะเวลาของท่านเกินกำหนด %plural(%1,%d นาที,%d นาที)

source: Sorry, you seem to already have a real money account with us. Perhaps you have used a different email address when you registered it. For legal reasons we are not allowed to open multiple real money accounts per person. If you don't remember your account with us, please <a href="%1">contact us</a>.
ar: عفوا، يبدو أن لديك حساب أموال حقيقية بالفعل معنا. ربما كنت قد استخدمت عنوان بريد إلكتروني مختلف عند تسجيله. لأسباب قانونية لا يسمح لنا بفتح عدة حسابات أموال حقيقية للشخص الواحد. إذا كنت لا تتذكر حسابك معنا، يرجى <a href="%1">الاتصال بنا</a>.
id: Maaf, Anda sepertinya sudah memiliki akun riil sebelumnya. Mungkin Anda menggunakan alamat email lain pada saat mendaftar. Berhubung alasan hukum, Anda hanya dibenarkan memiliki satu akun riil per orang. Jika Anda tidak mengingat akun riil sebelumnya, silahkan <a href="%1">hubungi kami</a>.
pl: Przepraszamy, ale wygląda na to, że masz już u nas konto z prawdziwymi pieniędzmi. Możliwe, że zostało ono zarejestrowane przy użyciu innego adresu e-mail. Z powodów prawnych nie możemy otwierać wielu kont z prawdziwymi pieniędzmi dla jednej osoby. Jeśli nie pamiętasz danych Twojego konta, <a href="%1">skontaktuj się z nami</a>.
ru: Извините, но похоже, что у Вас уже есть реальный счет на нашем сайте. Возможно, при регистрации Вы использовали другой электронный адрес. По юридическим причинам мы не можем позволить одному лицу иметь несколько реальных счетов. Если Вы не помните электронный адрес своего реального счета, <a href="%1">свяжитесь с нами</a>.

source: Sorry, your account cash balance is too high (%1). Your maximum account balance is %2.
ar: عفواً، رصيد حسابك النقدي مرتفع جدا (%1). الرصيد الأقصى لحسابك هو %2.
id: Saldo Anda sangat tinggi (%1). Jumlah maksimal saldo Anda adalah %2.
pl: Przepraszamy, Twoje saldo jest za wysokie (%1). Maksymalne dozwolone saldo konta wynosi %2.
ru: Извините, баланс Вашего счета слишком высок (%1). Максимальный баланс составляет %2.

source: Sorry, your currency of %1 is unavailable for Payment Agent Withdrawal
ar: عفوا، عملتك %1 غير متاحة للسحب لدى وكلاء الدفع
id: Maaf, mata uang Anda %1 tidak tersedia untuk Penarikan Agen Pembayaran
pl: Przepraszamy, ale Twoja waluta dla %1 nie jest dostępna w przypadku wypłat za pośrednictwem pośrednika płatności
ru: Извините, Ваша валюта %1 недоступна для вывода через платежного агента

source: Spread contracts payout based on the movement of the index relative to the entry level of the contract.
ar: يتم دفع عوائد عقود السبريد بناء على حركة المؤشر بالنسبة لمستوى دخول العقد.
id: Hasil kontrak spread berdasarkan pada pergerakan indeks relatif terhadap entry level kontrak.
pl: Wypłata kontraktów Spread jest uzależniona od ruchów indeksu powiązanego z poziomem wejściowym danego kontraktu.
ru: Выплаты по контрактам со спредами основаны на движении индекса по отношению к уровню входа в сделку.

source: Spreads
ar: السبريد (الفروق)
id: Spread
pl: Spready
ru: Спреды
th: สเปรด

source: Start Trading
ar: بدء التداول
id: Mulai Trading
pl: Rozpocznij handel
ru: Начните торговлю
th: เริ่มซื้อขาย

source: Start time %1 must be before end time %2
ar: يجب أن يكون وقت بدء % 1 قبل نهاية الوقت % 2
id: Waktu mulai %1 harus berakhir sebelum waktu akhir %2
pl: Czas rozpoczęcia %1 musi przypadać przed godziną zakończenia %2
ru: Время начала %1 должно быть раньше времени окончания %2
th: เวลาเริ่ม %1 ต้องมาก่อนเวลาสิ้นสุด %2

source: Start time is in the future.
ar: وقت البدء في المستقبل.
id: Mulai waktu di masa depan.
pl: Czas rozpoczęcia w przyszłości.
ru: Время начала находится в будущем.
th: เวลาเริ่มต้นอยู่ในอนาคต

source: Start time is in the past
ar: وقت البداية فى الماضي
id: Waktu mulai adalah dimasa lalu
pl: Czas rozpoczęcia w przeszłości
ru: Время начала прошло
th: เวลาเริ่มต้นอยู่ในอดีต

source: Start time on forward-starting contracts must be more than 5 minutes from now.
ar: يجب أن يكون وقت بداية العقود الآجلة أكثر من 5 دقائق من الآن.
id: Waktu mulai untuk kontrak mendatang harus lebih dari 5 menit dari sekarang.
pl: Czas rozpoczęcia kontraktów rozpoczynających się przyszłości musi przypadać na datę późniejszą niż 5 minut od teraz.
ru: Отложенные контракты должны начинаться позднее, чем через 5 минут от настоящего момента.
th: เวลาเริ่มต้นสำหรับสัญญาต้องมากกว่า 5 นาที จากปัจจุบัน

source: Statistics
ar: إحصائيات
id: Statistik
pl: Statystyki
ru: Статистика
th: สถิติ

source: Step 2: Get your trade price
ar: الخطوة الثانية: أحصل على سعر معاملتك
id: Langkah 2: Dapatkan harga kontrak Anda
pl: Krok 2: Określ cenę
ru: Шаг 2: Получите цену
th: ขั้นตอนที่ 2: ตั้งราคาซื้อขายของท่าน

source: Stochastic Fast
ar: مؤشر ستوكاستيك السريع
id: Stokastik Cepat
pl: Oscylator stochastyczny szybki
ru: Быстрый Стохастический Осциллятор

source: Stochastic Fast %D
ar: مؤشر ستوكاستيك السريع D%
pl: Oscylator stochastyczny szybki %D
ru: Быстрый Стохастический Осциллятор %D

source: Stochastic Fast %K
ar: مؤشر ستوكاستيك السريع K%
pl: Oscylator stochastyczny szybki %K
ru: Быстрый Стохастический Осциллятор %K

source: Stochastic Slow
ar: مؤشر ستوكاستيك البطىء
id: Stokastik Lambat
pl: Oscylator stochastyczny wolny
ru: Медленный Стохастический Осциллятор

source: Stochastic Slow %D
ar: مؤشر ستوكاستيك D%
id: Stokastik Lambat %D
pl: Oscylator stochastyczny wolny %D
ru: Медленный Стохастический Осциллятор %D

source: Stochastic Slow %K
ar: مؤشر ستوكاستيك البطىء K%
pl: Oscylator stochastyczny wolny %K
ru: Медленный Стохастический Осциллятор %K
