Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target='_blank' href='%1'>CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target='_blank' href='%2'>github</a>.
de: Binary.com ist ein aktives Mitglied der Perl Community und ist dabei, eine Anzahl seiner internen Dienstprogramm-Module auf <a target='_blank' href='%1'>CPAN</a> hochzuladen. Wenn Sie ein Pearl-Fan sind, können Sie beitragen, indem Sie diese Module bewerten und Pull-Anfragen bei <a target='_blank' href='%2'>github</a> einreichen.
vi: Binary.com là thành viên năng động trong cộng đồng Perl và đang trong quá trình tải lên hàng loạt chương trình hữu dụng nội bộ <a target='_blank' href='%1'> CPAN</a>. Nếu bạn quan tâm Perl, hãy đóng góp cho những chương trình này, và nộp yêu cầu kéo tại <a target='_blank' href='%2'> github</a>.
zh_cn: Binary.com 是 Perl 社区的活跃成员，我们将一些内部模块上传至<a target='_blank' href='%1'>CPAN</a>。如您是 Perl 爱好者，请审查这些模块，作出贡献，并在<a target='_blank' href='%2'>github</a>提交上拉请求。

source: Binary.com offers forex and contracts for differences via the hybrid model, i.e., both dealing on own account (dealing desk) and partially hedging client orders with our liquidity providers (no-dealing desk).
de: Binary.com bietet Forex und Kontrakte für Differenzbeträge via dem Hybrid Model an, d.h., beide handeln auf einem eigenen Benutzerkonto (Dealing Desk) und sichern Kundenorder zum Teil mit unseren Liquiditätsgebern (Non-Dealing Desk) ab.
vi: Binary.com cung cấp ngoại hối và các hợp đồng cho sự khác biệt thông qua các mô hình lai, nghĩa là, cả các giao dịch trên tài khoản riêng (giao dịch bàn) và một phần bảo hiểm rủi ro các lệnh của khách hàng với nhà cung cấp thanh khoản của chúng tôi (không có giao dịch bàn).
zh_cn: Binary.com通过混合模式提供外汇和差价合约，即通过自己的账户（交易员）和部分对冲客户订单与我们的流动率提供商（无交易员）进行交易。

source: Binary.com owes you a duty of best execution when executing orders on your behalf, i.e., when you are placing a legitimate reliance on us to safeguard your interest in relation to the execution of your order.
de: Wenn Order in Ihrem Namen ausgeführt werden, hat Binary.com Ihnen gegenüber die Verpflichtung, einer besten Ausführung; d.h., wenn Sie ein rechtmäßiges Vertrauen in uns legen, Ihr Interesse im Verhältnis zur Ausführung Ihrer Order, zu schützen.
vi: Binary.com nợ bạn một nhiệm vụ thực thi tốt nhất khi thực thi các lệnh của khách hàng trên danh nghĩa của bạn, ví dụ, khi bạn đặt vào một sự phụ thuộc hợp pháp với chúng tôi để bảo vệ lợi ích cá nhân của bạn trong các mối quan hệ liên quan đến việc thực thi các lệnh của bạn.
zh_cn: 当我们代替您执行订单时，也就是说，当您依法托付我们执行您的订单并维护您的利益时，Binary.com 有义务以最佳方式执行。

source: Binary.com provides you best execution by utilising a smart aggregation method when managing incoming orders. The smart aggregation method works by:
de: Binary.com bietet Ihnen beim Verwalten eingehender Order die beste Ausführung, indem eine schlaue Aggregations-Methode angewandt wird. Die schlaue Aggregations-Methode funktioniert indem:
vi: Binary.com cung cấp cho bạn quá trình thực thi tốt nhất bằng cách sử dụng một phương pháp tập hợp thông minh khi quản lý các lệnh nhận tới. Phương pháp tập hợp thông minh hoạt động bằng cách:
zh_cn: Binary.com在管理传入订单时通过采用智能聚合方法为您提供最佳执行方案。智能聚合方法的工作原理是︰

source: Binary.com shall act, at times, as a principal and at other times as an agent on your behalf, for all Transactions entered into, by you.
de: Binary.com wird zu manchen Zeit als ein Auftraggeber und zu anderen Zeiten als Vertreter in Ihrem Namen, für alle Transaktionen die Sie eingegangen sind, agieren.
vi: Binary.com sẽ hành động, đôi khi, như là một người điều hành và vào các thời điểm khác như một nhân vật đại diện thay mặt cho bạn, cho tất cả các giao dịch nhập vào, bởi bạn.
zh_cn: 在您的所有交易中，Binary.com 有时将是委托人，有时则代表您为代理人。

source: Binary.com's CPAN contributions
de: Die CPAN Beiträge von Binary.com
vi: Những đóng góp CPAN của Binary.com
zh_cn: Binary.com 的 CPAN贡献

source: By opening a Real Account with Binary.com, you represent, warrant and undertake that:
de: Indem Sie ein Echtgeldkonto mit Binary.com eröffnen, repräsentieren, gewährleisten und versprechen Sie, dass:
vi: Bằng cách mở một tài khoản thực với Binary.com, bạn đại diện, đảm bảo và cam kết rằng:
zh_cn: 在Binary.com开立真实账户，您声明、保证和承诺︰

source: By using or interacting with the website, you are consenting to the use of the Google Analytics User ID Feature, which allows Google to capture your %1 login ID (for e.g., VRTC1234, CR1234, MF1234, etc.). No other personally identifiable information other than your Binary.com login ID, or other data which can be linked to such information by Google, is shared with or disclosed to Google by enabling the Google Analytics User ID Feature.
de: Durch die Verwendung oder Interaktion mit der Website sind Sie mit der Verwendung der Google Analytics Benutzeridentifikationsfunktion einverstanden, die es Google erlaubt, Ihre %1 Logindaten (z.B. (for e.g., VRTC1234, CR1234, MF1234, etc.) zu erfassen. Mit der Aktivierung der Google Analytics Benutzeridentifikationsfunktion werden außer den Logindaten zu Binary.com keine weiteren personenbezogenen Daten an Google mitgeteilt oder offen gelegt.
vi: Bằng cách sử dụng hoặc tương tác với trang web, bạn đồng ý với việc sử dụng tính năng Google Analytics User ID, cho phép Google nắm bắt các ID %1 đăng nhập của bạn (cho ví dụ, VRTC1234, CR1234, MF1234, vv). Không có thông tin cá nhân nào khác ngoài ID đăng nhập Binary.com của bạn, hoặc dữ liệu khác mà có thể được liên kết đến thông tin như vậy bởi Google, hay được chia sẻ hoặc hoặc tiết lộ cho Google bằng cách kích hoạt tính năng tính năng Google Analytics User ID.
zh_cn: 通过使用网站或与网站交互，您同意使用Google分析用户 ID 功能，允许Google捕获您的 %1 登录 ID （例如，VRTC1234、 CR1234、 MF1234 等）。启用Google分析用户 ID 功能后，除 Binary.com 登录 ID 或其他可以让Google链接到此类信息的数据以外，将没有任何其他个人身份信息与Google共享或披露给Google。

source: Clients from the rest of the world (excluding certain countries such as the USA, Costa Rica, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Binary (V) Ltd. Binary.com is not available in the Republic of Vanuatu.
de: Kunden aus dem Rest der Welt (ausgenommen einzelne Länder, wie USA, Costa Rica, Hongkong) können Ihr FX und CFD Metatrader 5 Konto bei Binary (V) Ltd. eröffnen lassen. Binary.com ist auf Vanuatu nicht vorhanden.
vi: Các khách hàng từ phần còn lại của thế giới (trừ một số quốc gia như Mỹ, Costa Rica, Hong Kong) sẽ có tài khoản FX và CFD Metatrader 5 của họ được mở bởi Công ty TNHH Binary (V). Binary.com sẽ không khả dụng ở Cộng Hòa Vanuatu.
zh_cn: 全球其他地区的客户 (不包括某些国家如美国、哥斯达黎加、香港)可在 Binary (V) Ltd.开设外汇和差价合约Metatrader 5账户。Binary.com 在瓦努阿图不能使用。

source: Corporate Action
de: Unternehmenshandlung
vi: Hoạt động của công ty
zh_cn: 共同行为

source: Depending on the level of risk that we are exposed to acting as your counterparty, we largely act in a principal capacity of your trades. As such, the execution venue will usually be Binary.com. However, we may transmit your order to third party liquidity providers, in which case we will determine the execution venue ourselves on the basis described above.
de: Abhängig vom Risikolevel, dem wir uns als Ihre Gegenpartei agierend aussetzen, handeln wir weitgehend in einer wesentlichen Kapazität Ihrer Geschäfte. Als solches, ist der Handelsplatz normalerweise Binary.com. Jedoch können wir Ihre Order auch an Dritte Liquiditätsgeber weiterleiten, in welchem Fall wir den Handelsplatz, nach der oben beschriebenen Grundlage, selbst bestimmen.
vi: Tùy theo mức độ rủi ro mà chúng tôi đang tiếp xúc với vai trò như là đối tác của bạn, chúng tôi chủ yếu hành động về sức chứa chính trong các giao dịch của bạn. Như vậy, địa điểm thực hiện thường sẽ là Binary.com. Tuy nhiên, chúng tôi có thể truyền lệnh của bạn cho bên thứ ba cung cấp thanh khoản, trong trường hợp này chúng tôi sẽ xác định địa điểm thực hiện của bản thân trên cơ sở mô tả ở trên.
zh_cn: 基于我们作为您的交易相对方所接触的风险水平，我们在您的交易中参与大部分的主要活动。因此，执行场所通常是在Binary.com。然而，我们可能会将您的订单转给第三方流动性提供商。在这种情况下，我们将根据以上所述自行确定执行场所。

source: For features and trading illustration of Spot FX offered by Binary.com, refer to the Product Disclosure Statement. This policy is an appendix to the overarching Binary.com Order Execution Policy and should be read in conjunction with the overarching Binary.com Order Execution Policy.
de: Für Funktionen und Handelsillustrationen des Spot FX, der von Binary.com angeboten wird, wenden Sie sich bitte an die Offenlegungserklärung des Produkts. Diese Richtlinie ist ein Anhang zur allumfassenden Binary.com Orderausführungsrichtlinie und sollte in Zusammenhang mit der allumfassenden Binary.com Orderausführungsrichtlinie gelesen werden.
vi: Đối với các tính năng và thí dụ thương mại của Spot FX được cung cấp bởi Binary.com, tham chiếu đến các báo cáo công bố sản phẩm. Chính sách này là một phụ lục vào chính sách thực thi lệnh bao quát của Binary.com và nên được đọc kết hợp với chính sách thực thi lệnh bao quát của Binary.com.
zh_cn: 关于Binary.com 提供的Spot FX 特点和交易说明，请参阅产品披露声明。这项政策是Binary.com 综合性订单执行政策的附录，须与 Binary.com 综合性订单执行政策一起阅读。

source: Improve Binary.com's front-end content
de: Verbessern Sie den Front-End Inhalt von Binary.com
vi: Cải thiện nội dung front-end của Binary.com
zh_cn: 改进 Binary.com 的前端内容

source: In executing orders on your behalf, Binary.com takes into consideration the following to achieve the best possible result for you:
de: Um das bestmögliche Ergebnis für Sie zu erreichen, berücksichtigt Binary.com bei der Ausführung von Ordern in Ihrem Namen, Folgendes:
vi: Trong quá trình thực hiện các lệnh thay mặt bạn, Binary.com sẽ đưa vào xem xét sau đây để đạt được kết quả tốt nhất có thể cho bạn:
zh_cn: 代您执行订单时，为了替您争取最佳成果，Binary.com 将考虑以下各点︰

source: Less than &#36;100,000
de: Weniger als 100.000&#36;
vi: Ít hơn &#36; 100,000
zh_cn: 少于 &#36; 100,000

source: Less than &#36;25,000
de: Weniger als 25.000&#36;
vi: Ít hơn &#36;25,000
zh_cn: 少于&#36;25,000

source: Looking for a new and exciting career in a country that's modern, diverse and tolerant? Binary.com is one of the world's most progressive companies, with offices in Asia and Europe.
de: Suchen Sie nach einer neuen und aufregenden Karriere in einem modernen, vielfältigen und toleranten Land? Binary.com ist eines der fortschrittlichsten Unternehmen der Welt, mit Sitzen in Asien und Europa.
vi: Tìm kiếm một nghề nghiệp mới và thú vị trong một quốc gia hiện đại, đa dạng và khoan dung? Binary.com là một trong những công ty tiến bộ nhất thế giới, với các văn phòng ở Châu á và Âu.
zh_cn: 想要在一个现代化、多元化和开放的国家找份新的、吸引人的工作？Binary.com是全球最具前景的公司之一，在亚洲和欧洲都拥有办公室。

source: Next Available Price &mdash; Earliest price reasonably available and quoted by Binary.com when our Price quotation reaches or goes beyond the level of your Stop Order.
de: Nächster Erhältlicher Kurs &mdash; Der am frühesten erhältliche annehmbare, von Binary.com notierte Kurs, sobald unsere Kursnotierung das Level Ihrer Stop Order erreicht oder über dieses hinausgeht.
vi: Giá có sẵn tiếp theo &mdash; Giá hợp lý sớm nhất có thể và được đem tới bởi Binary.com khi chúng tôi báo giá vượt quá hoặc đi quá mức lệnh dừng của bạn.
zh_cn: 下一个可用价格 &mdash; 当Binary.com的报价达到或超出您的止损订单水平时所报的最早及合理可用价格。

source: Next-Gen
vi: Thế hệ tiếp theo
zh_cn: 下一代

source: OAuth App ID (Optional)
vi: Tên truy cập Ứng dụng OAuth (không bắt buộc)
zh_cn: OAuth 应用程序 ID (可选)

source: Original Barrier
de: Ursprüngliche Grenze
vi: Giới hạn Ban đầu
zh_cn: 原障碍

source: Original High Barrier
de: Ursprüngliche obere Grenze
vi: Giới hạn Cao Ban đầu
zh_cn: 原高障碍

source: Original Low Barrier
de: Ursprüngliche untere Grenze
vi: Giới hạn Thấp Ban đầu
zh_cn: 原低障碍

source: Our Order Execution Policy (the "Policy") sets out the overview and approach of how Binary.com executes orders on behalf of our clients.
de: Unsere Order Ausführungs-Richtlinie (die "Richtlinie") legt die Übersicht und den Approach, inwiefern Binary.com Order im Namen unserer Kunden ausführt, dar.
vi: Chính sách thực thi lệnh của chúng tôi ("chính sách") đặt ra các tổng quan và phương pháp mà Binary.com dùng để tiếp cận thực hiện các lệnh thay mặt cho khách hàng của chúng tôi.
zh_cn: 我们的订单执行政策 （简称"政策"） 设置关于Binary.com 代替客户执行订单的概述和方法。

source: Over &#36;1,000,000
de: Über 1.000.000&#36;
vi: Trên &#36;1,000,000
zh_cn: 大于&#36;1,000,000

source: Over &#36;500,001
de: Über 500.001&#36;
vi: Trên &#36;500,001
zh_cn: 大于&#36;500,001

source: Real Account &mdash; Your real money account opened with Binary.com's MT5 Trading Platform licensed from MetaQuotes Software Corporation.
de: Echtes Konto &mdash; Ihr Echtgeldkonto, das mit Binary.coms MT5 Handelsplattform, die von MetaQuotes Software Corporation zugelassen ist, eröffnet ist.
vi: Tài khoản &mdash; tài khoản tiền thật của bạn mở ra với nền tảng thương mại MT5 của Binary.com được cấp phép từ công ty cổ phần phần mềm MetaQuotes.
zh_cn: 真实账户 &mdash; 由MetaQuotes软件公司授权，通过Binary.com 的 MT5 交易平台开立的真实资金账户。

source: The Binary.com website is protected by certain copyrights. The materials comprising the website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2017 Binary Group of companies. All rights reserved. Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remain intact and that all copies include the following notice in a clearly visible position: "Copyright 1999-2017 Binary Ltd. All rights reserved." These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a member of the Binary Group. If you have any questions about these terms or would like information about licensing materials from Binary Ltd., please contact us at <a href='mailto:%1'>%1</a>. Binary.com and the bull/bear logo are registered trademarks.
de: Die Binary.com Website ist durch bestimmte Urheberrechte geschützt. Die Materialien, die die Website umfassen (einschließlich und ohne Begrenzung aller Artikel, Texte, Abbildungen, Logos, Zusammenstellungen, Systeme, Codes und Design) sind urheberrechtlich von 1999-2017 von den Unternehmen der Binary Group geschützt. Alle Rechte vorbehalten. Solche Materialien können auf einer begrenzten Basis für nicht-kommerzielle Zwecke kopiert und verbreitet werden, vorausgesetzt, dass alle Materialien die kopiert werden, intakt bleiben, und dass alle Kopien den folgenden Hinweis in einer deutlich sichtbaren Position enthalten: "Copyright 1999-2017 Binary Ltd. Alle Rechte vorbehalten." Diese Materialien können nicht zu kommerziellen Zwecken oder für eine Entschädigung irgendeiner Art, ohne vorherige schriftliche Bewilligung von einem Mitglied der Binary Group, kopiert oder verteilt werden. Falls Sie Fragen zu diesen Bestimmungen haben sollten, oder Sie Informationen über die Zulassung von Materialien von Binary Ltd. haben möchten, kontaktieren Sie uns bitte unter <a href='mailto:%1'>%1</a>. Binary.com und das Bull/Bär Logo sind eingetragene Warenzeichen.
vi: website Binary.com được bảo vệ bởi những bản quyền nhất định. Các tài liệu xây dựng nên trang web (bao gồm nhưng không giới hạn tất cả các bài viết, văn bản, hình ảnh, logo, biên soạn, Hệ thống, mã và thiết kế) là bản quyền 1999-2017 của tập đoàn Binary. Tất cả các quyền. Tài liệu như vậy có thể được sao chép và phân phối trên cơ sở giới hạn cho các mục đích phi thương mại, miễn là bất kỳ tài liệu nào sao chép vẫn còn nguyên vẹn và rằng tất cả bản sao bao gồm các thông báo ở vị trí rõ ràng: "bản quyền 1999-2017 Công ty trách nhiệm hữu hạn Binary. Tất cả các quyền." Các tài liệu này có thể không được sao chép hoặc phân phối lại cho mục đích thương mại hoặc bồi thường thiệt hại của bất kỳ hình thức nào mà không cần sự cho phép trước từ một thành viên của nhóm nhị phân. Nếu bạn có bất kỳ câu hỏi nào về các điều khoản này hoặc muốn biết thông tin về cấp giấy phép tài liệu từ công ty TNHH Binary, xin vui lòng liên hệ với chúng tôi tại <a href='mailto:%1'> %1</a>. Binary.com và biểu tượng bò tót/gấu là đăng ký thương hiệu.
zh_cn: Binary.com网站受版权保护。网站所包含的各种材料（包括但不限于所有文章、文字、图片、标识、整理材料、系统、代码和设计）版权归由 Binary Group 各公司（1999-2017年）所有 。公司保留所有权利。这类材料可以复制和传播，并用于非商业目的，前提是所有复制的材料必须保持完整，且在明显位置标注以下声明：1999-2017 Binary有限公司版权所有，并保留一切权利。在未得到 Binary Group 公司书面许可的情况下，用户不得因商业目的以其他任何有偿方式复制或者传播这些材料。如果您对这些条款有任何疑问，或者希望从 Binary Ltd. 处获得有关许可的信息，请通过 <a href='mailto:%1'>%1</a>与我们联系。Binary.com和牛/熊徽标是注册商标。

source: The Binary.com website's static content (CSS, Javascript) is available as the <a target='_blank' href='%1'>binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
de: Der statische Inhalt (CSS, Javascript) der Binary.com Website steht als <a target='_blank' href='%1'>Binary-Static</a> Open Source Projekt auf github zur Verfügung. Möchten Sie der Binary.com Website einen neuen Skin geben, die Browserkompatibiltät, die Seitenaufrufgeschwindigkeit oder die Javascript Leistung erhöhen? Dann verwenden Sie bitte das Projekt und übersenden Sie uns Pull-Requests für Ihre vorgeschlagenen Programmänderungen.
vi: Nội dung tĩnh của trang web Binary.com (CSS, Javascript) luôn có sẵn như là <a target='_blank' href='%1'>nhị phân tĩnh</a> dự án nguồn mở trên github. Bạn có muốn thay đổi bề mặt trang web Binary.com, hoặc muốn cải thiện giao diện trình duyệt, tốc độ chạy của trang, hoặc hoạt động của Javascript? Vui lòng chọn dự án và gửi yêu cầu thay đổi mã theo gợi ý của bạn.
zh_cn: Binary.com网站的静态内容（CSS，Javascript）可在github以<a target='_blank' href='%1'>二进制静态</a>开源项目中使用。您是否想重新设定Binary.com网站的设计版面，提高浏览器兼容性、网站成像速度或Javascript性能？请加入项目，提交您的代码修改上拉请求。

source: The term 'we', 'us', 'our', 'ours', 'the Company', or 'Binary.com' shall denote Binary (V) Ltd.
de: Der Begriff "wir", "uns", "unser", "unsere", "das Unternehmen", oder "Binary.com" soll Binary (V) Ltd bezeichnen.
vi: Thuật ngữ 'chúng ta', 'chúng tôi', 'chúng tôi', 'chúng ta', 'công ty', hay 'Binary.com' sẽ đại diện cho công ty TNHH Binary (V).
zh_cn: “我们”、“我们的”、“公司”、或 “Binary.com” 等词指 Binary (V) 有限公司。

source: The term 'we', 'us', 'our', 'ours', 'the Company', or 'Binary.com' shall denote either Binary (V) Ltd. or Binary (C.R.) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website.
de: Der Begriff "wir", "uns", "unser", "unsere", "das Unternehmen", oder "Binary.com" soll entweder Binary (V) Ltd. oder Binary (CR) S.A. bezeichnen, was von dem jeweiligen Land abhängig ist, in dem das Kundenkonto gemäß dem Kontoeröffnungsverfahren der Website besteht.
vi: Thuật ngữ 'chúng ta', 'chúng tôi', 'chúng tôi', 'chúng ta', 'công ty', hay 'Binary.com' thì biểu thị hoặc Công ty TNHH Binary (V) hoặc Binary (C.R.) S.A., tùy thuộc vào thẩm quyền mà tài khoản của khách hàng đã được đính kèm theo các tài khoản mở các thủ tục của trang web.
zh_cn: “我们”、“我们的”、“公司”、或 “Binary.com” 等词指 Binary (V) 有限公司或Binary (C.R.) S.A.，根据网站开户程序中客户账户的司法管辖而定 。

source: This Policy applies to retail and professional clients of Binary.com dealing in financial products offered by Binary.com.
de: Diese Richtlinie gilt für Einzelhandels- und professionelle Kunden von Binary.com, die mit finanziellen Produkten, die von Binary.com angeboten werden, handeln.
vi: Chính sách này áp dụng cho các khách hàng chuyên nghiệp của Binary.com kinh doanh sản phẩm tài chính được cung cấp bởi Binary.com.
zh_cn: 此政策适用于在买卖Binary.com提供的金融产品的Binary.com零售和专业客户。

source: This contract was affected by a Corporate Action event.
de: Dieser Kontrakt ist von einer Unternehmenshandlung betroffen.
vi: Hợp đồng này đã bị ảnh hưởng bởi một sự kiện hoạt động của công ty.
zh_cn: 该合约已受共同行为事件影响。

source: To open a Real Account, you must have an authenticated Binary Options Real Account with Binary.com. A Real Account cannot be opened in the absence of a Binary Options Real Account.
de: Um ein Echtgeldkonto zu eröffnen, müssen Sie ein authentifiziertes Binäre Optionen Echtgeldkonto mit Binary.com haben. Ein Echtgeldkonto kann nicht mangels eines Binären Optionen Echtgeldkontos eröffnet werden.
vi: Để mở một tài khoản, bạn phải có một tài khoản lựa chọn thực Binary đã được xác thực với Binary.com. Không thể mở tài khoản thực nếu thiếu tài khoản lựa chọn thực Binary.
zh_cn: 要开立真实账户，您必须在Binary.com拥有已通过身份验证的二元期权真实账户。如果没有二元期权真实账户，您无法开立真实账户。

source: TradingView for Binary.com
de: TradingAnsicht (TradingView) für Binary.com
vi: TradingView cho Binary.com
zh_cn: Binary.com提供的TradingView

source: Transfer funds from Binary.com account into your MT5 account:
de: Überweisen Sie Geld von Ihrem Binary.com Konto auf Ihr MT5 Konto:
vi: Chuyển tiền từ tài khoản Binary.com vào tài khoản MT5:
zh_cn: 把资金从Binary.com账户转移到您的MT5账户︰

source: Transfer funds from your MT5 account into your Binary.com account:
de: Überweisen Sie Geld von Ihrem MT5 Konto auf Ihr Binary.com Konto:
vi: Chuyển tiền từ tài khoản MT5 vào tài khoản Binary.com của bạn:
zh_cn: 把资金从您的MT5账户转移到Binary.com账户︰

source: Ukraine
vi: Ukraina
zh_cn: 乌克兰

source: We offer a market-based salary, annual performance bonus, health benefits, travel and internet allowances, and company trips. Enjoy a high standard of living, whether you’re in Malta or Malaysia.
de: Wir bieten eine marktgerechte Bezahlung, einen jährlichen Barbonus-Plan, Gesundheitsleistungen, Reise- und Internetentschädigungen und Firmenreisen an. Genießen Sie einen hohen Lebensstandard, unabhängig davon ob Sie auf Malta oder in Malaysia leben.
vi: Chúng tôi cung cấp một thị trường dựa trên mức lương, hàng năm hiệu suất tiền thưởng, lợi ích sức khỏe, phụ cấp đi lại và internet, và các chuyến đi do công ty tổ chức. Hãy tận hưởng một tiêu chuẩn sống cao, cho dù bạn đang ở Malta hay Malaysia.
zh_cn: 我们提供市场化的薪酬、年度表现分红、医疗保险、出差和网络补贴、以及公司旅游。不论您是在马耳他或马来西亚都能享受高水平生活。

source: When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won’t have to contend with ‘slippages’ or gaping markets. And most importantly, there are no hidden fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses.
de: Wenn Sie mit dem Kurs, den Sie erhalten, zufrieden sind, führen Sie Ihr Geschäft umgehend durch. Mit unserer einzigartigen Plattform, müssen Sie sich nicht mit "Slippage" oder Absatzmärkten zufrieden geben. Und am Wichtigsten, es gibt keine versteckten Gebühren. Sie können ebenfalls jegliche Langzeit-Geschäfte zu jeder Zeit bevor sie ablaufen zurückverkaufen, um den Gewinn, den Sie möglicher Weise verdient haben zu schützen, oder um Ihre Verluste zu minimieren.
vi: Khi bạn đang hài lòng với mức giá mà bạn nhận được, thực hiện giao dịch của bạn ngay lập tức. Với nền tảng duy nhất của chúng tôi, bạn sẽ không phải tranh chấp với các thị trường trượt và hổng. Và quan trọng nhất, không có phí ẩn. Bạn cũng có thể bán lại bất kỳ giao dịch dài hạn tại bất kỳ thời điểm nào trước khi hết hạn để bảo vệ lợi nhuận bạn kiếm được hoặc giảm thiểu thiệt hại của bạn.
zh_cn: 当您对收到的价格感到满意时请立刻执行交易。通过我们的独特平台，您不会遇到滑价或跳空市场。更重要的是，不会有任何隐藏费用。您也可在任何长期合约到期前随时售出，以保护您的赚取利润或将亏损降至最低额。
