Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Please switch accounts to trade this contract.
ar: يرجى تبديل الحسابات لتداول هذا العقد.
id: Silakan pindah akun untuk trading pada kontrak ini.
pl: Proszę skorzystać z drugiego konta, aby handlować tym kontraktem.
ru: Пожалуйста, переключите счета для работы с данным контрактом.

source: Please switch accounts to trade this market.
ar: يرجى تبديل الحسابات للتداول في هذا السوق.
id: Silakan pindah akun untuk trading pada pasar ini.
pl: Proszę skorzystać z drugiego konta, aby handlować na tym rynku.
ru: Пожалуйста, переключите счета для работы на данном рынке.

source: Please switch accounts to trade this underlying.
ar: يرجى تبديل الحسابات لتداول هذا العقد.
id: Silakan pindah akun untuk trading pada pasar ini.
pl: Proszę skorzystać z drugiego konta, aby handlować tym aktywem bazownym.
ru: Пожалуйста, переключите счета для торговли данным активом.

source: Please take a moment to verify your identity by providing us with your date of birth, below.
ar: يرجى التوقف للحظة للتحقق من هويتك عبر تزويدنا بتاريخ ميلادك، أدناه.
id: Silakan verifikasi identitas Anda dengan menyediakan tanggal lahir Anda, di bawah ini.
pl: Prosimy o poświęcenie chwili na weryfikację tożsamości przez podanie poniżej daty urodzenia.
ru: Просим Вас подтвердить, что Вы являетесь владельцем счета, предоставив нам дату своего рождения.

source: Please try again.
ar: رجاء حاول مرة أخرى.
id: Silahkan coba kembali.
pl: Spróbuj ponownie.
ru: Пожалуйста, попробуйте снова.

source: Please type your chosen password twice into the fields below:
ar: يرجى كتابة كلمة السر التي اخترتها مرّتين في الخانات أدناه:
id: Silakan ketik password pilihan Anda dua kali kedalam kolom berikut:
pl: Wpisz wybrane hasło dwukrotnie w polach poniżej:
ru: Внесите Ваш новый пароль дважды в поля внизу:

source: Please use a different password than your login password.
ar: يرجى استخدام كلمة مرور مختلفة عن كلمة مرورك لتسجيل الدخول.
id: Gunakan kata sandi yang berbeda dengan kata sandi login Anda.
pl: Proszę użyć innego hasła niż hasło logowania.
ru: Пожалуйста, используйте другой пароль, отличный от пароля для входа в систему.
th: โปรดใช้รหัสผ่านที่แตกต่างกันกับรหัสผ่านในการเข้าสู่ระบบ

source: Please wait.<br />Your request is being processed.
ar: يرجى الانتظار.<br />يتم معالجة طلبك.
id: Silahkan tunggu.<br />Permohonan Anda sedang diproses.
pl: Prosimy o cierpliwość.<br />Twoja prośba jest właśnie przetwarzana.
ru: Пожалуйста, подождите.<br/>Запрос в обработке.
th: กรุณารอสักครู่<br />กำลังดำเนินการการร้องขอของท่าน

source: Points
ar: نقاط
id: Poin
pl: Punkty
ru: Пункты
th: จุด

source: Postcode is required for UK residents.
ar: الرمز البريدي مطلوب من المقيمين في المملكة المتحدة.
id: Kode pos diharuskan untuk warga negara Inggris.
pl: W przypadku mieszkańców Wielkiej Brytanii wymagany jest kod pocztowy.
ru: Почтовый код требуется от резидентов Великобритании.
th: รหัสไปรษณีย์จำเป็นต้องกรอกสำหรับประชาชนสหราชอาณาจักร

source: Potential profit and losses are limited to stop profit and stop loss levels respectively.
ar: تقتصر الأرباح والخسائر المحتملة على مستويات وقف الربح ووقف الخسارة على التوالي.
id: Potensi keuntungan dan kerugian adalah terbatas kepada masing-masing tingkat stop profit dan stop loss.
pl: Wysokość potencjalnych zysków i strat jest ograniczona do wysokości poziomu „stop zyskom” i „stop stratom” odpowiednio.
ru: Потенциальные прибыли и убытки ограничены уровнями стоп-профит и стоп-лосс, соответственно.
th: ประมาณการกำไรและขาดทุนซึ่งถูกกำหนดโดยระดับการหยุดกำไรและขาดทุนตามลำดับ

source: Prevailing market price cannot be determined at this time.
ar: لا يمكن تحديد سعر السوق السائد هذة المرة.
id: Harga pasar terkini tidak dapat ditentukan pada saat ini.
pl: Obowiązująca cena rynkowa nie może być obecnie wyznaczona.
ru: Преобладающая рыночная цена не может быть определена в настоящее время.
th: ไม่สามารถกำหนดราคาตลาดในขณะนี้

source: Previous Day
ar: اليوم السابق
id: Hari Sebelumnya
pl: Poprzedni dzień
ru: Предыдущ. день
th: เมื่อวาน

source: Price Oscillator
ar: مذبذب السعر
pl: Oscylator ceny
ru: Ценовой осциллятор
th: การแกว่งตัวของราคา

source: Price has moved in your favour from %1 to %2.
ar: لقد تحرك السعر لصالحك من %1 إلى %2.
id: Harga telah bergerak dari %1 ke %2.
pl: Cena zmieniła się na korzyść z %1 na %2.
ru: Цена изменилась в выгодную для Вас сторону с %1 до %2.
th: ราคาได้เปลี่ยนแปลงจาก %1 ไป %2

source: Price the trade.
ar: قم بتسعير المعاملة.
id: Tentukan harga kontrak.
pl: Wyceń zakład.
ru: Оцените контракт.
th: ราคาที่ซื้อขาย

source: Prices
ar: أسعار
id: OHLC
pl: Ceny
ru: Котировки
th: ราคา

source: Print
ar: يطبع
id: Cetak
pl: Drukuj
ru: Распечатать
th: พิมพ์

source: Print chart
ar: اطبع المخطط
id: Cetak grafik
pl: Drukuj wykres
ru: Напечатать график
th: พิมพ์กราฟ

source: Produce content for the company’s website, blog, social media outlets, and marketing materials
id: Menghasilkan konten untuk website perusahaan, blog, media sosial, dan materi pemasaran
pl: Twrzenie treści umieszczonych na stronie internetowej i blogach firmowych oraz w mediach społecznościowych i materiałach marketingowych
ru: Создание контента для сайта, блога, публикаций в социальных сетях и маркетинговых материалов компании
th: รับผิดชอบในการผลิตเนื้อหาที่ใช้อยู่ในเว็บไซต์ บล็อก สื่อสังคมต่างๆ และสื่อการตลาดของบริษัทฯ

source: Profit/Loss (points)
ar: الربح/الخسارة (نقاط)
id: Untung/Rugi (poin)
pl: Zysk/Strata (punkty)
ru: Прибыль/убытки (пункты)
th: กำไร/ขาดทุน (จุด)

source: Proofread and correct the content appearing on the company’s website, blog, social media outlets, and marketing materials, from English to the regional language and vice versa
id: Mengoreksi dan memperbaiki konten yang muncul pada website perusahaan, blog dan media sosial outlet, dan materi pemasaran dari bahasa Inggris ke bahasa lokal dan sebaliknya
pl: Sprawdzanie i korekta treści umieszczanych na stronie internetowej firmy, na blogach, w mediach społecznościowych i w materiałach marketingowych tłumaczonych z języka angielskiego na język docelowy i odwrotnie
ru: Вычитка и внесение правок в контент, отображаемый на сайте компании, в блоге, социальных сетях и меркетинговых материалах (в переводе с английского на региональные языки и наоборот)
th: พิสูจน์อักษรและแก้ไขความสละสลวยของเนื้อหาที่ปรากฏในเว็บไซต์ บล็อก สื่อสังคมต่างๆ และสื่อการตลาดต่างๆ ของบริษัทฯ จากภาษาอังกฤษไปเป็นภาษาที่ใช้ตามภูมิภาค

source: Proper barriers could not be determined.
ar: تعذر تحديد الحواجز المناسبة.
id: Batasan tepat tidak dapat ditentukan.
pl: Nie można wyznaczyć odpowiednich limitów.
ru: Барьеры не могут быть определены.
th: ไม่สามารถกำหนด Barrier ที่เหมาะสมได้

source: Prospectus
ar: نشرة تمهيدية
id: Prospektus
pl: Prospekt
ru: Проспект

source: Published in English, Japanese, Chinese, Arabic, Polish, German, French, Spanish, Portuguese, Italian and Russian
ar: نشرت باللغة الإنجليزية واليابانية والصينية والعربية والبولندية والألمانية والفرنسية والاسبانية والبرتغالية والإيطالية والروسية
id: Diterbitkan dalam bahasa Indonesia
pl: Dostępność w języku angielskim, japońskim, chińskim, arabskim, polskim, niemieckim, francuskim, hiszpańskim, portugalskim, włoskim i rosyjskim
ru: Сайт работает на английском, японском, китайском, арабском, польском, немецком, французском, испанском, португальском, итальянском и русском языках
th: เผยแพร่ด้วยภาษาอังกฤษภาษาญี่ปุ่น ภาษาจีน ภาษาอารบิก ภาษาโปแลนด์ ภาษาเยอรมัน ภาษาฝรั่งเศส ภาษาสเปน ภาษาโปรตุเกส ภาษาอิตาเลียน และภาษารัสเซีย

source: Purchase Spot
ar: سعر الشراء
id: Spot Beli
pl: Moment zakupu
ru: Спот-цена при покупке
th: สปอตซื้อ

source: Purchase of this contract would cause you to exceed our payout limit for open contracts of this type. To continue please consider to sell a few contracts at the market or trade in different contract types.
ar: أن شراء هذا العقد يؤدي لتجاوزك حد العوائد الأقصى الخاص بنا على العقود المفتوحة من هذا النوع. للمواصلة الرجاء الأخذ بعين الاعتبار بيع عدد قليل من العقود بالسوق أو التداول في أنواع عقود مختلفة.
id: Pembelian kontrak ini dapat menyebabkan Anda melebihi batasan pembelian kontrak yang diberikan. Untuk melanjutkan silahkan jual beberapa kontrak lain atau bertrading pada jenis kontrak lainnya.
pl: Zakup tego kontaktu spowoduje przekroczenie naszego limitu wypłat dla otwartych kontraktów tego typu. Jeśli chcesz kontynuować, rozważ sprzedaż kilku kontraktów na rynku lub wybierz kontrakt innego typu.
ru: Покупка этого контракта приведет к превышению нашего предела выплат для открытых контрактов данного типа. Чтобы продолжить, пожалуйста, продайте схожие контракты или приобретите другие типы контрактов.
th: การซื้อสัญญานี้จะทำให้เกินวงเงินของท่านในการเปิดสัญญาประเภทนี้ โปรดพิจารณาขายสัญญาอื่น หรือซื้อขายสัญญาประเภทอื่นเพื่อการดำเนินการต่อไป

source: Purchase of this contract would cause you to exceed your 30-day turnover limit of %1%2.
ar: شراء هذا العقد سيتسبب فى تجاوزك لحد حجم تداول الـ 30 يوم البالغ %1%2.
id: Pembelian kontrak ini akan menyebabkan Anda melampaui batas pembelian kontrak selama 30 hari sebesar %1%2.
pl: Zakup tego kontraktu spowoduje przekroczenie 30-dniowego limitu obrotów w wysokości %2 %1.
ru: Покупка данного контракта приведет к превышению 30-дневного лимита оборота %1%2.
th: การซื้อสัญญานี้จะทำให้เกินวงเงินซื้อขายในระยะ 30 วัน ของ %1%2 ของท่าน

source: Purchase of this contract would cause you to exceed your 7-day turnover limit of %1%2.
ar: شراء هذا العقد سيتسبب فى تجاوزك لحد حجم تداول الـ 7 أيام البالغ %1%2.
id: Dengan membeli kontrak ini maka Anda akan melewati batasan pembelian 7-hari %1%2.
pl: Zakup tego kontraktu spowoduje przekroczenie 7-dniowego limitu obrotów w wysokości %2 %1.
ru: Покупка данного контракта приведет к превышению 7-дневного лимита оборота %1%2.
th: การซื้อสัญญานี้จะทำให้เกินวงเงินซื้อขายในระยะ 7 วัน ของ %1%2 ของท่าน

source: Purchase of this contract would cause you to exceed your daily turnover limit of %1%2.
ar: شراء هذا العقد سيتسبب فى تجاوزك لحد حجم التداول اليومي البالغ %1%2.
id: Dengan membeli kontrak ini maka Anda akan melebihi batasan pembelian kontrak harian yaitu %1%2.
pl: Zakup tego kontraktu spowoduje przekroczenie dziennego limitu obrotów w wysokości %2 %1.
ru: Покупка данного контракта приведет к превышению дневного торгового лимита %1%2.
th: การซื้อสัญญานี้จะทำให้เกินวงเงินซื้อขายรายวัน ของ %1%2 ของท่าน

source: Qualified applicants should have global experience in recruitment administration, excellent administrative skills, and the ability to work in a fast-paced entrepreneurial environment. We are seeking a true professional capable of making an impact by supporting and advancing HR best practices throughout the company’s global operations.
ar: يجب أن يمتلك طالبو الوظائف المؤهلين الخبرة العالمية في إدارة التوظيف ومهارات إدارية ممتازة، والقدرة على العمل في بيئة الأعمال الحرة سريعة الخطى. نبحث عن محترف حقيقي قادر على إحداث أثر في دعم وتعزيز الموارد البشرية في جميع أنحاء العمليات العالمية للشركة.
id: Pelamar yang memenuhi kualifikasi harus memiliki pengalaman global dalam administrasi perekrutan, keterampilan administrasi yang baik dan kemampuan bekerja dalam lingkungan kewirausahaan dengan cepat. Kami sedang mencari bakat profesional murni yang dapat memberi perubahan signifikan dengan mengoperasikan fungsi HRD pada perusahaan secara global.
pl: Osoby ubiegające się o to stanowisko powinny posiadać międzynarodowe doświadczenie w administracji rekrutacjami, doskonałe zdolności administracyjne oraz umiejętność pracy w dynamicznym środowisku biznesowym. Szukamy prawdziwego specjalisty, który będzie w stanie pomóc nam ulepszyć praktyki HR we wszystkich oddziałach firmy.
ru: Квалифицированные кандидаты должны иметь мировой опыт в области набора кадров, отличные административные навыки, а также способность работать в быстро развивающейся предпринимательской среде. Мы ищем настоящего профессионала, способного оказывать воздействие на сотрудников, применяя и совершенствуя лучшие методики HR в процессе работы компании на международном рынке.

source: Quote
ar: سعر
id: Kuota
pl: Kwotowanie
ru: Котировка
th: ราคา

source: Random
ar: عشوائي
id: Secara Acak
pl: Losowy
ru: Индексы Random
th: การสุ่ม

source: Rate of Change
ar: معدل التغير
id: Perubahan harga
pl: Kurs zmiany
ru: Скорость изменения цены

source: Reality Check Interval:
ar: الفاصل الزمني للتحقق:
id: Pemeriksaan Realitas:
pl: Odstęp czasu pomiędzy bieżącymi kontrolami konta:
ru: Интервал для проверки реальности:

source: Realtime data is not available for this underlying
ar: لا توجد معلومات مباشرة لهذه الورقة المالية
id: Data realtime tidak tersedia untuk pasar ini
pl: Dane w czasie rzeczywistym nie są dostępne dla tego rynku podstawowego
ru: Данные в живом режиме недоступны для этого инструмента

source: Reap the rewards of trading binaries, knowing your funds are always safe.
ar: اجن ثمار تداول الثنائيات، عندما تعلم أن أموالك فى أمان دائماً.
id: Dapatkan imbalan dari trading binary, dana Anda akan selalu aman.
pl: Zgarniaj nagrody z handlu opcjami binarnymi, wiedząc, że Twoje środki są zawsze bezpieczne.
ru: Пожинайте плоды торговли на бинарных опционах с уверенностью, что Ваши средства всегда в безопасности.

source: Regent Markets granted US patent for ‘Betting system and method’
ar: تم منح ريجنت ماركتس براءة اختراع أمريكية لأجل ‘نظام وأسلوب الرهان’
id: Regent Markets mengantongi paten AS sebagai 'Sistem dan metode trading'
pl: Regent Markets uzyskuje amerykański patent dla „Najlepszej metody i systemu zakładów”
ru: Regent Markets получает патент в США как ‘Система и метод беттинга’

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com, <a href="%1" target="_blank">disposes of its stake</a> at a valuation of US$ 50.5 million.
ar: مجموعة ريجنت باسيفيك المحدودة، المساهم المؤسس لـ Binary.com والمدرجة في هونج كونج، <a href="%1" target="_blank">تصرف في حصته</a> بتقييم 50.5 مليون دولار أمريكي.
id: Regent Pacific Group Ltd., terdaftar di Hong Kong salah satu pemegang saham Binary.com <a href="%1" target="_blank">melepaskan sahamnya</a> pada valuasi US$ 50.5 juta.
pl: Regent Pacific Group Ltd., firma notowana na giełdzie w Hongkongu będąca wspólnikiem-założycielem Binary.com <a href="%1" target="_blank">zbywa swoje udziały </a> za 50,5 miliona $.
ru: Regent Pacific Group Ltd., акционер Binary.com, зарегистрированный в Гонконге, <a href="%1" target="_blank">продает свою долю</a>, оцениваемую в 50.5 миллионов американских долларов.
th: Regent Pacific Group Ltd. ผู้ก่อตั้งชาวฮ่องกงของ Binary.com <a href="%1" target="_blank">จำหน่ายกิจการ</a> ด้วยมูลค่า 50.5 ล้านเหรียญสหรัฐ

source: Register to become a tester using the links below:
ar: سجل لتصبح مختبِرا باستخدام الروابط الموجودة أدناه:
id: Mendaftar untuk menjadi tester menggunakan link di bawah:
pl: Zarejestruj się, aby zostać testerem, korzystając z poniższego łącza:
ru: Зарегистрируйтесь, чтобы стать тестировщиком, нажав на ссылку ниже:
th: ลงทะเบียนเพื่อเป็นผู้ทดสอบโดยคลิกที่ลิงค์ด้านล่าง:

source: Relative Strength Index
ar: مؤشر القوة النسبية
id: Indeks Kekuatan Relatif
pl: Wskaźnik względnej siły
ru: Индекс относительной силы
th: Relative Strength Index ดัชนี RSI

source: Reload Cashier
ar: أعد تحميل الصراف
id: Akses Ulang Kasir
pl: Załaduj ponownie kasjera
ru: Перезагрузить кассу
th: โหลดแคชเชียร์ใหม่

source: Reload page
ar: إعادة تحميل الصفحة
id: Reload halaman
pl: Załaduj ponownie stronę
ru: Перегрузите страницу
th: โหลดหน้านี้ใหม่

source: Remove Overlay
ar: إزالة التراكبات
id: Memindahkan Arsiran
pl: Usuń nakładkę
ru: Убрать наложение
th: ลบ Overlay

source: Resale of this contract is not offered due to market holidays during contract period.
ar: لا نقدم إعادة بيع لهذا العقد في الوقت الحالي نظراً لعطلة السوق خلال فترة العقد.
id: Penjualan kembali untuk kontrak ini tidak ditawarkan berhubung liburan selama periode kontrak.
pl: Odsprzedaż tego kontraktu nie jest dostępna z powodu świąt przypadających na okres trwania kontraktu.
ru: Продажа этого контракта не предлагается в настоящее время, в связи с праздничными днями на рынках в период действия контракта.
th: การขายสัญญาจะไม่สามารถดำเนินการได้ในช่วงวันหยุดของตลาดตลอดช่วงอายุของสัญญา

source: Resale of this contract is not offered.
ar: لا نقدم إعادة بيع هذا العقد.
id: Penjualan kembali untuk kontrak ini tidak ditawarkan.
pl: Odsprzedaż tego kontraktu nie jest dostępna.
ru: Продажа данного контракта не предлагается.
th: การขายสัญญาจะไม่สามารถดำเนินการได้

source: Resend Verification Email
ar: إعادة إرسال التحقق من البريد الإلكتروني
id: Kirim Ulang Email Verifikasi
pl: Wyślij ponownie e-mail weryfikacyjny
ru: Переслать верификационное сообщение
th: ส่งอีเมล์เพื่อการตรวจสอบอีกครั้ง

source: Response too large.
ar: استجابة كبيرة جدا.
id: Respon terlalu besar.
pl: Odpowiedź jest za długa.
ru: Ответ слишком большой.
th: คำตอบยาวเกินไป

source: Responsible for supporting the Group’s global recruiting and talent management needs and a broad array of HR-related administrative tasks.
ar: المسؤولية عن دعم احتياجات إدارة التوظيف والمواهب العالمية للمجموعة وكذلك مجموعة واسعة من المهام الإدارية المتعلقة بالموارد البشرية.
id: Bertanggung jawab membantu perekrutan Grup global untuk keperluan manajemen bakat dan membawa tugas yang berhubungan dengan administrasi HRD.
pl: Wsparcie prowadzenia globalnej rekrutacji pracowników dla spółek naszej grupy oraz zarządzanie talentami, a także różnorodne zadania administracyjne związane z zasobami ludzkimi.
ru: Поддержка мировой процедуры набора кадров, управление потенциалом сотрудников, выполнение админ. задач в сфере HR.
th: รับผิดชอในการให้ความสนับสนุนการสรรหาพนักงานของเครือและการบริหารความสามารถพิเศษ และงานสาขาบริหารงานบุคคลต่างๆ

source: Responsible for the pricing of binary options offered on the Binary.com website and the risk management and profitability of its options book.
ar: المسؤولة عن تسعير الخيارات الثنائية المقدمة على الموقع Binary.com وإدارة المخاطر والربحية لكتاب الخيارات.
id: Bertanggung jawab pada harga opsi binary yang ditawarkan pada website Binary.com dan manajemen risiko serta profitabilitas buku opsi.
pl: Odpowiedzialność za wycenę opcji binarnych oferowanych na stronie internetowej Binary.com oraz zarządzanie ryzykiem i dbanie o zapewnienie zysku ze sprzedaży opcji.
ru: Ценообразование бинарных опционов на сайте Binary.com, управление риском и прибыльностью портфеля опционов.
th: รับผิดชอบในการตั้งราคาของไบนารีออปชั่นของเว็บไซต์ Binary.com และการบริหารความเสี่ยง และความสามารถในการทำกำไรของออปชั่น

source: Retracement Percentages
ar: نسب فيبوناتشي
id: Retracement Persen
pl: Procenty zniesienia
ru: Проценты отката
th: ร้อยละของการปรับฐาน

source: Retry
ar: أعد المحاولة
id: Mencoba lagi
pl: Spróbuj ponownie
ru: Попробовать снова
th: ลองใหม่

source: Returns above 100% on simple <a href='%1' class='pjaxload'>rise/fall</a> contracts.
ar: أكثر من 100% عوائد على عقود <a href='%1' class='pjaxload'>rise/fall</a> البسيطة.
id: Laba diatas 100% pada kontrak <a href='%1' class='pjaxload'>rise/fall</a>.
pl: Zwroty powyżej 100% w przypadku prostych kontraktów <a href='%1' class='pjaxload'>wzrost/spadek</a>.
ru: Выплата свыше 100% на простых контрактах <a href='%1' class='pjaxload'>Повышение/Падение</a>.
th: ผลตอบแทนมากกว่า 100% ของสัญญา<a href='%1' class='pjaxload'>rise/fall</a>

source: Returns above 1000% on <a href='%1' class='pjaxload'>higher/lower</a> and <a href='%2' class='pjaxload'>touch/no-touch</a> trades.
ar: عوائد بأكثر من 1000% على صفقات <a href='%1' class='pjaxload'>أعلى/أسفل</a> و <a href='%2' class='pjaxload'>الوصول/عدم الوصول</a>.
id: Laba diatas 1000% pada kontrak <a href='%1' class='pjaxload'>higher/lower</a> dan <a href='%2' class='pjaxload'>menyentuh/tidak</a>.
pl: Zyski przekraczające 1000% w przypadku zakładów <a href='%1' class='pjaxload'>wyższe/niższe</a> oraz <a href='%2' class='pjaxload'>osiągnie/nie osiągnie</a>.
ru: Выигрыш свыше 1000% на контрактах <a href='%1' class='pjaxload'>выше/ниже</a> и <a href='%2' class='pjaxload'>касание/нет касания</a>.
th: ผลตอบแทน 1,000% ของการซื้อขาย<a href='%1' class='pjaxload'>higher/lower</a> และการซื้อขาย<a href='%2' class='pjaxload'>touch/no-touch</a>

source: Revisions to the Binary.com API
ar: التنقيحات على API Binary.com
id: Revisi API Binary.com
pl: Zmiany API Binary.com
ru: Внесение исправлений в API Binary.com
th: การปรับปรุงแก้ไข API ของ Binary.com

source: Right click to add studies, lines, overlays and more. You can save your work by choosing Workspace from the top menu
ar: انقر بزر الماوس الأيمن لإضافة الدراسات والخطوط والتراكبات وأكثر من ذلك. يمكنك حفظ العمل الخاص بك عن طريق اختيار مساحة عمل من القائمة العلوية
id: Klik kanan untuk menambahkan pelajari, baris, overlay dan lainnya. Anda dapat menyimpan hasil kerja anda dengan memilih ruang kerja dari menu atas
pl: Kliknij prawym klawiszem myszy, aby dodać badania, linie, nakładki i inne. Do zapisu służy opcja Obszar roboczy dostępna w górnym menu
ru: Кликните правой кнопкой мыши для добавления линий, слоев и проч. Вы можете сохранить работу, выбрав Рабочее пространство в верхнем меню
th: คลิกขวาเพื่อเพิ่มการวิเคราะห์ เส้น Overlay และอื่นๆ ท่านสามารถบันทึกรูปแบบโดยเลือก Workspace จากเมนูด้านบน

source: Rise/Fall contracts of less than 5 minutes duration are only available when you select "Now" as the start time.
ar: عقود الارتفاع/الانخفاض ذات فترة أقل من 5 دقائق متاحة فقط عندما تختار "الآن" بوصفها وقت البدء.
id: Kontrak Rise/Fall dengan durasi kurang dari 5 menit hanya tersedia jika Anda memilih waktu mulai "Sekarang".
pl: Kontrakty wzrost/spadek z okresem trwania poniżej 5 min. są dostępne tylko po wybraniu czasu rozpoczęcia: „Teraz”.
ru: Краткосрочные контракты на Повышение/Падение с продолжительностью менее 5 минут доступны только тогда, когда Вы выбираете время начала контракта как "Сейчас".
th: สัญญา Rise/Fall ที่ระยะเวลาน้อยกว่า 5 นาที จะใช้ได้ เมื่อท่านเลือก "เวลาขณะนี้" เป็นเวลาเริ่มต้น

source: Save
ar: حفظ
id: Simpan
pl: Zapisz
ru: Сохр.
th: บันทึก

source: Save as CSV
ar: الحفظ كملف CSV
id: Simpan dalam CSV
pl: Zapisz jako CSV
ru: Сохранить в формате CSV
th: บันทึกเป็น CSV

source: Save as JPEG
ar: الحفظ كملف JPEG
id: Simpan dalam JPEG
pl: Zapisz jako JPEG
ru: Сохранить в формате JPEG
th: บันทึกเป็น JPEG

source: Save as PDF
ar: الحفظ كملف PDF
id: Simpan dalam PDF
pl: Zapisz jako PDF
ru: Сохранить в формате PDF
th: บันทึกเป็น PDF

source: Save as PNG
ar: الحفظ كملف PNG
id: Simpan dalam PNG
pl: Zapisz jako PNG
ru: Сохранить в формате PNG
th: บันทึกเป็น PNG

source: Save as SVG
ar: الحفظ كملف SVG
id: Simpan dalam SVG
pl: Zapisz jako SVG
ru: Сохранить в формате SVG
th: บันทึกเป็น SVG

source: Select Country
ar: اختر بلد
id: Pilih Negara
pl: Wybierz kraj
ru: Выбрать страну
th: บันทึก ประเทศ

source: Sell Spot
ar: سعر البيع
id: Spot Jual
pl: Punkt sprzedaży
ru: Котировка продажи
th: สปอตที่ขาย

source: Sell Time
ar: وقت البيع
id: Waktu Jual
pl: Godzina sprzedaży
ru: Время продажи
th: เวลาที่ขาย

source: Send Verification Email
ar: إرسال التحقق من البريد الإلكتروني
id: Kirim Verifikasi Email
pl: Wyślij e-mail weryfikacyjny
ru: Выслать верификационное сообщение
th: ส่งอีเมล์ยืนยัน

source: Sep
ar: سبتمبر
pl: Wrzesień
ru: Сен
th: ก.ย.
vi: Tháng Chín
zh_cn: 九月

source: Session duration limit is currently set to <strong>%1 minutes.</strong>
ar: حد فترة الجلسة معين حالياً على <strong>%1 دقيقة.</strong>
id: Batas durasi per trading adalah <strong>%1 menit.</strong>
pl: Limit czasu sesji jest obecnie ustawiony na <strong>%1 min.</strong>
ru: Ограничения на продолжительность сессии в настоящее время составляют <strong>%1 минут.</strong>
th: รอบระยะเวลาการซื้อขายที่กำหนดไว้ขณะนี้ คือ <strong>%1 นาที</strong>

source: Sharp Prices. Smart Trading.
ar: أسعار دقيقة. للتداول بذكاء.
id: Harga Tajam. Trading Pintar.
pl: Atrakcyjne ceny. Mądre handlowanie.
ru: Лучшие цены. Умный трейдинг.
th: ราคาชัดเจน การซื้อขายที่ฉลาด
