Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: {JAPAN ONLY}To invest a binary options investment accurately, the customer are required knowledge and experience related to derivative transactions.
ar: {اليابان فقط} لإستثمار استثمار دقيق في الخيارت الثنائية, يتطلب من العملاء المعرفة والخبرة المتعلقة بالمعاملات المالية المشتقة.
pl: To invest a binary options investment accurately, the customer are required knowledge and experience related to derivative transactions.

source: {JAPAN ONLY}You can apply to open an account online. Simply click <a class="pjaxload" href="%1">here</a> to begin the process by opening a demo account. Once you are familiar with our site and comfortable in your knowledge of binary options we invite you to upgrade to a Real Money Account.
ar: {JAPAN ONLY}You can apply to open an account online. Simply click <a class="pjaxload" href="%1"> 1here</a> 2 to begin the process by opening a demo account. Once you are familiar with our site and comfortable in your knowledge of binary options we invite you to upgrade to a Real Money Account.
pl: You can apply to open an account online. Simply click<a class="pjaxload" href="%1">here</a> to begin the process by opening a demo account. Once you are familiar with our site and comfortable in your knowledge of binary options we invite you to upgrade to a Real Money Account.

source: ‘Best Customer Communication Firm’ award by Investors Chronicle
ar: جائزة 'أفضل شركة في التواصل مع العملاء' من قبل Investors Chronicle
id: 'Perusahaan Komunikasi Pelanggan Terbaik’ penghargaan dari Investor Chronicle
pl: Nagroda „Firma najlepiej komunikująca się z klientami” przyznana przez Investors Chronicle
ru: Награда ‘Лучшая компания по коммуникации с клиентами’ от Investors Chronicle
th: ‘Best Customer Communication Firm’ ได้รับรางวัลจาก Investors Chronicle

source: ‘Best Fixed-Odds Broker’ silver award by Trade2Win
ar: الجائزة الفضية كـ ’أفضل وسيط احتمالات ثابتة‘ من Trade2Win
id: ‘Penyedia Fixed-Odds Terbaik’ piala perak dianugerahkan oleh Trade2Win
pl: Srebrna nagroda „Najlepszy broker zakładów o ustalonej stawce” przyznana przez Trade2Win
ru: Серебряная награда ‘Лучший брокер по опционам с фиксированным выигрышем’ от Trade2Win
th: ‘Best Fixed-Odds Broker’ ได้รับรางวัลประเภทเหรียญเงินจาก Trade2Win

source: ‘Best Fixed-Odds Financial Provider’ award by Financial Times and Investors Chronicle UK
ar: جائزة ’أفضل مزود مالي للإحتمالات الثابتة‘ من Financial Times و Investors Chronicle UK
id: 'Penyedia Financial Fixed-Odds Terbaik’ anugerah oleh Financial Times dan Investors Chronicle Inggris
pl: Nagroda „Najlepszy finansowy dostawca zakładów o ustalonej stawce” przyznana przez Financial Times i Investors Chronicle UK
ru: Победа в номинации ‘Лучший предоставитель услуг по опционам с фиксированным коэффициентом выигрыша’ от Financial Times и Investors Chronicle UK
th: ‘Best Fixed-Odds Financial Provider’ ได้รับรางวัลจาก Financial Times และ Investors Chronicle สหราชอาณาจักร

source: ‘Best Fixed-Odds Financial Trading Provider’ award by Shares Magazine UK
ar: جائزة ’أفضل مزود تداول مالي للإحتمالات الثابتة‘ من Shares Magazine UK
id: ‘Penyedia Trading Financial Fixed-Odds Terbaik’ dianugerahkan oleh Shares Magazine Inggris
pl: Nagroda „Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce” przyznana przez Shares Magazine UK
ru: Награда ‘Лучший предоставитель финансового трейдинга с фиксированным коэффициентом выигрыша’ от Shares Magazine UK
th: ‘Best Fixed-Odds Financial Trading Provider’ ได้รับรางวัลจาก Shares Magazine สหราชอาณาจักร

source: ‘Best Fixed-Odds Firm 2012’ award by Global Banking and Finance Review
ar: جائزة ’أفضل شركة للإحتمالات الثابتة لعام 2012‘ من Global Banking and Finance Review
id: ‘Perusahaan Fixed-Odds Terbaik 2012’ penghargaan dari Global Banking and Finance Review
pl: Nagroda „Najlepsza firma w branży zakładów o ustalonej stawce w 2012 r.” przyznana przez Global Banking i Finance Review
ru: Награда ‘Лучшая компания по опционам с фиксированным коэффициентом выигрыша 2012’ от Global Banking and Finance Review
th: ‘Best Fixed-Odds Firm 2012’ ได้รับรางวัลจาก Global Banking และ Finance Review

source: ‘Financial Betting Operator of the Year’ award by eGaming Review
ar: جائزة 'مشغل الرهان المالي للعام' من eGaming Review
id: ‘Operator Trading Financial Terbaik’ penghargaan oleh eGaming Review
pl: Nagroda „Operator finansowy roku” przyznana przez eGaming Review
ru: Награда ‘Оператор года по финансовому беттингу’ от eGaming Review
th: ‘Financial Betting Operator of the Year’ เป็นรางวัลจาก eGaming Review

source: “Asian Fall” – You win when the last tick is lower than the average of the ticks during the trade.
ar: "هبوط أسيوي" - تربح اذا كانت آخر حركات السوق أدنى من متوسط الحركات أثناء التداول.
id: “Asian Turun” – Anda memperoleh untung jika tik terakhir lebih rendah dari jumlah rata rata tik selama trading berlangsung.
pl: Zakład typu „Azjatycki – Spadek” – Wygrywasz, gdy ostatnia najmniejsza zmiana ceny jest niższa od średniej najmniejszych zmian ceny w czasie transakcji.
ru: "Азиатские - Падение" – Вы выигрываете, если последняя котировка будет ниже общего среднего значения всех котировок во время действия контракта.

source: “Asian Rise” – You win when the last tick is higher than the average of the ticks during the trade.
ar: 'صعود آسيوي' - تربح اذا كانت الحركة الأخيرة أعلى من متوسط الحركات خلال التداول.
id: “Asian Naik” – Anda akan memperoleh untung jika tik terakhir lebih tinggi dari jumlah rata rata tik selama trading berlangsung.
pl: Zakład typu „Azjatycki – Wzrost” – Wygrywasz, gdy ostatnia najmniejsza zmiana ceny jest wyższa od średniej najmniejszych zmian ceny w czasie transakcji.
ru: "Азиатские - Повышение" – Вы выигрываете, когда последняя котировка будет выше общего среднего значения всех котировок во время действия контракта.

source: “Differs” – You win when the last digit of the last tick does not match your prediction.
ar: 'يختلف' - تفوز عندما يكون الرقم الأخير للحركة الأخيرة لا يطابق توقعك.
id: “Differs” – Anda untung jika digit terakhir pada tik akhir berbeda dengan analisa Anda.
pl: „Różni się” – Wygrywasz, gdy ostatnia cyfra ostatniej najmniejszej zmiany ceny nie jest zgodna z Twoim przewidywaniem.
ru: “Отличается” – Вы выигрываете, когда последняя десятичная последней котировки не соответствует Вашему прогнозу.

source: “Matches” – You win when the last digit of the last tick matches your prediction.
ar: 'يطابق' - تفوز عندما يكون الرقم الأخير للحركة الأخيرة يطابق توقعك.
id: “Matches” – Anda untung jika digit terakhir pada tik akhir sama dengan analisa Anda.
pl: „Zgadza się” – Wygrywasz, gdy ostatnia cyfra ostatniej najmniejszej zmiany ceny zgadza się z Twoim przewidywaniem.
ru: “Совпадет” – Вы выигрываете, когда последняя десятичная последней котировки соответствует Вашему прогнозу.

source: AUD Index
ar: مؤشر الاسترالي
id: Indeks AUD
pl: Indeks australijski (AUD)
ru: AUD индекс
th: ดัชนีดอลลาร์ออสเตรเลีย

source: GBP Index
ar: مؤشر الاسترليني
id: Indeks GBP
pl: Indeks brytyjski (GBP)
ru: GBP индекс
th: ดัชนีปอนด์สเตอริง

source: EUR Index
ar: مؤشر يورو
id: Indeks EUR
pl: Indeks EUR
ru: EUR индекс
th: ดัชนี EUR

source: USD Index
ar: مؤشر الدولار الأمريكي
id: Indeks USD
pl: Indeks amerykański (USD)
ru: USD индекс
th: ดัชนีดอลลาร์สหรัฐ

source: Shanghai OTC Index
id: Indeks OTC Shanghai
pl: Szanghajski indeks OTC
ru: Шанхайский внебирж. индекс

source: French Smart Index
ar: مؤشر الفرنسي الذكي(French Smart Index)
id: Indeks Smart Perancis
pl: Inteligentny indeks francuski
ru: Французский Smart индекс
th: ดัชนีฝรั่งเศส สมาร์ท

source: Wall Street OTC Index
pl: Indeks OTC z Wall Street

source: Japanese Smart Index
ar: مؤشر الياباني الذكي(Japanese Smart Index )
id: Indeks Smart Jepang
pl: Inteligentny indeks japoński
ru: Японский Smart индекс
th: ดัชนีญี่ปุ่น สมาร์ท

source: US Tech Composite Index
ar: مؤشر ناسداك للتكنولوجيا الولايات المتحدة
id: Indeks Gabungan Tech US
pl: Indeks US Tech Composite
th: ดัชนียูเอส เทค คอมโพสิต

source: Russian Regular OTC Index
id: Indeks OTC Reguler Rusia
pl: Regularny rosyjski indeks OTC
ru: Российский станд. внебирж. инд

source: Dutch OTC Index
pl: Holenderski indeks OTC

source: UK Index
ar: مؤشر المملكة المتحدة
pl: Indeks brytyjski
ru: Великобританский индекс
th: ดัชนีสหราชอาณาจักร

source: Dubai Index
ar: مؤشر دبي
id: Indeks Dubai
pl: Indeks dubajski
ru: Дубайский индекс
th: ดัชนีดูไบ

source: Euro 150 Index
ar: مؤشر يورو 150
id: Indeks Euro 150
pl: Indeks Euro 150
th: ดัชนียูโร 150

source: Italian OTC Index
id: Indeks OTC Italia
pl: Włoski indeks OTC
ru: Итальянский внебирж. индекс

source: Shanghai Index
ar: مؤشر شنغهاي
id: Indeks Shanghai
pl: Indeks szanghajski
ru: Шанхайский индекс
th: ดัชนีเซี่ยงไฮ้

source: Istanbul OTC Index
pl: Stambulski indeks OTC

source: French Index
ar: مؤشر فرنسى
id: Indeks Perancis
pl: Indeks francuski
ru: Французский индекс
th: ดัชนีฝรั่งเศส

source: Egypt Index
ar: مؤشر مصر
id: Indeks Egypt
pl: Indeks egipski
ru: Египетский индекс
th: ดัชนีอียิปต์

source: Portuguese Index
ar: مؤشر البرتغال
id: Indeks Portugis
pl: Indeks portugalski
ru: Португальский индекс
th: ดัชนีโปรตุเกส

source: Brazilian OTC Index
id: Indeks OTC Brasil
pl: Brazylijski indeks OTC
ru: Бразильский внебирж. индекс

source: Saudi Arabia Index
ar: مؤشر السعودية
id: Indeks Arab Saudi
pl: Indeks Arabii Saudyjskiej
ru: Индекс Саудовской Аравии
th: ดัชนีซาอุดิอาระเบีย

source: Portuguese OTC Index
id: Indeks OTC Portugis
pl: Portugalski indeks OTC
ru: Португальский внебирж. индекс

source: Spanish OTC Index
id: Indeks OTC Spanyol
pl: Hiszpański indeks OTC
ru: Испанский внебирж. индекс

source: Euro 50 Index
ar: مؤشر اليورو 50
id: Indeks Euro 50
pl: Indeks Euro 50
th: ดัชนียูโร 50

source: Japanese OTC Index
pl: Japoński indeks OTC

source: Euro 50 Smart Index
ar: مؤشر اليورو50 الذكي (Euro 50 Smart Index)
id: Indeks Smart Euro 50
pl: Inteligentny indeks Euro 50
ru: Euro 50 Smart индекс
th: ดัชนียูโร 50 สมาร์ท

source: Shenzhen OTC Index
id: Indeks OTC Shenzhen
pl: Indeks OTC Shenzhen
ru: Шеньчженьский внебирж. индекс

source: Norwegian Index
ar: مؤشر نرويجي
id: Indeks Norwegia
pl: Indeks norweski
ru: Норвежский индекс
th: ดัชนีนอรเวย์

source: Belgian OTC Index
pl: Belgijski indeks OTC

source: Australian OTC Index
pl: Australijski indeks OTC

source: Japanese Index
ar: مؤشر ياباني
id: Indeks Jepang
pl: Indeks japoński
ru: Японский индекс
th: ดัชนีญี่ปุ่น

source: Russian 10 OTC Index
id: Indeks OTC Russian 10
pl: Rosyjski indeks 10 OTC
ru: Russia 10 внебирж. индекс

source: Shenzhen 300 OTC Index
id: Indeks OTC Shenzhen 300
pl: Indeks OTC Shenzhen 300
ru: Shenzhen 300 внебирж. индекс

source: Spanish Index
ar: مؤشر أسبانى
pl: Indeks hiszpański
ru: Испанский индекс
th: ดัชนีสเปน

source: Dubai OTC Index
id: Indeks OTC Dubai
pl: Dubajski indeks OTC
ru: Дубайский внебирж. индекс

source: Canadian Index
ar: مؤشر الكندي
id: Indeks Kanada
pl: Indeks kanadyjski
ru: Канад. индекс
th: ดัชนีแคนาดา

source: Dutch Index
ar: مؤشر هولندي
id: Indeks Belanda
pl: Indeks holenderski
ru: Голландский индекс
th: ดัชนีดัชท์

source: Italian 30 Index
ar: مؤشر 30 الإيطالي
id: Indeks Italia 30
pl: Indeks włoski 30
ru: Итальянский индекс 30
th: ดัชนีอิตาลี 30

source: Russian Regular Index
ar: المؤشر الروسي المنتظم
id: Indeks Reguler Rusia
pl: Regularny indeks rosyjski
ru: Российский станд.инд.
th: ดัชนีรัสเซีย เรกกูลาร์

source: Shenzhen Index
ar: مؤشر شنزن
id: Indeks Shenzhen
pl: Indeks Shenzhen
ru: Шеньчженьский индекс
th: ดัชนีเสิ่นเจิ้น

source: Indian 50 OTC Index
id: Indeks OTC India 50
pl: Indyjski indeks 50 OTC
ru: India 50 внебирж. индекс

source: Abu Dhabi Index
ar: مؤشر أبوظبي
id: Indeks Abu Dhabi
pl: Indeks Abu Zabi
ru: Индекс Абу-Даби
th: ดัชนีอาบูดาบี

source: Istanbul Index
id: Indeks Istanbul
pl: Indeks stambulski
ru: Стамбульский индекс
th: ดัชนีอิสตันบูล

source: Irish OTC Index
id: Indeks OTC Irlandia
pl: Irlandzki indeks OTC
ru: Ирландский внебирж. индекс
th: ดัชนีตลาดเจรจาต่อรองของไอริช

source: Belgian Index
ar: مؤشر بلجيكي
id: Indeks Belgia
pl: Indeks belgijski
ru: Бельгийский индекс
th: ดัชนีเบลเยี่ยม

source: Swedish OTC Index
id: Indeks OTC Swedia
pl: Szwedzki indeks OTC
ru: Шведский внебирж. индекс

source: Irish Index
ar: مؤشر أيرلندي
id: Indeks Irlandia
pl: Indeks irlandzki
ru: Ирландский индекс
th: ดัชนีไอริช

source: Brazilian Index
ar: مؤشر برازيلى
id: Indeks Brasil
pl: Indeks brazylijski
ru: Бразильский индекс
th: ดัชนีบราซิล

source: South African Index
ar: مؤشر جنوب أفريقيا
id: Indeks Afrika Selatan
pl: Indeks południowoafryk.
ru: Южноафрик. инд.
th: ดัชนีแอฟริกาใต้

source: German Index
ar: مؤشر ألماني
id: Indeks Jerman
pl: Indeks niemiecki
ru: Немецкий индекс
th: ดัชนีเยอรมัน

source: AP Ordinary
ar: AP العادية
pl: Zwykłe AP

source: Jakarta Index
ar: مؤشر جاكرتا
id: Indeks Jakarta
pl: Indeks dżakarcki
ru: Индекс Джакарты
th: ดัชนีจาร์กาต้า

source: German OTC Index
pl: Niemiecki indeks OTC

source: Korean OTC Index
id: Indeks OTC Korea
pl: Koreański indeks OTC
ru: Корейский внебирж. индекс

source: Kuwait OTC Index
id: Indeks OTC Kuwait
pl: Kuwejcki indeks OTC
ru: Кувейтский внебирж. индекс

source: French OTC Index
pl: Francuski indeks OTC
th: ดัชนีตลาดเจรจาต่อรองของฝรั่งเศส

source: UK Smart Index
ar: مؤشر المملكة المتحدة (UK Smart Index)
id: Indeks Smart Inggris
pl: Inteligentny indeks brytyjski
ru: Брит. Smart-индексы
th: ดัชนีสหราชอาณาจักร สมาร์ท

source: US Index
ar: مؤشر الولايات المتحدة
id: Indeks AS
pl: Indeks USA
ru: Амер. индекс
th: ดัชนีสหรัฐ

source: US Tech 100 Index
ar: مؤشر الولايات المتحدة تك 100
id: Indeks US 100 Tech
pl: Indeks US Tech 100
th: ดัชนียูเอส เทค 100

source: Australian Index
ar: مؤشر أستراليا
id: Indeks Australia
pl: Indeks australijski
ru: Австралийский индекс
th: ดัชนีออสเตรเลีย

source: Jakarta OTC Index
id: Indeks OTC Jakarta
pl: Dżakarcki indeks OTC
ru: Джакартский внебирж. индекс
th: ดัชนีตลาดเจรจาต่อรองของจาร์กาต้า

source: Swedish Index
ar: مؤشر سويدى
pl: Indeks szwedzki
ru: Шведский индекс
th: ดัชนีสวีเดน

source: Euro 100 OTC Index
id: Indeks OTC Euro 100
pl: Indeks OTC Euro 100
ru: Euro 100 внебирж. индекс
th: ดัชนีตลาดเจรจาต่อรองสกุลเงินยูโร 100

source: Wall Street Smart Index
ar: مؤشر وول ستريت الذكي
id: Indeks Smart Wall Street
pl: Inteligentny indeks Wall Street
ru: Wall Street Smart индекс
th: ดัชนีวอลล์สตรีท สมาร์ท

source: Singapore Index
ar: مؤشر سنغافورة
id: Indeks Singapura
pl: Indeks singapurski
ru: Сингапурский индекс
th: ดัชนีสิงคโปร์

source: Portuguese Smart Index
ar: مؤشر البرتغال الذكي
id: Indeks Smart Portugis
pl: Inteligentny indeks portugalski
ru: Португальский Smart индекс
th: ดังชีโปรตุเกส สมาร์ท

source: Korean Index
ar: مؤشر كورى
id: Indeks Korea
pl: Indeks koreański
ru: Корейский индекс
th: ดัชนีเกาหลี

source: Hong Kong OTC Index
pl: Hongkoński indeks OTC
th: ดัชนีตลาดเจรจาต่อรองของฮ่องกง

source: US Tech OTC Index
pl: Indeks OTC US Tech

source: Dutch Smart Index
ar: مؤشر هولندا الذكي
id: Indeks Smart Belanda
pl: Inteligentny indeks holenderski
ru: Голландский Smart индекс
th: ดัชนีดัชท์ สมาร์ท

source: Norwegian OTC Index
id: Indeks OTC Norwegia
pl: Norweski indeks OTC
ru: Норвежский внебирж. индекс

source: Saudi Arabia OTC Index
id: Indeks OTC Arab Saudi
pl: Indeks OTC Arabii Saudyjskiej
ru: Внебирж. индекс Саудовской Аравии
th: ดัชนีตลาดเจรจาต่อรองของซาอุดิอาระเบีย

source: Swiss Index
ar: المؤشر السويسري
id: Indeks Swis
pl: Indeks szwajcarski
ru: Швейцарский индекс
th: ดัชนีสวิส

source: UK OTC Index
pl: Brytyjski indeks OTC
th: ดัชนีตลาดเจรจาต่อรองของสหราชอาณาจักร

source: Hong Kong Index
ar: مؤشر هونج كونج
id: Indeks Hong Kong
pl: Indeks hongkoński
ru: Гонконгский индекс
th: ดัชนีฮ่องกง

source: German Smart Index
ar: مؤشر المانيا الذكي
id: Indeks Smart Jerman
pl: Inteligentny indeks niemiecki
ru: Немецкий Smart индекс
th: ดัชนีเยอรมัน สมาร์ท

source: Swiss Smart Index
ar: المؤشر الذكي السويسري
id: Indeks Smart Swis
pl: Inteligentny indeks szwajcarski
ru: Швейцарский Smart индекс
th: ดัชนีสวิส สมาร์ท

source: Italian Index
ar: مؤشر إيطالي
pl: Indeks włoski
ru: Итальянский индекс
th: ดัชนีอิตาลี

source: Euro 100 Index
ar: مؤشر اليورو 100
id: Indeks Euro 100
pl: Indeks Euro 100
th: ดัชนียูโร 100

source: Bombay OTC Index
pl: Bombajski indeks OTC
th: ดัชนีตลาดเจรจาต่อรองของบอมเบย์

source: Euro 150 OTC Index
id: Indeks OTC Euro 150
pl: Indeks OTC Euro 150
ru: Euro 150 внебирж. индекс
th: ดัชนีดัชนีตลาดเจรจาต่อรองสกุลเงินยูโร 150

source: US OTC Index
pl: Indeks OTC USA
th: ดัชนีตลาดเจรจาต่อรองของสหรัฐอเมริกา

source: Canadian OTC Index
id: Indeks OTC Kanada
pl: Kanadyjski indeks OTC
ru: Канадский внебирж. индекс
th: ดัชนีตลาดเจรจาต่อรองของแคนาดา

source: US Smart Index
ar: المؤشر الذكي للولايات المتحدة
id: Indeks Smart AS
pl: Inteligentny indeks amerykański
ru: США Smart-индексы
th: ดัชนีสหรัฐ สมาร์ท

source: Bombay Index
ar: مؤشر بومباي
id: Bombay Indeks
pl: Indeks bombajski
ru: Бомбейский индекс
th: ดัชนีบอมเบย์

source: Royal Dutch Shell
pl: Royal Dutch Shell plc

source: Ford Motor Comapny
id: Ford Motor Company
pl: Ford Motor Company
ru: Ford Motor Company
th: Ford Motor Company

source: ArcelorMittal steel
pl: ArcelorMittal: stal

source: TOTAL
pl: SUMA

source: Oil/USD
ar: نفط/دولار
pl: Ropa/USD
ru: Нефть/USD

source: Platinum/USD
ar: بلاتين/دولار
pl: Platyna/USD
ru: Платина/USD

source: Gold/AUD
ar: ذهب/دولار استرالي
pl: Złoto/AUD
ru: Золото/AUD

source: Gold/EUR
ar: ذهب/يورو
pl: Złoto/EUR
ru: Золото/EUR

source: Oil/GBP
ar: نفط/جني استرليني
id: Minyak/GBP
pl: Ropa/GBP
ru: Нефть/GBP

source: Gold/USD
ar: ذهب/دولار
pl: Złoto/USD
ru: Золото/USD

source: Palladium/USD
ar: بالاديوم/دولار
pl: Pallad/USD
ru: Палладий/USD

source: Silver/USD
ar: فضة/دولار
pl: Srebro/USD
ru: Серебро/USD

source: Oil/EUR
ar: نفط/يورو
id: Minyak/EUR
pl: Ropa/EUR
ru: Нефть/EUR

source: Oil/AUD
ar: نفط/دولار استرالي
id: Minyak/AUD
pl: Ropa/AUD
ru: Нефть/AUD

source: Gold/GBP
ar: ذهب/جني استرليني
pl: Złoto/GBP
ru: Золото/GBP

source: Volatility 50 Index
id: Indeks Volatilitas 50
pl: Wskaźnik zmienności 50
ru: Индекс волатильности 50
th: ดัชนีผันผวน 50

source: Volatility 100 Index
id: Indeks Volatilitas 100
pl: Indeks zmienności 100
ru: Индекс волатильности 100
th: ดัชนีผันผวน 100

source: Volatility 75 Index
id: Indeks Volatilitas 75
pl: Indeks zmienności 75
ru: Индекс волатильности 75
th: ดัชนีผันผวน 75

source: Bear Market Index
id: Indeks Market Bear
pl: Indeks bessy
ru: Индекс медвежьего рынка
th: ดัชนีตลาดหมี

source: Volatility 25 Index
id: Indeks Volatilitas 25
pl: Indeks zmienności 25
ru: Индекс волатильности 25
th: ดัชนีผันผวน 25

source: Bull Market Index
id: Indeks Bull Market
pl: Indeks hossy
ru: Индекс бычьего рынка
th: ดัชนีตลาดกระทิง

source: Synthetic
id: Sintetis
pl: Syntetyczny
ru: Синтетик
th: การสังเคราะห์

source: Synthetic represents the empirical simulation of cash index from futures.
ar: الـ Synthetic يمثل المحاكاة التجريبية لمؤشر نقدي من العقود الآجلة.
id: Sintetis mewakili simulasi empiris indeks tunai dari bursa saham.
pl: Syntetyczny oznacza symulację empiryczną indeksu gotówkowego z kontraktów futures.
ru: Синтетик представляет собой эмпирическую симуляцию денежного индекса фьючерсов.
th: การสังเคราะห์แสดงการจำลองเชิงตัวเลขของดัชนีเงินสดจากฟิวเจอร์

source: Commodities are traded items with directly usable qualities.
ar: السلع الأساسية هي بضائع يتم تداولها لها صفات صالحة للاستخدام المباشر.
id: Komoditas adalah barang yang diperdagangkan dengan kualitas pakai.
pl: Towary to bezpośrednio użyteczne zbywalne elementy.
ru: Сырьевые товары - это предметы торговли с непосредственно используемыми свойствами.
th: สินค้าโภคภัณฑ์ถูกซื้อขายด้วยคุณภาพของการใช้งาน

source: Stocks (or shares) represent the value of partial ownership in a single company.
ar: تمثل الأسهم قيمة الملكية الجزئية في شركة واحدة.
id: Saham adalah nilai bagian kepemilikan dalam satu perusahaan.
pl: Akcje (lub udziały) przedstawiają wartość częściowej własności pojedynczej firmy.
ru: Акции представляют собой стоимость частичной собственности отдельно взятой компании.
th: หลักทรัพย์ หรือ หุ้น แสดงมูลค่าของส่วนของเจ้าของในกิจการเดี่ยวใดๆ

source: Forex (or foreign exchange) represents the ratio between the values of two currencies.
ar: تمثل الفوركس (أو العملات الأجنبية) النسبة بين قيمة عملتين.
id: Forex (atau pertukaran mata uanhg asing) mewakili perbandingan nilai dua mata uang.
pl: Forex (lub wymiana walut) oznacza stosunek wartości dwóch walut.
ru: Форекс (Forex) представляет собой соотношение между ценой двух валют.
th: Forex (หรือ Foreign Exchange) แสดงสัดส่วนระหว่างมูลค่าของสองสกุลเงิน

source: The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions.
ar: مؤشرات التقلب تحاكي مختلف أوضاع السوق الحقيقي وتقدم منصة مثالية للتعود على تداول واختبار الإستراتيجيات في ظل ظروف السوق المختلفة.
id: Indeks volatilitas mensimulasikan berbagai situasi pasar riil dan menyediakan platform yang ideal untuk digunakan bertrading dan mencoba strategi pada berbagai kondisi pasar.
pl: Wskaźniki zmienności symulują różne sytuacje rynkowe i zapewniają doskonałe warunki do przećwiczenia strategii handlowych w różnych warunkach rynkowych.
ru: Индексы Волатильности моделируют различные ситуации, происходящие на реальном рынке, и являются идеальной площадкой для обучения торговле, а также тестирования стратегий торговли при различных рыночных условиях.
th: ดัชนีความผันผวนจำลองความหลากหลายของสถานการณ์ตลาดจริงและมีแพลตผอร์มในอุดมคตดสำหรับการซื้อขายและการทดสอบกลยุทธภายใต้เงื่อนไขทางตลาดที่หลากหลาย

source: Indices represent the weighted value of a basket of companies, typically traded on the same exchange.
ar: تمثل المؤشرات القيمة الوزنية لمجموعة من الشركات عادة ما يتم تداولها في نفس البورصة.
id: Indeks merupakan pertimbangan nilai beberapa perusahaan, biasanya diperdagangkan pada bursa yang sama.
pl: Wskaźniki przedstawiają wartość ważoną koszyka przedsiębiorstw, standardowo sprzedawanych bądź kupowanych w tej samej walucie.
ru: Индексы представляют собой взвешенную стоимость группы компаний, которые обычно котируются на одной бирже.
th: ดัชนีต่างๆ แสดงมูลค่าของน้ำหนักของบริษัทฯ ที่อยู่ในเงื่อนไข โดยทั่วไปซื้อขายแลกเปลี่ยนในกลุ่มเดียวกัน

source: United Kingdom Stocks
ar: بورصات المملكة المتحدة
id: Saham Inggris Raya
pl: Akcje brytyjskie
ru: Акции Великобритании
th: หลักทรัพย์ของประเทศสหราชอาณาจักร

source: Energy
ar: طاقة
id: Energi
pl: Energetyka
ru: Энергия
th: พลังงาน

source: Asia/Oceania Future
ar: عقود مستقبلية آسيا/أوقيانوسيا
id: Berjangka Asia/Oceania
pl: Azja/Oceania - Kontrakty futures
th: ฟิวเจอร์ Asia/Oceania

source: India Stocks
ar: بورصات الهند
id: Saham India
pl: Akcje indyjskie
ru: Индийские акции
th: หลักทรัพย์ประเทศอินเดีย

source: Smart FX indices
ar: مؤشرات FX الذكية
id: Indeks Smart FX
pl: Inteligentne wskaźniki forex
ru: Smart FX-индексы
th: ดัชนีอัตราแลกเปลี่ยนสมาร์ท

source: Dutch Stocks
ar: الأسهم الهولندية
id: Saham Belanda
pl: Akcje holenderskie
ru: Голландские акции
th: หลักทรัพย์ประเทศเนเธอแลนด์

source: Middle East
ar: الشرق الأوسط
id: Timur Tengah
pl: Środkowy Wschód
ru: Ближний Восток
th: ตะวันออกกลาง

source: Synthetic Index
ar: مؤشر Synthetic
id: Indeks Sintetis
pl: Indeks syntetyczny
ru: Индекс Синтетик
th: ดัชนีสังเคราะห์

source: Synthetic Indices
ar: مؤشرات Synthetic
id: Indeks Sintetis
pl: Syntetyczne wskaźniki
ru: Индексы Синтетик
th: ดัชนีสังเคราะห์

source: Australia Stocks
ar: بورصات أستراليا
id: Saham Australia
pl: Akcje australijskie
ru: Австралийские акции
th: หลักทรัพย์ประเทศออสเตรเลีย

source: Americas Future
id: Berjangka Amerika
pl: Ameryki - Kontrakty futures

source: French Stocks
ar: بورصات الفرنسية
id: Saham Perancis
pl: Akcje francuskie
ru: Французские акции
th: หลักทรัพย์ของประเทศฝรั่งเศส
