Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
fr: %1 n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et %1 ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. %1 ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement.
ja: %1は上記の決済サービス会社と提携していません。各決済サービスは、独立したサービスプロバイダーとして動作し、%1による承認、保証またはその他の許可がなされていません。お客さまは危険を承知で自信の責任をもって決済サービスに処断します。送金をされる前に、決済サービス会社の資格情報を確認されることをお勧めいたします。%1はいかなる状況下においても、お客さまと決済サービス会社の間で生じた処理への責任は負いません。

source: %1 is not available in Costa Rica and is not regulated or supervised by any regulatory body in the Costa Rican financial system.
fr: %1 n'est pas disponible au Costa Rica et n'est soumise à la réglementation ou à la supervision d'aucun organisme de réglementation dans le système financier du Costa Rica.
ja: コスタリカの金融システムを監督する金融機関または規制機関がないため、コスタリカではBinay.com (バイナリードットコム)をご利用いただけません。

source: %1 is one of the oldest and most respected names in online binary trading.
ar: %1 هي واحدة من أقدم وأكثر الأسماء احتراما في تداول الثنائيات عبر الإنترنت.
de: %1 ist eine der ältesten und respektabelsten Marken im online Binärhandel.
fr: %1 est l'une des sociétés les plus anciennes et les plus respectées du secteur des options binaires.
id: %1 merupakan salah satu nama yang tertua dan dihormati pada trading online binary.
ja: %1 はオンラインバイナリーオプション取引業界の中でパイオニアであり、世界中の個人投資家にサービスを提供しています。
pl: %1 to jedna z najstarszych i najbardziej szanowanych marek w branży internetowego handlu opcjami binarnymi.
ru: %1 – одно из первых и самых авторитетных имён в онлайн торговле бинарными опционами.
th: %1 เป็นหนึ่งในชื่อที่เก่าแก่ที่สุดและชื่อที่ได้รับความนิยมสูงสุด ของการเทรดไบนารีออนไลน์
vi: %1 là một trong những tên tuổi lâu đời nhất và được đánh giá cao trong lĩnh vực giao dịch nhị phân trực tuyến.
zh_cn: %1 是在线二元交易行业中历史最悠久、声誉最好的佼佼者之一。

source: %1 is owned and operated by the Binary Ltd. group of companies. For more information, <a href='%2'>visit our history page</a>.
de: %1 ist Eigentum der Binary Ltd. Firmengruppe und wird von dieser betrieben. Weitere Infrormationen finden Sie auf <a href="%2">auf unserer Geschichtsseite</a>.
fr: %1 appartient au groupe d'entreprises Binary Ltd et est exploitée par celui-ci. Pour obtenir des informations supplémentaires, <a href='%2'>consultez notre historique</a>.
ja: Binary 株式会社はBinary Ltdの子会社です。詳細は<a href='%2'>グループの沿革</a>よりご確認いただけます。
vi: %1 thuộc quyền sở hữu và được điều hành bởi tập đoàn Binary Ltd. Để biết thêm thông tin, <a href='%2'>ghé thăm trang lịch sử của chúng tôi</a> 2.
zh_cn: %1 由 Binary 集团有限公司拥有和经营。欲了解更多信息，请 <a href='%2'> 1参阅我们的历史页面</a> 2.。

source: %1 is seeking a junior to mid-career professional with exceptional administrative and organization skills to join its General Affairs Team.
ar: %1 تبحث عن مبتدئين وحتى منتصف العمر الوظيفي يتمتعون بمهارات إدارية وتنظيمية استثنائية للانضمام إلى فريق الشؤون العامة بها.
de: %1 sucht Anfänger bis zu einigermaßen erfahrene Fachleute mit außergewöhnlichen administrativen und organisatorischen Fähigkeiten zur Mitarbeit in unserem General Affairs Team.
fr: Binary.com recherche un professionnel en début ou milieu de carrière, doté d'excellentes compétences administratives et organisationnelles, désireux de rejoindre notre équipe de gestion des affaires générales.
id: %1 mencari karir profesional pemula hingga menengah yang memiliki keahlian administrasi dan kemampuan berorganisasi untuk bergabung sebagai Tim General Affair.
ja: 当社では総務チームに参加できる特別な管理力と組織力のある未経験者からミドルキャリアの人材を募集しています。
pl: %1 poszukuje specjalisty lub młodszego specjalisty z doskonałymi umiejętnościami administracyjnymi i organizacyjnymi, który dołączy do zespołu spraw ogólnych.
ru: %1 ищет младшего или среднего специалиста с отличными административными и организационными навыками в команду, занимающуюся решением общих вопросов.
th: %1 กำลังสรรหาเจ้าหน้าที่และพนักงานผู้ร่วมงานผู้มีความสามารถและทักษะในด้านการบริหารงานและจัดการงานองค์กรเพื่อร่วมงานกับทีม General Affairs ของเรา
vi: %1 đang tìm kiếm một sinh viên năm cuối hoặc người có kinh nghiệm với kỹ năng hành chính và tổ chức xuất sắc để tham gia Phòng Hành Chính.
zh_cn: %1 正寻找一名初级至中级、拥有卓越行政和组织能力的专业人士， 加入我们的总务团队。

source: %1 is seeking a qualified proofreader with a flair for language and a meticulous eye for detail. You must be able to interact with our staff using a web-based translator interface. You'll work with colleagues in IT, Customer Support and Marketing to provide localised text and translation services.
de: %1 sucht einen qualifizierten Korrektor mit Gefühl für Sprache und Liebe zum Detail. Sie müssen in der Lage sein, mit unseren Mitarbeitern über ein web-basiertes Übersetzer-Interface zu interagieren. Sie werden mit Kollegen aus IT, dem Kundendienst und Marketing zusammenarbeiten, um lokalisierte Texte und Übersetzungsdienstleistungen zur Verfügung zu stellen.
fr: %1 recrute un relecteur qualifié et méticuleux maîtrisant parfaitement sa langue. Vous devez être en mesure d'interagir avec les membres de notre personnel par le biais d'une plateforme de traduction en ligne. En collaboration avec des informaticiens, des membres du service clientèle et des professionnels du marketing, vous fournirez des services de localisation et de traduction.
ja: 当社では言語の才能があり、細部までに注意を払うことができる資格ある校正者を募集しています。Webベースの翻訳インターフェースを利用してスタッフとやり取りをしていただきます。翻訳済テキストの提出などの翻訳業務においてITチーム、カスタマーサポートチーム、マーケティングチームと連携することになります。
vi: %1 đang tìm kiếm một nhân viên hiệu chỉnh có khả năng ngoại ngữ thông thạo, cẩn thận và tỉ mỉ. Bạn phải có khả năng giao tiếp với các nhân viên của chúng tôi bằng cách sử dụng một giao diện dựa trên web dịch. Bạn sẽ làm việc với các đồng nghiệp tại bộ phận Công nghệ thông tin, Hỗ Trợ Khách Hàng và Marketing để cung cấp những văn bản đã được địa phương hoá và dịch vụ dịch thuật.
zh_cn: %1 诚聘一名语言能力强、关注细节的校对人员。您必须能通过网上翻译界面与我们的职员交流。您须网站与信息技术、客服和市场部人员合作，提供本土化文本和翻译服务。

source: %1 is seeking qualified translation professionals familiar with specific target markets, languages, and cultures. By delivering high-quality translation to support our customers in a particular language, you will serve as the company's voice to clients in certain key areas of the world. You'll work with colleagues in IT, Customer Support, and Marketing to provide localised text and translation services through a web-based tool. This position will report to our Translation Project Manager.
de: %1 sucht qualifizierte Übersetzer, die mit den spezifischen Zielmärkten, Sprachen und Kulturen vertraut sind. Durch die Bereitstellung von qualitativ hochwertigen Übersetzungen, die unsere Kunden in einer deren Sprache zu unterstützen. Sie werden die Stimme des Unternehmens gegenüber unseren Kunden aus wichtigen Weltregionen sein. Sie werden mit Kollegen aus IT, dem Kundendienst und Marketing zusammenarbeiten, um lokalisierte Übersetzungsdienstleistungen über ein internetbasiertes Tool zu liefern. Diese Position ist unserem Übersetzungsprojektmanager unterstellt.
fr: %1 recherche des traducteurs professionnels ayant une bonne connaissance des marchés, des langues et des cultures cibles. Vous fournirez une traduction efficace de nos services vers la langue cible et deviendrez le porte-parole de la société auprès de ses clients internationaux. En collaboration avec des informaticiens, des membres du service clientèle et des professionnels du marketing, vous prendrez en charge la traduction et la localisation de documents et de différents contenus par le biais d’un outil de traduction en ligne. Ce poste est supervisé par notre chef de projet traduction.
ja: 当社では特定のターゲット市場、言語、文化に精通した資格ある翻訳のプロフェッショナルを募集しています。お客さまを特定の言語でサポートできるよう、高品質の翻訳を提供して世界の重要地域のお客様へ当社の声を発信することになります。Webベースのツールを用いて翻訳済みテキストや翻訳サービスを提供し、その過程でITチームやカスタマーサポート、マーケティングチームと連携します。
vi: %1 đang tìm kiếm các chuyên gia về dịch thuật, có kinh nghiệm dịch trong từng thị trường, ngôn ngữ hay các nền văn hóa cụ thể. Với việc cung cấp một bản dịch chính xác và hỗ trợ khách hàng, bạn sẽ là tiếng nói của công ty với khách hàng tại những khu vực trọng yếu cụ thể trên thế giới. Bạn sẽ làm việc với các đồng nghiệp của bộ phận IT, Hỗ Trợ Khách Hàng và Tiếp Thị để cung cấp các văn bản đã được địa phương hoá và các dịch vụ dịch thuật thông qua một công cụ dựa trên trang web. Nhân viên ở vị trí này sẽ báo cáo tới Trưởng Phòng Dự Án Dịch Thuật.
zh_cn: %1 正寻找熟悉特定目标市场、语言和文化的合格翻译专业人才。通过向客户提供高水平指定语言翻译和客户支持服务，您将成为公司与世界各关键区域客户沟通的代表。您必须通过网络工具与信息技术、客服和市场部人员合作，提供本土化文本和翻译服务。此职位人员将直接向翻译项目经理汇报。

source: %1 is seeking several highly skilled Marketing Executives, eager to contribute their energy, passion, and specialised strengths in connecting with prospects and clients based throughout the globe.
ar: %1 تبحث عن العديد من مدراء التسويق التنفيذيين, الحريصون على مشاركة طاقاتهم وحماستهم ونقاط قوتهم المتخصصة في التواصل مع الآفاق والعملاء في جميع أنحاء العالم.
de: %1 sucht mehrere überaus fähige Marketingmitarbeiter, die bereitwillig ihre Energie, Leidenschaft und besonderen Stärken einsetzen, um sich mit Interessenten und Kunden aus der ganzen Welt zu verbinden.
fr: %1 recrute plusieurs responsables marketing hautement qualifiés, désireux de mettre leur énergie, leur passion et leurs compétences spécifiques au service de la société en communiquant avec des prospects et clients basés dans le monde entier.
id: %1 sedang mencari beberapa orang yang sangat terampil untuk posisi Marketing Executive, yang ingin mengkontribusikan energi mereka, gairah, dan kemampuan khusus dalam menghubungkan prospek dan klien di seluruh dunia.
ja: 当社では世界中の顧客または潜在顧客との関係強化にエネルギッシュに、情熱的に、専門的に貢献ができる熟練したマーケティング管理職員を求めています。
pl: %1 zatrudni wysoce wykwalifikowanych specjalistów ds. marketingu, którzy chcą dzielić się swoją energią, pasją i umiejętnościami w celu pozyskiwania nowych możliwości rozwoju oraz klientów na całym świecie.
ru: %1 приглашает высококвалифицированных маркетинговых специалистов, готовых посвятить свою энергию, умения и навыки для работы с клиентами и потенциальными клиентами по всему миру.
th: %1 กำลังค้นหาเจ้าหน้าที่ทางการตลาดที่มีทักษะสูงหลายตำแหน่ง มีความมุ่งมั่นต่องาน มีความตั้งใจ และมีความเชี่ยวชาญเป็นหลักในการติดต่อสัมพันธ์กับผู้มุ่งหวังและลูกค้าทั่วโลก
vi: %1 đang tìm kiếm những người điều hành quảng cáo có kỹ năng giỏi, luôn mong muốn đóng góp sức lực, đam mê, và có thế mạnh đặc biệt trong việc kết nối với khách hàng và những khách hàng có tiềm năng trên toàn thế giới.
zh_cn: %1 诚聘数名熟练的营销主管，与全球各地潜能及现有客户端连接时须全力提供本身精力、激情和专业才能。

source: %1 is the award-winning industry pioneer in online options trading.
de: %1 ist der preisgekrönte Branchenpionier im Bereich des Online-Handels mit Optionen.
fr: %1 est la figure de proue du secteur des options binaires en ligne, avec de nombreuses récompenses à l'appui.
ja: %1は受賞履歴を有するオンライン上のオプション取引業界でのパイオニアです。
vi: %1 là đơn vị hàng đầu với những giải thưởng danh dự trong lĩnh vực giao dịch trực tuyến.
zh_cn: %1 是在线期权交易领域屡获殊荣的领先企业。

source: %1 is the award-winning industry pioneer in online options trading. We boast:
ar: %1 رائدة صناعة تداول الثنائيات عبر الانترنت وحاصدة جوائز هذا المجال. نفتخر بأننا:
de: %1 ist der preisgekrönte Branchenpionier im Bereich des Online-Handels mit Optionen. Wir bieten:
fr: Régulièrement récompensée pour ses services, %1 est une société pionnière sur le marché du trading d'options binaires en ligne. Notre société offre les avantages suivants :
id: %1 adalah pemenang penghargaan sebagai industri perintis opsi trading online. Kami bangga:
ja: 当社は受賞履歴を有するオンライン上のオプション取引業界でのパイオニアであり、下記の実績を誇ります：
pl: %1 jest utytułowanym pionierem rynku w branży handlu opcjami w internecie. Nasze atuty:
ru: %1 является одной из первых платформ для торговли бинарными опционами, получивших престижные награды. Мы гордимся следующим:
th: %1 ได้รับรางวัลผู้บุกเบิกในอุตสาหกรรมออปชั่นเทรดออนไลน์ เราทราบดีในเรื่อง:
vi: %1 là đơn vị hàng đầu với những giải thưởng danh dự trong lĩnh vực giao dịch trực tuyến. Chúng tôi tự hào:
zh_cn: %1 是在线期权交易领域屡获殊荣的领先企业。我们拥有：

source: %1 launches an %2e-commerce site for branded merchandise%3 – enabling clients, affiliates, and developers to buy and sell %1 products.
fr: %1 lance un %2site de vente en ligne dédié à ses produits%3 - clients, affiliés et développeurs peuvent désormais acheter et vendre les produits %1.
ja: 海外で自社ブランド商品の%2ECサイト%3を開設 - お客様、アフィリエイト会員、開発者の方々が自社ブランドの売買がご利用いただけます。

source: %1 makes efforts that the quoted prices of each underlying asset that a Binary Option refers to will be reasonably related to the actual prices of such asset available in the market. %1 makes no warranty, expressed or implied, that the quoted prices represent prevailing market prices.
ar: %1 تبذل جهودا لأن تكون الأسعار المتداولة لكل أصل والتي يشار إليها كخيار ثنائي سترتبط بشكل معقول بالأسعار الفعلية لتلك الأصول المتاحة في السوق. 1% لا تقدم أي ضمانات، صريحة أو ضمنية، أن الأسعار المتداولة تمثل الأسعار السائدة في السوق.
de: %1 bemüht sich, dass die für jeden zugrundeliegenden Anlagegegenstand, auf den sich eine Binäre Option bezieht, der tatsächliche auf dem Markt verfügbare Kurs für diese Anlage verwendet wird. %1 kann jedoch keine ausdrückliche oder stillschweigende Zusicherung abgeben, dass die genannten Kurse den vorhandenen Marktpreisen entsprechen.
fr: %1 fait son maximum pour que les prix indiqués pour chaque actif sous-jacent relatif à une option binaire correspondent raisonnablement aux prix réels disponibles sur le marché pour un actif donné. %1 n'accorde aucune garantie expresse ou tacite d'adéquation entre les prix indiqués et les prix de marché en vigueur.
id: %1 berusaha menyediakan kutipan harga dasar bagi setiap pasar yang ditampilkan oleh Opsi Binary adalah sepenuhnya merupakan harga aktual bagi setiap aset yang tersedia pada pasar. %1 tidak menjamin, baik tersurat ataupun tersirat dimana harga kutipan mewakili harga pasar yang berlaku.
ja: %1は、バイナリーオプションが参照する各原資産の相場価格が市場で入手できる資産のような実際の価格に適度に合うよう努めております。 %1は、参考価格が市場実勢価格を表していることを保証、明示または暗示するものではありません。
pl: %1 podejmuje starania, by notowane ceny każdego instrumentu bazowego stanowiącego podstawę Opcji binarnej były racjonalnym odzwierciedleniem rzeczywistych cen takiego instrumentu dostępnego na rynku. %1 nie daje żadnej gwarancji, ani wyrażonej ani domniemanej, że notowane ceny reprezentują aktualne ceny rynkowe.
ru: %1 прилагает усилия, чтобы котировки каждого базового актива, на котором основан бинарный опцион, имели приемлемое отношение к фактическим рыночным ценам на данный актив. %1 не предоставляет гарантий, явно выраженных или подразумеваемых, что котировки представляют преобладающие рыночные цены.
th: %1 แสดงราคาอ้างอิงของสินทรัพย์ซึ่งไบนารีออปชั่นเกี่ยวข้องในตลาด %1 ไม่มีการรับรอง การแสดงความคิด หรือ แสดงนัย ราคาอ้างอิงนั้นแทนมูลค่าของราคาตลาดที่มีอยู่ทั่วไป
vi: %1 sẽ nỗ lực làm cho giá niêm yết của mỗi tài sản của quyền chọn "Nhị phân" hợp lý với giá thực tế của tài sản này trên thị trường. %1 không đảm bảo, niêm yết hay thể hiện rằng giá được đưa ra thể hiện giá thị trường tại thời điểm đó.
zh_cn: %1 努力让二元期权所提交的每个标的资产报价与市场现有资产的实际价格合理相近。%1 不保证、表达或意味着所报的价代表市价。

source: %1 may have access to information that is not available to you, may have acquired trading positions at prices that are not available to you, and may have interests different from your interests. %1 does not undertake any obligation to provide you with market or other information we possess, nor to alter or refrain from our own trading.
ar: %1 قد يكون لها نفاذ إلى معلومات غير متاحة لك، وقد تكون مراكز التداول المكتسبة عند أسعار غير متوفرة لك، كما قد يكون لها مصالح مختلفة عن مصالحك. 1% لا تقوم بأي التزام لإمدادكم بأي معلومات عن أي سوق أو غيرها من المعلومات التي نملكها، ولا إلى التغيير أو الامتناع عن التداول من جهتنا.
de: %1 kann Zugang zu Informationen haben, die Ihnen nicht zur Verfügung stehen, hat Handelspositionen zu Preisen erworben, die Sie nicht realisieren können und kann zu Ihren Interessen unteschiedliche Interessen haben. %1 übernimmt keine Verpflichtung, Ihnen die in unserem Besitz befindlichen Marktinformationen oder andere Informationen zur Verfügung zu stellen oder Ihre eigenen Geschäfte zu verändern oder sie zu verhindern.
fr: %1 est susceptible d'accéder à des informations qui ne vous sont pas accessibles, d'acquérir des positions de trading à des prix qui ne vous sont pas accessibles, et d'agir selon des intérêts différents des vôtres. %1 ne s'engage aucunement à vous fournir des informations de marché ou tout autre type d'informations détenues par la société, ni à altérer ou à restreindre ses propres activités de trading.
id: %1 mungkin dapat memiliki akses bagi informasi yang tidak tersedia untuk Anda, juga dapat memperoleh posisi trading yang tidak tersedia untuk Anda dan dapat memiliki keinginan yang berbeda dari Anda. %1 tidak memiliki kewajiban untuk menyediakan pasar kepada Anda atau informasi lain yang kami miliki atau untuk melakukan perubahan atau menahan diri dari trading sendiri.
ja: ％1はお客さまが利用できない情報にアクセスすることができ、お客さまが入手できない価格の取引ポジションを有し、お客さまの金利とは異なる金利で有することができます。％1は当社独自の取引を変更、または控えるために当社が保持している、またはそうではないマーケットやその他の情報を提供する義務を負いません。
pl: %1 może mieć dostęp do informacji, które nie są dostępne dla klientów, może nabywać pozycje handlowe po cenach, które nie są dostępne dla klientów i może uzyskiwać odsetki inne niż klienci. %1 nie jest zobowiązane do przekazywania klientom posiadanych informacji rynkowych lub innych informacji, ani powstrzymywania się od handlowania, czy też zmieniania sposobu handlowania.
ru: %1 может иметь доступ к информации, которая не доступна для Вас; может приобретать торговые позиции по ценам, которые не доступны для Вас; и может иметь интересы, отличные от Ваших интересов. %1 не берет на себя обязательств предоставлять Вам рыночную или другую информацию, которой мы обладаем, а также изменять или воздерживаться от собственной торговли.
th: %1 อาจจะมีการเข้าถึงข้อมูลที่คุณไม่สามารถใช้งานได้ อาจจะได้รับการเทรดที่ราคาหนึ่งโดยราคานั้นอาจจะไม่ปรากฏแก่คุณ และอาจจะมีดอกเบี้ยที่แตกต่างจากอัตราดอกเบี้ยที่คุณได้รับ %1 ไม่รับรองภาระผูกพันใดๆ ที่เกิดขึ้นในตลาด หรือข้อมูลอื่นๆ ที่มี หรือ ต่อการเปลี่ยนแปลงใดๆ หรือ การระงับจากการเทรด
vi: %1 có thể truy cập được thông tin mà bạn không tiếp cận được, cũng có thể có vị thế giao dịch được yêu cầu tại giá mà không có sẵn với bạn, và cũng có thể có lợi nhuận khác với lợi nhuận của bạn. %1 không có nghĩa vụ cung cấp cho bạn thông tin thị trường hoặc thông tin khác mà chúng tôi có, hoặc không được thay đổi hay từ chối từ giao dịch cá nhân của chúng tôi.
zh_cn: %1 可能有权限获取您所无法得到的信息，也可能以您无法得到的低价获取交易头寸，并可能跟您的利益有所不同。%1 没有义务为您提供我们所拥有的市场或其他信息，也不会对我们自己的交易做出任何变更或限制。

source: %1 now seeks Affiliate Managers to drive rapid growth and business development in key areas of the world. Successful recruits for this telecommuting role will actively increase %1's market presence, expanding its network of affiliate partners from particular countries, geographic regions, and / or languages as needed.
de: %1 sucht derzeit Geschäftspartnermanager, um das rasche Wachstum und die Geschäftsentwicklung in wichtigen Weltregionen voranzutreiben. Die erfolgreichen Bewerber für diese Telecommuting Stellung werden die Marktpräsenz von %1 aktiv verstärken, indem sie das Netzwerk aus Geschäftspartnern aus bestimmten Ländern, geographischen Regionen und/oder Sprachen erweitern.
fr: %1 recherche actuellement plusieurs responsables de l'affiliation afin de favoriser une croissance rapide de nos activités dans des secteurs géographiques clés. Les candidats sélectionnés pour ce poste en télétravail contribueront activement à renforcer la présence de %1 sur le marché et à élargir le réseau d'affiliation croissant de la société en ciblant différents pays, zones géographiques et/ou langues selon nos besoins.
ja: 当社では現在、世界の重要地域での急速な成長と事業開発を導くアフィリエイトマネージャーを探しています。この在宅勤務の役割の目標は、特定の国、地域、及び/または言語からのアフィリエイトネットワークの拡大することで市場での地位を更に確立していくことです。
vi: %1 đang tìm kiếm những nhà quản lý Chi nhánh có thể tạo nên sự tăng trưởng nhanh chóng và phát triển kinh doanh ở những khu vực trọng yếu của thế giới. Việc tuyển dụng thành công vị trí từ xa này sẽ gia tăng tích cực sự xuất hiện trên thị trường của %1, mở rộng mạng lưới với các đối tác liên kết từ những quốc gia nhất, vùng địa lý và/ hoặc những ngôn ngữ khác.
zh_cn: %1 诚聘联盟经理，在全世界各关键区域促进快速增长和业务发展。成功受聘此远程办公职位者须积极增强 %1的市场份额 ，并根据要求把特定国家、地理区域及/或语言的联盟伙伴网络扩大。

source: %1 offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets.
ar: %1 تقدم مجموعة من طرق السحب والإيداع الشائعة من بطاقات الخصم وبطاقات الإئتمان إلى الحوالات البنكية والنقود الإلكترونية والمحافظ الإلكترونية.
de: %1 bietet eine Reihe von üblichen Einzahlungs- und Auszahlungsmethoden, von Kreditkarten und EC-Karten bis hin zu Banküberweisungen, E-Cash und E-Wallets, an.
fr: %1 propose toutes les méthodes courantes de dépôt et de retrait, du paiement par carte de crédit/débit au virement bancaire, en passant par la monnaie électronique et les portefeuilles en ligne.
id: %1 menawarkan berbagai metode pembayaran dari lokal exchanger, kartu kredit dan debit hingga transfer bank, e-cash dan juga e-wallet.
ja: 当社でご利用いただけるご入金・ご出金方法は銀行振込になります。
pl: %1 oferuje pełną gamę metod wpłaty i wypłaty środków, w tym wypłatę za pomocą kart kredytowych i kart debetowych, poprzez przelewy bankowe oraz przy użyciu e-gotówki lub e-portfela.
ru: %1 предлагает широкий выбор способов пополнения и вывода средств, от кредитных карт и банковского перевода до электронных кошельков и валют.
th: %1 เสนอวิธีการเพื่อการฝาก การถอน จากบัตรเครดิต บัตรเดบิต ไปยังธนาคารต่างๆ เงินสดอิเล็กทรอนิกส์ และ กระเป๋าเงินอิเล็กทรอนิกส์ต่างๆ
vi: %1 cung cấp nhiều phương thức rút tiền và gửi tiền phổ biến, từ thẻ tín dụng, thẻ ghi nợ, tới chuyển khoản ngân hàng, thẻ điện tử và ví điện tử.
zh_cn: %1提供各种常见的存取款方式，包括借记卡和信用卡、银行电汇、电子现金及电子钱包等。

source: %1 offers a virtual-money account so you can get the hang of trading binaries. Why not <a href='%2'>open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
de: %1 bietet ein Konto mit virtuellem Geld an, damit Sie den Handel mit binären Optionen üben können. Es ist ganz einfach, ein kostenloses <a href="%2">, voll funktionsfähiges Konto mit 10.000 € virtuellem Guthaben zu eröffnen</a> und mit ihm den Handel zu erlernen.
fr: %1 propose un compte virtuel pour vous permettre de vous familiariser les options binaires. Vous pouvez <a href='%2'>ouvrir un compte virtuel de 10 000 USD, gratuit et complètement fonctionnel</a>, pour apprendre dès maintenant les bases du trading.
ja: 当社でバイナリー取引のコツを掴んでいただけるよう、デモ口座を提供しています。 <<a href='%2'>>100万円のバーチャルマネーで、全てのトレード機能</a>をお試しの上、取引方法を学んでみてください。
vi: %1 đề nghị cung cấp 1 tài khoản tiền áo để bạn có thể hiểu rõ các giao dịch nhị phân.Tại sao không <a href='%2'>mở một tài khoản ảo với đầy đủ chức năng và đã có sẵn $10k</a>, và bắt đầu học cách giao dịch.
zh_cn: %1提供虚拟资金账户，以便投资者掌握二元期权交易的技巧。何不<a href='%2'>免费开立一个1万美元、功能齐全的虚拟资金账户</a>，并开始学习如何交易呢？
