Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: There are two ways to trade Asians:
de: Es gibt zwei Möglichkeiten, Asiaten zu handeln:
fr: Il existe deux types d'option Asiatique :
ja: Asianトレードには2つの取引タイプがあります：
vi: Hiện có hai cách để giao dịch với người Châu Á:
zh_cn: 亚洲期权交易有两种方式：

source: There is any amount outstanding from you to us; and/or
de: Von Ihnen ist ein Betrag an uns ausständig; und/oder
fr: Il y a un montant en suspens de vous à nous; et/ou
ja: お客さまから当社への未払金があります
vi: Có bất kỳ số tiền vượt trội từ bạn cho chúng tôi; và/hoặc
zh_cn: 您欠我们一些数额尚未还清；和（或)

source: There was a problem accessing the server during purchase.
ar: هناك مشكلة في الوصول إلى الخادم أثناء الشراء.
de: Während des Kaufs ist ein Problem beim Zugriff auf den Server aufgetreten.
fr: Il y a eu un problème d'accès au serveur durant l'achat.
id: Terjadi masalah mengakses server saat pembelian berlangsung.
ja: 購入時にサーバーアクセスのエラーが発生がしました。
pl: Wystąpił błąd podczas uzyskiwania dostępu do serwera w trakcie zakupu.
ru: Возникла проблема с доступом к серверу во время процесса покупки.
vi: Có lỗi trung cập vào máy chủ khi mua.
zh_cn: 买入时服务器访问发生问题。

source: There was a problem accessing the server.
ar: حدثت مشكلة في التواصل مع الخادم.
de: Es gab ein Problem beim Zugriff auf den Server.
fr: Il y a eu un problème d'accès au serveur.
id: Terjadi masalah pada saat mengakses server.
ja: サーバーアクセスにエラーが発生しました。
pl: Wystąpił błąd podczas uzyskiwania dostępu do serwera.
ru: Возникла проблема с доступом к серверу.
th: มีปัญหาในการเข้าถึงเครื่องแม่ข่าย
vi: Có lỗi khi truy cập máy chủ.
zh_cn: 服务器访问发生问题。

source: There was a problem validating your personal details. Please update your %1 <a href="%2">here</a>.
de: Bei der Bestätigung Ihrer personenbezogenen Daten ist ein Problem aufgetreten. Bitte aktualisieren Sie diese Felder %1 <a href="%2">hier</a>.
fr: Un problème est survenu lors de la validation de vos informations personnelles. Veuillez mettre à jour vos %1 <a href="%2">ici</a>.
ja: 個人情報の確認において問題が発生しました。%1を<a href="%2">こちら</a>から修正してください。
vi: Xảy ra lỗi phê chuẩn thông tin cá nhân chi tiết của bạn. Vui lòng cập nhật %1 của bạn <a href="%2"> tại đây</a>.
zh_cn: 您的个人资料验证出了问题。请<a href="%2">在此</a>更新您的%1。

source: There was an error
ar: كان هناك خطأ
de: Es ist ein Fehler aufgetreten
fr: Une erreur s'est produite
id: Terdapat error
ja: エラーが発生しました
pl: Wystąpił błąd
ru: Произошла ошибка
th: มีความผิดพลาดเกิดขึ้น
vi: Đã có lỗi xảy ra
zh_cn: 出现错误

source: There was some invalid character in an input field.
ar: كان هناك بعض الأحرف الغير صالحة في حقل الإدخال.
de: Es ist ein ungültiges Zeichen in einem Eingabefeld vorhanden.
fr: Un caractère non valide a été saisi dans un champ.
id: Terdapat beberapa karakter yang tidak berlaku pada kolom input.
ja: 入力された文字に使用できない文字が含まれています。
pl: Nieprawidłowy znak w polu formularza.
ru: Неразрешённый символ в поле ввода.
th: มีบางอักขระไม่ถูกต้องจากข้อมูลที่ป้อนเข้ามา
vi: Có một vài ký tự không hợp lệ với dữ liệu nhập vào.
zh_cn: 某字段的输入字符无效。

source: There will be no charges for fund transfers from your Binary Options Real Account to your Real Account.
de: Für Geldüberweisungen von Ihrem Binären Optionen Echtgeldkonto auf Ihr Echtgeldkonto werden keine Gebühren verlangt.
fr: Il n'y aura aucun frais pour les transferts de fonds de votre Compte Réel Binary Options à votre Compte Réel.
ja: バイナリーオプションのリアル口座からご自身のリアル口座への送金には手数料は発生しません。
vi: Sẽ có không mất phí để chuyển tiền từ tài khoản tùy chọn nhị phân thật của bạn đến tài khoản thực sự của bạn.
zh_cn: 将基金从您的二元期权真实账户转到您的真实账户，不必支付任何费用。

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is %1 %2 (or equivalent in other currency).
ar: لهذا فإن الحد الأقصى الحالي للسحب (شريطة أن يكون فى حسابك أموالا كافية) هو %2 %1 (أو ما يعادلها بالعملات الأخرى).
de: Daher ist Ihr aktuelles sofortiges Maximum für eine Abhebung (sofern Ihr Konto über ausreichend Guthaben verfügt) EUR %1 %2 (oder Gegenwert in einer anderen Währung).
fr: Par conséquent, votre montant maximal de retrait immédiat (sous réserve de fonds suffisants disponibles sur votre compte) est de %2 %1 (ou équivalent dans une autre devise).
id: Maka dengan itu jumlah maksimal yang dapat Anda tarik (tergantung pada saldo tunai yang tersedia) adalah %1 %2 (atau setara dengan mata uang lainnya).
ja: そのため、現在即座にご出金いただける限度金額（ただし、ご口座残高が不足していない場合）は%1 %2までです。
pl: Dlatego w chwili obecnej Twoja maksymalna natychmiastowa wypłata (o ile posiadasz na koncie wystarczające środki) wynosi %2 %1 (lub równoważność tej kwoty w innej walucie).
ru: Поэтому максимально возможная сумма к выводу на данный момент (если на счету есть средства) составляет %1 %2 (или эквивалентную сумму в другой валюте).
th: ดังนั้น วงเงินการถอนมากที่สุดของท่านขณะนี้ (หากบัญชีท่านมีวงเงินเพียงพอ) คือ %1 %2 (หรือเทียบเท่าในสกุลเงินอื่น)
vi: Vì vậy khoản tiền rút tối đa hiện giờ của bạn (tài khoản đang có tiền được rút) là %1 %2 (hoặc đồng tiền khác có giá trị tương đương).
zh_cn: 因此您当前的即时最高取款额（要求您的账户有充足资金）为%1 %2（或其他等值货币）。

source: Therefore your current immediate maximum withdrawal (subject to your account having sufficient funds) is %1 %2.
ar: لهذا فإن الحد الأقصى الحالي للسحب (شريطة أن يكون فى حسابك أموالا كافية) هو%1 %2.
de: Daher beträgt Ihre derzeitige maximale Sofortabhebung (vorausgesetzt Ihr Konto hat ein ausreichendes Guthaben) %1 %2.
fr: Par conséquent, votre montant maximal de retrait immédiat (sous réserve de fonds suffisants disponibles sur votre compte) est de %2 %1.
id: Oleh karena itu jumlah maksimal yang dapat Anda cairkan langsung (jika saldo mencukupi) adalah %1 %2.
ja: 現在、出金可能な限度額（口座残高が不足していない場合）は¥ %2となります。
pl: Dlatego w chwili obecnej Twoja maksymalna natychmiastowa wypłata (o ile posiadasz na koncie wystarczające środki) wynosi %2 %1.
ru: Следовательно, Ваш максимальный лимит на вывод на данный момент составляет %1 %2.
th: ดังนั้น วงเงินการถอนมากที่สุดของท่านขณะนี้ (หากบัญชีท่านมีวงเงินเพียงพอ) คือ %1 %2
vi: Vì vậy khoản tiền rút tối đa hiện giờ của bạn (nói tới tài khoản đang có tiền được rút) là %1 %2.
zh_cn: 因此，您当前可即时提取的最大金额（要求您的帐户有足够资金）为 %1 %2。

source: These ST&Cs are to be governed by and construed in accordance with Maltese law and the parties hereto agree to submit to the non exclusive jurisdiction of the Maltese courts.
ar: هذه الشروط و الأحكام الخاصة تحكم وتفسر وفقا للقانون المالطي والأطراف بهذه الوثيقة توافق على الخضوع للسلطة القضائية غير الحصرية للمحاكم المالطية.
de: Diese ST&Cs unterliegen den Maltesischen Gesetzen und müssen nach diesen ausgelegt werden und die Parteien vereinbaren, sich der nicht ausschließlichen Rechtsprechung des Maltesischen Gerichts zu unterwerfen.
fr: Ces ST&Cs doivent être gouvernés par et interprétés en concordance avec la loi maltaise et les parties ici acceptent de se soumettre à la juridiction non exclusive de tribunaux maltais.
id: Ketentuan ini akan diatur dan ditafsirkan sesuai dengan hukum Malta dan kedua belah pihak bersetuju untuk tunduk pada yurisdiksi non eksklusif pengadilan di Malta.
ja: これらST＆Cs（特別条件と事業条件）は、マルタ裁判所の非専属管轄権に服することに同意し、マルタの法律や当事者によって規制されることを解します。
pl: Niniejsze DW podlegają przepisom prawa maltańskiego i strony zgadzają się poddać niewyłącznej jurysdykcji sądów maltańskich.
ru: Данные Дополнительные Правила и Условия регулируются и истолковываются в соответствии с мальтийским законодательством. Стороны настоящего документа соглашаются подчиняться неисключительной юрисдикции мальтийского суда.
th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ถูกกำกับและอนุมานตามกฎหมายมอลเตส และฝ่ายที่เกี่ยวข้องในที่นี้ได้ยอมรับเพื่อส่งการพิจารณาที่ศาลทั่วไปของประเทศมอลตา
vi: Những ST&C này được quản lý và giải thích luật của Malta và các bên đã đồng ý gửi cho đơn vị có thẩm quyền không chuyên thuộc của tòa án Malta.
zh_cn: 这些补充条款和条件遵照马耳他法律的约束和解释，各方同意接受马耳他法庭非专属性司法管辖权。

source: These ST&Cs begin to apply on the date we open your account, and, for any new versions after that, on the date we notify you.
ar: هذه الشروط و الأحكام الخاصة تبدأ بالتطبيق اعتبارا من تاريخ فتح حسابك، و، لأي إصدارات جديدة بعد ذلك، سنقوم بإخطارك في وقتها.
de: Diese ST&Cs gelten ab dem Datum Ihrer Kontoeröffnung und danach für alle neuen Versionen nach dem Datum, zu dem wir Sie unterrichten.
fr: Ces ST&Cs commencent à être appliqués à la date où nous ouvrons votre compte, et, pour pour toutes les nouvelles versions après celle-là, à la date où nous vous informons.
id: Ketentuan ini berlaku pada saat kami mendaftar akun Anda dan untuk setiap versi baru setelah itu, pada tanggal kami memberitahu Anda.
ja: これらST&Cs（特別条件と事業条件）は、お客さまの口座を開設させて頂いてから適用されます。以降の更新情報はその日に通知させていただきます。
pl: Niniejsze DW wchodzą w życie w dniu otwarcia Twojego konta, a w przypadku ich nowszych wersji w dniu, w którym otrzymasz powiadomienie o ich aktualizacji.
ru: Данные Дополнительные Правила и Условия вступают в силу в день открытия Вашего счета. Мы уведомим Вас относительно любых новых версий на момент внесения таковых изменений.
th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ (ST&Cs) เริ่มใช้ในวันที่พวกเราเปิดบัญชีของท่าน และ เพื่อเวอร์ชันใหม่ๆ ภายหลัง ในวันที่เราจะได้เรียนให้ท่านทราบ
vi: Những ST&C này bắt đầu được áp dụng kể từ ngày chúng tôi mở tài khoản cho bạn, và, đối với bất kì phiên bản nào mới phát sinh sau đó sẽ được áp dụng vào ngày mà chúng tôi gửi thông báo cho bạn.
zh_cn: 这些补充条款和条件于您的账户开立之日生效，之后如有新版本，则于我们通知您的当日开始生效。

source: These ST&Cs form part of and need to be read together with the General Terms and Conditions relating to the use of %1.
de: Diese ST&Cs sind Bestandteil der Allgemeinen Geschäftsbedingungen zur Nutzung von %1 und müssen mit ihnen zusammen beachtet werden.
fr: Ces CGS font partie des Conditions Générales régissant l'utilisation de %1 et doivent être lues conjointement avec ces dernières.
ja: これらST＆Csは、Binary.com (バイナリードットコム)の使用に関する一般ご利用規約と一緒に熟読いただくように作成されています。
vi: Những ST & Cs này là một phần và cần được đọc cùng với Điều Khoản Chung và các Điều Kiện liên quan đến việc sử dụng của %1.
zh_cn: 这些补充条款和条件是%1 一般使用条款和条件的组成部分，必须一并阅读。

source: These Supplementary Terms and Conditions (these "ST&Cs") apply solely to clients ("you") of Binary Investments (Europe) Ltd ("BIEL", "we" or "us") and will govern the relationship between you and us when trading Financial Products (as defined below) with us.
ar: تطبق هذه الشروط والأحكام التكميلية (هذه "الشروط والأحكام الخاصة") فقط للعملاء ("أنت") من بيناري للاستثمارات (أوروبا) المحدودة ("BIEL"، "نحن" أو "منا")، وسوف تنظم العلاقة بينك وبيننا عند تداول المنتجات المالية معنا (كما هو موضح أدناه).
de: Diese Ergänzenden Geschäftsbedingungen (diese "ST&Cs") gelten nur für Kunden ("Sie") der Binary Investments (Europe) Ltd. ("BIEL", "wir" oder "uns") und regeln die Beziehung zwischen Ihnen und uns für den Handel von Finanzprodukten (wie nachfolgend genannt) mit uns.
fr: Ces Conditions Générales Supplémentaires (ces ST&Cs) appliquent seulement aux clients ("vous") de Binary Investments (Europe) Ltd ("BIEL", "nous") et gouverneront la relation entre vous et nous lors de trades de Produits Financiers (comme définis ci-dessous) avec nous.
id: Syarat dan Ketentuan Tambahan ("ST&Cs" ini) berlaku semata-mata untuk klien ("Anda") dari Binary Investments (Europe) Ltd ("BIEL", "kami" atau "kita") dan akan mengatur hubungan antara Anda dan kami ketika bertrading Produk Keuangan (sebagaimana didefinisikan di bawah) dengan kami.
ja: これらの補助ご利用規約（"ST&Cs"）は、Binary Investments (Europe) Ltd("BIEL", "当社" または "私達"と表記されます。)のお客さまにのみ適用され、当社と金融商品（以下に定義されているもの）のお取引の際のお客さまと当社間の関係にあたります。
pl: Niniejsze Dodatkowe Warunki (DW) mają zastosowanie wyłącznie w odniesieniu do klientów („Ty”) Binary Investments (Europe) Ltd („BIEL”, „my” lub „nas” itp.) i będą regulowały relację między Tobą a nami w przypadku handlowania Produktami finansowymi (jak określono poniżej) oferowanymi przez nas.
ru: Данные Дополнительные Правила и Условия (данные "ДПУ") применяются только к клиентам ("Вы") Binary Investments (Europe) Ltd ("BIEL" или "мы") и будут определять отношения между Вами и нами при торговле на финансовых продуктах (как описано ниже) у нас на сайте.
th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ (แทนด้วย "ST&Cs") เพื่อนำมาใช้เฉพาะกับลูกค้า ("ท่าน") ของ Binary Investments (Europe) Ltd ("BIEL" หรือ "พวกเรา" หรือ "เรา") และจะใช้เพื่อกำกับความสัมพันธ์ระหว่างท่านและเราในการซื้อขายผลิตภัณฑ์ทางการเงิน (ตามที่กำหนดด้านล่าง) กับเรา
vi: Những Điều khoản và Điều kiện Bổ sung (những "ST&C") này áp dụng độc lập cho khách hàng("bạn") của công ty TNHH Binary (Châu Âu) ("BIEL", "chúng tôi") và sẽ chi phối mối quan hệ giữa bạn và chúng tôi khi giao dịch Sản phẩm Tài chính (được định nghĩa dưới đây) với chúng tôi.
zh_cn: 这些补充条款和条件仅适用于 Binary 投资（欧洲）有限公司（即：“BIEL”、"我们”及“我们的”)的客户（即：“您”），并将在金融产品（定义见下）交易中约束您和我们之间的关系。

source: These Terms and Conditions may be supplemented from time to time by Supplementary Terms and Conditions applicable to a particular Company or products.
ar: يمكن استكمال هذه الشروط والأحكام من وقت لآخر عبر شروط وأحكام تكميلية تطبق على شركة أو منتجات معينة.
de: Diese Allgemeinen Geschäftsbedingungen können jeder Zeit durch Zusätzliche Bedingungen, die für ein einzelnes Unternehmen oder einzelne Produkte gelten, ergänzt werden.
fr: Ces Conditions Générales peuvent ponctuellement être complétées par des Conditions Générales Supplémentaires s'appliquant à une Société donnée ou à des produits particuliers.
id: Syarat dan Ketentuan ini dapat dirubah dari waktu ke waktu berdasarkan Syarat dan Ketentuan yang berlaku untuk Perusahaan atau produk khusus.
ja: これらの規約は、適用補足規約と特定会社または商品によって随時補足されることがあります。
pl: Niniejszy Regulamin może w niektórych przypadkach być uzupełniany przez warunki dodatkowych regulaminów mających zastosowanie w odniesieniu do określonej Spółki lub określonego produktu.
ru: Данные Правила и условия могут периодически дополняться Дополнительными правилами и условиями, применимыми к конкретной Компании или конкретным продуктам.
th: ข้อตกลงและเงื่อนไขเหล่านี้จะเป็นส่วนเพิ่มเติม
vi: Những Điều khoản và Điều kiện này có thể được bổ sung dần dần bằng những Điều khoản và Điều kiện Bổ sung được áp dụng cho Công ty hoặc những sản phẩm đặc biệt.
zh_cn: 这些条款和条件可能陆续添加适用于某一公司或产品的补充条款和条件。

source: These Terms and Conditions, for the convenience of our Clients are provided in several different languages; however, these translations do reflect the same principles. We attempt, as much as possible to provide a faithful translation in English of the prevailing language. In the event of any differences between the English version of the website and any other language, the English version shall prevail.
ar: تقدم هذه الشروط والأحكام، من أجل راحة عملائنا في عدة لغات مختلفة. غير أن، تلك الترجمات تعكس المبادئ نفسها. نحاول، قدر المستطاع توفير الترجمة الأصلية من اللغة الإنجليزية لتلك اللغات. في حال وجود أي خلافات بين النسخة الإنجليزية للموقع وأية لغة أخرى، يؤخذ بالنسخة الإنجليزية.
de: Diese Allgemeinen Geschäftsbedingungen werden zur Annehmlichkeit unserer Kunden in mehreren Sprachen zur Verfügung gestellt; jedoch spiegeln diese Übersetzungen die selben Grundsätze wider. Wir versuchen so weit wie möglich, eine originalgetreue Übersetzung des englischen Texts in die jeweilige Sprache bereit zu stellen. Für den Fall von Unterschieden zwischen der englischen Version der Website und einer anderen Sprache, findet die englische Version Anwendung.
fr: Pour mieux répondre aux besoins de nos Clients, ces Conditions générales sont disponibles en différentes langues. Ces traductions reflètent cependant des principes similaires. Nous faisons notre maximum pour fournir une traduction fidèle de l'anglais vers la langue concernée. Dans l'éventualité de divergences entre la version anglaise du site et toute autre langue, la version anglaise prévaudra.
id: Syarat dan Ketentuan ini disediakan dalam berbagai bahasa untuk kenyamanan Anda. Namun demikian, kami memastikan translasi dalam versi Inggris adalah sama. Jika terjadi perbedaan antara versi Inggris dengan bahasa lainnya maka, vesi Inggris harus digunakan.
ja: （取引機器等の環境） 第11条 1. 本取引は、インターネット回線を通じて行う非対面取引であり、お客さま自身がPCもしくは携帯端末の操作に熟練している必要があります。 2. 本システムを利用するために必要なPCもしくは携帯端末等、インターネット回線、その他設備等はお客さまの費用負担と責任において準備のうえ、これを維持するものとします。 3. 本システムの規格変更あるいはその他の理由により、お客さまが使用しているPCもしくは携帯端末等、インターネット回線、その他設備が本システムに対応することが不可能になった場合は、お客さまの費用負担と責任において本システムに対応したものを準備するものとします。
pl: Dla wygody naszych Klientów niniejszy Regulamin jest dostępny w kilku językach, jednakże wszystkie jego tłumaczenia są odzwierciedleniem tych samych zasad. Staramy się zapewniać wierne tłumaczenie z języka angielskiego na język docelowy. W przypadku jakichkolwiek rozbieżności pomiędzy wersją angielską, a wersją w jakimkolwiek innym języku, wersja angielska jest wersją obowiązującą.
ru: Для удобства наших Клиентов настоящие Правила и условия предоставляются на разных языках. Хотя переводы отражают одни и те же принципы, мы стараемся обеспечить как можно более точный перевод с английского на конкретные языки. В случае каких-либо расхождений между английской версией веб-сайта и Правилами на любом другом языке, английская версия имеет преимущественную силу.
vi: Các Điều khoản và Điều kiện này, để tiện lợi cho khách hàng, chúng tôi cung cấp một vài ngôn ngữ khác nhau; Tuy nhiên, các bản dịch này chỉ phản ánh tương tự. Chúng tôi sẽ cố gắng hết mức có thể để cung cấp bản dịch sát nghĩa bằng tiếng Anh ngôn ngữ đặc quyền. Trong trường hợp có sự khác biệt nào giữa bản tiếng Anh của trang web và bất kỳ ngôn ngữ khác, phiên bản tiếng Anh sẽ được ưu tiên áp dụng.
zh_cn: 为了方便客户，我们以多种语言提供这些条款和条件。不过，这些翻译件所反映的是相同的原则。我们尽量为这些语言提供准确的英语译文。如果其他语言版本和英语版本有任何差异，则以英语版本为准。

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target.
ar: تلك معاملات حيث يتوقع العميل إذا كان السوق سينتهى أعلى أو أقل من السعر المستهدف المحدد.
de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob ein Kurs höher oder niedriger als ein festgelegtes Kursziel schließt.
fr: Ce sont les options pour lesquelles le trader prédit si le marché va terminer à un cours supérieur ou à un cours inférieur au prix-cible.
id: Ini adalah kontrak dimana trader menganalisa apakah pasar akan berakhir lebih tinggi atau lebih rendah dari target harga.
ja: 定めた価格バリアーよりも、終値が高いか低いかを予測するトレードです。
pl: Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie wyższa czy niższa od wybranej ceny docelowej.
ru: Контракты, где трейдер прогнозирует, закончится ли рынок выше или ниже заданного ценового барьера.
vi: Đây là những giao dịch mà nhà giao dịch dự đoán thị trường kết thúc cao hơn hoặc thấp hơn với giá mục tiêu đặt ra.
zh_cn: 交易者预测市场收盘价将高于或低于设定目标价的交易。

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period.
ar: هذة معاملات يتوقع فيها المتداول إذا كان السوق سيرتفع أو سيهبط بنهاية الفترة المختارة.
de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob zum Ablauf eines ausgewählten Zeitraums der Kurs gestiegen oder gefallen ist.
fr: Ce sont des transactions pour lesquelles le trader prédit qu'un marché va fluctuer à la hausse ou à la baisse à la fin d'une période prédéfinie.
id: Ini adalah kontrak dimana trader menganalisa apakah pasar akan naik atau turun pada akhir periode waktu yang dipilih.
ja: ご指定して頂いた取引期間終了時に市場価格が上昇するか下降するかを予測するトレードです。
pl: Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie rosła czy malała pod koniec wybranego okresu.
ru: Контракты, где трейдер прогнозирует, упадет или поднимется рынок на момент окончания определенного периода.
vi: Đây là những giao dịch mà nhà giao dịch dự đoán thị trường sẽ lên hoặc xuống vào cuối kì đã được chọn.
zh_cn: 交易者预测市场在所选期限结束时将会上涨或下跌的交易。

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades').
ar: هذه معاملات يختار فيها المتداول حاجز منخفض ومرتفع، ويتوقع إذا كان السوق سيبقى بين هذه الحواجز أو يخرج عنها (أنظر أيضا "تداولات البقاء بين/الخروج عن").
de: Es sind Kontrakte vorhanden, bei denen sich der Händler für eine untere und obere Schwelle entscheidet und voraussagt, ob der Kurs innerhalb dieser Schwellen verbleibt oder über sie hinaus schließt (siehe auch 'Bleibt zwischen/Geht außerhalb Kontrakte').
fr: Ce sont les options pour lesquelles le trader sélectionne une barrière inférieure et une barrière supérieure, et prédit si le marché évoluera à l’intérieur ou à l'extérieur de la zone de prix correspondante (voir également les options « Reste dans/Sort de la zone »).
id: Berikut adalah kontrak dimana trader akan memilih batasan rendah dan tinggi, dan menganalisa pergerakan pasar akan tetap berada di dalam batasan atau bergerak keluar batasan tadi (lihat juga kontrak 'Stays Between/Goes Outside').
ja: 上下に設定した価格バリアー内に市場価格が収まるか否かを予測するトレードタイプです。（「STAY-IN/BREAK-OUT」の項目もご参照ください）
pl: Są to zakłady, w których gracz wybiera niski i wysoki limit, a następnie prognozuje, czy cena rynkowa pozostanie pomiędzy tymi limitami czy je przekroczy (zobacz także „Zakłady typu pozostanie pomiędzy/przekroczy”).
ru: Контракты, где трейдер выбирает низший и высший барьеры и делает прогноз, останется ли рынок между этими барьерами или выйдет за их пределы (см. также "Контракты Останется между/Выйдет за пределы").
vi: Những giao dịch này là các nhà giao dịch đã chọn một hàng rào cao và thấp, và đoán thị trường sẽ ở trong vòng những rào cản này hoặc đi ra ngoài chúng (xem 'giao dịch ở Giữa /Đi ra ngoài').
zh_cn: 交易者设定低障碍和高障碍，并预测市场将保持在这些障碍水平之内或落在这些障碍水平之外的交易（请参考“保持在范围内/超出范围外交易”）。

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade.
ar: هذة معاملات حيث يختار المتداول سعر مستهدف ويتوقع أن السوق لن يصل ابداً إلى الهدف قبل أنتهاء المعاملة.
de: Dies sind Kontrakte, bei denen der Händler ein Kursziel festlegt und voraussagt, dass der Kurs vor Ablauf des Kontrakts dieses Ziel nicht erreichen wird.
fr: Pour ce type d'option, le trader sélectionne un prix-cible, et prédit que le marché ne touchera jamais la cible avant l'expiration de l’option.
id: Ini adalah kontrak dimana trader memilih target harga, dan menganalisa pasar tidak akan menyentuh target sebelum kontrak berakhir.
ja: ターゲット価格を設定し、取引対象の価格が取引終了時までにターゲット価格に一度も触れないことを予測するトレードタイプのことです。
pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek nigdy nie osiągnie ceny docelowej przed wygaśnięciem zakładu.
ru: Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок не коснется этого барьера за всю продолжительность контракта.
vi: Những giao dịch này là các nhà giao dịch đã chọn giá mục tiêu, và dự đoán thị trường sẽ không bao giờ chạm vào mục tiêu trước khi giao dịch hết hạn.
zh_cn: 交易者选择一个目标价并预测市场在合约到期前将不会触及该价位的交易。
