Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
ar: Binary.com تصل لمليون مستخدم، مسجلة علامة تاريخية. وتواصل الشركة النمو المتسارع لتؤكد مرة أخرى مكانتها باعتبارها رائدة هذه الصناعة.
id: Binary.com mencapai 1 juta pengguna, pencapaian bersejarah. Perusahaan akan selalu memperhatikan pertumbuhan eksponensial dan memastikan kedudukan sebagai pemimpin industri.
pl: Binary.com ma już 1 milion użytkowników. Osiągnęliśmy kolejny kamień milowy. Nieprzerwany szybki rozwój naszej firmy potwierdza naszą pozycję lidera na rynku.
ru: Число пользователей Binary.com достигло 1 миллиона, что является историческим рубежом. Компания продолжает расти в геометрической прогрессии и подтверждает позицию лидера в данной индустрии.
th: Binary.com มีผู้ใช้งานรวมราว 1 ล้านบัญชีผู้ใช้งาน ก้าวสู่เส้นทางประวัติศาสตร์ของความสำเร็จ บริษัทยังคงมุ่งมั่นอย่างต่อเนื่องเพื่อการเติบโตอย่างมีนัยสำคัญ และสิ่งนี้ยืนยันได้ถึงความเป็นผู้นำตลาดของเรา

source: Binary.com is a flexible place. As well as our offices, we have staff who choose to telecommute from their home offices in countries around the world. If that suits you, we’re open to it.
ar: مرونة مكان العمل في Binary.com. إضافة إلى مكاتبنا، بعض موظفينا قد يختارون العمل عن بعد من منازلهم في بلدان من جميع أنحاء العالم. اذا كان ذلك يناسبك، نحن نسمح بذلك.
id: Binary.com adalah tempat yang sangat fleksibel. Begitu juga dengan kantor kami, kami memiliki staf yang dapat bekerja dari rumah mereka di seluruh negara. Jika hal ini cocok untuk Anda, kami terbuka untuk itu.
pl: Binary.com jest elastyczne. Poza biurami zatrudniamy pracowników, którzy wolą pracować zdalnie w krajach na całym świecie. Jeśli Ci to odpowiada, zapraszamy.
ru: Binary.com гордится своей гибкостью. Помимо работы в офисе, наши сотрудники могут выбрать удалённую работу из своих домашних офисов по всему миру. Если вам подходит именно это, мы открыты для такого формата.
th: Binary.com มีความยืดหยุ่น เฉกเช่นที่เรามีสำนักงานสาขาต่างๆ เรามีพนักงานที่ทำงานให้เราจากสำนักงานหรือที่พักของเขาในประเทศต่างๆ ทั่วโลก และหากสิ่งนี้ตอบสนองความเป็นตัวคุณ เราเปิดรับท่านเพื่อเข้ามาร่วมงานกับเรา

source: Binary.com is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to <a target="_blank" href="%1">CPAN</a>. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on <a target="_blank" href="%2">github</a>.
ar: Binary.com عضو نشط في مجتمع بيرل وبصدد تحميل عدد من الوحدات الداخلية لـ <a target="_blank" href="%1">CPAN</a>. إذا كنت من عشاق بيرل، ساهم عبر مراجعة هذه الوحدات، وقدم طلب سحب على <a target="_blank" href="%2">github</a>.
id: Binary.com adalah anggota aktif komunitas Perl dan sedang dalam proses penyediaan beberapa modul utilitas internal ke dalam <a target="_blank" href="%1">CPAN</a>. Jika Anda adalah seorang penggemar Perl, Anda dapat mengkontribusikan keahlian Anda dengan meninjau beberapa modul berikut dan kirimkanya kepada <a target="_blank" href="%2">github</a>.
pl: Binary.com jest aktywnym członkiem społeczności Perl i obecnie dodaje liczne własne wewnętrzne moduły użytkowe do <a target="_blank" href="%1">CPAN</a>. Jeśli jesteś fanem Perl, dodaj swoją recenzję tych modułów i przekaż swoją opinię typu pull-request w serwisie <a target="_blank" href="%2">github</a>.
ru: Binary.com является активным членом сообщества Perl и находится в процессе обновления нескольких своих внутренних модулей на <a target="_blank" href="%1">CPAN</a>. Если вы энтузиаст Perl, приглашаем Вас прислать свои исправления модулей путем отсылки Вашего pull-request на <a target="_blank" href="%2">github</a>.
th: Binary.com เป็นสมาชิกปัจจุบันของชุมชน Perl ที่มีส่วนร่วมอย่างสม่ำเสมอ และเราอยู่ในกระบวนการของการพัฒนาโมดูลที่สำคัญอีกมากมายให้เป็นรูปแบบ <a target="_blank" href="%1">CPAN</a> หากคุณเป็นผู้คลั่งไคล้ Perl สามารถสนับสนุนเรา โดยการดำเนินการทวนสอบโมดูลต่างๆ ของเรา และส่งความเห็นของท่านมาที่ <a target="_blank" href="%2">GitHub</a>

source: Binary.com is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
ar: Binary.com مؤيد نشط لاتجاه المصدر المفتوح و في نهجها للمصادر المفتوحة تجد العديد من المكونات بشفرة برمجتها.
de: Binary.com ist ein aktiver Vertreter der Open-Source-Bewegung und ist dabei, eine Anzahl an Komponenten seiner Codebase offen zur Verfügung zu stellen.
id: Binary.com membuka peluang kearah open-source dan sedang dalam proses membuka beberapa komponen codebase yang dimilikinya.
pl: Binary.com aktywnie wspiera i promuje oprogramowanie open source i obecnie udostępnia wiele komponentów open source ze swojego kodu.
ru: Binary.com является активным сторонником движения с открытым исходным кодом и находится в процессе открытого поиска ряда компонентов базы кодов.
th: Binary.com เป็นผู้สนับสนุนกระบวนการโอเพ่นซอส และมีแผนการที่จะพัฒนาชุดคำสั่ง หรือโปรแกรมโอเพ่นซอสอีกมากมาย
vi: Binary.com là người đề xướng trong phong trào nguồn-mở và đang trong quá trình mở nguồn hàng loạt thành phần và nền cơ sở mã của mình.
zh_cn: Binary.com是开源运动的积极倡导者，并正在开放一批代码库组件。

source: Binary.com is honoured as the world's "Best Binary Options Broker" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai.
ar: تتشرف Binary.com بحضور المعرض المالي الدولي للمؤتمرات والمعارض السنوي 16 للشرق الأوسط وشمال أفريقيا "كأفضل وسيط للخيارات الثنائية" في العالم, والمستضاف في دبي.
id: Binary.com dianugerahkan sebagai "Broker Opsi Binary Terbaik" dunia pada Konfrensi dan Pameran Keuangan International MENA ke 16, diselenggarakan di Dubai.
pl: Podczas 16. edycji corocznego wydarzenia MENA International Financial Conference and Exhibition w Dubaju firma Binary.com zostaje uznana za „Najlepszego brokera opcji binarnych”.
ru: Binary.com завоевал награду в категории “Лучший брокер бинарных опционов” на 16-й Международной финансовой конференции и выставке стран MENA, которая состоялась в Дубае.

source: Binary.com is not available in Costa Rica and is not regulated or supervised by any regulatory body in the Costa Rican financial system.
ar: Binary.com غير متواجدة في كوستاريكا ولا ينظمها أو يشرف عليها أي هيئة تنظيمية في النظام المالي في كوستاريكا.
de: Binary.com steht in Costa Rica nicht zur Verfügung und wird auch nicht von einer Überwachungsbehörde im Costa Ricanischen Finanzsystem überwacht und kontrolliert.
id: Binary.com tidak tersedia di Costa Rica dan tidak diatur atau diawasi oleh badan pengawas keuangan di Costa Rica.
pl: Usługi Binary.com nie są dostępne na Kostaryce i nie są objęte żadnym nadzorem prowadzonym przez organy regulujące będące częścią systemu finansowego Kostaryki.
ru: Binary.com не работает в Коста-Рике, а также не регулируется и не контролируется финансовыми органами Коста-Рики.
th: Binary.com ไม่ได้เปิดดำเนินการที่ประเทศ Costa Rica และไม่ได้ดำเนินการ หรือ ได้รับอำนวยการโดยเนื้อหาทางกฎหมายของ Costa Rican Financial System
vi: Binary.com không khả dụng ở Costa Rica và không được quy định hoặc giám sát bởi bất kỳ cơ quan nhà nước trong hệ thống tài chính Costa Rica.
zh_cn: Binary.com在哥斯达黎加还不可使用，并不受哥斯达黎加金融体系任何监管机构的监管或监督。

source: Binary.com is the award-winning industry pioneer in online options trading.
ar: Binary.com رائدة صناعة تداول الثنائيات عبر الانترنت وحاصدة جوائز هذا المجال.
id: Binary.com adalah pemenang pada industri pelopor opsi trading online.
pl: Binary.com to utytułowany pionier rynku w branży handlu opcjami w internecie.
ru: Binary.com является одной из первых платформ для бинарных опционов, удостоенной высоких наград.
th: Binary.com ได้รับรางวัลผู้บุกเบิกในอุตสาหกรรมการซื้อขายออปชั่นออนไลน์

source: Binary.com offers new ways to trade
ar: Binary.com تقدم طرقا جديدة للتداول
id: Binary.com menawarkan langkah baru bertrading
pl: Binary.com oferuje nowe sposoby handlowania
ru: Binary.com предлагает новые способы работы на рынках
th: Binary.com เสนอช่องทางใหม่ๆ ในการซื้อขาย

source: Binary.com open-source projects
ar: مشاريع Binary.com مفتوحة المصدر
de: Binary.com Open-Source Projekte
id: Proyek open source Binary.com
pl: Projekty open source na Binary.com
ru: Проекты с открытым исходным кодом Binary.com
th: โครงการโอเพ่นซอสต่างๆ ของ Binary.com
vi: Những dự án nguồn-mở của Binary.com
zh_cn: Binary.com 开源项目

source: Binary.com reaches $2 billion turnover since starting in 1999
ar: دورة مبيعات Binary.com تصل الى 2 بليون دولار أمريكي منذ انطلاقها عام 1999
id: Binary.com mencapai $2 milyar omset sejak tahun 1999
pl: Binary.com osiąga obrót w wysokości 2 mld $ od rozpoczęcia działalności w 1999 r.
ru: Binary.com достигает оборота в 2 миллиарда долларов, впервые с 1999 г.
th: Binary.com มีมูลค่าการซื้อขายที่ 2 พันล้านเหรียญสหรัฐตั้งแต่เริ่มต้นในปี 1999 (พ.ศ. 2542)

source: Binary.com reaches 1 million registered users
ar: Binary.com تصل لمليون مستخدم مسجل
id: Binary.com mencapai 1 juta Pelanggan
pl: Binary.com ma już 1 milion zarejestrowanych użytkowników
ru: Binary.com достигает 1 миллиона пользователей
th: Binary.com มีผู้ใช้งานที่ลงทะเบียนแล้วกว่า 1 ล้านบัญชีผู้ใช้งาน

source: Binary.com supports the <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) which is the leading charity in Britain committed to minimising gambling-related harm. The RGT funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
ar: Binary.com تدعم <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) للعب المسئول وهي مؤسسة خيرية رائدة في بريطانيا ملتزمة بالحد من الضرر الناجم عن المراهنة. تمول RGT خدمات تعليمية والوقاية والعلاج ولجان بحث لمساعدة الناس على فهم المزيد عن الضرر الناجم عن المراهنة. كما أنها توفر خط مساعدة وطني للمراهنة لإسداء المشورة السرية والدعم العاطفي لأولئك الذين يلتمسون المساعدة.
pl: Binary.com wspiera fundację <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT), która jest najpopularniejszą organizacją charytatywną w Wielkiej Brytanii skupiającą się na minimalizowaniu szkód związanych z hazardem. RGT zajmuje się sponsorowaniem kształcenia dot. problemów związanych z hazardem oraz usług mających na celu zapobieganie tym problemom i zwalczanie ich. Zleca również różnego rodzaju badania, aby pomóc ludziom zrozumieć szkody, jaki może wyrządzić hazard. Prowadzi także krajowy telefon zaufania dla osób szukających pomocy w związku z problemami z hazardem, oferując poufne porady i wsparcie emocjonalne.
ru: Binary.com поддерживает организацию <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT), которая является ведущей благотворительной организацией в Великобритании по минимизации риска зависимости от азартных игр. RGT спонсирует образование, профилактику, лечение и исследования комиссии, чтобы поднять и понять проблему игорной зависимости. Она также предлагает национальную линию помощи жертвам азартных игр, предоставляя конфиденциальные консультации и эмоциональную поддержку тем, кто обращается за помощью.
th: === XXX === Binary.com supports the <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) which is the leading charity in Britain committed to minimising gambling-related harm. The RGT funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling. Binary.com ให้การสนับสนุนองค์กร <a target="_blank" href="http://www.responsiblegamblingtrust.org.uk/">Responsible Gambling Trust</a> (RGT) เป็นองค์กรการกุศลชั้นนำในประเทศอังกฤษเพื่อรณรงค์บรรเทาโทษของการพนันให้มีน้อยที่สุด กองทุน RGT เพื่อการศึกษา การป้องกัน === XXX === The RGT funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.

source: Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London.
ar: حازت Binary.com على الجائزة الرئيسية الأولى في فئة مضارب الرهان المالي في حفل توزيع جوائز التميز EGR Operator Awards 2015 المرموق, والمستضاف في لندن.
id: Binary.com membawa pulang hadiah utama pada acara EGR Operator Awards 2015, yang diadakan di London.
pl: Binary.com zdobywa pierwszą nagrodę w kategorii „Operator finansowy roku” na prestiżowej ceremonii wręczenia nagród EGR Operator Awards, która odbyła się w Londynie w 2015 r.
ru: Binary.com завоевал первое место в категории Оператор по финансовому беттингу (Financial Betting Operator) на престижной церемонии 2015 EGR Operator Awards, которая состоялась в Лондоне.

source: Binary.com’s CPAN contributions
ar: إسهام Binary.com في CPAN
id: Kontribusi CPAN Binary.com
pl: Recenzje CPAN od Binary.com
ru: Предложения CPAN от Binary.com
th: Binary.com เป็นผู้มีส่วนร่วมในการพัฒนาระบบในรูปแบบ CPAN

source: Binary.com’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.
ar: يقع المكتب الرئيسي لـ Binary.com في مالطا، الوجهة السياحية المفضلة ذات الطقس الدافئ و المناطق الترفيهية الجميلة و مناطق التراث العالمي. لدينا أيضا مكتبا رئيسيا للعمليات في سيبرجايا، منطقة التكنولوجيا العالية جنوبي مدينة كوالالمبور، عاصمة ماليزيا، الوجهة المثيرة في قلب آسيا.
id: Kantor pusat Binary.com adalah di Malta, sebuah Negara tujuan wisata favorit dengan iklim hangat, area rekreasi yang sangat indah dan merupakan wilayah warisan dunia. Kami juga memiliki kantor operasional di Cyberjaya, sebuah kota teknologi tinggi diselatan Kuala Lumpur, ibukota Malaysia, juga merupakan Negara tujuan wisata di jantung Asia.
pl: Centrala Binary.com znajduje się na Malcie, ulubionym celu podróży wielu turystów, który przyciąga ciepłym klimatem, pięknymi terenami wypoczynkowymi i zabytkami z listy Światowego Dziedzictwa Kulturowego. Nasza centrala operacyjna znajduje się w Cyberjaya, parku technologicznym położonym na południe od Kuala Lumpur, stolicy Malezji, pełnego niezrównanych atrakcji miasta w samym sercu Azji.
ru: Главный офис Binary.com находится на Мальте, любимом многими курорте с теплым климатом, отличной инфраструктурой и историческими памятниками. У нас также есть операционный офис в Cyberjaya, районе новых технологий на юге Куала-Лумпур, столицы Малайзии, излюбленном путешественниками месте в центре Азии.
th: == not fin == สำนักงานใหญ่ของ Binary.com อยู่ที่มอลตา ’s headquarters are in Malta, a favoured tourist destination with a warm climate, beautiful recreational areas and World Heritage sites. We also have an Operational Headquarters office in Cyberjaya, a high-tech precinct south of Kuala Lumpur, the capital of Malaysia, an equally exciting destination at the heart of Asia.

source: Binary.com’s remarkable history
ar: تاريخ Binary.com البارز
id: Sejarah Binary.com yang luar biasa
pl: Niezwykła historia portalu Binary.com
ru: Многолетняя история Binary.com
th: ประวัติศาสตร์อันน่าจดจำของ Binary.com

source: Binary’s platform transacts on average 15 <a href="http://binarycom.statuspage.io/" target="_blank">transactions</a> per second, 24/7
ar: منصة بيناري تتعامل بمتوسط 15 <a href="http://binarycom.statuspage.io/" target="_blank">معاملة</a> في الثانية، 24/7
id: Platform Binary memproses rata-rata 15 <a href="http://binarycom.statuspage.io/" target="_blank">transaksi</a> per detik, 24/7
pl: Platforma Binary rozlicza średnio 15 <a href="http://binarycom.statuspage.io/" target="_blank">transakcji</a> na sekundę, 24 godziny na dobę przez 7 dni w tygodniu
ru: В среднем, платформа Binary проводит 15 <a href="http://binarycom.statuspage.io/" target="_blank">транзакций</a> в секунду, 24/7
th: ระบบไบนารีประมวลผลโดยเฉลี่ย 15 <a href="http://binarycom.statuspage.io/" target="_blank">ธุรกรรม</a> ต่อวินาที ตลอด 24 ชั่วโมง 7 วันทำการ

source: Bollinger Band Width
ar: مؤشر بولينجر باند
id: Lebar Ben Bollinger
pl: Szerokość wstęgi Bollingera
ru: Ширина полос Боллинджера
th: ความกว้างของโบลินเจอร์ แบนด์

source: Bollinger Bands
ar: مؤشرات بولينجر
id: Gelang Bollinger
pl: Wstęgi Bollingera
ru: Полосы Боллинджера
th: โบลินเจอร์ แบนด์ (Bollinger Bands)

source: Bollinger Bands Average
ar: متوسط مؤشر بولينجر
pl: Średnia wstęg Bollingera
ru: Среднее значение полос Боллинджера
th: ค่าเฉลี่ยโบลินเจอร์ แบนด์

source: Bollinger Bands Lower
ar: بولينجر باند السفلي
pl: Dolna wstęga Bollingera
ru: Ниж. Полосы Боллинджера
th: ค่าต่ำกว่าโบลินเจอร์ แบนด์

source: Bollinger Bands Upper
ar: بولينجر باند العلوي
pl: Górna wstęga Bollingera
ru: Верх. Полосы Боллинджера
th: ค่าสูงกว่าโบลินเจอร์ แบนด์

source: Bollinger Bands are lines displayed around a simple moving average line (default set to 20 periods). The upper line is displayed 2 standard deviations above the moving average, and the lower line is displayed 2 standard deviations below the moving average.By definition prices are high at the upper band and low at the lower band. This definition can aid in rigorous pattern recognition and is useful in comparing price action to the action of indicators to arrive at systematic trading decisions.
ar: مؤشر Bollinger Bands هوالخطوط المعروضة حول خط simple moving average (الضبط الافتراضي على 20 فترة). يتم عرض الخط العلوي بمقدار انحرافين معياريين فوق moving average، ويتم عرض الخط السفلي بمقدار معيارين انحرافيين أدناه. تكون الأسعار مرتفعة في الشريط العلوي ومنخفضة في الشريط السفلي. هذا التعريف يمكن أن يساعد في التعرف على الأنماط الدقيقة ومفيد في المقارنة بين حركة السعر وحركة المؤشرات للتوصل إلى قرارات تداول منهجية.
id: Bollinger Bands adalah garis-garis yang ditampilkan mengelilingi garis simple pergerakan rata-rata (tersusun secara default kepada 20 periode). Garis atas menampilkan 2 standar deviasi diatas pergerakan rata-rata, dan garis bawah menampilkan 2 standard deviasi dibawah pergerakan rata-rata. Dengan batasan harga yang tinggi pada upper band dan rendah pada lower band. Batasan ini dapat membantu dalam pengakuan pola tajam dan berguna untuk membandingkan harga aksi dengan indikator aksi yang akan sampai pada keputusan trading sistematis.
pl: Wstęgi Bollingera to linie wyświetlane wokół linii średniej kroczącej (domyślnie ustawione na 20 okresów). Górna linia jest wyświetlana 2 odchylenia standardowe powyżej średniej kroczącej, a dolna linia jest wyświetlana 2 odchylenia standardowe poniżej średniej kroczącej. Z definicji ceny są wysokie w górnym paśmie i niskie w dolnym paśmie. Definicja ta może pomóc w rygorystycznym rozpoznawaniu trendów, jest także przydatna do porównywania zachowania cen z zachowaniem wskaźników przy podejmowaniu regularnych decyzji inwestycyjnych.
ru: Полосы Боллинджера (Bollinger Bands) - это линии вокруг скользящей средней. Верхняя линия показывает 2 стандартных отклонения над скользящей средней, нижняя линия - 2 отклонения под ней. По определению, цены являются высокими на верхней волне и низкими на нижней волне. Данное определение помогает четко выявить паттерн и полезно для сравнения поведения цен и поведения индикаторов.
th: โบลินเจอร์ แบนด์ คือ เส้นที่แสดงรอบๆ เส้นค่าเฉลี่ยอย่างง่าย (ค่าเริ่มต้นคือ 20 ช่วง) เส้นบนแสดง 2 ค่าเบี่ยงเบนมาตรฐานเหนือเส้นค่าเฉลี่ย และเส้นล่างแสดง 2 ค่าเบี่ยงเบนมาตรฐานที่ต่ำกว่าเส้นค่าเฉลี่ย โดยใช้ราคาสูงอยู่ในแถบด้านบน และใช้ราคาต่ำในแถบด้านล่าง นิยามนี้สามารถช่วยบอกรูปแบบอย่างแม่นยำและเป็นประโยชน์ในการเปรียบเทียบราคาเพื่อการตัดสินใจเมื่อดัชนีมาถึงเงื่อนไขที่กำหนด

source: Bonus Code
ar: كود المكافأة
id: Kode Bonus
pl: Kod bonusowy
ru: Код бонуса
th: รหัสโบนัส

source: Browse
ar: تصفح
id: Layari
pl: Przeglądaj
ru: Обзор
th: เลือกจากรายการ

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions.
ar: ليس هناك حاجة للأنتظار حتى أنتهاء الصلاحية. يمكنك أن تقوم بإعادة بيع المعاملات طويلة الأجل لتربح من أحوال السوق المتغيرة.
id: Namun Anda tidak perlu menunggu hingga kontrak berakhir. Anda dapat menjual kontrak jangka panjang kapan saja untuk memperoleh keuntungan dari perubahan kondisi pasar.
pl: Nie trzeba czekać do terminu wygaśnięcia opcji. Możesz odsprzedawać długoterminowe zakłady w dowolnym momencie, aby zyskać na zmieniających się warunkach rynkowych.
ru: Вам не нужно ждать окончания контракта. При желании, Вы можете продать свои долгосрочные контракты досрочно, чтобы обеспечить уже имеющуюся прибыль, особенно в меняющихся условиях рынков.
th: แต่ไม่มีความจำเป็นที่จะรอจนกระทั่งหมดอายุ ท่านสามารถขายสินทรัพย์ระยะยาวในเวลาใดๆ เพื่อทำกำไรจากการเปลี่ยนแปลงของเงื่อนไขต่างๆ ของตลาดได้

source: But we’re picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
ar: لكن من الصعب إرضاؤنا. فنحن نختار الكفاءات فقط: المحترفين الجادين، من لديهم معايير أخلاقية عالية و الذين ينجحون في محيط من الأمانة و الصدق و التعاون.
id: Namun kami agak memilih. Kami hanya memilih orang-orang yang berkualitas: profesional, memiliki standar moral tinggi, jujur dan memberi lingkungan bersahabat.
pl: Jednak jesteśmy wybredni. Wybieramy tylko osoby charakteryzujące się wyjątkowymi cechami: poważnych profesjonalistów, którzy kierują się wyśrubowanymi standardami moralnymi i świetnie się czują w uczciwym i nastawionym na współpracę środowisku.
ru: Но мы придирчивы. Мы выбираем только людей с особыми качествами: серьезных профессионалов, которые имеют высокие моральные стандарты и готовы работать и расти в честной и дружелюбной обстановке сотрудничества.
th: แต่เราค่อนข้างช่างเลือกสรร พวกเราคัดบุคลากรที่มีคุณลักษณะพิเศษ: มีความเป็นมืออาชีพอย่างจริงจังแข็งขัน ผู้มีศีลธรรมพื้นฐาน เติบโตบนรากฐานความซื่อสัตย์ ให้ความร่วมมือกับทุกฝ่าย

source: By submitting suggestions or other feedback regarding the Binary.com API to the Company ("Contributions"), you acknowledge and agree that:
ar: من خلال تقديم الإقتراحات أو غيرها من ردود الفعل بخصوص واجهة برمجة التطبيقات الخاصة ب Binary.com إلى الشركة ("الإسهامات"), فإنك تقر وتوافق على أن:
id: Dengan mengirimkan saran atau masukan lainnya mengenai API Binary.com kepada Perusahaan ("Kontribusi"), Anda mengakui dan setuju bahwa:
pl: Wysyłając Firmie sugestie lub innego rodzaju opinię dotyczącą API Binary.com, przyjmujesz do wiadomości i zgadzasz się, że:
ru: Отправляя Компании предложения или иные отзывы относительно API Binary.com ("Дополнения"), Вы признаёте и соглашаетесь со следующими положениями:
th: โดยการส่งข้อเสนอแนะ หรือความคิดเห็นอื่นๆ เกี่ยวกับ API ของ Binary.com ให้บริษัทฯ ("Contributions") ท่านยินยอมและยอมรับว่า:

source: Caching Content for Performance
ar: محتوى التخزين المؤقت للأداء
id: Penyimpanan Konten untuk Kinerja
pl: Zapisywanie treści w pamięci podręcznej w celu zapewnienia lepszego działania
ru: Кэширование контента для повышения эффективности
th: ออกแบบโครงสร้างของข้อมูลให้เข้าถึงได้รวดเร็วเพื่อประสิทธิภาพในการใช้งาน

source: Cancel
ar: إلغي
id: Membatalkan
pl: Anuluj
ru: Отменить
th: ยกเลิก

source: Candlestick Chart
ar: رسم الشموع البياني
id: Diagram Lilin
pl: Wykres świecowy
ru: Японские свечи
th: กราฟแท่งเทียน

source: Cannot create contract
ar: لا يمكن إنشاء عقد
id: Tidak dapat menyediakan kontrak
pl: Nie można utworzyć kontraktu
ru: Не удалось создать контракт
th: ไม่สามารถเพิ่มสัญญา
