Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: "%1 API" means the %1 proprietary set of programmatic routines, protocols, tools and resources created and maintained by %1 that allows you to use a registered Application to interface with the %1 trading platform.
de: „%1 API“ bedeutet von %1 selbst entwickelte Programmroutinen, Protokolle, Werkzeuge und Mittel, die von %1 erstellt und gepflegt werden, die es Ihnen ermöglichen, eine genehmigte Anwendung zu verwenden, um sich in die %1 Handelsplattform zu integrieren.
fr: « L'API %1 » désigne l'ensemble des produits propriétaires de %1, notamment les routines, protocoles, outils et ressources de programmation créés et mis en service par %1, vous permettant d'utiliser une Application enregistrée pour communiquer avec la plateforme de trading %1.
ja: 「%1 API」とは%1の取引プラットフォームとのインターフェースとして登録されたアプリケーションを使用できるよう、%1によって作成・管理されているプログラムのルーチン、プロトコル、ツール、リソースの独自のセットのことをいいます。
vi: "%1 API" có nghĩa là một bộ chương trình lập trình độc quyền, các lệnh, các công cụ và nguồn lực được tạo ra và duy trì bởi %1 cái mà cho phép bạn sử dụng Ứng dụng đã được đăng ký để giao dịch trên sàn giao dịch %1.
zh_cn: "%1 API" 是由%1创建和维护的编程例程、议定书、工具和资源集。您可通过%1交易平台使用已经注册的应用程序接口。

source: "%1 is one of the oldest and trustworthy partners we ever had. We have worked together for many years."
fr: "%1 est l'un de nos partenaires les plus anciens et les plus fiables. Nous travaillons ensemble depuis de nombreuses années."
ja: "Binary.com (バイナリードットコム)は最も歴史があり、信頼できるパートナーです。長年に渡り協業して参りました。"

source: "Binary" or "digital" options are options that pay a pre-determined, fixed amount, depending on whether or not an event occurs at the time the Binary Option expires. Binary Options can have only one of two possible outcomes and allow you to take a simple "Yes or No" approach. Like traditional options, Binary Options are based on an underlying asset such as currencies, commodities, indexes or stocks, however one of the most significant differences from traditional options, among others, is that there can be only two outcomes for the option, either the client is paid the return upon the occurrence of the event, or the client loses the investment amount as determined in each option.
ar: الخيارات "الثنائية" أو "الرقمية" هي الخيارات التي تدفع مبلغ ثابت محدد مسبقا، وهذا يتوقف على نتيجة حدث ما إذا كان سيحدث أو لا وقت انتهاء الخيار الثنائي. هناك احتمال واحد فقط للخيارات الثنائية من اثنتين من النتائج المحتملة حيث يمكنك أن تأخذ بنهج "نعم أو لا" البسيط. مثل الخيارات التقليدية، تعتمد الخيارات الثنائية على الأصول الأساسية مثل العملات أو السلع أو المؤشرات أو الأسهم، ولكن واحدة من الاختلافات الأبرز عن الخيارات التقليدية، من بين أمور أخرى، هو أنه لا يمكن أن يكون هناك سوى اثنتين من النتائج للخيار، إما أن يتم دفع العائد للعميل عند وقوع الحدث، أو أن يفقد العميل مبلغ الاستثمار على النحو المحدد لكل خيار.
de: "Binäre" oder "digitale" Optionen sind Optionen, die einen festen, vorher festgelegten Betrag auszahlen. Dies ist davon abhängig, ob ein Ereignis vor Ablauf der Binären Option eintritt oder nicht. Binäre Optionen können nur zwei mögliche Ergebnisse haben und ermöglichen Ihnen einen einfachen " Ja oder Nein" Ansatz. Binäre Optionen basieren, wie herkömmliche Optionen, auf den zugrundeliegenden Investitionen wie Währungen, Rohstoffe, Aktienindexe oder Aktien. Allerdings ist u. a. einer der eheblichsten Unterschiede zu herkömmlichen Optionen, dass es für die Option nur zwei Ergebnisse gibt: Entweder wird dem Kunden der Profit bei Eintreten des Ereignisses ausbezahlt oder der Kunde verliert die für jede Option gemachte Investition.
fr: Les options « binaires » ou « digitales » sont des options qui paient un montant fixe, prédéterminé, en fonction de la réalisation ou non d'un événement lorsque l'option binaire arrive à échéance. Les options binaires ne présentent que deux issues possibles et permettent donc d'adopter une approche simple en déterminant si « oui ou non » l'option terminera dans la monnaie. Comme les options traditionnelles, les options binaires sont basées sur des actifs sous-jacents tels que les devises, les matières premières, les indices ou les actions. Cependant, contrairement aux options traditionnelles, elles ne peuvent aboutir qu'à deux résultats possibles : soit l'événement se réalise et le client obtient le paiement correspondant, soit le client perd le montant d'investissement déterminé à l'avance pour chaque option.
id: Opsi "Binary" atau "digital" adalah opsi yang membayarkan jumlah tetap tergantung dari penyelesaikan saat Opsi Binary berakhir. Opsi Binary hanya memiliki satu atau dua kemungkinan sesederhana pilihan "Ya atau Tidak". Sama seperti opsi tradisional lainnya, Opsi Binary adalah berdasarkan pada aset dasar seperti mata uang, komoditas, indeks atau bursa, perbedaannya adalah hanya ada dua pilihan pada opsi ini, yaitu apakah Klien akan menerima keuntungan atau menghasilkan kerugian dari jumlah yang diinvestasikan pada setiap opsi.
ja: "バイナリー"や"デジタル"オプションは、バイナリーオプションの期限が切れるときにイベントが生じるか否かに応じて予め定められた固定金額を支払うオプションです。バイナリーオプションは、”Yes”または”No”のシンプルな方法で２つの起こり うる結果のうち１つを予測します。従来のオプションのように、バイナリーオプションは通貨の原資産に基づきます。従来のオプションとの一番の相違点は、その他にあります。それは、オプションは２つの結果だけからなり、１つはイベント発生時にリターンがクライアントに支払われ、もう１つは各オプションで定められた投資額を失うことになります。
pl: Opcje „binarne” lub „cyfrowe” to opcje, które łączą się z wypłatą wcześniej ustalonej stałej kwoty w zależności od tego, czy dane wydarzenie wystąpi lub nie wystąpi w momencie wygaśnięcia opcji binarnej. Opcja binarna może wiązać się tylko z jednym z dwóch możliwych rezultatów i pozwala Ci podejmować proste decyzje „Tak lub Nie”. Podobnie jak tradycyjne opcje handlowe, opcje binarne oparte są na instrumencie bazowym, takim jak waluty, towary, indeksy lub akcje. Jednak to, co odróżnia je w znacznym stopniu od tradycyjnych opcji to m.in. fakt, że opcja może przynieść jedynie dwa rezultaty: w przypadku wystąpienia określonego wydarzenia klientowi zostaje wypłacony zysk albo klient traci zainwestowaną kwotę określaną przy zawieraniu każdej opcji.
ru: "Бинарные" или "цифровые" опционы - это опционы, по которым выплачивается заранее определенная, фиксированная сумма, в зависимости от того, подтверждается или нет сделанный прогноз на момент окончания опциона. Бинарные опционы могут иметь только один из двух возможных вариантов исхода: "да или нет". Как и традиционные опционы, бинарные опционы предлагаются на конкретных рынках, например, валютах, сырьевых товарах, индексах или акциях; однако, одно из их самых существенных отличий от традиционных опционов заключается в том, что в сделках есть лишь два варианта исхода: либо клиенту выплачивается выигрыш при подтверждении прогноза, либо он теряет инвестированную в сделку сумму – цену покупки, как заранее оговорено для каждого опциона.
th: ตัวเลือก "Binary" หรือ "Digital" คือ ผลิตภัณฑ์ทางการเงินชนิดหนึ่งซึ่งจะให้ชำระก่อนกำหนด หรือ มูลค่าคงที่หรือไม่ ขึ้นกับวาระการหมดอายุของตัวเลือกไบนารีดังกล่าว ในที่นี้จะใช้ Binary Option แทนด้วยคำว่า ไบนารีออปชั่น ไบนารีออปชั่นมีผลลัพธ์เพียง 2 ทาง ซึ่งจะทำให้คุณพิจารณาว่า ใช่ หรือ ไม่ใช่ เช่นเดียวกับวิธีการดั้งเดิม ไบนารีออปชั่น เป็นสิ่งที่มีพื้นฐานขึ้นกับสินทรัพย์ ได้แก่ สกุลเงินต่างๆ คอมโมดิตี้ต่างๆ (สินค้าโภคภัณฑ์ ได้แก่ สินค้าอุปโภค และ สินค้าบริโภคต่างๆ) ดัชนีต่างๆ รวมถึง หลักทรัพย์ต่างๆ อย่างไรก็ตาม มีสิ่งสำคัญที่ทำให้ไบนารีออปชั่นในปัจจุบันมีความแตกต่างจากไบนารีออปชั่นดั้งเดิม คือ ไบนารีออปชั่นมีผลลัพธ์เพียง 2 ทาง อันได้แก่ ลูกค้าได้รับผลตอบแทนจากสิ่งที่เกิดขึ้นในธุรกรรมนั้น หรือ ลูกค้าขาดทุนจากการลงทุนนั้น เท่านั้น
vi: Quyền chọn "Nhị phân" hay "Thông thường" là quyền chọn thanh toán số tiền đã được định trước, cố định và phụ thuộc vào sự kiện có xảy ra hay không tại thời điểm quyền chọn "Nhị phân" hết hạn. Quyền chọn "Nhị phân" chỉ có một trong hai kết quả có thể xảy ra và cho phép bạn lựa chọn đơn giản " Có hoặc Không". Quyền chọn "Nhị phân" được dựa trên tài sản cơ sở như ngoại tệ, hàng hóa, chỉ số hoặc chứng khoán, tuy nhiên một trong những khác biệt đáng kể nhất so với quyền chọn "Thông thường" là chỉ có hai kết quả có thể xảy ra (1) hoặc là khách hàng nhận được lợi nhuận dựa trên hoạt động đang xảy ra (2) hoặc là khách hàng bị lỗ khoản tiền đã đầu tư trong mỗi quyền chọn.
zh_cn: “二元”或“数字”期权是支付已预定和固定金额的期权，支付与否根据二元期权到期时某事件发生与否而定。二元期权只能在两个可能性中产生一个最后结果，并让您简单地挑选“是”或“否”。像传统期权一样，二元期权也是根据如货币、大宗商品、指数或股票等标的资产。但是跟传统期权最大的不同点，就是二元期权只会有两种结果。要么就是事件发生，客户因此获得回报，不然就是客户损失每项期权已预定的投资金额。

source: "Content" means any data or content from our Website or accessed via the API. Our "Website" means %1's website at www.binary.com and any other website or service owned or operated by %1.
de: „Content“ bedeutet jegliche Daten oder Inhalte auf unserer Website oder die über das API aufgerufen werden können. Unsere „Website“ bezeichnet den Internetauftritt auf www.binary.com und jeder weiteren Website, die sich im Eigentum %1 befindet oder von %1 betrieben wird.
fr: « Contenu(s) » désigne tous types de données ou de contenus issus de notre site Web ou accessibles via l'API. Notre « site Web » désigne le site Web de Binary.com à l'adresse www.binary.com et tout autre site Web ou service détenu ou exploité par Binary.com.
ja: 「コンテンツ」とは当ウェブサイトまたはAPIのアクセスから得られるデータまたはコンテンツをいいます。当「ウェブサイト」とは%1のウェブサイト（www.binary.com）と%1が所有・運営している他サイトまたは他サービスを表します。
vi: "Content" có nghĩa là bất kỳ dữ liệu hay nội dung từ Trang web của chúng tôi hay được truy cập thông qua API. "Website" của chúng tôi có nghĩa là trang web %1 tại địa chỉ www.binary.com hay bất kỳ trang web hay dịch vụ nào được sở hữu hay hoạt động bởi %1.
zh_cn: "内容"指我们网站上或通过API访问所得的数据或内容。我们的"网站"指%1的www.binary.com网站及其它由%1拥有和经营的网站或服务。

source: "I work with a number of affiliate companies, and it is by far, the friendliest and most helpful that I've found. They go out of their way to provide their affiliates with all the tools, advice and support they need in order to succeed. To top it all off, they offer some of the most handsome rebates in the industry." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
ar: يقول <strong> فينود جوراسيا مدير تسويق موقع أجورا لايف ستايل</strong> "أعمل مع بعض الشركات لكني وجدت أنها أكثرهم وداً ومساعدة. فهم يبذلون قصارى جهدهم لتزويد شركائهم بكل الأدوات والمشورة والدعم اللازمين لنجاحهم. علاوة على ذلك فهم يقدمون أكبر العوائد فى هذا المجال".
de: "Ich arbeite mit vielen Partnerunternehmen zusammen und habe festgestellt, dass es bis jetzt das benutzerfreundlichste und zuvorkommendste ist, das ich bisher kennen gelernt habe. Sie scheuen keine Mühe, um ihren Mitgliedern mit allen Tools sowie Rat und Tat zur Seite zu stehen, die sie für den Erfolg benötigen. Um dies noch zu toppen, bieten sie einige der attraktivsten Rabatte in dieser Branche an." - <strong>Vinod Gorasia, Marketing Manager, Agora Lifestyles</strong>.
fr: « Je travaille avec plusieurs sociétés affiliées, et celle-ci est de loin la plus conviviale et la plus utile que j'aie pu trouver. Son équipe fait son maximum pour fournir aux affiliés tous les outils, conseils et services d'assistance dont ils ont besoin pour réussir. Et, qui plus est, ils proposent certaines des réductions les plus généreuses du marché. » - <strong>Vinod Gorasia, responsable marketing, Agora Lifestyles</strong>.
id: "Saya sudah bergabung dengan beberapa perusahaan afiliasi, dan menemukan %1 adalah perusahaan yang paling ramah dan selalu siap membantu. Mereka bekerja dengan keras agar dapat menyediakan peralatan, saran dan bantuan terbaik dalam membantu kesuksesan affiliasi saya. Disamping itu, mereka juga menawarkan promosi terhebat dalam industri trading." - <strong>Vinod Gorasia, Marketing Manager Agora Lifestyles</strong>.
ja: 「様々なアフィリエイトプログラムに加入してきましたが、当社のアフィリエイトプログラムはユーザ目線かつ、効果的なプログラムであると確信しております。あらゆるツールをはじめ、アフィリエイト活動を成功に導くためのアドバイスとサポートも積極的に提供してくれます。もちろん、業界をトップレベルの報酬体系も大変魅力的です。」： <strong>Vinod Gorasia, マーケティング・マネージャー, Agora Lifestyles</strong>
pl: „Współpracuję z wieloma firmami partnerskimi, ale ta jest z nich najbardziej przyjazna i pomocna. Wychodzą naprzeciw swoim partnerom i oferują im porady, narzędzia i wsparcie, które są niezbędne, aby osiągnąć sukces. A co najważniejsze, oferują najlepsze rabaty w całym biznesie.” - <strong>Vinod Gorasia, Menadżer ds. reklamy w firmie Agora Lifestyles</strong>.
ru: "Я являюсь партнером нескольких компаний и могу Вас заверить, что этот сайт - самый эффективный и удобный в использовании. Его сотрудники предоставляют партнерам все необходимые инструменты, а также рекомендации и поддержку. Кроме того, у этого брокера одни из самых высоких выплат в данной индустрии." - <strong>Винод Горасия, менеджер по маркетингу, Agora Lifestyles</strong>.
th: "ผมทำงานกับบริษัทพันธมิตรต่างๆ หลายแห่ง และที่ผมสัมผัสได้ ที่นี่เป็นบริษัทที่เป็นมิตรที่สุด และช่วยเหลือพึ่งพากันได้มากที่สุด เท่าที่ผมได้พบ พวกเขามีวิธีการสนับสนุนเหล่าพันธมิตรของเขาด้วยเครื่องมือต่างๆ ที่หลากหลาย คำแนะนำต่างๆ ที่ล้วนสนับสนุนให้พันธมิตรของเขาก้าวไปสู่ความสำเร็จ และที่วิเศษที่สุด คือ พวกเขาให้บริการเครื่องมือที่เยี่ยมที่สุดที่ทำให้ได้เงินคืนมามากที่สุดในอุตสาหกรรมนี้" - <strong>Vinod Gorasia ผู้จัดการฝ่ายการตลาดของ Agora Lifestyles</strong>
vi: <strong>Vinod Gorasia, Giám đốc Marketing của Agora Lifestyles</strong> đã nói:- "Tôi làm việc với rất nhiều công ty liên kết, và đó là công ty thân thiện nhất và có ích nhất mà tôi đã từng gặp. Họ rất nhiệt tình cung cấp chúng tôi các công cụ, lời khuyên và luôn sẵn sàng hỗ trợ để thành công. Trên hết, công ty này đưa ra nhiều chính sách trả lãi tốt hơn rất nhiều so với các đối thủ cạnh tranh khác trong ngành".
zh_cn: “我与多家联盟公司合作，迄今为止，它是我发现的最友好、最有帮助的联盟网站。他们竭力为联盟的成功提供所需的工具、建议和支持。最重要的是，他们提供业内最佳的回扣。”- <strong>Agora Lifestyles 公司市场经理 Vinod Gorasia </strong>表示。

source: "Third Party Provider(s)" means the third party (non-affiliated) entity that makes available features and functions through use of the %1 API.
de: "Drittanbieter" bezeichnet das/die Dritte(n) (nicht verbunden(e)(en)) Unternehmen, das/die Eigenschaften und Funktionen unter Verwendung des %1 API zur Verfügung stellen.
fr: « Tiers fournisseur(s) » désigne la tierce partie (non-affiliée) offrant l'accès à différentes caractéristiques et fonctionnalités par le biais de l'API Binary.com.
ja: 「サードパーティプロバイダー」とは%1 APIを使用して機能を利用可能にするサードパーティ（非提携）エンティティを意味します。
vi: "Bên thứ ba Cung cấp Dịch vụ" có nghĩa là bên thứ ba (không trực thuộc) là một thực thể pháp lý cung cấp các chức năng và dịch vụ thông qua việc sử dụng %1 API.
zh_cn: "第三方供应商"指通过使用%1的API提供可用功能和作用的第三方（非联盟成员）实体。

source: "We have used www.binary.com for the last 8 years and highly recommend binary to all our members worldwide."
fr: "Nous avons utilisé www.binary.com durant les 8 dernières années et recommandons fortement Binary à tous nos membres dans le monde entier."
ja: "当社はwww.binary.comを８年以上利用しています。世界中のトレーダーにバイナリーをぜひともお薦めします。"

source: %1 %2 has been credited to your Virtual money account %3
ar: %3 تم إضافة 1% 2% لحساب أموالك الإفتراضي
de: %1 %2 wurden Ihrem virtuellen Geldkonto %3 gutgeschrieben
fr: %2 %1 ont été crédités sur votre compte virtuel %3
id: %1 %2 telah dikreditkan kedalam akun uang virtual Anda %3
ja: %1 %2をデモ口座%3に付与されました
pl: %2 %1 zostało odjęte z Twojego konta wirtualnego %3
ru: %1 %2 было зачислено на Ваш Демо-счет %3
th: %1 %2 ถูกเพิ่มแล้วที่บัญชีเสมือนของคุณ %3
vi: %1 %2 vừa được cộng thêm vào tài khoản tiền Ảo %3 của bạn
zh_cn: %1 %2 已记入您的虚拟资金账户%3

source: %1 %2 payout if %3 does not touch Barrier through close on %4.
de: %1 %2 Auszahlung, wenn %3 die Schwelle nicht durch das Schließen auf %4 erreicht.
fr: Paiement de %2 %1 si %3 ne touche pas la barrière jusqu'à la fermeture de l'option le %4.
ja: %3のNO-TOUCHは、取引期間(%4)が終了するまでにバリア価格に達しないと予測
vi: %1 %2 thanh toán nếu %3 không chạm vào các rào cản thông qua đóng trên %4.
zh_cn: %4闭市时如果%3未触及障碍价格，可获取%1 %2的赔付额。

source: %1 %2 payout if %3 ends on or between low and high values of Barrier at close on %4.
de: %1 %2 Auszahlung, wenn %3 auf, oder zwischen niedrigen und hohen Werten der Schwelle, zum Schluss auf %4 endet.
fr: Paiement de %2 %1 si %3 termine sur ou entre les valeurs inférieure et supérieure de la barrière à la fermeture le %4.
ja: %3のEND-INは、判定時刻(%4)の時点で上限バリア未満かつ下限バリア以上であると予測
vi: %1 %2 thanh toán nếu %3 kết thúc vào hoặc giữa cao và thấp giá trị của các rào cản lúc đóng trên %4.
zh_cn: %4闭市时如果%3平仓价相等于或介于障碍价格最低和最高价位间，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 ends outside low and high values of Barrier at close on %4.
de: %1 %2 Auszahlung, wenn %3 außerhalb der niedrigen und hohen Werte der Schwelle zum Schluss auf %4 endet.
fr: Paiement de %2 %1 si %3 termine hors de la zone délimitée par les valeurs inférieure et supérieure de la barrière à la fermeture le %4.
ja: %3のEND-OUTは、判定時刻(%4)の時点で上限バリア以上もしくは下限バリア未満であるとを予測
vi: %1 %2 thanh toán nếu %3 kết thúc bên ngoài thấp và cao giá trị của các hàng rào tại đóng trên %4.
zh_cn: %4闭市时如果%3平仓价在障碍价格最低和最高价位范围外，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 goes outside of low and high values of Barrier through close on %4.
de: %1 %2 Auszahlung, wenn %3 außerhalb der niedrigen und hohen Werte der Schwelle zum Schluss auf %4 geht.
fr: Paiement de %2 %1 si %3 sort de la zone délimitée par les valeurs inférieure et supérieure de la barrière avant la fermeture le %4.
ja: %3のBREAK-OUTは、取引期間中(%4)に上限バリア以上もしくは下限バリア以下になると予測
vi: %1 %2 thanh toán nếu %3 đi bên ngoài thấp và cao các giá trị của các rào cản thông qua gần với %4.
zh_cn: %4闭市时如果%3价在障碍价格最低和最高价位范围外，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 is strictly higher than or equal to Barrier at close on %4.
de: %1 %2 Auszahlung, wenn %3 ausdrücklich höher als oder gleich mit (der), die Schwelle zum Schluss auf %4 ist.
fr: Paiement de %2 %1 si %3 est strictement supérieur ou égal à la barrière au moment de la fermeture le %4.
ja: %3のラダーHIGHは、判定時刻(%4)の時点でバリア価格以上であると予測
vi: %1 %2 thanh toán nếu %3 là nghiêm chỉnh cao hơn hoặc bằng hàng rào tại gần với %4.
zh_cn: %4闭市时如果%3严格高于或相等于障碍价格，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 is strictly lower than Barrier at close on %4.
de: %1 %2 Auszahlung, wenn %3 ausdrücklich niedriger als die Schwelle zum Schluss auf %4 ist.
fr: Paiement de %2 %1 si %3 est strictement inférieur ou égal à la barrière au moment de la fermeture le %4.
ja: %3のラダーLOWは、判定時刻(%4)の時点でバリア価格未満であると予測
vi: %1 %2 thanh toán nếu %3 là nghiêm thấp hơn so với các rào cản lúc gần với %4.
zh_cn: %4闭市时如果%3严格低于障碍价格，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 stays between low and high values of Barrier through close on %4.
de: %1 %2 Auszahlung, wenn %3 zwischen den niedrigen und hohen Werten der Schwelle durch den Schluss auf %4 bleibt.
fr: Paiement de %2 %1 si %3 reste dans la zone délimitée par les valeurs supérieure et inférieure de la barrière jusqu'à la fermeture le %4.
ja: %3のSTAY-INは取引期間中(%4)に上限バリア未満かつ下限バリア超過を維持すると予測
vi: %1 %2 thanh toán nếu %3 vẫn giữa cao và thấp giá trị của các rào cản thông qua gần với %4.
zh_cn: %4闭市时如果%3在障碍价格最低和最高价位范围内，可获取%1 %2 赔付额。

source: %1 %2 payout if %3 touches Barrier through close on %4.
de: %1 %2 Auszahlung, wenn %3 die Schwelle durch den Schluss auf %4 berührt.
fr: Paiement de %2 %1 si %3 touche la barrière avant la fermeture le %4.
ja: %3のTOUCHは、取引期間(%4)が終了するまでバリア価格に達すると予測
vi: %1 %2 thanh toán nếu %3 chạm hàng rào thông qua gần với %4.
zh_cn: %4闭市时如果%3触及障碍价格，可获取%1 %2 赔付额。

source: %1 (Toll Free)
de: %1 (Gebührenfrei)
fr: %1 (Sans frais)
ja: ==フリーダイヤル==
vi: %1 (điện thoại miễn phí)
zh_cn: %1(免费电话)

source: %1 Affiliate Program Terms and Conditions
ar: %1 أحكام وشروط برنامج الإنتساب الخاص بـ
de: %1 Allgmeine Geschäftsbedingungen des Partnerprogramms
fr: Conditions générales du programme d'affiliation %1
id: Syarat dan Ketentuan Program Affiliasi %1
ja: 当社アフィリエイトプログラム・利用規約
pl: Regulamin programu partnerskiego %1
ru: Правила и условия партнерской программы %1
th: %1 ข้อตกลงและเงื่อนไขของโปรแกรมพันธมิตร (Affiliate Program)
vi: Điều kiện và Điều khoản của chương trình hợp tác %1
zh_cn: %1 联盟计划的条款和条件

source: %1 Application Program Interface ("API") Terms and Conditions
de: %1 Allgmeine Geschäftsbedingungen des Applikationsprogramms Interface („API”)
fr: Conditions générales de l'interface de programmation (« API ») %1
ja: %1アプリケーション・プログラム・インターフェース("API") ご利用規約
vi: Điều kiện và Điều khoản của %1 Giao Diện Chương Trình Ứng Dụng (API)
zh_cn: %1 应用程序编程界面("API")的条款和条件

source: %1 ICO <br /> Pre-announcement
ja: %1 ICO <br /> 事前告知

source: %1 ICO FAQ
ja: %1 ICO よくあるご質問

source: %1 ICO, Invest in the world's premier platform for binary options trading
ja: %1 ICO: 世界最高水準のバイナリーオプションプラットフォームでお取引

source: %1 Please click the link below to restart the password recovery process. If you require further assistance, please contact our Customer Support.
ar: %1 يرجى النقر على الرابط أدناه لإعادة تشغيل عملية استرداد كلمة المرور. إذا كنت تتطلب مزيدا من المساعدة، الرجاء الاتصال "دعم العملاء".
de: %1 Bitte klicken Sie auf den nachfolgenden Link, um den Passwort Erneuerungsprozess zu starten. Wenn Sie weitere Unterstützung benötigen, setzen Sie sich bitte mit unserem Kundensupport in Verbindung.
fr: %1 Veuillez cliquer sur le lien ci-dessous pour relancer le processus de récupération de mot de passe. Pour obtenir de l'aide, veuillez contacter notre Service Clientèle.
id: %1 Silahkan klik link di bawah ini untuk memulai kembali proses pemulihan kata sandi. Jika Anda membutuhkan bantuan lebih lanjut, silakan hubungi Customer Support kami.
ja: %1下記リンクをクリックしてパスワードの再設定を再度お試しください。サポートが必要な場合は、 カスタマーサポートまでご連絡ください。
pl: %1 Aby rozpocząć proces odzyskiwania hasła, kliknij na poniższy link. Jeśli potrzebujesz pomocy, skontaktuj się z naszym działem obsługi klienta.
ru: %1 Пожалуйста нажмите на ссылку ниже, чтобы повторно запустить процесс восстановления пароля. Если Вам нужна дополнительная помощь, пожалуйста, свяжитесь с нашей службой поддержки.
th: %1 โปรดคลิกที่ลิงค์ด้านล่างเพื่อเริ่มกระบวนการกู้คืนรหัสผ่าน หากท่านต้องการความช่วยเหลือ โปรดติดต่อฝ่ายบริการลูกค้าของเรา
vi: %1 Vui lòng nhấn vào đường dẫn dưới đây để bắt đầu lại quá trình khôi phục mật khẩu. Nếu bạn cần thêm trợ giúp, vui lòng liên hệ với Trung tâm hỗ trợ khách hàng của chúng tôi.
zh_cn: %1 请点击以下链接重启密码恢复过程。如果需要帮助，请联系客服部。

source: %1 Property
de: %1 Eigentum
fr: Académie %1
ja: 不動産
vi: Tài sản %1
zh_cn: %1的财产

source: %1 Shop introduced
de: %1 Shop eingeführt
fr: Lancement de la boutique %1
ja: オンラインショップを開設(日本を除く)
vi: Cửa hàng được giới thiệu %1
zh_cn: 新增%1 商店

source: %1 academy
de: %1 Akademie
fr: Académie %1
ja: %1 アカデミー
vi: học viện %1
zh_cn: %1学院

source: %1 affiliate partners who wish to support a big group of Clients
ar: شركاء انتساب 1% الذين يرغبون في دعم مجموعة كبيرة من العملاء
de: %1 Geschäftspartner, die eine große Gruppe von Kunden unterstützen möchten
fr: Les partenaires affiliés %1 souhaitant s'investir auprès d'un large groupe de Clients
id: Mitra Afiliasi %1 yang ingin mendukung dan memiliki grup besar
ja: 大きなグループのクライアントをサポートされたい%1アフィリエイトパートナー
pl: %1 współpracuje z partnerami, którzy chcą wspierać dużą grupę Klientów
ru: Партнеры %1, желающие поддержать большую группу клиентов
th: %1 บริษัทในเครือที่สนับสนุนและให้บริการกับลูกค้าต่างๆ
vi: Các đối tác %1 muốn hỗ trợ một nhóm Khách hàng
zh_cn: 想要为大量客户提供支持服务的%1联盟成员
