Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The above personal data that we collect will be held by us and processed for any purpose as may be allowed by law or required by any law. We may also transfer such personal data to any company within the Binary Group of companies, any of our business associates or payment providers, whether in or outside of the EEA including in countries which might not offer an equivalent level of protection of personal data.
ar: البيانات الشخصية أعلاه التى نجمعها سنقوم نحن بحفظها والتعامل معها لأى غرض بما يسمح أو يتطلب أى قانون. من الممكن أيضاً أن ننقل مثل هذه البيانات الشخصية لأى شركة ضمن مجموعة شركات بيناري، أو أي من شركاء العمل لدينا أو مقدمي خدمات الدفع، سواء داخل أو خارج منطقة EEA بما في ذلك البلدان التي قد لا توفر نفس مستوى الحماية للبيانات الشخصية.
de: Die oben erwähnten, von uns erhobenen, personenebezogenen Daten werden von uns zu Zwecken gespeichert, die gesetzlich zugelassen oder per Gesetz vorgeschrieben sind. Wir dürfen solche personenenbezogenen Daten auch an ein Unternehmen innerhalb der Binary Unternehmensgruppe, einem unserer Geschäftspartner oder Zahlungsabwickler entweder innerhalb oder außerhalb des Europäischen Wirtschaftsraums, einschl. Ländern, die keinen dementsprechenden Grad an Schutz für personenbezogene Daten bieten, übermitteln.
fr: Lesdites données personnelles que nous collectons seront conservées par nos soins et utilisées à toute fin autorisée par la loi ou lorsque la loi l'exige. Nous sommes également susceptibles de communiquer ces données personnelles à toute société de Binary Group, à l'un de nos partenaires commerciaux ou fournisseurs de services de paiement, que ce soit au sein de l'EEE ou ailleurs, y compris dans certains pays susceptibles de ne pas offrir un niveau de protection des données personnelles équivalent.
id: Data pribadi diatas yang kami kumpulkan akan diselenggarakan oleh kami dan diproses untuk tujuan apapun yang mungkin diizinkan oleh hukum atau diwajibkan oleh hukum apapun. Kami juga dapat mentransfer data pribadi tersebut untuk setiap perusahaan dalam Binary Grup perusahaan, salah satu rekan bisnis kami atau penyedia pembayaran, baik di dalam maupun di luar EEA termasuk di negara-negara yang mungkin tidak menawarkan tingkat setara dengan perlindungan data pribadi.
ja: 当社が収集する上記の個人情報は当社にて保管し、法律、または任意の法律の求めに応じて利用される場合があります。これらの個人情報を当社グループ内、またはビジネスパートナー、支払提供者などの同レベルの個人情報保護を提供していない国を含むEEA内外で共有する場合があります。
pl: Powyższe gromadzone przez nas dane osobowe będą przechowywane i przetwarzane w dowolnym celu, który może być dozwolony lub wymagany przez prawo. Możemy również przekazać takie dane osobowe każdej firmie w ramach Binary Group, któremukolwiek z naszych partnerów biznesowych lub operatorom płatności, zarówno w ramach Europejskiego Obszaru Gospodarczego, jak i poza nim, z uwzględnieniem krajów EOG, które mogą nie oferować równorzędnego poziomu ochrony danych osobowych.
ru: Предоставленные Вами личные данные хранятся в Компании и могут быть предъявлены по требованию представителей закона. Ваша персональная информация может быть передана в любой из филиалов компании Binary Group, любому из наших деловых партнеров или поставщиков платёжных услуг, в рамках или вне ЕЭП, включая страны, которые могут не предлагать эквивалентный уровень защиты личных данных.
vi: Các dữ liệu cá nhân trên mà chúng tôi thu thập chúng tôi sẽ giữ và xử lý cho mục đích nào đó có thể được cho phép hoặc yêu cầu của pháp luật. Chúng tôi cũng có thể chuyển dữ liệu cá nhân đó cho bất kỳ công ty nào trong Tập đoàn Binary, bất kì tổ chức kinh tế nào hoặc người thanh toán của chúng tôi, bên trong hoặc bên ngoài EEA bao gồm cả ở những nước mà không được cung cấp mức bảo vệ thông tin cá nhân tương đương.
zh_cn: 对于上述的个人数据，我们将在法律法规允许的范围内进行持有或处理。我们可能将个人信息转移给 Binary 集团的公司、我们的业务伙伴或资金提供者，不论其是否位于 EEA 区域，包括一些没有达到相同个人数据保护水平的国家。

source: The account transfer is unavailable. Please %1deposit%2 to your account.
de: Die Kontoüberweisung ist nicht möglich. Bitte %1zahlen%2 Sie auf Ihr Konto ein.
fr: Le virement de compte à compte est indisponible. Veuillez %1effectuer un dépôt%2 sur votre compte.
ja: 口座振替はご利用いただけません。お客さまの口座へご入金ください。
vi: Chuyển giữa hai tài khoản không khả dụng. %1 vui lòng gửi tiền %2 vào tài khoản.
zh_cn: 账户不可转账。请将资金%1存入%2您的账户。

source: The affiliate program enables you to benefit from referring clients to the site. Growth and success is shared with affiliates who have the ability to bring new Clients to the site.
ar: يتيح برنامج الانتساب لك الاستفادة من تحويل العملاء إلى الموقع. ونتشارك النمو والنجاح مع المنتسبين الذين لديهم القدرة على جلب عملاء جدد إلى الموقع.
de: Das Partnerprogramm gibt Ihnen die Möglichkeit, von Kundenempfehlungen für die Site zu profitieren. Das Wachstum und der Erfolg wird mit den Partnern geteilt, die fähig sind, neue Kunden auf die Site zu bringen.
fr: Le programme d'affiliation vous permet de générer des revenus en recommandant notre site à des clients. Les affiliés ayant la possibilité d'attirer de nouveaux clients sur notre site profitent ainsi de notre croissance et de notre succès.
id: Program afiliasi memberi Anda manfaat dengan memperkenalkan klien kepada situs. Perkembangan dan sukses akan dibagikan kepada afiliasi yang memiliki kemampuan untuk membawa klien baru kedalam situs.
ja: アフィリエイトプログラムサイトにクライアントをご紹介いただくことで、利益をお受け取りいただけます。サイトへ新しいクライアントを集客するスキルのあるアフィリエイトで成長と成功をわかち合いましょう。
pl: Program partnerski umożliwia Ci uzyskiwanie korzyści z przekierowywania klientów na naszą stronę. Naszym rozwojem i sukcesem dzielimy się z naszymi partnerami, którzy zapewniają nam przypływ nowych klientów.
ru: Партнерская программа позволяет Вам получать прибыль от привлечения клиентов на сайт. Мы делимся своим ростом и успехом с партнерами, которые приводят на сайт новых Клиентов.
vi: Chương trình liên kết cho phép bạn kiếm lời từ việc giới thiệu khách hàng cho trang web. Sự lớn mạnh và thành công được chia sẻ cho liên kết người mà có khả năng mang Khách hàng mới tới cho trang web.
zh_cn: 联盟项目让您通过推荐客户到网站而获利。有能力给网站带来新客户的联盟会员可以一起分享成长和成功。

source: The anti-money laundering processes have the following effects on Clients:
ar: عمليات مكافحة غسيل الأموال لها التأثيرات التالية على العملاء:
de: Die Verfahren gegen Geldwäsche haben folgende Auswirkungen auf Kunden:
fr: Les processus contre le blanchiment d'argent on les effets suivants sur les Clients:
id: Proses anti pencucian uang mempunyai efek sebagai berikut pada klien:
ja: （免責事項） 第23条 1. 次の各号に掲げる損害については、当社はその責めを負わないものとします。 (1) 天変地異、政変、ストライキ、外貨事情または相場の急変、金融市場の閉鎖・混乱等の不可抗力の事由により、本取引の注文執行、金銭の授受または寄託の手続き等が遅延し、または 不能となったことにより生じた損害。 (2) 外国為替市場等の閉鎖または規則の変更等の事由により、お客さまの本取引に係る注文に当社が応じ得ないことによって生じた損害。 (3) 電信、インターネット（回線の混雑を含みます。）、郵便の誤謬または遅延等の事由によって生じた損害。 (4) 各国政府の法令等、行政機関・自主規制機関の規制等の新設・改廃により生じた損害。 (5) 当社が本約款、国内法令等に従ってお客さまの本人確認を行った上で、金銭の授受その他の処理を行ったことに起因または関連して生じた障害。 (6) お客さま自身が入力したか否かを問わず、あらかじめ当社に登録されている口座番号、パスワード等の一致を当社が確認した上で行われた本取引等により生じた障害。 (7) お客さまのPC・携帯端末のハードウェアやソフトウェアの故障・誤作動、当社のコンピュータシステムもしくはソフトウェアの故障・誤作動、当社カバー先、市場関係者、第三者が提供するシステムやソフトウェアの故障・誤作動、その他本取引に係る一切のコンピュータのハードウェア・ソフトウェア・システムの故障・誤作動により生じた障害。 (8) お客さまが必要な確認をしなかったまたは注文ミスにより、当該注文が成立してしまったまたは成立しなかったことにより生じた損害。 (9) 国内金融機関の祝休日または当社の取扱時間外のために、お客さまの注文に応じ得ないことにより生じた損害。 (10) 国内金融機関の祝休日または当社の取扱時間外のために、本取引に係る書通知が遅延したことにより生じた損害。 (11) 当社もしくはお客さまご自身が設定した限度額を超えて取引を行ったことにより生じた損害。 (12) インターネット及びコンピュータにおける固有のリスクにより生じた障害。 (13) その他当社の責によらない事由により生じた障害。 2. 当社は次の各号に定める事由により、お客さまからの注文が発注されなかったり、または誤発注されたことにより生じたお客さまの損害について、当社は一切その責めを負わないものとします。 (1) 当社の故意または重過失によらない、お客さま・当社および当社のカバー先を結ぶ通信回線およびシステム関連機器等の瑕疵または障害。 (2) 天変地異等やむを得ない事由による、お客さま・当社および当社のカバー先を結ぶ通信回線およびシステム関連機器等の瑕疵または障害。
pl: Proces przeciwdziałania praniu brudnych pieniędzy ma następujący wpływ na Klientów:
ru: Процедуры по предотвращению отмывания капитала могут иметь следующие последствия для Клиентов:
vi: Xử lý chống rửa tiền có những ảnh hưởng sau đây đến Khách hàng:
zh_cn: 反洗钱程序对客户有以下影响：

source: The average is the average of the ticks, including the first and the last tick.
ar: المتوسط هو متوسط حركات السوق، شاملا أول و آخر حركة.
de: Der Mittelwert ist der Durchschnitt der Ticks, einschließlich des ersten und letzten Ticks.
fr: La moyenne est la moyenne des intervalles, le premier et le dernier intervalle inclus.
id: Rata rata adalah jumlah rata rata tik, termasuk tik awal dan akhir.
ja: 平均は最初と最後のTickを含む平均値です。
pl: Średnia oznacza średnią najmniejszych przyrostów ceny, włączając pierwszy i ostatni najmniejszy przyrost ceny.
ru: Общее среднее значение является усредненной суммой котировок, включая первую и последнюю за период.
vi: Trung bình là bình quân của số giây tích tắc, bao gồm cả giây đầu và giây cuối cùng.
zh_cn: 平均价位是所有跳动点的平均值，包括第一个和最后一个跳动点。

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets.
ar: حاجز تداول الخيار الثنائي هو السعر المستهدف الذي تحدده للمعاملة المشمولة. يمكنك أن تختار تداولات تبقى دون أو تصل لأعلى من سعر مستهدف، أو تبقى بين هدفين.
de: Die Handelsschwelle bei den Binären Optionen ist der Zielkurs den Sie für einen Basiskurs festlegen. Sie können Kontrakte wählen, bei denen der Zielkurs nicht erreicht oder überschritten wird, oder zwischen zwei Zielwerten bleibt.
fr: Dans le contexte du trading d'options binaires, une barrière correspond à une valeur limite que vous fixez pour le sous-jacent. Vous pouvez sélectionner des transactions qui franchissent la valeur limite (ou barrière) à la hausse ou à la baisse, ou qui oscillent entre deux barrières.
id: Batasan pada opsi binary adalah target pada harga dasar pasar yang Anda pilih. Anda dapat memilih kontrak yang tetap berada dibawah atau bergerak keatas target harga atau tetap diantara dua target.
ja: バイナリー取引でのバリアとは、取引対象に設定する価格ターゲットのことです。その価格ターゲットに対して、価格が下回る、上回る、上下の価格ターゲットの間に留まるか否かを選択することができます。
pl: Limit opcji binarnej to cena docelowa, którą określasz dla rynku podstawowego. Możesz wybierać spośród zakładów, które pozostają poniżej ceny docelowej, przekraczają ją lub pozostają między dwoma cenami.
ru: Барьер бинарного опциона - это ценовой уровень, который Вы устанавливаете для данного актива. Вы можете выбрать контракты, которые предполагают, что рынок останется ниже или поднимется по отношению к заданному барьеру, или что он останется между двумя барьерами.
vi: Rào cản của một giao dịch quyền chọn nhị phân là các mức giá mục tiêu bạn đặt ra cho các cơ sở. Bạn có thể lựa chọn giao dịch ở dưới hoặc vượt trên giá mục tiêu, hoặc ở giữa hai mục tiêu.
zh_cn: 二元期权交易的障碍即您为标的资产设定的目标价。您可选择交易“低于或高于目标价”合约或“保持在两个目标价区间内”合约。

source: The best promotional tools and robust online reporting
ar: أفضل أدوات ترويجية وأقوى تقارير إخبارية على شبكة الانترنت
de: Die besten Werbemittel und eine präzise Online-Berichterstattung
fr: Les meilleurs outils promotionnels associés à des rapports en lignes fiables
id: Alat promosi terbaik dan laporan online terhandal
ja: 最良のプロモーションツールとレポート機能を提供
pl: Najlepsze narzędzia do promocji i rozbudowany system raportów online
ru: Лучшие партнерские инструменты и удобная система информации по клиентам
vi: Các công cụ quảng cáo tốt nhất và báo cáo trực tuyến mạnh
zh_cn: 最佳推广工具和可靠在线报告

source: The bonus code can only be entered and activated upon account opening.
ar: يمكن إدخال كود المكافأة فقط عندما يتم فتح وتفعيل حساب.
de: Der Bonuscode kann nur bei der Kontoeröffnung eingegeben und aktiviert werden.
fr: Le code bonus peut être entré et activé uniquement après l'ouverture du compte.
id: Kode bonus hanya bisa digunakan pada saat pendaftaran akun.
ja: ボーナスコードのご入力、及び有効化のためには口座の開設が必須です。
pl: Kod bonusowy można wprowadzić i aktywować w momencie otwarcia konta.
ru: Бонус-код может быть внесен и активирован только при открытии счета.
vi: Các mã tiền thưởng chỉ có thể được nhập và kích hoạt khi mở tài khoản.
zh_cn: 只有开户后才能输入并激活奖金代码。

source: The bonus will be added to the account when the required minimum deposit has been made via a single transaction. Clients who make multiple deposits in an attempt to accumulate the required deposit amount will not be eligible for this bonus.
ar: سيتم إضافة المكافأة للحساب عند اجراء الحد الأدنى للإيداع المطلوب في عملية إيداع واحدة. العملاء المودعون على مراحل كمحاولة لتجميع مبلغ الإيداع المطلوب لن يكونوا مؤهلين للحصول على تلك المكافأة.
de: Der Bonus wird Ihrem Konto gutgeschrieben, wenn die erforderliche Mindesteinzahlung mit einer einzelnen Überweisung erfolgt ist. Kunden, die versuchen, den erforderlichen Einzahlungsbetrag mit mehreren Einzahlungen anzusammeln, können diesen Bonus nicht beanspruchen.
fr: Le bonus sera ajouté au compte lorsque le dépôt minime requis a été effectué en une seule transaction. Les clients qui effectuent plusieurs dépôts en essayant d'accumuler le montant de dépôt requis n'auront pas droit à ce bonus.
id: Bonus akan ditambahkan setelah melakukan syarat minimal deposit dalam satu kali transaksi. Pelanggan yang melakukan deposit beberapa kali untuk mencapai syarat jumlah deposit adalah tidak berlaku untuk bonus ini.
ja: このボーナスは、ボーナスの付与条件となる入金金額を１回のご入金で完了した場合に付与されます。複数のボーナスの獲得を目的として、入金金額を不必要に増やされた場合はこのボーナスは適用されません。
pl: Bonus zostanie dodany do Twojego konta, gdy dokonasz minimalnej wymaganej wpłaty w formie jednej transakcji. Klienci, którzy dokonują kilku wpłat w celu uzbierania wymaganej wartości wpłaty nie są objęci bonusem.
ru: Бонус будет добавлен на счет в том случае, когда требуемый минимальный размер депозита был достигнут в ходе одной транзакции. Клиенты, которые делают несколько пополнений для накопительного достижения требуемого депозита, не имеют права на получение этого бонуса.
vi: Tiền thưởng sẽ được cộng vào tài khoản khi khoản tiền gửi tối thiểu yêu cầu đã được thực hiện thông qua một giao dịch duy nhất. Khách hàng gửi nhiều tiền với mục đích cố gắng tích lũy số tiền gửi theo yêu cầu, nếu không sẽ không đủ điều kiện để lấy tiền thưởng này.
zh_cn: 客户在一次性存入要求的最低存款后，将获得奖金。企图通过多次存款积累所需金额的客户不能获得此奖励。

source: The calculation of the price to be paid (or the payout to be received) for financial contracts on this site at the time the financial contract is purchased or sold will be based on the Company's best estimate of market price movements and the expected level of interest rates, implied volatilities and other market conditions during the life of the financial contract, and is based on complex mathematics. The calculation will include a bias in favour of the Company. The financial contract prices (or the payout amounts) offered to Clients speculating on market or index prices may differ substantially from prices available in the primary markets where stock indices or commodities or contracts thereupon are traded, due to the bias favouring the Company in the price calculation system referred to above.
ar: حساب سعر العقود المالية (أو العوائد التى يتم تسليمها) على هذا الموقع عند شراء العقد أو بيعه مبنية على أفضل تقدير تقدره الشركة لتحركات الأسعار فى السوق ومستوى نسب الفائدة المتوقعة والتقلبات الضمنية وظروف السوق الأخرى طوال مدة سريان العقد ومبنية أيضاً على حسابات رياضية معقدة. وستنطوى الحسابات على تحيز لصالح الشركة. قد تختلف أسعار العقود المالية (أو مبالغ العوائد) المقدمة للعملاء اللذين يضاربون على أسعار السوق أو المؤشرات اختلافاً كبيراً عن الأسعار المقدمة فى السوق الأولية حيث يتم تداول مؤشرات البورصة أو السلع أو العقود وهذا يرجع إلى التحيز لصالح الشركة فى نظام حساب الأسعار المشار إليه أعلاه.
de: Die Kalkulation des zu zahlenden Kurses (oder der zu erhaltenden Auszahlung) für Finanzverträge auf dieser Seite zum Zeitpunkt des Erwerbs oder Verkaufs von Finanzverträgen, gründet sich auf dem besten Schätzwert des Unternehmens für Marktkursbewegungen und dem erwarteten Zinssatzlevel, der eingeschlossenen Volatilitäten und anderen Marktbedingungen während der Laufzeit des Finanzvertrags sowie auf komplexen mathematischen Berechnungen. Die Berechnung beinhaltet auch Einnahmen zugunsten des Unternehmens. Die Kurse der Finanzverträge (oder Auszahlungsbeträge), die den am Markt oder mit Indexkursen spekulierenden Kunden angeboten werden, können sich deutlich von den Kursen unterscheiden, die auf Emissionsmärkten zur Verfügung stehen, wo die Aktienindizes, Rohstoffe oder Verträge gehandelt werden. Dies geschieht aufgrund der Marge, die das Unternehmen im oben erwähnten Preisberechnungssystem bevorteilt.
fr: Le calcul du prix qui doit être payé (ou le gain qui doit être reçu) pour les contrats financiers sur ce site, au moment de l'achat ou de la vente du contrat financier, sera basé sur la meilleure estimation possible de la Société des variations de prix du marché, et des valeurs attendues du taux d'intérêt, des instabilités implicites et des conditions des autres marchés durant la durée de vie du contrat financier, et est basé sur des règles mathématiques complexes. Le calcul inclura un biais en faveur de la Société. Les prix des contrats financiers (ou les montants des gains) offerts aux Clients spéculant sur les prix du marché ou des indices peuvent différer sensiblement des prix disponibles sur les marchés primaires où les indices boursiers ou les matières premières ou les contrats associés font l'objet de trades, étant donné le biais en faveur de la Société inclus dans le calcul de prix et décrit ci-dessus.
id: Perhitungan harga yang harus dibayar (atau pembayaran yang akan diterima) untuk kontrak trading finansial pada situs ini pada saat kontrak trading keuangan yang dibeli atau dijual akan didasarkan pada perkiraan Perusahaan terbaik pergerakan harga pasar dan tingkat yang diharapkan suku bunga, nilai volatilitas dan kondisi pasar lainnya selama masa kontrak trading finansial dan didasarkan pada matematika yang kompleks. Perhitungan akan termasuk bias dalam memenangkan Perusahaan. Harga kontrak trading finansial (atau jumlah pembayaran) yang ditawarkan kepada Klien berspekulasi pada pasar atau harga indeks mungkin berbeda secara substansial dari harga yang tersedia di pasar utama di mana indeks saham atau komoditi atau kontrak tersebut diperdagangkan, karena bias mendukung Perusahaan dalam sistem perhitungan harga tersebut di atas.
ja: 当社サービスが提供する金融トレードを購入又は購入済みトレードを転売される際に適用される金額の算出根拠は、当社の最良な市場価格の動向予測、予測されうる金利レベル、変動率、該当金融トレードの取引期間での他の市場の状態、及び複雑な数学モデルに基づきます。算出結果には、当社が採用するバイアスも適用されます。市場価格や指数価格を予測するお客さまに提供される金融トレードの購入価格や払い戻し金額は、前述した当社が管理するバイアスの適用により、株式指数、コモディティ、トレード開始直後での初期の市場価格と実質上異なる場合があります。
pl: Obliczanie ceny do zapłaty (lub wypłaty do otrzymania) dla umów finansowych na niniejszym portalu w momencie, gdy kontrakt finansowy jest nabywany lub sprzedawany odbywa się na podstawie najlepszych szacunków Firmy dot. zmian cen rynkowych i oczekiwanej wysokości odsetek, domyślnej zmienności i innych warunków rynkowych obowiązujących w czasie trwania kontraktu i opiera się na skomplikowanych obliczeniach matematycznych. Obliczenia wykonywane są na korzyść Firmy. Ceny kontraktów finansowych (lub kwoty do wypłaty) oferowane Klientom spekulującym na rynkach lub ceny wskaźników giełdowych mogą się różnić znacząco od cen dostępnych na rynkach finansowych, gdzie handluje się wskaźnikami giełdowymi, cenami towarów albo kontraktów, z powodu faworyzowania Firmy w systemie obliczania cen opisanym powyżej.
ru: Расчет цены покупки (или возможной выплаты) за финансовые контракты на этом сайте во время приобретения или продажи финансового контракта будет основан на оценке Компанией движения рыночных цен и ожидаемого уровня процентных ставок, подразумеваемой волатильности и других рыночных условий в течение срока действия финансового контракта, а также на основе сложных математических расчетов. Расчет будет включать уклон в пользу Компании. Цены на финансовые контракты (или сумма выплаты), предлагаемые Клиентам, торгующим на рынках или ценах индексов, могут существенно отличаться от цен на сырьевых рынках, где происходит торговля на индексах или сырьевых товарах, в связи с уклоном в пользу Компании в системе расчета цен, упомянутым выше.
vi: Việc tính giá phải trả (hoặc khoản thanh toán được nhận) cho các hợp đồng tài chính trên trang web này tại thời điểm hợp đồng tài chính được mua hoặc bán ra sẽ dựa trên ước tính biến động giá thị trường tốt nhất của Công ty và mức dự kiến của tỉ lệ lãi suất, biến động hàm ý và những điều kiện thị trường khác trong vòng đời của các hợp đồng tài chính, và được dựa trên công thức toán học phức tạp. Việc tính toán sẽ bao gồm cả sự thiên về Công ty. Giá hợp đồng tài chính (hoặc số tiền thanh toán) được cung cấp cho khách hàng, suy đoán dựa trên giá cả thị trường hoặc giá chỉ số có thể khác đáng kể so với mức giá có sẵn trong các thị trường sơ cấp nơi mà chỉ số chứng khoán hoặc hàng hóa hoặc hợp đồng liền sau được giao dịch, do sự thiên về Công ty trong hệ thống tính giá được nhắc ở trên.
zh_cn: 在本网站买入或卖出金融合约时要支付的价格（或将获得的赔付金额）是基于公司对市场价格走势的最优估计、利息的预期水平、隐含波动率或金融合约期限内的其他市场情况的计算，同时也是基于复杂的数理计算。该计算带着有利于公司的倾向。由于价格计算体系中的这种倾向，提供给市场或股票指数投机客户的金融合约价格（或赔付金额）可能与交易股指、大宗商品或相关合约的一级市场价格大不相同。
