Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: DevOps Engineering
ar: هندسة DevOps
fr: Ingénierie DevOps
id: Insinyur DevOps
ja: DevOpsエンジニア
pl: Inżynieria DevOps
ru: Разработка DevOps
th: วิศวกรรมพัฒนาระบบและปฏิบัติการ
vi: Kĩ sư lập trình
zh_cn: 开发运营工程

source: DevOps Manager
ar: مدير ديفوبس
fr: Responsable DevOps [H/F]
ja: DevOps マネージャー
pl: Kierownik zespołu DevOps
ru: Менеджер команды DevOps
th: ผู้จัดการงานพัฒนาระบบและปฏิบัติการ
vi: Quản lý/ Trưởng phòng DevOps
zh_cn: DevOps 经理 / 团队领导

source: DevOps Manager / Team Lead
ar: رئيس فريق / مديرديفوبس
de: DevOps Manager/Teamleiter
fr: Responsable/chef d'équipe DevOps [H/F]
id: Manajer DevOps / Tim Leader
ja: DevOps マネージャー / チームリーダー
pl: Kierownik zespołu DevOps
ru: Менеджер/ руководитель команды DevOps
th: ผู้จัดการวิศวกรรมพัฒนาระบบและปฏิบัติการ / หัวหน้าทีม
vi: Quản lý/ Trưởng phòng DevOps
zh_cn: DevOps 经理 / 团队领导

source: Develop and maintain a consistent, engaging brand voice throughout all social-media channels
de: Entwicklung und Pflege einer konsistenten, ansprechenden Markenbotschaft in allen Sozialen Medien
fr: Développer et maintenir un message de marque cohérent et attrayant sur l'ensemble des canaux sociaux
id: Mengembangkan dan mempertahankan merek yang konsisten, menarik perhatian seluruh saluran media sosial
ja: 全ソーシャルメディアチャネルで一貫性ある魅力的なブランドへの共通感覚の発展と維持
pl: Praca nad utrzymaniem spójnego i atrakcyjnego przesłania firmy w mediach społecznościowych
ru: Разработка и поддержание сильного и привлекательного присутствия бренда во всех социальных медиа-каналах
th: พัฒนาและดูแลเครื่องหมายการค้าอย่างสม่ำเสมอ เป็นกระบอกเสียงในเรื่องที่เกี่ยวข้องกับเครื่องหมายการค้าตลอดจนช่องทางสื่อสังคมต่างๆ
vi: Phát triển và duy trì tiếng nói thương hiệu nhất quán và hấp dẫn thông qua tất cả các kênh truyền thông công cộng
zh_cn: 通过社交媒体建立并保持连续、有吸引力的品牌声音

source: Develop content as necessary to promote the company through social media
de: Entwicklung von Inhalten, die nötig sind, um über Soziale Medien für das Unternehmen zu werben
fr: Développer les contenus promotionnels de la société pour diffusion sur les réseaux sociaux
id: Mengembangkan konten yang diperlukan untuk mempromosikan perusahaan melalui sosial media
ja: ソーシャルメディアでのプロモーションに必要なコンテンツの開発
pl: Tworzenie w razie potrzeby treści promujących firmę w mediach społecznościowych
ru: Разработка контента, необходимого для продвижения компании в социальных сетях
th: พัฒนาเนื้อหาข้อมูลที่ใช้ในการประชาสัมพันธ์องค์กรตลอดจนทางสื่อสังคม
vi: Phát triển nội dung cần thiết nhằm quảng bá công ty thông qua các phương tiện truyền thông công cộng
zh_cn: 通过社交媒体按需开发公司促销内容

source: Develop derivatives pricing, risk management models and algorithms using C/C++, R, MATLAB, Perl, Python and Java
ar: تطوير مشتقات التسعير، ونماذج إدارة المخاطر والخوارزميات باستخدام C/C++، R، MATLAB، بيرل، بيثون وجافا
de: Entwicklung von Derivatebewertungs- Risikomanagement-Modellen und Algorithmen mit C/C++, R, MATLAB, Perl, Python und Java
fr: Développer des modèles et algorithmes de tarification des produits dérivés et de gestion du risque en utilisant C/C++, R, MATLAB, Perl, Python et Java
id: Mengembangkan derivatif harga, model risiko manajemen dan algoritma menggunakan program C/C++, R, MATLAB, Perl, Python dan Java
ja: C/C++、R、MATLAB、Perl、Python、Javaを使用したデリバティブ価格設定、リスク管理モデル、アルゴリズムの開発
pl: Tworzenie wycen instrumentów pochodnych oraz modeli i algorytmów do zarządzania ryzykiem, korzystając z języków C/C++, R, MATLAB, Perl, Python i Java
ru: Разработка цен производных (деривативов), моделей управления риском, а также алгоритмов на C/C++, R, MATLAB, Perl, Python и Java
th: พัฒนาราคาอนุพันธ์ ตัวแบบการบริหารความเสี่ยง และอัลกอริธึ่มโดยใช้ ภาษา C/C++, R, MATLAB, Perl, Python และ Java
vi: Phát triển phái sinh giá cả, mô hình quản lý rủi ro và các thuật toán sử dụng C/C++, R, MATLAB, Perl, Python và Java
zh_cn: 使用C/C++, R, MATLAB, Perl, Python 和 Java 开发衍生产品的定价、风险管理模型和算法

source: Develop text that promotes the company's product offerings in a variety of formats
de: Entwicklung von Texten, die für die Produktangebote des Unternehmens in einer Vielzahl von Formaten werben
fr: Rédiger des textes dédiés à la promotion des offres de la société en utilisant différents formats
ja: 商品のプロモーションに使用する様々なフォーマットでのテキスト開発
vi: Thiết kế những đoạn quảng cáo nhằm khuyến khích khách hàng đặt hàng sản phẩm của công ty với các phương thức khác nhau
zh_cn: 为本公司的产品创作各类促销文本

source: Develop your own trading application with our APIs.
ar: استحدث تطبيق التداول الخاص بك مع واجهات برمجة التطبيقات لدينا.
de: Entwickeln Sie mit unseren APIs Ihre eigene Trading-Anwendung.
fr: Développez votre propre application de trading avec nos API.
id: Kembangkan aplikasi trading Anda dengan API kami.
ja: 当社のAPIを利用して自身の取引アプリケーションを開発しましょう。
pl: Stwórz swoją własną aplikację do handlowania przy użyciu naszych API.
ru: Разработайте собственное торговое приложение с помощью наших API.
th: พัฒนาแอพพลิเคชันในการเทรดของท่านด้วย API ต่างๆ ของเรา
vi: Phát triển ứng dụng giao dịch của bạn bằng APIs của chúng tôi.
zh_cn: 用我们的 API 发展您自己的交易应用。

source: Differences with other data feeds
ar: اختلافات خلاصات البيانات الأخرى
de: Unterschiede zu anderen Daten-Feeds
fr: Différences par rapport aux autres sources de données
id: Perbedaan dengan data feed lain
ja: 他社が提供するデータフィードとの相違について
pl: Różnice między innymi źródłami danych
ru: Разница с другими поставщиками котировок
th: ความแตกต่างของข้อมูลฟีดอื่นๆ
vi: Những khác biệt với các nguồn dữ liệu khác
zh_cn: 与其他数据源的差异

source: Digit
de: Ziffer
fr: Chiffre
ja: 数字
zh_cn: 数字期权

source: Digit contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar: سيتم رد عقود الأرقام عند سعر الشراء إذا لم يتم إنهاء العقد في غضون 5 دقائق.
de: Kommastellen-Kontrakte werden zum Kaufpreis erstattet, wenn der Kontrakt nicht innerhalb von 5 Minuten endet.
fr: Les contrats « asiatiques » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id: Kontrak Digit akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
ja: DIGITトレードはトレードが5分以内に終了しない場合、購入金額が返金されます。
pl: Kwota zakupu kontraktu opartego na cyfrach zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
ru: Цена покупки цифровых контрактов будет возмещена, если контракт не истечёт в течение 5 минут.
vi: Các hợp đồng hàng số sẽ được hoàn tiền tại giá mua nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 数字合约如果没在 5 分钟内结束，将退还购入价格。

source: Digits
ar: الأرقام
de: Ziffern
fr: Chiffres
ja: 数字
pl: Cyfry
ru: Цифров.
th: ตัวเลข
vi: Chữ số
zh_cn: 数字期权

source: Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades:
de: Ziffern lassen Sie die letzte Dezimalstelle des Kassakurses voraussagen. Es gibt drei Typen von Ziffern-Geschäften:
fr: L'option « Chiffres » vous permet de prédire la dernière décimale de votre prix spot. Il y a trois types d'option « Chiffres » :
ja: DIGITトレードではスポット価格の下一桁を予測します。3つの取引タイプがあります。
vi: Các chữ số cho phép bạn dự đoán chữ số cuối của số thập phân với giá tại điểm giao dịch. Có ba loại giao dịch chữ số:
zh_cn: 让您预测现货价格最后小数点数值的数字。共有三种数字交易：

source: Director
fr: Directeur
ja: 取締役
th: ผู้อำนวยการ

source: Disclaimer
ar: تنصل من مسئولية
de: Rechtlicher Hinweis
fr: Non-responsabilité
id: Sangkalan
ja: 免責事項
pl: Wyłączenie odpowiedzialności
ru: Заявление
th: การสงวนสิทธิ์
vi: Miễn trách nhiệm
zh_cn: 免责声明

source: Disclaimers
ar: تنصل من المسؤولية
de: Rechtliche Hinweise
fr: Clauses de non-responsabilité
id: Penyangkalan
ja: 免責事項
pl: Wyłączenie odpowiedzialności
ru: Отказ от ответственности
th: การสงวนสิทธิ์
vi: Tiết lộ
zh_cn: 免责声明

source: Disclosure: general
ar: الكشف: العام
de: Offenlegung: Allgemein
fr: Divulgation : général
id: Pengungkapan: umum
ja: 情報公開：一般
pl: Poufność: ogólne
ru: Раскрытие информации: общие положения
th: การเปิดเผย: บททั่วไป
vi: Tiết lộ: nói chung
zh_cn: 揭露：一般

source: Discover our Smart Markets.
ar: اكتشف أسواقنا الذكية.
de: Entdecken Sie unsere Smart Märkte.
fr: Découvrez nos Marchés Intelligents.
id: Temukan Pasar Smart kami.
ja: 当社のスマートマーケットを知ろう
pl: Odkryj nasze inteligentne rynki.
ru: Узнайте о наших рынках Smart.
th: การริเริ่ม Smart Markets ของเรา
vi: Tìm hiểu Thị trường Thông minh của chúng tôi.
zh_cn: 探索我们的智能市场。

source: Discover our Volatility Indices.
ar: اكتشاف مؤشرات التذبذب لدينا .
de: Entdecken Sie unsere Volatiliät Indizes.
fr: Découvrez nos indices de volatilité.
id: Temukan Indeks Volatilitas kami.
ja: 当社のボラティリティインデックスを知ろう
pl: Odkryj nasze wskaźniki zmienności.
ru: Узнайте о наших Индексах волатильности.
th: สำรวจดัชนีผันผวนของเรา
vi: Tìm hiểu về các Chỉ số Biến động của chúng tôi.
zh_cn: 探索我们的波动率指数。

source: Discovering an easy, low-risk, flexible and, award-winning platform?
ar: اكتشاف منصة التداول السهلة، منخفضة المخاطر، المرنة، والحائزة على الجوائز؟
de: Möchten Sie eine einfache, risikoarme, flexible und preisgekrönte Plattform entdecken?
fr: Découvrir une plateforme simple, à faibles risques, polyvalente et récompensée ?
id: Menemukan platform mudah, berisiko rendah, fleksibel dan pemenang penghargaan?
ja: 簡単、低リスク、柔軟なお取引を受賞履歴を誇るプラットフォームで体験してみましょう。
pl: Poznanie wielokrotnie nagradzanej, prostej w obsłudze i elastycznej platformy z niskim ryzykiem?
ru: Хотите открыть для себя простую торговую платформу с низким уровнем риска, удостоенную различных наград?
th: การค้นหาเป็นเรื่องง่าย ความเสี่ยงต่ำ มีความยืดหยุ่น เป็นแบบแผนที่ได้รับรางวัล?
vi: Bạn muốn tìm hiểu sàn giao dịch dễ dàng, rủ ro thấp, linh hoạt và dễ có thưởng này?
zh_cn: 探索简单易用、低风险、灵活且备受好评的平台?

source: Do I need to deposit any funds to open an account?
ar: هل أحتاج لإيداع أى أموال لفتح حساب؟
de: Muss ich, um ein Konto zu eröffnen, Geld einzahlen?
fr: Dois-je déposer une certaine somme pour ouvrir un compte ?
id: Apakah saya perlu mendeposit dana untuk mendaftar akun?
ja: 口座を開設するにあたり入金は必須でしょうか？
pl: Czy muszę wpłacić jakąś sumę, żeby otworzyć konto?
ru: Нужно ли мне вносить средства, чтобы открыть счет?
th: ฉันต้องฝากเงินเพื่อเปิดบัญชีหรือไม่?
vi: Tôi có cần nạp tiền để mở tài khoản không?
zh_cn: 我需要入金才能开户吗？

source: Do I need to send any documents?
ar: هل أحتاج أن أرسل أي مستندات؟
de: Muss ich Unterlagen schicken?
fr: Dois-je envoyer des documents ?
id: Apakah saya perlu mengirimkan dokumen?
ja: 口座を開設するにあたり、各種証明書を送付する必要はありますか？
pl: Czy muszę przesłać jakieś dokumenty?
ru: Нужно ли мне отправлять какие-либо документы?
th: ฉันต้องส่งเอกสารใดๆ หรือไม่?
vi: Tôi có cần gửi tài liệu gì không?
zh_cn: 我是否需要提交一些文件？

source: Do not trade more than you can afford.
ar: لا تتداول بأكثر من مقدرتك.
de: Investieren Sie nicht mehr, als Sie sich erlauben können.
fr: N'engagez pas de montants supérieurs à vos ressources.
id: Jangan bertrading melebihi kemampuan Anda.
ja: 資金繰りが苦しくなるようなトレードの購入は見合わせましょう。
pl: Nie obstawiaj kwoty większej niż taka, na którą Cię stać.
ru: Не ставьте больше, чем вы можете позволить себе.
th: กรุณาอย่าเทรดมากกว่าวงเงินที่ท่านชำระได้
vi: Không nên giao dịch vượt quá khả năng của bạn.
zh_cn: 不得进行超出您承受能力的交易。

source: Do not trade when you are tired or are under the influence of alcohol.
ar: لا تتداول وأنت متعب أو تحت تأثير الكحول.
de: Beteiligen Sie sich nicht am Handel, wenn Sie müde sind oder unter Alkoholeinfluss stehen.
fr: Ne lancez pas d'opérations lorsque vous êtes fatigué(e) ou sous l'emprise de l'alcool.
id: Jangan melakukan trading jika Anda dalam keadaan lelah atau di bawah pengaruh alkohol.
ja: 疲労に見舞われているときや飲酒時のトレードの実施は見合わせましょう。
pl: Nie graj, gdy jesteś zmęczony(a) lub pod wpływem alkoholu.
ru: Не покупайте контракты, если Вы устали или находитесь под действием алкоголя.
th: กรุณาอย่าเทรดเมื่อท่านเหนื่อยล้า หรือ เมื่อท่านอยู่ในภาวะที่มีแอลกอฮอล์
vi: Không nên giao dịch khi bạn mệt mỏi hoặc đang có cồn trong người.
zh_cn: 疲惫或受酒精影响时不要交易。

source: Do you offer virtual-money accounts?
ar: هل تقدموا حسابات أموال افتراضية؟
de: Bieten Sie Konten mit virtuellem Geld an?
fr: Proposez-vous des comptes virtuels ?
id: Apakah Anda menawarkan akun uang virtual?
ja: デモ口座を利用できますか？
pl: Czy macie w ofercie konta z wirtualnymi pieniędzmi?
ru: Вы предлагаете виртуальные (демо) счета?
th: ท่านได้รับการเสนอบัญชีเสมือนหรือไม่?
vi: Bạn có cung cấp tài khoản tiền ảo không?
zh_cn: 是否提供虚拟资金账户？

source: Do you own a newsletter or a mailing list?
ar: هل تملك نشرة إخبارية أو قائمة بريدية؟
de: Haben Sie einen Newsletter oder eine E-Mail Verteilerliste?
fr: Êtes-vous responsable d'une newsletter ou d'une liste de diffusion ?
id: Apakah Anda memiliki newsletter atau mailing list?
ja: お客さま自身がニュースレターを発行しているかメールリストはお持ちですか？
pl: Czy posiadasz newsletter lub listę mailingową?
ru: У вас есть собственный информационный бюллетень или список адресов для рассылок?
th: ท่านมีจดหมายข่าว หรือ รายชื่อเมล์ หรือไม่?
vi: Bạn sở hữu thư thông tin hay danh sách hòm thư?
zh_cn: 您是否拥有新闻稿或邮寄列表？

source: Do you run a website?
ar: هل تدير موقعا على شبكة الانترنت؟
de: Haben Sie eine eigene Website?
fr: Assurez-vous la gestion d'un site Web ?
id: Apakah Anda mengoperasikan sebuah website?
ja: ウェブサイトを運営していますか？
pl: Czy prowadzisz stronę internetową?
ru: У Вас есть собственный сайт?
th: ท่านมีเว็บไซต์ไหม?
vi: Bạn có sở hữu trang web?
zh_cn: 您是否有自己的网站？

source: Do you want to learn more about the markets and how to trade them? Check out the resources below.
ar: هل تود أن تتعرف على المزيد حول الأسواق وكيفية التداول؟ راجع المصادر أدناه.
de: Möchten Sie mehr über die Märkte oder den Börsenhandel erfahren lernen? Sehen Sie sich die unten angegebenen Quellen an.
fr: Vous voulez en apprendre davantage sur les marchés ou comment effectuer des trades sur ces marchés? Consultez les ressources ci-dessous.
id: Apakah Anda ingin mempelajari lebih lanjut mengenai pasar dan cara bertrading? Lihat bagian sumber berikut.
ja: 取引可能時間の情報を下記から参照ください。
pl: Chcesz dowiedzieć się więcej o rynkach finansowych i handlu na nich? Zapoznaj się z poniższymi materiałami.
ru: Хотите узнать больше о рынках или как на них работать? Смотрите информацию ниже.
th: ท่านต้องการศึกษาตลาดเพิ่มเติม และวิธีการเทรดไหม? ศึกษาได้ทันทีจากแหล่งข้อมูลที่รวบรวมไว้ด้านล่างนี้
vi: Bạn có muốn tìm hiểu thêm về thị trường và các giao dịch không? Hãy xem các nguồn dưới đây.
zh_cn: 想获取更多有关市场及如何进行交易的信息吗？请查看以下资源。

source: Do you want to see %1 in other languages, or can you suggest improvements to our current translations?
fr: Vous désirez voir %1 en d'autres langues, ou vous pouvez suggérer des améliorations à nos traductions actuelles ?
ja: %1(バイナリードットコム)を他の言語での展開、及び既存の翻訳の改善を提案をされたい場合もお問い合わせください。

source: Document account chargebacks
ar: عمل تقرير لرد المبالغ المدفوعة
de: Kontorückbuchungen dokumentieren
fr: Administration des rejets de débit
id: Dokumentasi akun tagihan ulang
ja: アカウントのチャージバック証明書類の提出
pl: Dokumentowanie zwrotów środków na konta klientów
ru: Документация запросов на отзыв средств на счетах
th: เอกสารบัญชีปฏิเสธการชำระเงิน
vi: Tài liệu hoàn trả lại tiền cho tài khoản
zh_cn: 文档帐户扣款

source: Document department processes, to enhance the marketing team's ability to execute repeated tasks efficiently and effectively
de: Dokumentenabteilungsprozesse, um die Fähigkeit des Marketingteams zu verbessern, wiederholte Aufgaben effizient und effektiv ausführen zu können
fr: Optimiser les processus opérationnels sur l'ensemble du service pour permettre à l'équipe marketing d'exécuter plus efficacement les tâches répétitives
ja: 反復作業を効率的かつ効果的に実行するマーケティングのチームワーク強化に必要な部門プロセスの文書作成
vi: Tạo quy trình quản lý tài liệu để tăng cường khả năng của đội ngũ tiếp thị khi thực hiện những nhiệm vụ lặp lại một cách hiệu quả và năng suất
zh_cn: 通过文档部门流程提高营销队伍有效执行重复任务的能力

source: Does Not Touch
de: Erreicht Nicht
fr: Ne touche pas
ja: NO-TOUCH
vi: Không được chạm
zh_cn: 未触及

source: Dormant and Inactive Accounts
ar: الحسابات الخاملة وغير النشطة
de: Umsatzlose und inaktive Konten
fr: Comptes Dormants et Inactifs
id: Akun Dormant dan Tidak Aktif
ja: 口座維持手数料について
pl: Konta zawieszone i nieaktywne
ru: Неактивные счета
th: บัญชีไม่เคลื่อนไหว และ บัญชีไม่มีการใช้งาน
vi: Tài khoản không hoạt động
zh_cn: 睡眠和非活跃账户

source: Down - Predict that the market will end lower than the average price
de: Abwärts - Sagen Sie voraus, dass der Kurs niedriger als der Durchschnittskurs endet
fr: Baisse : vous prédisez que le marché terminera à un cours inférieur au prix moyen
ja: ラダーLOW：市場価格が平均価格より値下がりすると予測します
vi: Giảm - Dự đoán rằng thị trường sẽ kết thúc thấp hơn giá trung bình
zh_cn: 下跌 - 预测市价在收盘时低于平均价格

source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
vi: Tải xuồng
zh_cn: 下载

source: Download CSV
de: CSV herunterladen
fr: Télécharger le fichier CSV
ja: CSVファイルでダウンロード
vi: Tải xuồng CSV
zh_cn: 下载CSV

source: Download MT5 for your desktop or laptop to access the powerful tools and features enjoyed by millions of traders.
de: Laden Sie MT5 für Ihren Desktop oder Laptop herunter, um auf die leistungsfähigen Tools und Features, die von Millionen von Händlern genossen werden, zuzugreifen.
fr: Télécharger MT5 pour votre ordinateur de bureau ou portable afin d'accéder à des outils puissants et des fonctions dont profitent des millions de traders.
ja: デスクトップまたはノートパソコンにMT5をダウンロードして、何百万のトレーダーに選ばれたパワフルなツールと機能を活用しましょう。
zh_cn: MT5是强大的多功能交易工具，备受百万多名交易员的爱载，请下载到台式电脑或笔记本电脑上使用。

source: Drive rapid growth and business development, to support the company's sales and marketing objectives
ar: دفع النمو السريع وتطوير الأعمال, لدعم مبيعات الشركة والأهداف التسويقية
de: Das rasche Wachstum und die Geschäftsentwicklung vorantreiben, um die Verkaufs- und Werbeziele des Unternehmens zu unterstützen
fr: Favoriser la croissance rapide et le développement de nos activités pour réaliser les objectifs de vente et de marketing de la société
id: Mendorong pertumbuhan yang cepat dan pengembangan usaha, untuk mendukung penjualan perusahaan dan tujuan pemasaran
ja: セールス及びマーケティング目標をサポートする急速な成長と事業開発の推進
pl: Dbanie o szybki wzrost i rozwój biznesowy w celu realizacji celów sprzedażowych i marketingowych firmy
ru: Стимуляция быстрого роста и развития бизнеса с целью поддержания уровня продаж и выполнения маркетинговых задач компании
th: ทำให้องค์กรเติบโตอย่างรวดเร็วและพัฒนาธุรกิจ เพื่อสนับสนุนเป้าหมายทางการขายและการตลาดขององค์กร
vi: Tạo sự tăng trưởng nhanh chóng và phát triển kinh doanh để hỗ trợ các mục tiêu bán hàng và tiếp thị của công ty
zh_cn: 推动快速增长和业务发展，以支持公司的销售和市场营销目标

source: Drive rapid growth from key areas of the world, applying a variety of online and offline marketing abilities to expand the company's active affiliate network.
ar: دفع النمو السريع من المناطق الرئيسية حول العالم, لتطبيق مجموعة متنوعة من القدرات التسويقية سواء المتصلة أو غير المتصلة بالأنترنت, لتوسيع نشاط الشبكة التابعة للشركة.
de: Unterstützung des raschen Wachstums in den Hauptweltregionen, unter Anwendung einer Vielzahl von online und offline Werbemöglichkeiten, um das aktive Geschäftspartner-Netzwerk des Unternehmens zu erweitern.
fr: Vous aurez pour mission de favoriser une croissance rapide de nos activités dans des secteurs géographiques clés, en mettant en œuvre différentes initiatives de marketing en ligne et hors ligne afin d'élargir le réseau d'affiliation actif de la société.
id: Mendorong pertumbuhan yang cepat pada beberapa bidang utama dunia, menerapkan berbagai kemampuan pemasaran online dan offline untuk memperluas jaringan afiliasi aktif bagi perusahaan.
ja: 当社のアフィリエイトネットワーク展開へ、多様なオンライン/オフラインマーケティング能力を活用して世界の重要地域での急速な成長を推進します。
pl: Dbanie o szybki wzrost w kluczowych obszarach na świecie, stosując różnorodne umiejętności marketingowe, zarówno online i offline, w celu zapewnienia rozwoju sieci aktywnych partnerów firmy.
ru: Поддержание устойчивого роста в ключевых мировых областях, применение различных маркетинговых навыков (онлайн и оффлайн) с целью расширения активной партнёрской сети компании.
th: ทำให้องค์กรเติบโตอย่างรวดเร็วจากพื้นที่เป้าหมายที่กำหนดในภูมิภาค ใช้ศักยภาพของการตลาดออนไลน์และออฟไลน์เพื่อขยายเครือข่ายพันธมิตรที่เข้มแข็ง
vi: Tạo sự phát triển nhanh chóng tại những khu vực trọng yếu trên thế giới, áp dụng cơ hội quảng bá tiếp thị đa dạng, cả trực tuyến và ngoại tuyến để mở rộng mạng lưới liên kết hoạt động của công ty.
zh_cn: 应用各种在线和离线营销能力扩大公司的活跃联盟网络，在世界各关键区域推动快速增长。

source: Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed.
ar: نظراً للتغيرات الأخيرة التي طرأت على اللوائح. فنحن مطالبون بمطالبة عملائنا بملء نموذج التقييم المالي التالي. يرجى ملاحظة أنك لن تكون قادر على مواصلة التداول حتى إكمال هذا النموذج.
de: Wegen der kürzlich vorgenommenen Änderungen der Vorschriften sind wir gezwungen, unsere Kunden zu bitten, die folgende Finanzielle Beurteilung auszufüllen. Bitte beachten Sie, dass Sie, bis diese ausgefüllt ist, nicht weiter Handel treiben können.
fr: En raison de récents changements réglementaires, nous sommes dans l'obligation de demander à nos clients de remplir le formulaire d'évaluation financière suivant. Sachez que vous ne pourrez pas poursuivre vos activités de trading avant de l'avoir fait.
id: Berhubung perubahan terbaru dalam peraturan, kami perlu memastikan untuk meminta klien menyelesaikan Penilaian Keuangan berikut. Mohon diketahui bahwa Anda tidak akan dapat melanjutkan pendaftaran hingga proses ini selesai.
ja: 規制変更により、下記財務評価にご記入頂く必要があります。こちらが完了しない限り、お取引を引き続きご利用いただけませんのでご注意ください。
ru: Ввиду последних изменений в нормативных положениях, мы должны просить клиентов заполнить следующую форму финансовой оценки. Пожалуйста примите во внимание, что Вы не сможете продолжить торговлю, пока не пройдёте финансовую оценку.
vi: Vì những thay đổi gần đây trong các quy định, chúng tôi buộc phải yêu cầu khách hàng hoàn tất bản Đánh giá Tài chính sau. Xin lưu ý rằng bạn sẽ không thể tiếp tục giao dịch cho đến khi bản đánh giá được hoàn thành.
zh_cn: 由于最近的法规变更，客户必须填写以下金融评估。您须填写完成才能继续交易。

source: Duration
ar: المدة
de: Laufzeit
fr: Durée
id: Durasi
ja: 取引期間
pl: Czas trwania
ru: Продолжительность
th: ระยะเวลา
vi: Khoảng thời gian
zh_cn: 期限

source: During fast markets (i.e. periods of very fast market movements), contracts may be offered at prices more unfavourable than those offered in usual market conditions.
ar: عندما تكون الأسواق سريعة (أي فى فترات الحركة السريعة للسوق)، قد تكون الأسعار المقدمة غير مناسبة مقارنة بالأسعار فى ظروف السوق المعتادة.
de: Bei instabilen Märkten (z. B. besonders in Zeiträumen schneller Marktbewegungen) können Verträge, entgegen der üblichen Marktkonditionen, zu ungünstigeren Kursen angeboten werden.
fr: Lors de marchés rapides (périodes où le marché varie très rapidement), les contrats peuvent être proposés à des prix moins favorables que ceux que permettent des conditions de marché habituelles.
id: Selama pasar cepat (yaitu periode pergerakan pasar yang sangat cepat), kontrak mungkin akan ditawarkan dengan harga lebih menguntungkan berbanding dalam kondisi normal.
ja: 変化の激しい市場（著しい市場変動を示す期間）においては、平常時の市場に比べて劣る価格条件でトレードが提供される場合があります。
pl: W czasie „szybkiego rynku” (tzn. w okresach bardzo szybkich ruchów na rynkach) kontrakty mogą być oferowane w cenach mniej korzystnych niż w zwykłych warunkach rynkowych.
ru: Во время нестабильного рынка (то есть, при быстрых движениях рынка) контракты могут предлагаться по менее выгодным ценам, чем контракты при обычных условиях.
th: ท่ามกลางตลาดอันรวดเร็ว (เช่น การเคลื่อนตัวอย่างรวดเร็วในช่วงเวลาต่างๆ) สัญญาจะถูกเสนอที่ราคาที่ไม่พึงประสงค์มากกว่าในสถานการณ์ตลาดปกติ
vi: Trong suốt thời kì thị trường nhanh (ví dụ thời kì biến động thị trường rất nhanh), hợp đồng có thể được chào bán với mức giá bất lợi hơn những hợp đồng đã được chào bán trong điều kiện thị trường bình thường.
zh_cn: 市场快速波动期间的合约价格可能差于普通市况。
