Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Experience in the financial services industry is preferred
ar: يفضل الخبرة في مجال الخدمات المالية
de: Erfahrung in der Finanzdienstleistungsbranche bevorzugt
fr: Il est préférable d'avoir une expérience dans le secteur des services financiers
id: Memiliki pengalaman di bidang industri jasa keuangan lebih diutamakan
ja: 金融サービス業界での経験があれば望ましい
pl: Preferowane doświadczenie w sektorze usług finansowych
ru: Опыт в индустрии предоставления финансовых услуг является предпочтительным
th: ต้องการผู้มีประสบการณ์ในสาขาผู้ให้บริการด้านการเงิน
vi: Kinh nghiệm trong ngành công nghiệp dịch vụ tài chính là một lợi thế
zh_cn: 有金融服务业工作经验者优先考虑

source: Experience with Git
ar: خبرة مع "جيت"
de: Erfahrung mit Git
fr: Expérience du travail avec Git
id: Berpengalaman dengan Git
ja: Gitの経験
pl: Doświadczenie w pracy z narzędziem Git
ru: Опыт работы с Git
th: ประสบการณ์ในการพัฒนา Git
vi: Kinh nghiệm với Git
zh_cn: 有Git 经验

source: Experience with Postgres or another RDBMS a plus
ar: تعتبر اضافة وجود خبرة مع Postgres أو RDBMS
de: Erfahrung mit Postgres oder anderen RDBMS ist vorteilhaft
fr: Une expérience préalable de Postgres ou d'un autre système de gestion de base de données relationnelle serait un plus
id: Berpengalaman dengan Postgres atau RDBMS lainnya sebagai nilai tambah
ja: Postgresまたはその他RDBMSの経験があると好ましい
pl: Doświadczenie w pracy z systemem Postgres lub innym systemem zarządzania relacyjną bazą danych będzie dodatkowym atutem
ru: Приветствуется опыт работы с Postgres или другой реляционной СУБД
th: ประสบการณ์ในฐานข้อมูล Postgres และฐานข้อมูล RDBMS อื่นๆ
vi: Kinh nghiệm với Postgres hoặc RDBMS là một lợi thế
zh_cn: 有Postgres及RDBMS 经验者优先考虑

source: Experience with languages like C/C++/R/Python/VBA/Mat lab/SQL would be a plus
ar: تعتبر اضافة وجود خبرة مع لغات مثل C/C++/R/Python/VBA/Mat lab/SQL
de: Erfahrung in Sprachen wie C/C++/R/Python/VBA/Mat lab/SQL wäre wünschenswert
fr: Une expérience de langages tels que C, C++, R, Python, VBA, MATLAB et SQL serait un plus
id: Berpengalaman pada bahasa seperti C/C ++ /OR/Python/VBA/Matlab/SQL memiliki nilai tambah
ja: C/C++/R/Python/VBA/Mat lab/SQL言語の使用経験があると好ましい
pl: Doświadczenie w pracy z językami C/C++/R/Python/VBA/Mat lab/SQL itp. będzie dodatkowym atutem
ru: Приветствуется опыт работы с языками C/C++/R/Python/VBA/Mat lab/SQL
th: ประสบการณ์ในการพัฒนาโปรแกรมโดยใช้ภาษา C/C++/R/Python/VBA/Mat lab/SQL จะเป็นประโยชน์ในการพิจารณา
vi: Có kinh nghiệm về các ngôn ngữ như C/C++/R/Python/VBA/Mat lab/SQL là một lợi thế
zh_cn: 有C/C++/R/Python/VBA/Mat lab/SQL等编程语言工作经验者优先考虑

source: Experience with programming languages like Perl, Python, or Ruby coupled with the ability to produce high quality, self-documenting code, using test driven development techniques
ar: خبرة مع لغات البرمجة مثل بيرل، بيثون أو روبي مقترنة بالقدرة على إنتاج برمجيات بنوعية عالية، ذاتية توثيق التعليمات، باستخدام تقنيات تطوير الاختبار
de: Erfahrung in Programmiersprachen wie Perl, Python oder Ruby, verbunden mit der Fähigkeit, unter Verwendung von test-basierten Entwicklungstechniken qualitativ hochwertigen und selbstdokumentierenden Code zu generieren
fr: Expérience de langages de programmation tels que Perl, Python ou Ruby et capacité à fournir un code auto-descriptif de haute qualité en utilisant les techniques de développement piloté par les tests (TDD)
id: Pengalaman dengan bahasa pemrograman seperti Perl, Python, atau Ruby ditambah dengan kemampuan untuk menghasilkan kode dengan kualitas tinggi, mendokumentasikan diri, menggunakan teknik pengembangan yang sudah diuji
ja: テスト駆動開発の技術を使用しての高品質な自己文書化コードを生成する能力に加えて、Perl・Python・Rubyのようなプログラミング言語の経験
pl: Doświadczenie w pracy w języku programowania Perl, Python lub Ruby w połączeniu z umiejętnością tworzenia wysokiej jakości kodu samodokumentującego się przy użyciu techniki TDD
ru: Опыт работы со следующими языками программирования: Perl, Python, или Ruby, а также умение писать качественный самодокументированный код, используя технику разработки, основанную на тестах
th: ประสบการณ์ในการพัฒนาโปรแกรม เช่น Perl, Python หรือ Ruby และมีความสามารถในการพัฒนาโปรแกรมที่มีคุณภาพสูง การทำเอกสารประกอบโปรแกรมที่พัฒนาขึ้น และมีเทคนิคในการทดสอบคุณภาพของโปรแกรม
vi: Kinh nghiệm sử dụng các ngôn ngữ lập trình như Perl, Python, hoặc Ruby cùng với khả năng lập trình tốt, tự ghi lại mã, bằng cách sử dụng kỹ thuật thử nghiệm nhu cầu phát triển
zh_cn: 拥有Perl、Python、或Ruby等编程语言的工作经验，加上能够开发高质量、自记录代码，并使用测试驱动开发技术

source: Experience with relational database design and/or open-source RDBMS (Postgres, MySQL, etc.) systems
ar: خبرة مع أنظمة تصميم قواعد البيانات العلاقية و/أو مفتوحة المصدر RDBMS (Postgres, MySQL, etc.)
de: Erfahrung im Design von relationalen Datenbanken und/oder Open-Source RDBMS (Postgres, MySQL etc.) Systemen
fr: Expérience de la conception de bases de données relationnelles et/ou des systèmes de gestion de bases de données (SGBD) relationnelles (Postgres, MySQL, etc.)
id: Berpengalaman pada desain database relasional dan/atau open-source sistem RDBMS (Postgres, MySQL, dll)
ja: リレーショナルデータベースの設計および/またはオープンソースRDBMS（Postgres・MySQLなど）システムの経験
pl: Doświadczenie w projektowaniu relacyjnych baz danych i/lub w pracy z systemami typu open-source RDBMS (Postgres, MySQL, itp.)
ru: Опыт проектирования реляционных баз данных и/или реляционных СУБД с открытым исходным кодом (Postgres, MySQL и т.д.)
th: ประสบการณ์ในการออกแบบฐานข้อมูลเชิงสัมพันธ์ และ/หรือ ระบบฐานข้อมูลโอเพ่นซอส เช่น Postgres MySQL ฯลฯ
vi: Có kinh nghiệm về cơ sở dữ liệu liên quan tới thiết kế và/hoặc mã nguồn mở hệ thống RDBMS (Postgres, MySQL, vv)
zh_cn: 关系数据库设计和/或RDBMS (Postgres、MySQL等)开源系统的经验

source: Experience with, and enthusiasm for, Linux and open-source products such as Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables and Postfix
ar: خبرة مع، وحماس ل، لينكس والمنتجات المفتوحة المصدر مثل Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables وPostfix
de: Erfahrung mit, und Leidenschaft für Linux und Open-Source Produkte wie Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables und Postfix
fr: Expérience et enthousiasme dans le domaine des produits Linux et open source tels qu'Apache, mod_proxy, mod_perl, Squid, Bind, DHCP, iptables et Postfix
id: Berpengalaman dan antusias pada Linux dan produk open-source seperti Apache, proksi mod, mod_perl, Squid, Bind, DHCP, iptables dan Postfix
ja: Apache・mod proxy・mod_perl・Squid・Bind・DHCP・iptables・Postfixのようなオープンソース製品とLinuxの経験
pl: Doświadczenie w pracy z Linuxem i produktami open-source, takimi jak: Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables and Postfix oraz preferowanie tego typu produktów
ru: Опыт работы и интерес к Linux, а также продуктам с открытым кодом, как Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables и Postfix
th: ประสบการณ์ในเรื่องเหล่านี้และมีความกระตือรือร้นกับเทคโนโลยี ลินุกซ์ และ โอเพ่นซอส เช่น Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables และ Postfix
vi: Kinh nghiệm và đam mê với Linux và các sản phẩm mã nguồn mở như Apache, mod proxy, mod_perl, Squid, Bind, DHCP, iptables and Postfix
zh_cn: 有Linux 和Apache、mod proxy、mod_perl、Squid、Bind、DHCP、iptables及Postfix等开源码产品的工作经验与热情

source: Experience working with client-side JavaScript frameworks such as jQuery, ReactJS, and/or AngularJS
ar: تجربة العمل مع جانب العميل من أطر جافا سكريبت مثل jQuery, ReactJS, و/أو AngularJS
de: Erfahrung in der Arbeit mit client-side JavaScript Frameworks wie jQuery, ReactJS, und/oder AngularJS
fr: Expérience du travail sur les frameworks JavaScript (côté client) tels que jQuery, ReactJS et/ou AngularJS
id: Berpengalaman kerja pada sisi klien kerangka JavaScript seperti jQuery, ReactJS, dan/atau AngularJS
ja: jQuery、ReactJSおよび/またはAngularJSなどのクライアント側のJavaScriptフレームワークでの作業経験
pl: Doświadczenie w pracy ze strukturami JavaScript po stronie klienta, takimi jak jQuery, ReactJS i/lub AngularJS
ru: Опыт работы с клиентской частью программных средств JavaScript, например, jQuery, ReactJS и/или AngularJS
th: ประสบการณ์ในการพัฒนาโปรแกรมประเภท JavaScript และมีความรู้ในการพัฒนา Client Side Script โดยใช้เทคโนโลยี เช่น jQuery, ReactJS และ/หรือ AngularJS
vi: Kinh nghiệm làm việc với phía khách hàng thư viện JavaScript như jQuery, ReactJS, và/hoặc AngularJS
zh_cn: 有 JavaScript 客户端框架如 jQuery、ReactJS和/或 AngularJS 等工作经验

source: Experience working within an international environment
ar: الخبرة في العمل ضمن بيئة دولية
de: Berufserfahrung in einer internationalen Umgebung
fr: Expérience du travail au sein d'un environnement international
id: Berpengalaman bekerja dalam lingkungan internasional
ja: 国際的環境下での実務経験
pl: Doświadczenie w pracy w międzynarodowym środowisku
ru: Опыт работы в интернациональной среде
th: ประสบการณ์ในการทำงานในสภาพแวดล้อมขององค์กรที่มีความเป็นสากล
vi: Có kinh nghiệm làm việc trong một môi trường quốc tế
zh_cn: 有在国际化环境下工作的经验

source: Expertise in cloud solutions
ar: الخبرة في مجال الحلول السحابية
de: Fachkenntnisse in Cloud-Lösungen
fr: Expertise des solutions cloud
id: Ahli dalam solusi cloud
ja: クラウドソリューション専門知識
pl: Doskonała znajomość rozwiązań opartych na chmurze
ru: Опыт работы с облачными решениями
th: มีความเชี่ยวชาญในเทคโนโลยีของโซลูชั่นคลาวด์ (Cloud)
vi: Có chuyên môn về giải pháp điện toán đám mây
zh_cn: 有云计算解决方案专门知识

source: Expiry Time
ar: وقت انتهاء الصلاحية
de: Ablaufzeit
fr: Moment d'Expiration
id: Waktu Berakhir
ja: 終了時間
pl: Godzina wygaśnięcia
ru: Время окончания
th: เวลาที่หมดอายุ
vi: Thời gian hết hạn
zh_cn: 到期时间

source: Expiry price
ar: سعر الانقضاء
de: Ablaufkurs
fr: Prix d'expiration
id: Harga akhir
ja: 終値
pl: Cena wygaśnięcia
ru: Цена при окончании
th: ราคาที่หมดอายุ
vi: Giá hết hạn
zh_cn: 到期价格

source: Explanation
ar: شرح
de: Erläuterung
fr: Explication
id: Penjelasan
ja: 取引概要
pl: Wyjaśnienie
ru: Объяснение
th: คำอธิบาย
vi: Giải thích
zh_cn: 说明

source: Explore advanced trading features with the Next-Gen app for web and mobile.
de: Erforschen Sie fortgeschrittene Handels-Features mit der Next-Gen App für Web und Mobiltelefon.
fr: Découvrez des fonctions de trading avancées avec l'application Web et mobile Next-Gen.
ja: Next-Gen アプリで取引プラットフォームの未来を経験しましょう
vi: Khám phá các tính năng với các ứng dụng thế hệ kế tiếp cho trang web kinh doanh tiên tiến và điện thoại di động.
zh_cn: 使用“下一代”网站与移动应用程序，探索高级交易功能。

source: Explore our HackerOne bounty programme
de: Erkunden Sie unser HackerOne Belohnungsprogramm
fr: Explorez notre programme de récompense HackerOne
ja: HackerOneバグ発見報奨金プログラムを体験する
vi: Khám phá chương trình tiền thưởng HackerOne của chúng tôi
zh_cn: 探索我们的HackerOne奖励计划

source: Extensive experience in the application of advanced coding principles and standards
ar: خبرة واسعة في مجال تطبيق معايير ومبادئ الترميز المتقدمة
de: Umfassende Erfahrung in der Anwendung von fortschrittlichen Programmierprinzipien und -standards
fr: Solide expérience de la mise en application des principes et normes de programmation avancée.
id: Berpengalaman luas dalam penerapan prinsip-prinsip coding canggih dan standar
ja: 高度なコーディングの原則と標準の適用における豊富な経験
pl: Duże doświadczenie w stosowaniu zaawansowanych zasad i standardów kodowania
ru: Большой опыт применения принципов и стандартов усовершенствованного кодирования
th: มีประสบการณ์ ความรู้ความเข้าใจเกี่ยวกับมาตรฐานและหลักการพัฒนาโปรแกรมขั้นสูง
vi: Giàu kinh nghiệm trong việc áp dụng nguyên tắc mã hóa tiên tiến và các tiêu chuẩn
zh_cn: 有丰富的先进编码原则和标准应用经验

source: Extensive experience with TCP/IP networking, VPNs and IPSEC
ar: خبرة واسعة في مجال إقامة الشبكات، والشبكات الخاصة الافتراضية و IPSEC و TCP/IP
de: Umfassende Erfahrung mit TCP/IP Netzwerken, VPNs und IPSEC
fr: Solide expérience des réseaux TCP/IP, des réseaux privés virtuels (VPN) et du protocole de sécurité IPsec
id: Berpengalaman luas pada jaringan TCP/IP, VPN dan IPSEC
ja: TCP/ IPネットワーキング、VPNおよびIPSECの豊富な経験
pl: Duże doświadczenie z TCP/IP, VPN oraz IPSEC
ru: Большой опыт работы с сетями TCP/IP, а также VPN и IPSEC
th: มีประสบการณ์กับงานระบบเครือข่าย การทำงานของโปรโตคอล TCP/IP VPNs และการจัดการ IPSEC
vi: Kinh nghiệm với TCP/IP mạng, VPNs và IPSEC
zh_cn: 有丰富的TCP/IP 网络、VPN 和 IPSEC经验

source: Extensive knowledge of Javascript, HTML, CSS, AJAX, JSON
ar: معرفة واسعة بجافا سكريبت، و HTML, CSS, AJAX, JSON
de: Umfassendes Wissen in Javascript, HTML, CSS, AJAX, JSON
fr: Solide connaissance de JavaScript, HTML, CSS, AJAX et JSON
id: Berpengetahuan luas mengenai Javascript, HTML, CSS, AJAX, JSON
ja: Javascript・HTML・CSS・AJAX・JSONの幅広い知識
pl: Doskonała znajomość Javascript, HTML, CSS, AJAX, JSON
ru: Обширные знания Javascript, HTML, CSS, AJAX, JSON
th: มีความรู้ในระดับพัฒนาและแก้ไข จาวาสคริป HTML CSS AJAX JSON ได้
vi: Có kiến thức, hiểu biết sâu về Javascript, HTML, CSS, AJAX, JSON
zh_cn: 有丰富的Javascript、HTML、CSS、AJAX、JSON编程经验

source: Extensive product portfolio
ja: 豊富なプロダクト・ポートフォリオ

source: External forces
de: Externe Kräfte
fr: Forces externes
ja: 不可抗力条項
vi: Lực lượng bên ngoài
zh_cn: 外部力量

source: Extra revenue stream:
fr: Flux de revenu supplémentaire :
ja: 追加収入：

source: F. Execution Venues
de: F. Handelsplätze
fr: F. Lieu d'Exécution
ja: F. 注文執行場
vi: F. Các địa điểm thi hành
zh_cn: 六、执行场地

source: F. Orders
de: F. Order
fr: F. Ordres
ja: F. 注文
vi: F. Các lệnh
zh_cn: 六、订单

source: FX Bloggers, Mentors & Gurus
de: FX Blogger, Mentoren & Gurus
fr: FX blogueur, Mentors & Gurus
ja: FXブロガーやWEBサイト運営者様へ
vi: Blogger ngoại hối, cố vấn và người giàu kinh nghiệm
zh_cn: 外汇博客、顾问和导师

source: FX Rate
de: Wechselkurs
fr: Taux de change Forex
ja: 通貨ペア
vi: Tỉ lệ FX
zh_cn: 外汇兑换率

source: Facility that allows you to set limits on your account.
ar: تسهيلات تتيح لك وضع قيود على حسابك.
de: Einrichtung, mit der Sie Limits für Ihr Konto einrichten können.
fr: Fonction vous permettant de fixer des limites sur votre compte.
id: Fasilitas yang memungkinkan Anda untuk menetapkan batasan akun.
ja: アカウントの制限をユーザー自身で設定していただける機能。
pl: Opcja umożliwiająca ustawienie limitów na Twoim koncie.
ru: Функция, позволяющая устанавливать ограничения на Вашем счете.
th: การอำนวยความสะดวกเพื่อให้ท่านสามารถกำหนดวงเงินของบัญชีของท่าน
vi: Tiện ích cho phép bạn thiết lập giới hạn cho tài khoản của mình.
zh_cn: 可让您对帐户设置限制的设施。

source: Failed
ar: فشل
de: Fehlgeschlagen
fr: Échec
id: Gagal
ja: 失敗しました
pl: Zakończone niepowodzeniem
ru: Возникла ошибка
th: ล้มเหลว
vi: Thất bại
zh_cn: 失败

source: False
de: Falsch
fr: Faux
id: Salah
ja: 誤
pl: Fałsz
th: ผิด
vi: Sai

source: Familiarity with Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
ar: الالمام بـ Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
de: Erfahrung im Umgang mit Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
fr: Connaissance de Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ et Git
id: Memahami Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
ja: Perl・DBI・Mason・Moose・Sereal・Plack/PSGI・nginx・Javascript・MySQL/Postgres・Memcached・Redis・RabbitMQ・gitを熟知している
pl: Znajomość Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
ru: Знание Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
th: มีความคุ้นเคยในเทคโนโลยี Perl, DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, Git
vi: Quen thuộc với Perl DBI, Mason, Moose, Sereal, Plack/PSGI, nginx, Javascript, MySQL/Postgres, Memcached, Redis, RabbitMQ, git
zh_cn: 熟悉Perl、DBI、Mason、Moose、Sereal、Plack/PSGI、nginx、Javascript、MySQL/Postgres、Memcached、Redis、RabbitMQ、git 等程序

source: Familiarity with virtualization concepts (openvz / Xen / vmware)
ar: الإلمام بمفاهيم المحاكاة الافتراضية (openvz / Xen / vmware)
de: Erfahrung im Umgang mit Virtualisierungskonzepten (openvz / Xen / vmware)
fr: Connaissance des concepts de virtualisation (openvz / Xen / vmware)
id: Memahami konsep virtualisasi (openvz / Xen / vmware)
ja: 仮想化コンセプトを熟知している(openvz / Xen / vmware)
pl: Znajomość zagadnień związanych z wirtualizacją (openvz / Xen / vmware)
ru: Знание концепций виртуализации (openvz / Xen / vmware)
th: มีความคุ้นเคยในการออกแบบและใช้งานเทคโนโลยีเวอร์ชวลไลเซชัน โดยใช้ Openvz / Xen / VMWare
vi: Quen thuộc với khái niệm ảo hóa (openvz / Xen / vmware)
zh_cn: 熟悉虚拟化概念 (openvz / Xen / vmware)

source: Family name
ar: اسم العائلة
de: Nachname
fr: Nom de famille
id: Nama belakang
ja: 氏名 (全角)
pl: Nazwisko
ru: Фамилия
th: นามสกุล
vi: Họ
zh_cn: 姓

source: Favourite artist
ar: الفنان المفضل
de: Lieblingskünstler
fr: Artiste préféré
id: Artis favorit
ja: 好きなアーティスト名
pl: Ulubiony artysta
ru: Любимый артист
th: ศิลปินที่คุณโปรดปราน
vi: Nghệ sĩ yêu thích
zh_cn: 最喜欢的艺术家

source: Favourite dish
ar: الأكلة المفضلة
de: Lieblingsgericht
fr: Plat préféré
id: Makanan favorit
ja: 好きな食べ物
pl: Ulubione danie
ru: Любимое блюдо
th: อาหารที่คุณโปรดปราน
vi: Món ăn yêu thích
zh_cn: 最喜欢的菜肴

source: February
ar: فبراير
de: Februar
fr: février
id: Pebruari
ja: ２月
pl: Luty
ru: Февраль
th: กุมภาพันธ์
vi: Tháng Hai
zh_cn: 二月

source: Feel free to contact our friendly and helpful customer service experts. They're always available to answer your questions. You can contact us via live chat, email and telephone.
ar: لا تتردد في الاتصال بخبراء خدمة العملاء الودودين اللذين يرغبون فى مساعدتك. إنهم دائما متاحين للإجابة على أسئلتكم. يمكنك الاتصال بنا عبر الدردشة الحية، والبريد الإلكتروني والهاتف.
de: Sie können gerne unsere freundlichen und hilfsbereiten Kundenbetreuer fragen. Sie sind immer dazu bereit, Ihre Fragen zu beantworten. Sie können sich mit uns über Live-Chat, E-Mail und Telefon in Verbindung setzen.
fr: N'hésitez pas à contacter nos experts du service à la clientèle, ils se feront un plaisir de vous aider. Ils sont toujours disponibles pour répondre à vos questions. Vous pouvez nous contacter via notre service de messagerie instantanée, par e-mail ou par téléphone.
id: Jangan ragu untuk menghubungi customer service berpengalaman yang kami miliki. Mereka selalu siap untuk menjawab pertanyaan Anda. Anda dapat menghubungi kami melalui live chat, email dan telepon.
ja: ご不明な点がございましたら、当社のカスタマーサポートまでメールにてお気軽にお問い合わせください。
pl: W każdej chwili możesz skontaktować się z ekspertami z naszego zespołu obsługi klienta. Zawsze chętnie odpowiedzą na Twoje pytania. Możesz skontaktować się z nami przez czat na żywo, e-mail lub telefon.
ru: Обращайтесь по любым вопросам к нашей службе поддержки, всегда готовой помочь. Вы можете связаться с нами через чат, электронную почту или по телефону.
th: ได้โปรดติดต่อเจ้าหน้าที่ผู้เชี่ยวชาญด้านลูกค้าสัมพันธ์ในการให้ความช่วยเหลือใดๆ แก่ท่าน พวกเขายินดีที่จะตอบคำถามท่าน ท่านสามารถติดต่อเราผ่านทาง ไลฟ์แชต อีเมล์ และโทรศัพท์
vi: Đừng ngại ngần liên hệ với các chuyên gia chăm sóc khách hàng tốt bụng và thân thiện của chúng tôi. Họ luôn luôn sẵn sàng trả lời mọi câu hỏi của bạn. Bạn có thể liên hệ với chúng tôi qua trò truyện trực tiếp, gửi email và qua điện thoại.
zh_cn: 请随时联系我们热情友好的客服专员。他们将全天候回答您的问题。您可通过在线聊天、电子邮件和电话与我们联系。

source: Female
fr: Femme
id: Wanita
ja: 女性
th: เพศหญิง
vi: Nữ
zh_cn: 女

source: Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
de: Seit fünfzehn Jahren auf dem Markt und wir führen immer noch Neuerungen ein, wachsen und arbeiten an neuen Wegen, um unsere Kunden besser zu bedienen. Wir bieten zum ersten Mal kurzfristige Ziel/Kein Ziel Kontrakte an und führen eine neue Charting Anwendung ein. Wir sind uns sicher, dass wir über die wettbewerbsfähigste Plattform für digitale Optionen für das private Publikum verfügen.
fr: Forts de quinze ans d'expérience, nous restons tournés vers l'innovation et la croissance et nous efforçons de toujours mieux servir nos clients. Pour la première fois, nous proposons des options « touche/ne touche pas » et nous inaugurons une nouvelle application graphique. Nous sommes convaincus que notre plateforme d'options binaires est la plus compétitive et la plus complète accessible aux clients du marché de détail.
ja: 創業１５年を迎えてもなお、当社は進化と成長を続けることで顧客目線の新たなサービスの提供に注力しています。短期間でのタッチ/ノータッチ・トレードの提供と新しいチャートアプリケーションを開発。個人向けのオプション取引にて他の追従を許さない、かつ理解しやすいシステムを提供しているという確かな自信と共にサービスを提供します。
vi: Mười lăm năm qua, chúng tôi vẫn luôn cải tiến, lớn mạnh và đổi mới phương thức hoạt động để phục vụ khách hàng tốt hơn. Đối với lần đầu tiên, chúng tôi cung cấp phương thức giao dịch chạm/ không chạm ngắn hạn và giới thiệu ứng dụng biểu đồ mới. Chúng tôi tin rằng chúng tôi có sàn giao dịch hợp đồng quyền chọn điện tử toàn diện và cạnh tranh nhất cho cộng đồng bán lẻ.
zh_cn: 十五年过去了，我们仍在不断地创新、成长，寻求新的方式为客户提供更好的服务。我们首次提供短期“触及/未触及”交易，并推出新的图表应用程序。我们认为，对于散户投资者而言，我们提供了最有竞争力、最全面的数字期权平台。

source: File format.
fr: Format du fichier.
ja: ファイル・フォーマット

source: Filtering Controls
ar: ضوابط الترشيح
de: Filtersteuerungen
fr: Systèmes de filtrage
ja: フィルタリング管理
pl: Zarządzanie filtrowaniem
ru: Контроль фильтрации
th: การควบคุมตัวกรอง
vi: Điều khiển bộ lọc
zh_cn: 过滤控制

source: Filtering Stray Ticks
ar: ترشيح الحركات المتناثرة
de: Tick-Irrläufer filtern
fr: Filtrer les ticks parasites
id: Penyaringan Tik Monoton
ja: Stray Tickをフィルタリング
pl: Filtrowanie błędnych zmian ceny
ru: Фильтрация случайных котировок
th: การกรอง Stray Ticks
vi: Bộ lọc kĩ thuật quan sát chuyển biến phân tán
zh_cn: 过滤离散价位

source: Final price
de: Schlusskurs
fr: Prix final
ja: 最終価格
vi: Giá cuối cùng
zh_cn: 最终价格

source: Finance
ar: المالية
de: Finanzen
id: Keuangan
ja: 金融
pl: Finanse
ru: Финансы
th: การเงิน
vi: Tài chính
zh_cn: 金融

source: Financial Account Opening
ar: فتح الحساب المالي
de: Eröffnung eines Finanzkontos
fr: Ouverture d'un compte financier
id: Pendaftaran Akun Finansial
ja: 金融口座開設
pl: Otwarcie konta finansowego
ru: Открытие финансового счета
th: การเปิดบัญชี
vi: Mở Tài khoản Tài chính
zh_cn: 开立金融账户

source: Financial Assessment
ar: التقييم المالي
de: Finanzielle Beurteilung
fr: Évaluation financière
id: Penilaian Keuangan
ja: 財務評価
pl: Ocena finansowa
ru: Финансовая отчетность
th: การประเมินทางการเงิน
vi: Đánh giá Tài chính
zh_cn: 金融评估

source: Financial Asset
fr: Actif financier
id: Aset Finansial
ja: 金融資産
th: สินทรัพย์ทางการเงิน

source: Financial Information
ar: المعلومات المالية
de: Finanzinformationen
fr: Information financière
id: Informasi Keuangan
ja: 財務情報
pl: Informacje finansowe
ru: Финансовая информация
th: ข้อมูลทางการเงิน
vi: Thông tin Tài chính
zh_cn: 金融信息

source: Financial Risk approval is required. Please contact <a href="%1">customer support</a> for more information.
de: Dem Finanzrisiko muss zugestimmt werden. Bitte kontaktieren Sie die <a href="%1">Kundenbetreuung</a>, um mehr Informationen zu erhalten.
fr: Une évaluation du risque financier est requise. Veuillez contacter le <a href="%1">service clientèle</a> pour obtenir des informations supplémentaires.
ja: 金融リスクの商品が必要です。詳細については<a href="%1">カスタマーサポート</a>までお問い合わせください。
vi: Phê duyệt rủi ro tài chính là cần thiết. Xin vui lòng liên hệ với <a href="%1"> hỗ trợ khách hàng</a> cho biết thêm thông tin.
zh_cn: 需要通过金融风险批准。欲知详情，请联系<a href="%1">客服部</a>。

source: Financial asset
ar: الأصول المالية
de: Finanzvermögen
fr: Actif financier
id: Aset keuangan
ja: 金融資産
pl: Aktywa finansowe
ru: Финансовый актив
th: สินทรัพย์ทางการเงิน
vi: Tài sản Tài chính
zh_cn: 金融资产
