Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Jul
ar: يوليو
fr: juill.
pl: Lipiec
ru: Июл
th: ก.ค.
vi: Tháng Bảy
zh_cn: 七月

source: Jump To
ar: الانتقال إلى
id: Lompat Ke
pl: Przejdź do
ru: Перейти к
th: ข้ามไปที่

source: Jun
ar: يونيو
fr: juin
id: Juni
pl: Czerwiec
ru: Июн
th: มิ.ย.
vi: Tháng Sáu
zh_cn: 六月

source: Kind Regards
ar: أطيب التحيات
id: Dengan Hormat
pl: Z poważaniem,
ru: С уважением,
th: ขอแสดงความนับถือ

source: Kind Regards,
ar: أطيب التحيات،
id: Salam Hormat,
pl: Z poważaniem,
ru: С уважением,
th: ขอแสดงความนับถือ

source: Kindly send us your documents for verification.
ar: يرجى إرسال المستندات الخاصة بك للتحقق منها.
id: Silakan kirimkan dokumen Anda untuk verifikasi.
pl: Uprzejmie prosimy o przesłanie nam dokumentów do weryfikacji.
th: โปรดส่งเอกสารของท่านมาให้เราเพื่อการตรวจสอบ

source: Knowledge test is unavailable now, you may take the test on %1
id: Tes pengetahuan tidak tersedia sekarang, Anda dapat mengambil tes pada %1
pl: Test wiedzy jest obecnie niedostępny, możesz podejść do niego %1
th: ไม่สามารถเข้าทดสอบความรู้ในขณะนี้ ท่านสามารถทดสอบได้ที่ %1

source: LOG OUT
ar: تسجيل الخروج
id: KELUAR
pl: WYLOGUJ SIĘ
ru: ВЫХОД
th: ออกจากระบบ

source: Last
ar: أخير
id: Akhir
pl: Ostatnie
ru: Посл. знач.
th: สุดท้าย

source: Learn more about spreads on binary.com.
ar: معرفة المزيد عن السبريد على binary.com.
id: Pelajari lebih lanjut mengenai spread di Binary.com.
pl: Dowiedz się czym jest spread na binary.com.
ru: Узнайте больше о спредах на binary.com.
th: เรียนรู้เพิ่มเติมเกี่ยวกับสเปรดของ binary.com

source: Legacy Contract
ar: العقد التقليدي
id: Kontrak Legasi
pl: Stary kontrakt
ru: Традиционный контракт
th: สัญญามรดก

source: Legacy Trading Interface
ar: واجهة التداول القديمة
id: Tampilan Trading Legacy
pl: Interfejs do handlowania starszymi kontraktami
ru: Прежний торговый интерфейс
th: อินเทอร์เฟสของ Legacy Trading

source: Legacy contract. No further information is available.
ar: عقد قديم. لا يوجد معلومات أخرى متاحة.
id: Kontrak Legasi. Tidak tersedia informasi lebih lanjut.
pl: Stary kontrakt. Brak innych informacji.
ru: Нет дальнейшей информации.
th: สัญญามรดก ไม่มีข้อมูลที่เกี่ยวข้อง

source: Licensed and regulated in Malta, the United Kingdom, the Isle of Man, and Ireland
ar: مرخصة ومنظمة في مالطا والمملكة المتحدة وجزيرة مان، وأيرلندا
id: Berlisensi dan diatur di Malta, Inggris, Isle of Man, dan Irlandia
pl: Licencje i regulacje na Malcie, Wyspie Man, w Zjednoczonym Królestwie i Irlandii
ru: Компания лицензирована и регулируется на Мальте, в Великобритании, на острове Мэн и в Ирландии
th: ได้รับอนุญาตและเป็นไปตามกฎหมายในการดำเนินธุรกิจในประเทศมอลตา สหราชอาณาจักร เกาะ Isle of Man และ ไอร์แลนด์

source: Line
ar: خط
id: Garis
pl: Linia
ru: Линии
th: เส้น

source: Line Chart
ar: مخطط خطي
id: Grafik Garis
pl: Wykres liniowy
ru: Линейный график
th: แผนภูมิเส้น

source: Line Dot Chart
ar: مخطط خطي منقوط
id: Grafik Garis Titik
pl: Wykres punktowo-liniowy
ru: Линейно-точечный график
th: แผนภูมิจุดและเส้น

source: List of All Open-Source Projects
id: Daftar Semua Proyek Open-Source
pl: Lista wszystkich projektów open source
ru: Список всех проектов с открытым исходным кодом

source: Logarithmic Scale
ar: مقياس لوغاريتمي
id: Skala Log
pl: Skala logarytmiczna
ru: Логарифмическая шкала
th: กราฟที่ใช้ราคาเทียบการเปลี่ยนแปลงเป็นร้อยละ

source: Login ID (%1) does not exist.
ar: معرف الدخول (%1) غير موجود.
id: Login ID (%1) tidak tersedia.
pl: Login (%1) nie istnieje.
ru: Логин (%1) не существует.
th: ไม่มีรหัสผู้ใช้งาน (%1)

source: Login to this account has been temporarily disabled due to system maintenance. Please try again in 30 minutes.
ar: تم تعطيل الدخول لهذا الحساب مؤقتاً حيث تجرى صيانة للنظام. يرجى المحاولة مرة أخرى فى خلال 30 دقيقة.
id: Maaf, Transfer Agen Pembayaran dihentikan untuk sementara berhubung perbaikan sistem. Silahkan coba kembali 30 menit lagi.
pl: Możliwość zalogowania się na to konto została tymczasowo wyłączona ze względu na konserwację systemu. Prosimy spróbować ponownie za 30 minut.
ru: Вход на этот счет временно невозможен ввиду технических работ в системе. Пожалуйста, попробуйте еще раз через 30 минут.
th: การเข้าสู่ระบบจากบัญชีนี้ถูกระงับชั่วคราวเนื่องจากการปรับปรุงระบบ กรุณาลองใหม่อีกครั้งใน 30 นาที

source: Logout
ar: خروج
id: Keluar
pl: Wyloguj
ru: Выход
th: ออกจากระบบ

source: Low
ar: منخفض
id: Rendah
pl: Niska
ru: Низшее значение
th: ต่ำ

source: Low barrier is out of acceptable range. Please adjust the low barrier.
ar: الحاجز السفلي لا يقع ضمن النطاق المقبول. يرجى ضبط الحاجز السفلي.
id: Batasan bawah adalah diluar rentang yang dibenarkan. Silahkan rubah batasan bawah.
pl: Niski limit przekracza dozwolony zakres. Proszę zmienić limit odpowiednio.
ru: Нижний барьер вне приемлемых рамок. Пожалуйста, измените нижний барьер.
th: Barrier ต่ำ อยู่นอกขอบเขตที่ยอมรับได้ โปรดปรับปรุงค่า Barrier ใหม่

source: MACD Signal
ar: إشارة ماكد
id: Sinyal MACD
pl: Sygnał MACD
ru: Сигнал Схождение/Расхождение Скользящих Средних MACD
th: สัญญาณ MACD

source: Make a deposit or withdraw.
ar: عمل إيداع أو سحب.
id: Deposit atau menarik dana.
pl: Wpłać lub wypłać środki.
ru: Пополните счет или выведите средства.
th: ฝากเงินหรือถอนเงิน

source: Manage the company’s cashier system
ar: إدارة نظام الصراف للشركة
id: Mengelola sistem kasir perusahaan
pl: Zarządzanie firmowym systemem „Kasjer”
ru: Управление кассовой системой компании

source: Manage your account access and security settings.
ar: إدارة الوصول لحسابك وإعدادات الأمان.
id: Mengelola akses akun Anda dan pengaturan keamanan.
pl: Zarządzaj dostępem do swojego konta i ustawieniami bezpieczeństwa.
ru: Управление доступом к учетной записи и настройками безопасности.
th: จัดการการเข้าถึงและตั้งค่าความปลอดภัยบัญชีของท่าน

source: Mar
ar: مارس
de: Mär
fr: mars
pl: Marzec
ru: Мар
th: มี.ค.
vi: Tháng Ba
zh_cn: 三月

source: Market Data
ar: بيانات السوق
id: Data Pasar
pl: Dane rynkowe
ru: Графики
th: ข้อมูลการตลาด

source: Marketing Project Manager
ar: مدير مشروع التسويق
id: Manajer Proyek Pemasaran
pl: Kierownik projektów marketingowych
ru: Менеджер маркетингового проекта
th: ผู้จัดการโครงการการตลาด

source: Mass Index
ar: مؤشر كتلة
id: Indeks Massa
pl: Indeks masy
ru: Массовый индекс
th: ดัชนีมวลรวม

source: Max 30 tokens are allowed.
ar: يسمح بحد أقصى 30 من الرموز.
id: Max 30 token diperbolehkan.
pl: Dozwolonych jest maksymalnie 30 tokenów.
ru: Максимально разрешено 30 токенов.
th: อนุญาตมากที่สุด 30 โทเค่น

source: Maximum account cash balance is currently set to <strong>%1 %2</strong>
ar: الحد الأقصى لرصيد الحساب النقدي مضبوط على <strong>%1 %2</strong>
id: Saldo tunai maksimal saat ini adalah <strong>%1 %2</strong>
pl: Maksymalne saldo gotówki na koncie jest obecnie ustalone na poziomie <strong>%2 %1</strong>
ru: Максимальный баланс на счету в настоящий момент составляет <strong>%1 %2</strong>
th: มูลค่าสูงสุดของบัญชีเงินสดปัจจุบัน คือ <strong>%1 %2</strong>

source: Maximum number of open positions is currently set to <strong>%1</strong>
ar: الحد الأقصى لعدد المعاملات المفتوحة مضبوط على <strong>%1</strong>
id: Maksimum jumlah kontrak yang ditampilkan pada portofolio adalah <strong>%1</strong>
pl: Maksymalna dzienna liczba otwartych pozycji jest obecnie ustawiona na poziomie <strong>%1</strong>
ru: Максимальное количество открытых позиций в настоящее время составляет <strong>%1</strong>
th: จำนวนสูงสุดของโพซิชั่นที่เปิดปัจจุบัน คือ <strong>%1</strong>

source: May
ar: مايو
de: Mai
fr: mai
id: Mei
pl: Maj
ru: Май
th: พ.ค.
vi: Tháng Năm
zh_cn: 五月

source: Miss
ar: آنسة
de: Verpasst
fr: Mlle
id: Nona
pl: Pani
ru: Госпожа
th: นางสาว
vi: Cô
zh_cn: 遗漏

source: Missing market data.
ar: بيانات السوق مفقودة.
id: Data pasar menghilang.
pl: Brakujące dane rynkowe.
ru: Отсутствуют рыночные данные.
th: ไม่มีข้อมูลการตลาด

source: Momentum
ar: الزخم
pl: Moment
ru: Индикатор Темпа (Momentum)
th: โมเมนตัม

source: Monitor the movements of all of your favourite assets and markets at the same time. This flexible charting platform provides a variety of customisable features.
ar: أرصد تحركات كلاً من الأصول والأسواق المفضلة لديك في نفس الوقت. تقدم منصة الرسم المرنة هذه مجموعة متنوعة من المميزات القابلة للتخصيص.
id: Memantau pergerakan semua aset dan pasar favorit Anda pada waktu yang sama. Platform charting fleksibel ini menyediakan berbagai fitur yang dapat disesuaikan.
pl: Monitoruj zachowanie wszystkich Twoich ulubionych aktywów i rynków jednocześnie. Ta elastyczna platforma z wykresami oferuje różnorodne funkcje, które można dowolnie dostosowywać do swoich potrzeb.
ru: Одновременно следите за динамикой всех интересующих Вас активов и рынков. Гибкая платформа с графиками предоставляет широкий выбор настраиваемых функций.

source: Monthly
ar: شهري
id: Bulanan
pl: Miesięcznie
ru: по мес.
th: รายเดือน

source: Monthly Webinars
ar: ندوات شهرية
id: Webinar Bulanan
pl: Comiesięczne szkolenia internetowe
ru: Вебинары
th: สัมมนารายเดือนทางเว็บ

source: Months
ar: شهور
id: Bulan
pl: Miesiące
ru: Месяцев
th: เดือน

source: More specifically, when we enter into a Binary Option trade with you (each, a "Contract"), we have a duty to provide you with ‘best execution’. Best execution means that we must take reasonable steps to obtain the best possible result for you when executing an order with you. This document provides a summary of our best execution policy.
ar: بشكل أكثر تحديدا، عندما ندخل في تداول خيار ثنائي معك (كل، "عقد")، من واجبنا أن نقدم لك "أفضل تنفيذ". أفضل تنفيذ يعني أننا يجب أن نتخذ خطوات معقولة للحصول على أفضل نتيجة ممكنة بالنسبة لك عند تنفيذ أمر معك. تقدم هذه الوثيقة ملخصا لسياستنا لأفضل تنفيذ.
id: Lebih khususnya, ketika kami bertrading Opsi Binary dengan Anda (untuk setiap "Kontrak"), kami memiliki kewajiban untuk menyediakan 'eksekusi terbaik'. Eksekusi terbaik berarti kami harus mengambil langkah yang wajar untuk mendapatkan hasil terbaik ketika menjalankan order Anda. Dokumen ini memberikan ringkasan kebijakan eksekusi terbaik.
pl: Dokładniej, w momencie zawarcia z Tobą transakcji związanej z Opcją binarną (każdej transakcji zwanej dalej „Kontraktem”) mamy obowiązek zapewnić Ci jej „najkorzystniejszą realizację”. Najkorzystniejsza realizacja oznacza, że musimy podjąć rozsądne kroki, aby uzyskać najlepsze możliwe dla Ciebie rezultaty podczas realizacji zlecenia. Niniejszy dokument zawiera streszczenie naszej polityki dot. najkorzystniejszej realizacji.
ru: Более конкретно, когда мы заключаем с Вами договор бинарного контракта ("Контракт"), мы обязаны предоставить Вам условия "лучшего исполнения". Лучшее исполнение означает, что мы должны принять разумные меры для получения наилучшего результата при выполнении Вашего ордера. Этот документ содержит резюме нашей политики лучшего исполнения.

source: Mountain Chart
ar: مخطط الجبل
id: Grafik Gunung
pl: Wykres typu góra
ru: Горный
th: แผนภูมิภูเขา

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.A Simple Moving Average is the unweighted mean of the n (set by period) previous periods (1 period is the selected timescale, i.e. 1 minute, 1 day etc.).All previous periods have equal weight in determining the SMA.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
ar: تقدم المتوسطات المتحركة مقياس موضوعي لتوجه الاتجاه عن طريق إزالة تقلبات الأسعار قصيرة المدى. المتوسط المتحرك البسيط هو المتوسط الغير موزون لسين (تحدد بالفترة) من الفترات السابقة (الفترة 1 هي الجدول الزمني المحدد أى دقيقة أو يوم إلخ.) كل الفترات السابقة لها نفس الوزن فى تحديد المتوسط المتحرك البسيط. المتوسطات المتحركة الأقصر أكثر حساسية وتشير إلى الاتجاهات بسرعة أكبر من المتوسطات المتحركة الأطول، لكنهم يقوموا بإعطاء إشارات خاطئة أكثر. المتوسط المتحرك الأكبر أكثر موثوقية لكنه يختار فقط الاتجاه الكبير.
id: Moving average berfungsi untuk menentukan tren yang akan terjadi dengan memuluskan harga fluktuasi jangka pendek.Simple Moving Average adalah menambahkan harga n (disusun berdasarkan periode) periode sebelumnya (1 periode adalah pilihan timescale yaitu 1 menit, 1 hari dll.).Semua periode sebelumnya memiliki ukuran yang sama dalam menentukan SMA.Moving average pendek lebih sensitif dan tren sinyalnya lebih cepat dibandingkan MA panjang tapi juga sering memberikan sinyal palsu. MA dengan ukuran lebih panjang adalah dapat dipercayai namun hanya dicapai pada tren besar.
pl: Średnie kroczące zapewniają obiektywną miarę kierunku trendu poprzez wygładzanie krótkoterminowych wahań cen. Prosta średnia krocząca to nieważona średnia n (ustawionej wg okresu) poprzednich okresów (1 okres to wybrana skala czasu, np. 1 minuta, 1 dzień). Wszystkie poprzednie okresy mają równą wagę w określaniu średniej kroczącej. Krótsze średnie kroczące są bardziej wrażliwe, a sygnały trendów dużo szybsze niż dłuższe średnie kroczące, jednak dają też więcej fałszywych sygnałów. Dłuższa średnia krocząca jest bardziej wiarygodna, ale tylko podnosi główny trend.
ru: Скользящие средние дают объективное определение направления тренда, путем сглаживания краткосрочных колебаний. Взвешенная скользящая средняя придает меньшее значение отдаленным по времени периодам. Кратковременные скользящие средние более чувствительны и сигнализируют о тренде быстрее, но при этом увеличивается количество неверных прогнозов. Более протяженные по времени скользящие средние показывают более достоверную картину, но сигнализируют только о крупных трендах.
th: เส้นค่าเฉลี่ย (Moving Average: MA) บอกแนวโน้มของทิศทางของราคาผันผวนในระยะสั้น เส้นค่าเฉลี่ยอย่างง่าย (Simple Moving Average: SMA) เป็นค่าเฉลี่ยที่ไม่มีน้ำหนักของ n (ชุดของช่วงเวลา) ช่วงเวลาก่อนหน้า (1 ช่วงเวลา เช่น 1 นาที 1 วัน เป็นต้น) ช่วงเวลาก่อนหน้าทั้งหมดมีน้ำหนักเท่ากันในการกำหนด SMA เส้นค่าเฉลี่ยที่สั้นกว่าจะมีความอ่อนไหวมากกว่า และบอกแนวโน้มได้เร็วกว่าเส้นค่าเฉลี่ยที่ยาวกว่าแต่ให้สัญญาณที่ผิดมากกว่า เส้นค่าเฉลี่ยที่ยาวกว่าจะเชื่อถือได้มากกว่า แต่เหมาะสำหรับการวิเคราะห์แนวโน้มใหญ่

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.For an Exponential Moving Average, the applied weight factor decreases exponential for periods further away in the past. It gives much more importance to recent observations while still not discarding older observations entirely.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
ar: تقدم المتوسطات المتحركة مقياس موضوعى لقياس توجه الاتجاه عن طريق تخفيف تقلبات الأسعار قصيرة المدى. فى المتوسط المتحرك الأُسى يقلل معامل الوزن المُطبق الأس كلما بعدت الفترات الماضية. فهو يعطى أهمية أكبر للملاحظات الأخيرة بينما لا يهمل الملاحظات الأقدم كلياُ. المتوسطات القصيرة حساسة أكثر وتشير إلى اتجاهات أسرع بكثير من المتوسطات الأطول ولكنها تعطى إشارات خاطئة أكثر. المتوسط المتحرك الأطول أكثر موثوقية لكنه يلتقط الاتجاه الأكبر فقط.
id: Moving average berfungsi untuk menentukan tren yang akan terjadi dengan memuluskan harga fluktuasi jangka pendek.Untuk Exponential Moving Average, faktor pemberat yang digunakan menurun secara terkecuali untuk periode sebelumnya. Hal ini lebih menumpukan perhatian pada pengamatan terkini dimana tidak mengabaikan pengamatan sebelumnya.Moving average pendek lebih sensitif dan tren sinyalnya lebih cepat dibandingkan MA panjang tapi juga sering memberikan sinyal palsu. MA dengan ukuran lebih panjang adalah dapat dipercayai namun hanya dicapai pada tren besar.
pl: Średnie kroczące zapewniają obiektywną miarę kierunku trendu poprzez wygładzanie krótkoterminowych wahań cen. W przypadku Wykładniczej średniej kroczącej zastosowany czynnik wagowy obniża się wykładniczo dla dawniejszych okresów. Większe znaczenie mają najnowsze obserwacje, jednak starsze obserwacje nie są całkowicie ignorowane. Krótsze średnie kroczące są bardziej wrażliwe, a sygnały trendów dużo szybsze niż dłuższe średnie kroczące, jednak dają też więcej fałszywych sygnałów. Dłuższa średnia krocząca jest bardziej wiarygodna, ale tylko podnosi główny trend.
ru: Скользящие средние дают объективное определение направления тренда, путем сглаживания краткосрочных колебаний. Взвешенная скользящая средняя придает меньшее значение отдаленным по времени периодам. Кратковременные скользящие средние более чувствительны и сигнализируют о тренде быстрее, но при этом увеличивается количество неверных прогнозов. Более протяженные по времени скользящие средние показывают более достоверную картину, но сигнализируют только о крупных трендах.

source: Moving averages provide an objective measure of trend direction by smoothing out short-term price fluctuations.In a Weighted Moving Average, the previous periods have less weight for periods further away in the past. In an n-day WMA the latest day has weight n, the second latest n-1, etc, down to zero.Shorter length moving averages are more sensitive and signals trends much faster than longer length MAs, but also give more false signals. A longer length MA is more reliable but only picks up the big trend.
ar: تقدم المتوسطات المتحركة مقياس موضوعي لقياس توجه الاتجاه عن طريق تخفيف تقلبات الأسعار قصيرة المدى. فى المتوسط المتحرك الموزون يكون للفترات السابقة وزن أقل فى الفترات الأقدم. فى متوسط متحرك موزون لسين من الأيام يكون وزن أحدث يوم سين ووزن ثاني أحدث يوم سين-1،إلخ، وصولاً للصفر. المتوسطات القصيرة حساسة أكثر وتشير إلى اتجاهات أسرع بكثير من المتوسطات الأطول ولكنها تعطي إشارات خاطئة أكثر. المتوسط المتحرك الأطول أكثر موثوقية لكنه يلتقط الاتجاه الأكبر فقط.
id: Moving average berfungsi untuk menentukan tren yang akan terjadi dengan memuluskan harga fluktuasi jangka pendek.Dalam Weighted Moving Average, periode sebelumnya lebih ringan dibandingkan dengan periode jauh sebelumnya. Dalam sebuah n-hari WMA hari terkini memiliki berat n, kedua terkini adalah n-1, dan seterusnya hingga menurun pada nol.Moving average pendek lebih sensitif dan tren sinyalnya lebih cepat dibandingkan MA panjang tapi juga sering memberikan sinyal palsu. MA dengan ukuran lebih panjang adalah dapat dipercayai namun hanya dicapai pada tren besar.
pl: Średnie kroczące zapewniają obiektywną miarę kierunku trendu poprzez wygładzanie krótkoterminowych wahań cen. W przypadku ważonej średniej kroczącej wcześniejsze okresy mają mniejszą wagę. W ważonej średniej kroczącej z n dni ostatni dzień ma wagę n, drugi najnowszy n-1 itd., aż do zera. Krótsze średnie kroczące są bardziej wrażliwe, a sygnały trendów dużo szybsze niż dłuższe średnie kroczące, jednak dają też więcej fałszywych sygnałów. Dłuższa średnia krocząca jest bardziej wiarygodna, ale tylko podnosi główny trend.
ru: Скользящие средние дают объективное определение направления тренда, путем сглаживания краткосрочных колебаний. Взвешенная скользящая средняя придает меньшее значение отдаленным по времени периодам. Кратковременные скользящие средние более чувствительны и сигнализируют о тренде быстрее, но увеличивается количество неверных прогнозов. Более протяженные по времени скользящие средние показывают более достоверную картину, но сигнализируют только о крупных трендах.

source: Mr
ar: السيد
de: Herr
id: Bapak
pl: Pan
ru: Господин
th: นาย
vi: Ngài
zh_cn: 先生

source: Mrs
ar: السيدة
de: Frau
fr: Mme
id: Ibu
pl: Pani
ru: Госпожа
th: นาง
vi: Bà
zh_cn: 女士

source: Ms
ar: آنسة
de: Frl.
fr: Mlle
id: Sdri.
pl: Pani
ru: Госпожа
th: นางสาว
vi: Cô
zh_cn: 女士

source: My Account
ar: حسابي
id: Akun Saya
pl: Moje konto
ru: Мой Счет
th: บัญชีของฉัน

source: Mycrowd - for Binary.com traders
ar: Mycrowd - لمتداولي Binary.com
id: Mycrowd - untuk trader Binary.com
pl: Mycrowd - dla klientów Binary.com
ru: Mycrowd - для трейдеров Binary.com
th: Mycrowd - สำหรับนักลงทุน Binary.com

source: New
ar: جديد
id: Baru
pl: Nowy
ru: Новый
th: ใหม่

source: New Password Request
ar: طلب كلمة مرور جديدة
id: Permohonan Kata Sandi Baru
pl: Prośba o nowe hasło
ru: Запрос нового пароля
th: ต้องการรหัสผ่านใหม่

source: New Sign-In Activity Detected
ar: اكتشاف تسجيل دخول جديد نشط
id: Aktifitas Pengaksesan Baru Terdeteksi
pl: Odnotowano nową próbę logowania
ru: На Ваш счёт выполнен вход
th: ประวัติการเข้าใช้งานระบบ

source: New password is same as old password.
ar: كلمة المرور الجديدة هي نفس كلمة المرور القديمة.
id: Kata sandi baru sama dengan kata sandi lama.
pl: Nowe hasło jest identyczne z poprzednim.
ru: Новый пароль совпадает со старым паролем.
th: รหัสผ่านใหม่เหมือนกับรหัสผ่านเดิม

source: Next Day
ar: اليوم التالي
id: Hari Berikutnya
pl: Następny dzień
ru: Следующий день
th: วันถัดไป

source: Next Gen on GitHub
id: Next Gen pada GitHub
pl: Aplikacja Next Gen na GitHub
ru: Next Gen на GitHub

source: No
ar: لا
id: Tidak
pl: Nie
ru: Нет
th: ไม่

source: No Live price update
ar: لا يوجد تحديث مباشر للأسعار
id: Tidak tersedia harga Live
pl: Brak aktualnych cen
ru: Нет обновления настоящей котировки
th: ไม่มีราคาใหม่

source: No Storing of Any Content
ar: لا تخزين لأي محتوى
id: Tanpa Menyimpan Konten Apapun
pl: Nieprzechowywanie treści
ru: Отказ от хранения контента
th: ไม่ได้เก็บข้อมูลใดไว้

source: No data available to draw the requested chart. Please try our daily chart for this instrument.
ar: لا يوجد بيانات متاحة لعمل المخطط المطلوب. رجاء جرب المخطط اليومي الخاص بنا لهذه الأداة المالية.
id: Tidak ditemukan data untuk menampilkan grafik yang Anda inginkan. Silakan coba gunakan grafik harian kami untuk instrumen ini.
pl: Brak dostępnych danych do stworzenia wykresu. Skorzystaj z wykresu dziennego dla tego instrumentu.
ru: Недостаточно данных для создания графика. Вы можете просмотреть дневной график для этого инструмента.
th: ไม่มีข้อมูลในการแสดงกราฟตามความประสงค์ กรุณาใช้งานกราฟประจำวันแทน

source: No matter the market – rising or falling, quiet or volatile – you’ll find a trade to suit your outlook.
ar: لا يهم إذا كان السوق - يرتفع أو يهبط، هادىء أو متقلب - ستجد المعاملة التي تناسب توقعاتك.
id: Apapun kondisi pasar - naik atau turun, sepi atau ramai - Anda akan menemukan kontrak yang sesuai.
pl: Niezależnie od rynku – o tendencji zwyżkowej czy zniżkowej, spokojnego czy zmiennego - znajdziesz zakład odpowiadający Twoim wymaganiom.
ru: Неважно, на каком рынке Вы работаете - растущем или падающем, спокойном или волатильном - Вы обязательно найдете подходящую для Вашего прогноза сделку.
th: ไม่ว่าตลาดใด ขาขึ้น หรือ ขาลง ตลาดซบเซา หรือ ตลาดผันผวน ท่านจะพบว่า ท่านสามารถซื้อขายได้ตามแบบที่ต้องการ

source: Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
ar: ملحوظة: سيتم بيع العقد بسعر السوق السائد عندما تتلقى خوادمنا الطلب. قد يختلف هذا السعر عن السعر المشار إليه.
id: Nota: Kontrak akan dijual pada harga pasar terkini ketika permintaan diterima oleh server kami. Harga ini mungkin berbeda dari harga yang diindikasikan.
pl: Uwaga: kontrakty będą sprzedawane po obowiązującej cenie rynkowej po dotarciu wniosku na nasze serwery. Cena może różnić się od podanej ceny.
ru: Внимание: контракт будет продан по цене, действительной на момент получения запроса нашими серверами. Эта цена может отличаться от указанной в настоящее время.
th: ข้อสังเกต: สัญญาจะถูกขาย ณ ราคาตลาดเมื่อความประสงค์หรือคำสั่งถูกส่งไปประมวลผล ราคานี้จะมีความแตกต่างจาดราคาที่แสดง

source: Note: During summer time (daylight saving), GMT is one hour behind BST (British Summer Time)
ar: ملحوظة: خلال فترة الصيف (التوقيت الصيفي)، فإن توقيت جرينتش أقل من التوقيت الصيفي البريطاني بساعة واحدة
id: Nota: Selama musim panas, GMT adalah satu jam lebih lambat dari BST (British Summer Time)
pl: Uwaga: Podczas czasu letniego (oszczędzanie światła dziennego) czas GMT jest godzinę wcześniejszy niż czas BST (British Summer Time)
ru: Внимание! В летнее время GMT отстает на один час от BST (British Summer Time)
th: ข้อสังเกต: ในช่วงฤดูร้อน (เวลาออมแสง) ระบบเวลาแบบ GMT จะช้ากว่าเวล BST (เวลาฤดูร้อนของประเทศอังกฤษ) 1 ชั่วโมง
