Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: UK clients registered with Binary (Europe) Ltd can submit their dispute with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity's
de: Britische Kunden, die bei Binary (Europa) Ltd. angemeldet sind, können Ihren Streitfall bei der außergerichtlichen Schlichtungsstelle, der IBAS einreichen, indem sie das Schiedsgerichtsformular auf der Plattform der Schlichtungsstelle ausfüllen
fr: Les clients du Royaume-Uni inscrits auprès de Binary (Europe) Ltd peuvent soumettre leurs litiges à l'organisme d'arbitrage indépendant IBAS (Independent Betting Adjudication Service) en remplissant le formulaire de demande de décision arbitrale disponible sur son
ja: Binary (Europe) Ltdでご登録されたイギリス在住のお客さまは、ADR法人上の裁定フォームにご記入いただくことで、IBASの裁判外紛争解決法人に抵触内容をご提出いただけます。
vi: Các khách hàng Anh đăng kí với công ty TNHH Binary (Châu Âu) có thể gửi khiếu nại lên các cơ quan giải quyết khiếu nại IBAS bằng cách điền vào mẫu phán quyết trên cơ quan ADR
zh_cn: 在 Binary (Europe) Ltd 注册的英国客户可以在替代性纠纷解决机构 IBAS 填写仲裁表格并提交申诉

source: US 100 Cash Index
ja: アメリカ 100現物指数
vi: Chỉ số tiền mặt Mỹ 100
zh_cn: 美国 100 现金指数

source: US 30 Cash Index
ja: アメリカ 30現物指数
vi: Chỉ số tiền mặt Mỹ 30
zh_cn: 美国 30 现金指数

source: US 500 Cash Index
ja: アメリカ 500現物指数
vi: Chỉ số tiền mặt Mỹ 500
zh_cn: 美国 500 现金指数

source: US Patents
ar: براءات الأختراع الأمريكية
de: US Patente
fr: Brevets des États-Unis
id: Hak Paten AS
ja: アメリカ合衆国での特許
pl: Patenty amerykańskie
ru: Патенты США
vi: Bằng sáng chế Mỹ
zh_cn: 美国专利

source: USD 1 per point
de: 1 USD je Punkt
fr: 1 USD par point de base
ja: 1ポイント＝USD 1
vi: 1 USD cho mỗi điểm
zh_cn: 每点 1 美元

source: UX / UI experience
de: UX / UI Erfahrung
fr: Expérience UX / UI
id: Pengalaman UX/UI
ja: UX / UI の経験
pl: Doświadczenie w pracy z UX/UI
ru: Опыт в области дизайна интерфейсов UX / UI
th: ประสบการณ์ในการออกแบบและพัฒนา UX / UI
vi: UX / UI kinh nghiệm
zh_cn: UX / UI 经验

source: Ultra fast on-the-go trading
de: Ultraschneller Handel für unterwegs
fr: Une solution de trading ultrarapide, accessible partout
ja: 出先でも超高速取引を
vi: Giao dịch on-the-go siêu nhanh
zh_cn: 超快旅途中交易服务

source: Under <strong>Advanced Settings</strong>, click on the <strong>View advanced settings</strong> button.
ja: <strong>設定</strong>にある<strong>高度な設定を表示</strong>ボタンをクリックしてください。

source: Under no circumstances shall the Company or its directors or employees be liable under this agreement to you or any third party for any indirect, special, incidental, punitive or consequential loss or damages or any other similar damages under any theory of liability (whether in contract, tort, strict liability or any other theory), that are directly or indirectly attributable to the use of, or the inability to use, the %1 API, or any content contained thereon, even if the Company has been informed of the possibility thereof.
de: Das Unternehmen, seine Geschäftsfüher oder Mitarbeiter sind Ihnen oder Dritten gegenüber nach diesem Vertrag für indirekte Schäden, besondere Schäden, Nebenschäden, Strafschadensersatz oder Folgeschäden oder weiteren ähnlichen Schäden jeglicher Schadenstheorie (ob per Vertrag, unerlaubter Handlung, verschuldensunabhängige Haftung oder jeglicher anderen Theorie), die direkt oder indirekt der Verwendung oder Unmöglichkeit der Verwendung des %1 API oder darin enthaltenen Inhalten zuordnenbar sind, nicht haftbar, auch wenn das Unternehmen eine derartige Möglichkeit mitgeteilt hat.
fr: en vertu de cet accord, la Société et ses membres dirigeants ou employés ne peuvent en aucun cas être tenus responsables, envers vous ou toute tierce partie, d'éventuels dommages indirects, spéciaux, accessoires, punitifs ou consécutifs, ou de toute autre forme de perte ou de dommage similaire, en vertu de quelque théorie de responsabilité que ce soit (qu'il s'agisse de responsabilité contractuelle, civile ou stricte ou de toute autre théorie), directement ou indirectement imputables à l'utilisation de, ou à l'incapacité d'utiliser, l'API %1 ou tout contenu de celle-ci, et ce même si la Société a été informée de cette possibilité.
ja: 責任の理論下における（契約、不法行為、厳格責任、その他考えられるもの）間接的、特別的、偶発的、懲罰的または結果的損失や損害賠償または%1 とその他コンテンツの使用不可に関係する直接的、間接的なその他類似の損害に対してあなたもしくはサードパーティーへの本契約の下、たとえ当社が可能性を把握していたとしても、いかなる状況において当社または当社の取締役及び従業員が責任を負うことはありません。
vi: Trong bất cứ trường hợp nào, kể cả khi Công ty chúng tôi đã được thông báo về khả năng xảy ra sự việc, Công ty chúng tôi hay các giám đốc hoặc các nhân viên trong công ty chúng tôi sẽ không chịu trách nhiệm pháp lý theo thỏa thuận này với bạn hoặc với bất kỳ một bên thứ ba nào khác về các thiệt hại hay thua lỗ gián tiếp, bất thường, ngẫu nhiên, có tính trừng phạt hay tổn thất hậu quả hay bất kỳ loại tổn thất tương tự khác theo lý thuyết về trách nhiệm pháp lý (có trong hợp đồng, sai lầm cá nhân, trách nhiệm pháp lý nghiêm ngặt hay bất kỳ một lý thuyết khác), cái mà có thể trực tiếp hay gián tiếp ảnh hưởng tới việc sử dụng, hoặc không thể sử dụng, %1 API, hay bất kỳ nội dung được chứa theo đó.
zh_cn: 在任何情况下，根据本协议，公司或其董事或雇员一概不对您或任何第三方直接或间接由于使用或不能使用%1 API或其任何内容的任何间接、特定、附带、惩罚性或后果性损失或损害或任何理论下的任何其他类似损害（无论是在合同、侵权行为、严格赔偿责任或任何其他理论）承担赔偿责任，即使已预先通知公司事件发生的可能性。

source: Under the <strong>Cookies</strong> section, select the "<strong>Don't block cookies</strong>" option.
ja: <strong>Cookie</strong>セクションにある"<strong>Cookieをブロックしない</strong>"オプションを選択してください。

source: Under the Rules, clients may be categorised into one of the following three categories:
ar: بموجب القواعد، يمكن تصنيف العملاء إلى واحدة من الفئات الثلاث التالية:
de: Die Kunden können nach den Regeln in eine der folgenden drei Kategorien eingeordnet werden:
fr: Conforméméent aux Réglmentations, les clients peuvent être classés dans l'une des trois catégories suivantes :
id: Berdasarkan Peraturan, klien dapat dikategorikan ke dalam salah satu dari tiga kategori berikut:
ja: ルールに基づき、クライアントは3つのカテゴリーのうちの1つにあたります。
pl: Według naszych Zasad klient może zostać zaklasyfikowany do jednej z następujących kategorii:
ru: В рамках Правил, клиенты могут быть включены в одну из следующих категорий:
vi: Theo Quy tắc, khách hàng có thể được phân loại theo một trong ba loại sau:
zh_cn: 根据规则，客户可分为以下三个类别：

source: Under the supervision of %1's Translation Project Manager, you will:
de: Unter der Leitung des %1 Übersetzungsprojektmanagers werden Sie:
fr: Sous la supervision du chef de projet traduction de %1, vous prendrez en charge les tâches suivantes :
ja: 翻訳プロジェクトマネージャーの監督の下、こちらの役割を担っていただきます。：
vi: Dưới sự giám sát của Trưởng dự án biên dịch của %1, bạn sẽ:
zh_cn: 您将在 %1 翻译项目经理监督下，负责:

source: Underage Gambling
ar: القمار تحت السن القانونية
de: Spielen von Minderjährigen
fr: Les jeux d'argent sont interdits aux mineurs
id: Trading Dibawah Umur
ja: 未成年者への対応
pl: Uprawianie hazardu przez osoby niepełnoletnie
ru: Азартные игры и несовершеннолетние
vi: Chơi Cá cược dưới tuổi vị thành niên
zh_cn: 未成年人投注

source: Underlying
ar: ورقة مالية أساسية
de: Basiswert
fr: Sous-jacent
id: Yang mendasari
ja: 取引対象
pl: Instrument bazowy
ru: Рынок
th: ผลิตภัณฑ์อ้างอิง
vi: Tài sản Cơ sở
zh_cn: 标的资产

source: Underlying market
de: Zugrundeliegender Markt
fr: Marché sous-jacent
ja: 取引対象
vi: Thị trường tiềm ẩn
zh_cn: 标的市场

source: Unemployed
ja: 無職
th: ว่างงาน

source: Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences.
de: Leider nein - Guthaben, das mit einer Zahlungsmethode eingezahlt wurde, muss auch über das selbe System abgehoben werden. Guthaben kann nicht über ein alternatives System abgehoben werden. Wir bieten Ihnen eine große Auswahl an Zahlungsmethoden, um Ihren besonderen Bedürfnissen oder Vorlieben nachzukommen.
fr: Malheureusement, non : les fonds initialement déposés via un moyen de paiement doivent être retirés par l'intermédiaire de ce même système. Les fonds ne peuvent être transférés vers un système tiers en vue d'un retrait. Nous proposons un large éventail de moyens de paiement pour mieux répondre à vos besoins et exigences spécifiques.
ja: 残念ながらできません。- 初めにあるお支払い方法で入金されたご資金は、同じ支払方法で出金される必要があります。そのため、入金にご使用された決済方法以外でのご出金はできません。当社ではお客さまの特定のニーズやご希望に合わせて幅広い決済方法を提供しています。
vi: Rất tiếc, câu trả lời là không. Tiền gửi ban đầu bằng một phương thức thanh toán phải được rút bằng chính hệ thống đó. Tiền không thể chuyển sang hệ thống rút tiền thay thế. Chúng tôi cung cấp một loạt các phương thức thanh toán, sao cho phù hợp với nhu cầu và sở thích cụ thể của bạn.
zh_cn: 很遗憾，不行。必须使用原存款方式提款。提款时不可先将资金转移到别的系统。为了配合您的要求和偏好，我们提供多种付款方式。

source: United Kingdom
ar: المملكة المتحدة
de: Großbritannien
fr: Royaume-Uni
id: Inggris
ja: イギリス
pl: Wielka Brytania
ru: Великобритания
th: สหราชอาณาจักร
vi: Anh Quốc
zh_cn: 英国

source: University degree in Marketing, Communications, Journalism, or related discipline
de: Universitätsabschluss in Marketing, Kommunikation, Journalismus oder einer ähnlichen Disziplin
fr: Un diplôme universitaire en marketing, en communication, en journalisme ou dans une discipline pertinente
id: Sarjana Pemasaran, Jurnalistik, Komunikasi atau disiplin bisnis terkait lainnya
ja: マーケティング、通信、ジャーナリズムまたは関連分野の大学学位
pl: Ukończone studia na kierunku Marketing, Komunikacja społeczna, Dziennikarstwo lub na innym powiązanym kierunku
ru: Высшее образование в области маркетинга, коммуникаций, журналистики или в смежной дисциплине
th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการตลาด สื่อสารมวลชน วารสารศาสตร์ หรือสาขาอื่นที่เกี่ยวข้อง
vi: Tốt nghiệp đại học chuyên ngành Tiếp thị, Truyền thông, Báo chí, hoặc những ngành liên quan
zh_cn: 市场营销、 通信、新闻或其他相关专业学位

source: University degree, preferably in Graphic Design or a related discipline
de: Universitätsabschluss, vorzugsweise in Grafikdesign oder einer ähnlichen Disziplin
fr: Diplôme universitaire, de préférence en conception graphique ou dans une discipline pertinente
id: Sarjana, diutamakan Desain Grafis atau disiplin yang terkait
ja: グラフィックデザインまたは関連分野の学士号をあると好ましい
pl: Ukończone studia wyższe, najlepiej na kierunku Projektowanie graficzne lub na innym powiązanym
ru: Высшее образование, предпочтительно в области графического дизайна или в смежной дисциплине
th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการออกแบบภาพ หรือสาขาเทียบเท่าที่เกี่ยวข้อง
vi: Cử nhân đại học, ưu tiên ngành Thiết kế đồ họa hoặc chuyên ngành liên quan
zh_cn: 学士学位，平面设计或相关学科优先考虑

source: Unless otherwise advised, we shall treat you as a Retail Client. You may also request, in writing, us to change the category in which you have been classified and this may have an effect on the level of protection afforded to you. We reserve the right to accept or refuse any such request for change in classification.
ar: ما لم نبلغ بخلاف ذلك، يجب معاملتك كعميل تجزئة. يمكنك أيضا أن تلتمس، كتابة، تغيير الفئة التي كنت قد تم تصنيفك عليها وهذا قد يكون له تأثير على مستوى الحماية لك. نحتفظ بالحق في قبول أو رفض أي طلب من هذا القبيل للتغيير في التصنيف.
de: Sofern nicht in anderer Form angewiesen, müssen wir Sie als Einzelhandelskunden behandeln. Sie können auch schriftlich bei uns den Wechsel von der Kategorie beantragen, in die Sie eingeordnet wurden und dies kann den Grad des Ihnen gewährten Schutzes beeinflussen. Wir behalten uns das Recht vor, einen derartigen Antrag auf Änderung der Kategorisierung zu genehmigen oder abzulehnen.
fr: Sauf conseillé autrement, nous vous traitons comme un Client au Détail. Vous pouvez aussi demander, par écrit, que nous changions la catégorie dans laquelle vous avez été classifié et ceci peut avoir un effet sur le niveau de protection que vous recevez. Nous réservons le droit d'accepter ou de refuser ce type de demande de changement de classification.
id: Kecuali disarankan, kami memperlakukan Anda sebagai Klien Ritel. Anda juga dapat meminta secara tertulis untuk mengubah kategori di mana Anda telah diklasifikasikan dan ini mungkin memiliki efek pada tingkat perlindungan yang diberikan kepada Anda. Kami berhak untuk menerima atau menolak permintaan tersebut untuk perubahan klasifikasi.
ja: 他にお勧されない場合に限り、個人顧客として扱わせていただきます。当社宛に書面で分類されるカテゴリの変更のリクエスができます。これはお客さまへ与えられる保護レベルに影響します。当社は種類の変更に関して承諾または拒否する権利を留保します。
pl: Będziemy Cię traktować jako Klienta detalicznego, chyba że postanowiono inaczej. Możesz złożyć pisemny wniosek o zmianę kategorii, do której Cię zaklasyfikowano, co może mieć wpływ na poziom oferowanej ochrony. Zastrzegamy sobie prawo do akceptacji bądź odrzucenia wniosku o zmianę klasyfikacji.
ru: Если не упомянуто иначе, мы будем относиться к Вам как к Розничному Клиенту. Вы также можете запросить в письменном виде, чтобы мы изменили категорию, в которую Вы были классифицированы, что может сказаться на уровне защиты, предоставляемой Вам. Мы оставляем за собой право принять или отклонить такой запрос на изменение классификации.
vi: Trừ phi được yêu cầu, nếu không chúng tôi sẽ coi bạn như một Khách hàng Bán lẻ. Bạn có thể yêu cầu chúng tôi thay đổi phân loại khách hàng mà bạn được xếp vào bằng cách gửi thư cho chúng tôi và việc này sẽ có hiệu ứng tới mức độ được bảo vệ của bạn. Chúng tôi có quyền chấp nhận hoặc từ chối yêu cầu thay đổi phân loại này.
zh_cn: 除非另行通知，我们将视您为零售客户。您也可通过书面形式要求我们更改类别，但这么做可能会影响到我们给您的保护级别。我们保留接受或拒绝任何改变类别请求的权利。

source: Unlock Cashier
ar: فتح الصراف
de: Kasse entsperren
fr: Déverrouiller la caisse
id: Buka Kasir
ja: 入出金ロック解除
pl: Odblokuj sekcję Kasjer
ru: Открыть кассу
vi: Mở khóa Thu ngân
zh_cn: 解锁收银台

source: Up - Predict that the market will end higher than the average price
de: Auf - Sagen Sie voraus, dass der Kurs höher als der Durchschnittskurs endet
fr: Hausse : vous prédisez que le marché terminera à un cours supérieur au cours moyen
ja: HIGH - 取引期間終了時に市場価格が平均価格を上回ると予想
vi: Dự đoán xem thị trường sẽ kết thúc cao hơn giá trung bình
zh_cn: 高于 - 预测市价在收盘时高于平均价格

source: Up/Down
ar: فوق/تحت
de: Auf/Ab
fr: Hausse/Baisse
ja: ラダー
pl: Góra/dół
ru: Вверх/Вниз
vi: Lên/Xuống
zh_cn: 涨/跌

source: Upcoming Events
ar: الأحداث القادمة
de: Bevorstehende Events
fr: Évènements à venir
id: Acara Mendatang
ja: 取引時間短縮日及び祝日
pl: Nadchodzące wydarzenia
ru: Ближайшие события
vi: Sự kiện sắp diễn ra
zh_cn: 未来事件

source: Update
ar: حدث
de: Aktualisieren
fr: Mise à jour
id: Memperbarui
ja: 更新
pl: Aktualizuj
ru: Обновить
vi: Cập nhật
zh_cn: 更新

source: Update Settings
ar: حدث الإعدادات
de: Einstellungen aktualisieren
fr: Mise à jour des paramètres
id: Perbaru Pengaturan
ja: 設定内容を更新
pl: Uaktualnij ustawienia
ru: Обновить настройки
vi: Thiết lập cập nhật
zh_cn: 更新设置

source: Update the Anti-Fraud Manual and other related documents
ar: تحديث كتيب لمكافحة الغش وغيرها من الوثائق ذات الصلة
de: Das Betrugsbekämpfungshandbuch und weitere diesbezügliche Dokumente aktualisieren
fr: Mise à jour du manuel de lutte anti-fraude et d'autres documents pertinents
id: Memperbarui panduan Anti-Penipuan dan dokumen terkait lainnya
ja: 詐欺対策マニュアルおよびその他関連ドキュメントの更新
pl: Uaktualnianie instrukcji dotyczących przeciwdziałaniu oszustwom oraz innych powiązanych dokumentów
ru: Обновление руководства по борьбе с мошенничеством и других документов по данной тематике
vi: Cập nhật hướng dẫn chống gian lận và những tài liệu liên quan khác
zh_cn: 更新反欺诈手册和其他相关文件

source: Upgrade to a Financial Account
ar: الترقية لحساب مالي
de: In ein Finanzkonto ändern
fr: Ouvrir un compte financier
id: Upgrade ke Akun Finansial
ja: 金融口座へアップグレード
pl: Zmień na konto finansowe
ru: Обновите до финансового счета
vi: Nâng cấp lên Tài khoản Tài chính
zh_cn: 升级到金融账户

source: Upgrade to a Real Account
ar: الترقية لحساب حقيقي
de: Erweitern Sie auf ein Echtgeldkonto
fr: Ouvrir un compte réel
id: Upgrade ke Akun Riil
ja: リアル口座へアップグレード
pl: Zmień na konto z prawdziwymi pieniędzmi
ru: Открыть реальный счет
vi: Nâng cấp lên Tài khoản Thực
zh_cn: 升级到真实账户

source: Upon the expiration or termination of this Agreement, for whatever reason, all rights and license granted to you in this Agreement, including use of the %1 API, shall immediately terminate. You agree to promptly cease all further use of the %1 API. Termination of this Agreement shall not act as a waiver of any breach of this Agreement and shall not act as a release of your liability for breach of its obligation under this Agreement. The Company shall not be liable to you for damages of any kind solely as a result of terminating this Agreement in accordance with its terms.
de: Nach dem Ablauf oder der Kündigung dieses Vertrags, aus welchem Grund auch immer, enden alle Ihnen durch diesen Vertrag eingeräumten Rechte und Lizenzen, einschließlich der Verwendung des %1 API, mit sofortiger Wirkung. Sie stimmen zu, die weitere Verwendung des %1 API einzustellen. Die Beendigung dieses Vertrags darf nicht als Verzicht einer Verfolgung eines Vertragsbruchs und nicht als Entlassung aus Ihrer Haftung für die Verletzung von Pflichten aus diesem Vertrag interpretiert werden. Das Unternehmen ist für keinerlei Schäden, die einzig und alleine aus der Beendigung des Vertrags, gemäß seiner Klauseln, haftbar.
fr: Au moment de l'expiration ou de la résiliation de cet Accord pour quelque raison que ce soit, les droits et les licences vous ayant été octroyés en vertu du présent Accord, y compris le droit d'utiliser l'API %1, sont immédiatement résiliés en totalité. Vous acceptez de cesser sans délai toute utilisation ultérieure de l'API %1. La résiliation de cet Accord ne constitue nullement une renonciation à se prévaloir de toute violation de cet Accord et ne vous dégage nullement de votre responsabilité en cas de violation des obligations qui vous incombent en vertu de cet Accord. La Société n'assume aucune responsabilité envers vous en cas de dommages quels qu'ils soient résultant uniquement de la résiliation de cet Accord conformément aux conditions de celui-ci.
ja: 本契約の満了または終了時にいかなる理由においても、%1 APIの使用を含む本契約によってあなたに譲渡されたすべての権利とライセンスは即座に終了となります。その際、あなたは%1 APIの使用を中止することに同意します。本契約の終了は、本契約の権利放棄及び本契約下の義務不履行への免責を意味するものではありません。当社は規約に従い、本契約終了の結果として単独での損害に責任は追うことはありません。
vi: Khi Thỏa thuận này hết hạn hay chấm dứt, vì bất kỳ lý do nào, tất cả các quyền và sự cho phép mà bạn được hưởng theo Thỏa thuận này, bao gồm việc sử dụng %1 API, sẽ lập tức chấm dứt. Bạn đồng ý ngừng ngay việc sử dụng %1 API. Sự chấm dứt của Thỏa thuận này sẽ không được coi như sẽ bỏ qua bất kỳ một sự vi phạm nào của Thỏa thuận này và cũng không có nghĩa là bạn sẽ không phải chịu bất kỳ trách nhiệm pháp lý nào từ việc vi phạm Thỏa thuận này. Công ty chúng tôi sẽ không chịu trách nhiệm với bạn đối với các thiệt hại là kết quả của việc chấm dứt Thỏa thuận này theo các điều khoản của nó.
zh_cn: 本协议到期或终止时（不论是什么原因），所有通过本协议授予您的权利和许可证，包括%1 API的使用权限，将立即终止。您同意立即停止继续使用 %1 API。本协议的终止不可视为放弃追究本协议任何违约行为，且不可视为放弃追究您违反本协议所须承担的义务与责任。公司不对仅仅由于按照协议条款终止本协议的任何类型损失索赔承担责任。

source: Usage Limit
ar: حد الستخدام
de: Verwendungslimit
fr: Restrictions d'utilisation
id: Batas Penggunaan
ja: ご利用制限
pl: Limity użytkowania
ru: Лимит использования
vi: Giới hạn Sử dụng
zh_cn: 使用限制

source: Use appropriate terminology, taking into account the style and nuance of the original text
ar: استخدام المصطلحات المناسبة، مع مراعاة النمط والوضوح من النص الأصلي
de: Eine geeignete Terminologie verwenden, um den Stil und die Feinheiten des Originaltexts zu beachten
fr: Utilisation d'une terminologie appropriée, conforme au style et aux nuances du texte source
id: Gunakan istilah yang tepat, dengan mempertimbangkan gaya dan nuansa dari teks asli
ja: 原文のニュアンスやスタイルを考慮して適切な用語を使用するようにしてください
pl: Stosowanie odpowiedniej terminologii z uwzględnieniem stylu i niuansów tekstu źródłowego
ru: Использование соответствующей терминологии, учитывая стиль и особенности оригинального текста
vi: Sử dụng thuật ngữ thích hợp, cần chú ý đến phong cách và sắc thái của đoạn văn bản gốc
zh_cn: 使用适当的术语，并须考虑到原文风格和细节

source: Use of Information
ar: استخدام المعلومات
de: Nutzung von Informationen
fr: Utilisation des informations
id: Penggunaan informasi
ja: 情報のご利用
pl: Wykorzystanie informacji
ru: Использование информации
vi: Sử dụng thông tin
zh_cn: 信息使用
