Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Test-run %1, and sharpen your trading skills, with a no-risk, no-commitment, virtual account.
ar: اختبر بنفسك %1 واشحذ مهارات التداول، مع حسابنا الافتراضي بدون مخاطر أو التزامات.
de: Probieren Sie %1 aus und üben Sie Ihre Handelsfertigkeiten ohne Risiko und ohne Verpflichtung mit einem virtuellen Konto.
fr: Essayez %1 et développez vos compétences de trader avec un compte virtuel sans risques, sans engagement.
id: Coba %1, dan asah keterampilan trading Anda, tanpa risiko, tanpa komitmen, akun virtual.
ja: ノーリスクの当社デモ口座を納得いくまでお試し下さい。
pl: Wypróbuj %1 i udoskonalaj swoje umiejętności handlowe, bez ryzyka czy zobowiązań, korzystając z konta wirtualnego.
ru: Попробуйте прямо сейчас работу на демо-счету, чтобы улучшить свои навыки, без риска или обязательств.
th: การทดสอบของ %1 และลับทักษะการเทรดของท่านให้เฉียบคม โดยไม่มีความเสี่ยง ไม่มีข้อผูกมัด บัญชีเสมือน หรือ บัญชีทดลองใช้
vi: Chạy thử %1, và nâng cao kỹ năng giao dịch của bạn, với một tài khoản ảo không rủi ro, không có cam kết.
zh_cn: 立即试用 %1，提升您的交易技能，体验无风险、无需资金投入的虚拟账户。

source: Th
ar: الخميس
de: Do
fr: Je
id: Kam
ja: 木
pl: czwartek
ru: Чт
th: พฤ
zh_cn: 星期四

source: Thank you for completing the Financial Assessment and registering your Financial Account. You can now deposit funds and trade Forex with real money on MT5.
de: Vielen Dank, dass Sie die finanzielle Bewertung ausgefüllt und Ihr Finanzkonto angemeldet haben. Sie können nun Gelder einzahlen und Forex mit echtem Geld auf MT5 handeln.
fr: Merci de compléter votre Estimation Financière et d'enregistrer votre Compte Financier. Vous pouvez maintenant déposer vos fonds et d'échanger sur le Forex avec de l'argent réel sur MT5.
ja: 財務アセスメントの記入及び金融口座へご登録いただき誠にありがとうございます。これより、資金のご入金とMT5にてリアルマネーで外国為替のお取引が可能となります。
vi: Cảm ơn bạn đã hoàn tất việc đánh giá tài chính và đăng ký tài khoản tài chính của bạn. Bây giờ bạn có thể gửi tiền quỹ và giao dịch ngoại hối với tiền thật trên MT5.
zh_cn: 谢谢您完成财务评估及注册金融账户。现在您可以存入资金并在MT5以真实资金开始外汇交易。

source: Thank you for signing up! Please check your email to retrieve the verification token.
ar: شكراً لتسجيلكم! يرجى التحقق من البريد الإلكتروني الخاص بك لإسترجاع كود التحقق.
de: Vielen Dank, dass Sie sich angemeldet haben! Bitte überprüfen Sie Ihre E-Mail, um den Verfikationstoken abzurufen.
fr: Nous vous remercions pour votre inscription ! Veuillez consulter votre boite de réception électronique pour récupérer votre jeton de vérification.
id: Terima kasih telah mendaftar! Silahkan cek email Anda untuk memperoleh token verifikasi.
ja: ご登録頂きありがとうございます！ ご登録頂いたメールアドレスにワンタイムパスワードを送信致しました。
pl: Dziękujemy za rejestrację! Token weryfikujący został wysłany na Twój adres e-mail.
ru: Спасибо за регистрацию! Теперь проверьте электронную почту, на которую должен прийти проверочный токен.
th: ขอบคุณสำหรับการลงทะเบียน! โปรดตรวจสอบอีเมล์ของท่านเพื่อรับโทเค่น
vi: Cám ơn bạn đã đăng ký thành viên! Vui lòng kiểm tra email của bạn để tìm thấy token xác minh.
zh_cn: 谢谢您的注册！请查看邮件并提取验证令牌。

source: Thank you for your interest in the %1 ICO. Please check your email for a confirmation link.
ja: %1ICOにご興味をお持ちいただきありがとうございます！ お客様のメールアドレスに確認メールを送信しましのでご確認ください。

source: The %1 API has usage limits enforced to prevent abuse and/or repurposing of the %1 API. These usage limits may be changed in the future without notice. If you consistently exceed the usage limit or otherwise abuse the service, we may block your access to the %1 API.
de: Das %1 API hat zwingende Verwendungsbeschränkungen, um den Missbrauch und/oder die Veränderung des %1 API zu verhindern. Diese Verwendungsbeschränkungen können zukünftig ohne Vorankündigung verändert werden. Wenn Sie ständig Ihre Benutzungsgrenze überschreiten oder ansonsten den Service missbrauchen, können wir Ihren Zugang zum %1 API sperren.
fr: L'API %1 est soumise à des restrictions d'utilisation pour prévenir les abus et/ou la réorientation de l'API %1. Ces restrictions d'utilisation peuvent être modifiées ultérieurement sans préavis. Si vous ne respectez pas les restrictions d'utilisation ou utilisez le service de manière abusive, et ce de façon récurrente, nous sommes susceptibles de bloquer votre accès à l'API %1.
ja: %1 APIの乱用及び転用を防ぐため、使用制限が適用されます。使用制限は通知なしに変更されることがあります。使用制限を一貫して超過されたり、サービスを乱用された場合、お客さまの%1 APIへのアクセスをブロックさせていただく可能性があります。
vi: %1 API có giới hạn sử dụng thực thi để ngăn chặn lạm dụng %1 API. Các giới hạn sử dụng có thể thay đổi trong tương lai mà không báo trước. Nếu bạn liên tục vượt quá giới hạn sử dụng hoặc lạm dụng dịch vụ, chúng tôi có thể ngăn chặn truy cập của bạn vào %1 API.
zh_cn: %1 API的使用受到限制，以防止%1 API被滥用和/或改变用途。将来这些使用限制可能不另行通知而更改。如果你持续超出使用限制，或以其他方式滥用该服务，我们可能会阻止您访问%1 API。

source: The %1 Order Execution Policy.
de: Die Regeln von %1 zur Orderausführung.
fr: La politique d'exécution des ordres de %1.
ja: Binary.com (バイナリードットコム)注文執行方針
vi: %1 vi phạm chính sách đặt hàng.
zh_cn: %1订单执行政策。

source: The %1 Privacy and Security Policy;
de: Die Regeln von %1 zum Datenschutz und der Datensicherheit;
fr: La politique de confidentialité et de sécurité de %1 ;
ja: Binary.com (バイナリードットコム)プライバシーとセキリティポリシー；
vi: %1 riêng tư và chính sách bảo mật;
zh_cn: %1隐私和安全政策；

source: The %1 Quantitative Analytics group is responsible for the pricing of binary options offered on our website, as well as the risk management and profitability of its options book. Processing over a million transactions each day, the company manages a book of exotic options which arguably exceeds in complexity that of the typical derivatives desk.
ar: مجموعة التحليلات الكمية 1% هي المسؤولة عن تسعير الخيارات الثنائية المعروضة على موقعنا على شبكة الأنترنت, فضلاً عن إدارة المخاطر والربحية من كتاب خياراتها, ومعالجة أكثر من مليون معاملة في كل يوم, وتدير الشركة كتاباً من الخيارات الغريبة التي يمكن القول عنها أنها تتجاوز التعقيد الموجود في مكتب المشتقات النموذجي.
de: Die Quantitative Analytics Group ist für die Preisgestaltung der auf unserer Website angebotenen Binären Optionen sowie das Risikomanagement und die Rentabilität seines Optionenportfolios verantwortlich. Mit über einer Million täglich verarbeiteten Transaktionen steuert das Unternehmen ein Portfolio an exotischen Optionen, das unbestritten die Komplexität von sonstigen Angeboten an Derivaten übersteigt.
fr: L'équipe d'analystes quantitatifs de %1 est responsable de la tarification des options binaires proposées sur notre site Web, de la gestion du risque et de la rentabilité du portefeuille d'options de la société. Affichant plus d'un million de transactions par jour, la société gère un portefeuille d'options exotiques dont la complexité excède celle des marchés dérivés traditionnels.
id: Grup Quantitative Analytics %1 bertanggung jawab atas harga opsi binary yang ditawarkan pada website kami, serta manajemen risiko dan profitabilitas buku opsinya. Memproses lebih dari satu juta transaksi setiap hari, perusahaan mengelola buku opsi eksotis yang dapat dikatakan melebihi kompleksitas usaha derivatif pada umumnya.
ja: 定量分析グループではオプションブックのリスク管理および収益性だけではなく、ウェブサイトに提供するバイナリーオプションの価格設定も担当していただきます。日々何百万もの取引が行われるため、当社では典型的なデリバティブデスクの複雑さを遥かに超えるエキゾチックオプションブックを管理しています。
pl: Zespół ds. analizy ilościowej odpowiada za wycenę opcji binarnych oferowanych na naszej stronie internetowej oraz zarządzanie ryzykiem i dbanie o zapewnienie zysku ze sprzedaży opcji. Nasza firma przetwarza ponad milion transakcji każdego dnia i zarządza portfelem opcji egzotycznych, które są dużo bardziej skomplikowane niż standardowe instrumenty pochodne.
ru: Отдел количественной аналитики %1 несёт ответственность за ценообразование бинарных опционов, предложенных на нашем сайте, а также за управление риском и прибыльностью портфеля опционов. Компания ежедневно обрабатывает более миллиона сделок и управляет портфелем экзотических опционов, который может превосходить по сложности обычные производные (деривативы).
vi: Nhóm Phân Tích Định Lượng của %1 chịu trách nhiệm định giá các quyền chọn nhị phân được cung cấp trên trang web của chúng tôi, cũng như quản lý rủi ro và lợi nhuận của những quyền chọn đã đặt. Xử lý hơn 1 triệu giao dịch mỗi ngày.
zh_cn: ％1的定量分析小组负责在二元期权网站提供定价，以及期权记录本的风险管理和盈利分析。公司每天处理的交易超过100 万笔，奇异式期权记录本的复杂性已超过了典型的衍生品平台。

source: The %1 Terms and Conditions;
de: Allgemeine Geschäftsbedingungen von %1;
fr: Les conditions générales de %1 ;
ja: 店頭バイナリーオプション取引約款
vi: %1 Điều khoản và Điều kiện
zh_cn: %1条款和条件

source: The %1 website is protected by certain copyrights.
ar: موقع %1 محمي بحقوق التأليف والنشر.
de: Die Website von %1 ist durch bestimmte Copyrights geschützt.
fr: Le site web %1 est protégé par certains droits d'auteur.
id: Website %1 dilindungi oleh hak cipta.
ja: %1のウェブサイトは特定の著作権で保護されています。
pl: Portal %1 jest chroniony prawami autorskimi.
ru: Сайт %1 защищен авторскими правами.
th: %1 เว็บไซต์ถูกป้องกันโดยการมีลิขสิทธิ์
vi: Trang web %1 được bảo vệ bởi bản quyền tác giả nhất định.
zh_cn: %1网站受版权保护。

source: The %1 website's static content (CSS, Javascript) is available as the %2binary-static%3 open-source project on github. Would you like to re-skin the %1 website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
fr: Le contenu statique du site de %1 (CSS, Javascript) est disponible dans le projet open source %2binary-static%3 sur github. Vous voulez modifier l'apparence du site %1, ou améliorer la comptabilité du navigateur, la vitesse d'affichage ou la performance Javascript ? Participez au projet en envoyant des demandes de tirage (pull requests) pour les modifications de code que vous souhaitez suggérer.
ja: github上のオープンソース・プロジェクトである%2binary-static%3にて、%1 (バイナリードットコム)のウェブサイトの静的コンテンツ (CSS, Javascript)は利用可能です。Binary.com (バイナリードットコム)のウェブサイトのカスタマイズ、ブラウザ互換性の向上、サイトスピードの向上、 Javascriptのパフォーマンスの向上をお望みの場合はプロジェクトをフォークし、コード変更の提案に関するプルリクエストを送信して下さい。

source: The <strong>Premier Platform</strong> for Binary Options Trading
ar: <strong>منصة التداول الرائدة</strong> لتداول الثنائيات
de: Die <strong>Premium-Plattform</strong> für den Binäre Optionen Handel
fr: La <strong>plateforme incontournable</strong> pour le trading d'options binaires
id: <strong>Platform Utama</strong> untuk Trading Opsi Binary
ja: 最高水準のFXバイナリーオプション取引環境を提供
pl: <strong>Wiodąca platforma</strong> handlu opcjami binarnymi
ru: <strong>Первоклассная платформа</strong> для торговли бинарными опционами
th: <strong>Premier Platform</strong> เพื่อการซื้อขายไบนารีออปชั่น
vi: <strong> Sàn giao dịch Cao cấp</strong> của Giao dịch Quyền chọn Nhị phân
zh_cn: 二元期权交易的<strong>首选平台</strong>

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
ar: فترة العقد <strong> هى </strong> الفترة بين <strong> الحركة التالية</strong>بعد <strong> وقت البداية</strong> و <strong> وقت النهاية</strong>.
de: Der <strong>Vertragszeitraum</strong> ist die Zeitspanne zwischen dem <strong>nächsten Tick</strong> nach der <strong>Startzeit</strong> und der <strong>Endzeit</strong>.
fr: La <strong>période de contrat</strong> est la période entre le <strong>prochain intervalle</strong> après le <strong>moment de départ</strong> et le <strong>moment de la fin</strong>.
id: <strong>Periode kontrak</strong> adalah periode antara <strong>tik berikutnya</strong> setelah <strong>waktu mulai</strong> dan <strong>waktu akhir</strong>.
ja: <strong>取引期間</strong>は、<strong>取引開始時間直後</strong>の<strong>ティック</strong>から<strong>取引終了時間</strong>までとなります。
pl: <strong>Okres kontraktu</strong> to okres między <strong>następnym przyrostem ceny</strong> po <strong>rozpoczęciu kontraktu</strong> i <strong>godziną zakończenia</strong>.
ru: <strong>Период действия контракта</strong> - это период между <strong>следующей котировкой</strong> после <strong>времени начала</strong> контракта и <strong>временем окончания</strong>.
th: <strong>ระยะเวลาของสัญญา</strong> คือ ช่วงเวลาระหว่าง <strong>ช่วงถัดไป</strong> หลังจาก <strong>เวลาเริ่มต้น</strong> และ <strong>เวลาสิ้นสุด</strong>
vi: <strong>Thời hạn hợp đồng</strong> là khoảng thời gian giữa <strong>giây tiếp theo</strong> sau <strong>thời gian bắt đầu</strong> và <strong>thời gian kết thúc</strong>.
zh_cn: <strong>合约期限</strong>是在合约<strong>开始时间</strong>之后的<strong>下一个跳动点</strong>和合约<strong>结束时间</strong>之间的期限。

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
ar: وقت <strong> النهاية </strong> هو عدد الدقائق أو الساعات المختاره بعد <strong> وقت البداية </strong> (إذا كانت المدة أقل من يوم واحد) أو فى نهاية يوم التداول ( إذا كانت المدة يوم أو أكثر من يوم).
de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl an Minuten/Stunden nach der <strong>Startzeit</strong> (sofern sie weniger als einen Tag beträgt) oder das Ende des Börsentages (sofern sie einen Tag oder mehr beträgt).
fr: Le <strong>moment de la fin</strong> correspond au nombre choisi de minutes/heures après le <strong>moment de départ</strong> (si la durée est inférieure à une journée), ou à la fin de la journée de trading (si la durée est d'une journée ou plus).
id: <strong>Waktu akhir</strong> adalah menit/jam yang dipilih setelah <strong>waktu mulai</strong> (jika durasi kurang dari satu hari), atau pada akhir hari trading (jika durasi lebih dari satu hari).
ja: <strong>取引期間</strong>は、取引期間開始時から判定時刻までとなります。購入・売却は<strong>判定時刻2分前</strong>まで可能です。判定時刻2分前から新規購入＆売却注文は行なえません。
pl: <strong>Godziną zakończenia</strong> jest wybrana liczba minut/godzin od <strong>godziny rozpoczęcia</strong> (jeśli trwa krócej niż 1 dzień) lub koniec dnia handlowego (jeśli trwa dłużej niż jeden dzień).
ru: <strong>Временем окончания</strong> является момент по истечении выбранного количества минут или часов после <strong>начала контракта</strong> (если контракт меньше дня по продолжительности) или момент окончания торгового дня (если контракт дольше одного дня по продолжительности).
th: <strong>เวลาสิ้นสุด</strong> คือ กำหนดของชั่วโมงและนาทีที่เลือกหลังจาก <strong>เวลาเริ่มต้น</strong> (หากเป็นช่วงเวลาที่น้อยกว่า 1 วัน) หรือ ณ สิ้นวันที่ทำการซื้อขาย (หากเป็นช่วงเวลา 1 วัน หรือมากกว่า)
vi: <strong>Thời gian kết thúc</strong> được lựa chọn là số phút/giờ sau <strong>thời gian bắt đầu</strong> (Nếu ít hơn một ngày trong khoảng thời gian), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong khoảng thời gian).
zh_cn: 合约<strong>结束时间</strong>是指合约<strong>开始时间</strong>（如果期限小于一天）以后所选定的分钟/小时数，或是交易日结束之时（如果期限是一天或更长）。

source: The <strong>end time</strong> is the selected number of seconds/minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
ar: وقت <strong> نهايةالعقد</strong> هو عدد الثواني أو الدقائق أو الساعات المختارة بعد <strong>وقت البداية</strong> (إذا كانت المدة أقل من يوم واحد)، أو فى نهاية يوم التداول (إذا كانت المدة يوم أو أكثر).
de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl an Minuten/Stunden nach der <strong>Startzeit</strong> (sofern sie weniger als einen Tag beträgt) oder das Ende des Börsentages (sofern sie einen Tag oder mehr beträgt).
fr: Le <strong>moment de la fin</strong> correspond au nombre choisi de secondes/minutes/heures après le <strong>moment de départ</strong> (si la durée est inférieure à une journée), ou à la fin de la journée de trading (si la durée est d'une journée ou plus).
id: <strong>Waktu akhir</strong> adalah detik/menit/jam yang dipilih setelah <strong>waktu mulai</strong> (jika durasi kurang dari satu hari), atau pada akhir hari trading (jika durasi lebih dari satu hari).
ja: <strong>取引期間</strong>は、取引期間開始時から判定時刻までとなります。購入・売却は<strong>判定時刻2分前</strong>まで可能です。判定時刻2分前から新規購入＆売却注文は行えません。
pl: <strong>Godziną zakończenia</strong> jest wybrana liczba sekund/minut/godzin od <strong>godziny rozpoczęcia</strong> (jeśli trwa krócej niż 1 dzień) lub koniec dnia handlowego (jeśli trwa dłużej niż jeden dzień).
ru: <strong>Временем окончания</strong> является момент по истечении выбранного количества секунд, минут или часов после <strong>начала контракта</strong> (если контракт меньше дня по продолжительности) или момент окончания торгового дня (если контракт дольше одного дня по продолжительности).
th: <strong>เวลาสิ้นสุด</strong> คือ กำหนดของชั่วโมง/นาที/วินาทีที่เลือกหลังจาก <strong>เวลาเริ่มต้น</strong> (หากเป็นช่วงเวลาที่น้อยกว่า 1 วัน) หรือ ณ สิ้นวันที่ทำการซื้อขาย (หากเป็นช่วงเวลา 1 วัน หรือมากกว่า)
vi: <strong>Thời gian kết thúc</strong> được chọn là số giây,phút, giờ sau <strong>thời gian bắt đầu</strong> (nếu ít hơn một ngày trong khoảng thời gian), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong khoảng thời gian).
zh_cn: <strong>结束时间</strong>是在<strong>开始时间</strong>（如果期限小于一天）之后选定的秒数/分钟数/小时数，或是交易日结束（如果期限为一天或更长）。

source: The <strong>exit spot</strong> is the latest tick at or before the <strong>end time</strong>.
de: Der <strong>Schlusskurs</strong> ist der späteste Tick auf oder bevor der <strong>Endzeit</strong>.
fr: Le <strong>point de sortie</strong> correspond au dernier tick enregistré à <strong>l'heure de fin</strong> ou avant.
ja: <strong>判定レート</strong>とは<strong>判定時刻時</strong>の市場価格のことです。
vi: <strong>Điểm thoát</strong> là các đánh dấu vào thời điểm hoặc trước khi <strong>thời gian kết thúc</strong>.
zh_cn: <strong>退市现价</strong>是合约<strong>结束时或之前的</strong>最后跳动价点。

source: The <strong>exit spot</strong> is the spot at the <strong>end time</strong>.
ar: <strong>سعر النهاية</strong> هو السعر عند <strong>وقت النهاية</strong>.
de: Der <strong>Schlusskurs</strong> ist der Kassakurs zur <strong>Endzeit</strong>.
fr: Le <strong>point de sortie</strong> est le point au <strong>moment de la fin</strong>.
id: <strong>Spot akhir</strong> adalah harga spot pada <strong>waktu akhir</strong>.
ja: <strong>判定レート</strong>とは<strong>判定時刻時</strong>の市場価格のことです。
pl: <strong>Cena wyjściowa</strong> to cena spot w <strong>momencie zakończenia</strong>.
ru: <strong>Выходной котировкой</strong> считается котировка, действительная на <strong>момент окончания</strong> контракта.
th: <strong>สปอตสิ้นสุด</strong> เป็นสปอต<strong>เมื่อเวลาสิ้นสุด</strong>
vi: <strong>Giao ngay thoát ra</strong> là giá giao ngay tại <strong>thời gian kết thúc</strong>.
zh_cn: <strong>退市现价</strong>为合约<strong>结束时间</strong>的现价。

source: The <strong>start time</strong> is when the contract is processed by our servers.
ar: وقت <strong>البداية</strong> هو الوقت الذي يتم التعامل فيه مع العقد بواسطة خادمنا.
de: Die <strong>Startzeit</strong> beginnt, wenn der Kontrakt von unseren Servern bearbeitet wird.
fr: Le <strong>moment de départ</strong> correspond au moment où le contrat est traité par nos serveurs.
id: <strong>Waktu mulai</strong> adalah waktu ketika kontrak diproses oleh server kami.
ja: <strong>取引開始時間</strong>とは回号の取引開始時刻のことです。各回号の詳細につきまして契約締結前交付書面をご確認ください。
pl: <strong>Godzina rozpoczęcia</strong> to godzina przetworzenia kontraktu przez nasze serwery.
ru: <strong>Временем начала</strong> считается момент, когда контракт был обработан нашим сервером.
vi: <strong>Thời gian bắt đầu</strong> là lúc hợp đầu được xử lý bởi máy chủ.
zh_cn: 合约<strong>开始时间</strong>即我们的服务器处理合约的时间。

source: The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
de: Der AUD-Index ist ein gewichteter Index, der den australischen Dollarkurs gegenüber einem Korb von 5 Weltwährungen (USD, EUR, GBP, JPY, CAD) bewertet, wobei jede mit 20 % berücksichtigt ist.
fr: L'indice AUD est un indice pondéré mesurant la valeur du dollar australien par rapport à un panier de 5 devises internationales (USD, EUR, GBP, JPY, CAD), dont chacune est pondérée à 20%.
ja: AUDインデックスとは、5つのグローバル通貨(USD, EUR, GBP, JPY, CAD)のバスケットに対するオーストラリアドルの価値を計った各荷重20％の荷重インデックスです。
vi: Chỉ số AUD là chỉ số có trọng số, đo lường giá trị của Đô la Úc so với trong giỏ 5 loại đồng tiền quốc tế (USD, EUR, GBP, JPY, CAD), mỗi loại có trọng số là 20%.
zh_cn: 澳元指数是一个加权指数，衡量澳元相对5种全球货币（美元、欧元、英镑、日元、加元）的价值，每种货币的权重均为20%。

source: The Affiliate Program has been delivering payments on time and, every time, since our official launch in March, 2004. Your commission will be credited to your affiliate account within fifteen days after the close of a calendar month.
ar: يقوم برنامج الانتساب بسداد المدفوعات فى الوقت المحدد، وكل مرة، منذ الافتتاح الرسمي فى مارس 2004. سيتم إيداع عمولتك فى حساب الانتساب خلال 15 يوما من انتهاء كل شهر.
de: Seit seinem offiziellen Start im März 2004 hat das Partnerprogramm immer pünktlich ausgezahlt. Ihre Provisionen werden innerhalb von 15 Tagen nach Ende des Kalendermonats auf Ihr Partner-Konto gutgeschrieben.
fr: Notre programme d'affiliation respecte scrupuleusement ses échéances de paiement depuis notre lancement officiel en mars 2004. Vos commissions d'affiliation seront créditées sur votre compte affilié dans un délai de quinze jours suivant la fin du mois civil.
id: Program Afiliasi telah mencatatkan pembayaran yang selalu tepat waktu, setiap saat, sejak dilancarkan pada bulan Maret, 2001. Komisi Anda akan dikreditkan kedalam akun affiliasi dalam waktu lima belas hari setelah penutupan bulan kalender.
ja: アフィリエイトプログラムは２００４年３月にサービスを提供して以来、常に期日通りにアフィリエイト報酬をお支払いしております。アフィリエイト報酬は、月末日から１５日以内にBinary Ltd.からお客さまのアフィリエイト口座に振り込まれます。
pl: Od rozpoczęcia działalności w marcu 2004 r. nasi partnerzy otrzymują płatności w ramach Programu Partnerskiego zawsze i punktualnie. Twoje prowizje zostaną wypłacone na Twoje konto partnerskie w ciągu 15 dni od zamknięcia miesiąca kalendarzowego.
ru: Комиссии по партнерской программе выплачиваются своевременно и без исключений с момента начала ее работы в марте 2004 года. Ваша партнерская комиссия будет внесена на Ваш партнерский счет примерно через 15 дней после закрытия календарного месяца.
vi: Chương trình Liên kết đã cung cấp việc thanh toán đúng giờ, mỗi giờ, từ lúc chương trình chính thức của chúng tôi ra mắt vào Tháng 3 năm 2014. Hoa hồng sẽ được Công ty Binary ghi có vào tài khoản liên kết của bạn trong vòng 15 ngày của tháng sau.
zh_cn: 自2004年3月正式启动以来，联盟项目一直及时足额支付款项。佣金将在日历月结束后十五天内汇入您的联盟会员账户。

source: The Affiliate's Obligations
de: Die Pflichten des Geschäftspartners
fr: Les Obligations de la l'Affilié
ja: アフィリエイト会員の義務
vi: Nghĩa vụ của Chi nhánh
zh_cn: 联盟的义务

source: The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method.
ar: سيرسل لك الوكيل المبلغ المسحوب (مخصوم منه العمولة) عبر وسيلة الدفع المفضلة.
de: Der Händler wird Ihnen den Auszahlungsbetrag (abzüglich der Provision) über Ihre angegebene Zahlungsmethode zukommen lassen.
fr: L'Agent vous enverra le montant de retrait (moins la commission) via votre méthode de paiement préférée.
id: Agen akan mengirimkan jumlah penarikan (dikurangi komisi) melalui metode pembayaran yang Anda inginkan.
ja: 決済代行会社がお客さまの選択いただいたお支払い方法で出金額（マイナス手数料）を送金いたします。
pl: Pośrednik prześle Ci kwotę wypłaty (z odliczoną prowizją) za pomocą wybranej metody płatności.
ru: Агент вышлет Вам выведенную сумму (минус комиссия) тем способом, который Вы предпочитаете.
vi: Đại lý sẽ gửi cho bạn số tiền rút (trừ đi tiền hoa hồng) qua phương thức thanh toán bạn đã chọn.
zh_cn: 代理将通过您的首选支付方式将取款金额（扣除佣金）支付给您。

source: The Average
ar: المتوسط
de: Der Mittelwert
fr: Moyenne
id: Rata rata
ja: 平均
pl: Średnia
ru: Среднее
th: ค่าเฉลี่ย
vi: Trung bình
zh_cn: 平均
