Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Other best execution factors such as speed of execution, likelihood of execution and settlement, size, nature or any other considerations relevant to the execution of a particular order may also be applied by us in order to obtain the best possible results for you.
ar: عوامل أخرى تخص أفضل تنفيذ مثل سرعة التنفيذ، احتمال التنفيذ والتسوية، وحجم وطبيعة الأمر أو أي اعتبارات أخرى ذات صلة إلى تنفيذ أمر معين يمكن أن تطبق أيضا من جانبنا من أجل الحصول على أفضل نتائج ممكنة بالنسبة لك.
de: Es können von uns auch weitere beste Ausführungsfaktoren, wie Ausführungsgeschwindigkeit, Möglichkeit der Ausführung und Abrechnung, Größe, Art oder andere für die Ausführung einer einzelnen Order wichtigen Überlegungen angewendet werden, um für Sie die bestmöglichen Ergebnisse zu erreichen.
fr: D'autres facteurs de meilleure exécution comme la vitesse d'exécution, vraisemblance d'exécution et règlement, taille, nature ou toutes autres considérations liées à l'exécution d'un ordre particulier peuvent aussi être appliqués par nous afin d'obtenir le meilleur résultat pour vous.
id: Faktor eksekusi terbaik lainnya seperti kecepatan eksekusi, kemungkinan eksekusi dan penyelesaian, ukuran, sifat atau pertimbangan lain yang relevan dengan pelaksanaan urutan tertentu juga dapat diterapkan oleh kami untuk mendapatkan hasil yang terbaik untuk Anda.
ja: 取引の実行スピード、実行の見込み、決済、サイズ、性質、または特定のオーダーの実行に関するその他検討事項は、お客さまに可能な限りベストな結果をもたらすことができるよう、当社により適用される場合があります。
pl: Inne czynniki związane z najkorzystniejszą realizacją, takie jak szybkość realizacji, prawdopodobieństwo realizacji, rozliczenie, wielkość, czy natura zlecenia lub jakiekolwiek inne czynniki istotne dla realizacji określonego zlecenia, mogą być również uwzględnione przez nas w celu uzyskania najlepszego z możliwych dla Ciebie rezultatów.
ru: Другие факторы нашей политики лучшего исполнения включают скорость исполнения, вероятность исполнения и окончания, размер, природу или любые другие факторы, имеющие отношение к исполнению конкретного ордера, которые также могут применяться нами для обеспечения лучших результатов для Вас.
vi: Những nhân tố thực hiện tốt nhất khác như tốc độ thực hiện, khả năng thực hiện và tất toán, cỡ, đặc điểm hoặc những cân nhắc khác có liên quan tới thực hiện lệnh cụ thể có thể được áp dụng để đạt được kết quả tốt nhất có thể cho bạn.
zh_cn: 我们可能也会采用其他最佳执行因素如执行速度、执行和结算可能性、大小、性质或其他跟执行指定订单相关的因素，以替您获取最佳结果。

source: Other financial instruments trading experience
ar: خبرة التداول في الأدوات المالية الأخرى
de: Handelserfahrung mit anderen Finanzinstrumenten
fr: Expérience du trading sur d'autres instruments financiers
id: Pengalaman trading instrumen keuangan lainnya
ja: その他金融商品取引のご経験
pl: Doświadczenie w handlowaniu innymi instrumentami finansowymi
ru: Опыт торговли другими финансовыми инструментами
th: ประสบการณ์ซื้อขายเครื่องมือทางการเงินอื่นๆ
vi: Kinh nghiệm giao dịch các công cụ tài chính khác
zh_cn: 其他金融工具交易体验

source: Other financial instruments trading frequency
ar: معدل التداول في الأدوات المالية الأخرى
de: Handelshäufigkeit von anderen Finanzinstrumenten
fr: Fréquence du trading sur d'autres instruments financiers
id: Frekuensi trading instrumen keuangan lainnya
ja: その他金融商品取引の頻度
pl: Częstość handlowania innymi instrumentami finansowymi
ru: Частота торговли другими финансовыми инструментами
th: ความถี่ในการซื้อขายเครื่องมือทางการเงินอื่นๆ
vi: Tần suất giao dịch các công cụ tài chính khác
zh_cn: 其他金融工具交易频率

source: Others
fr: Autres
ja: その他
th: อื่นๆ

source: Our Company
ar: شركتنا
de: Unser Unternehmen
fr: Notre société
id: Perusahaan Kami
ja: 会社案内
pl: Nasza firma
ru: Наша компания
th: บริษัทฯ ของเรา
vi: Công ty của chúng tôi
zh_cn: 我们公司

source: Our International Affiliate Program has been delivering payments on time and, every time, since our official launch in March, 2004. In Japan, your commission will be credited to your affiliate account within thirty days after the close of a calendar month in which your referrals have met the qualifying conditions.
de: Seit seinem offiziellen Start im März 2004 hat unser internationales Partnerprogramm immer pünktlich ausgezahlt. In Japan werden Ihre Provisionen innerhalb von dreißig Tagen nach Ende des Kalendermonats, in dem Ihre empfohlenen Kunden die Anspruchsvoraussetzungen erfüllt haben, auf Ihr Partner-Konto gutgeschrieben.
fr: Notre programme d'affiliation international respecte scrupuleusement ses échéances de paiement depuis notre lancement officiel en mars 2004. Au Japon, vos commissions d'affiliation seront créditées sur votre compte d'affilié dans un délai de trente jours suivant la fin du mois civil au cours duquel vos prospects ont été jugés recevables selon les conditions d'éligibilité.
ja: アフィリエイトプログラムは２００４年３月にサービスを提供して以来、常に期日通りにアフィリエイト報酬をお支払いしております。当社からの報酬額のお支払いは、報酬プランの条件を満たした場合、前月のアフィリエイト報酬は翌月の15日頃に登録頂いた指定口座に振込を行います。
vi: Chương trình liên kết quốc tế của chúng tôi đã cung cấp các khoản thanh toán trên thời gian, và mỗi lần, kể từ khi chúng tôi chính thức ra mắt trong tháng 3, 2004. Tại Nhật bản, hoa hồng của bạn sẽ được ghi có vào tài khoản liên kết của bạn trong vòng ba mươi ngày sau khi đóng một tháng theo lịch trong đó giới thiệu của bạn đã đáp ứng các điều kiện đủ điều kiện.
zh_cn: 自2004年3月正式启动以来，我们的国际联盟项目一直及时足额支付款项。在日本，您的佣金将在您介绍的客户符合资格条件的日历月结束后三十天内汇入您的联盟会员账户。

source: Our Order Execution Policy (the "Policy") sets out the overview and approach of how %1 executes orders on behalf of our clients.
fr: Notre Politique d'Execution d'Ordres (la "Politique") expose la vue d'ensemble et l'approche de %1 en matière d'exécution d'ordres pour le compte de nos clients.
ja: 当社の注文執行ポリシー（以下「ポリシー」）ではお客さまの代わりに%1が行うオーダー執行方法の概要と対応を明示します。

source: Our Policy
ar: سياستنا
de: Unsere Grundsätze
fr: Notre politique
id: Kebijakan Kami
ja: 当社ポリシー
pl: Nasza polityka
ru: Наша политика
th: นโยบายของเรา
vi: Chính sách của chúng tôi
zh_cn: 我们的政策

source: Our commitment to provide you with 'best execution' does not mean that we owe you any fiduciary responsibilities over and above the specific regulatory obligations placed upon us or as may be otherwise contracted between us.
ar: التزامنا لنقدم لكم "أفضل تنفيذ" لا يعني أننا مدينون لك بأي مسؤوليات ائتمانية، علاوة على الالتزامات التنظيمية المحددة التي تقع على عاتقنا أو حسب ما قد يتم التعاقد عليه خلاف ذلك.
de: Unsere Verpflichtung, Ihnen die 'beste Ausführung' zur Verfügung zu stellen, bedeutet nicht, dass wir Ihnen Treuhänderpflichten über oder außerhalb der uns auferlegten gesetzlichen Verpflichtungen oder auf andere Weise zwischen uns vertraglich geregelt, schulden.
fr: Notre engagement de vous fournir "la meilleure exécution" ne signifie pas que nous vous devons des responsabilités fiduciaires en plus des obligations spécifiques légales imposées par nous ou comme peuvent être contractées entre nous.
id: Komitmen kami untuk menyediakan 'eksekusi terbaik' tidak berarti bahwa kami berutang tanggung jawab fidusia pada Anda atas dan di atas kewajiban regulasi khusus yang ditempatkan pada kami atau mungkin sebaliknya dinyatakan dalam kontrak antara kami.
ja: 「最良執行」を提供することへの当社の取り組みは、当社またはそうでなければ当社との間の契約上の特定の規制義務における受託者責任を負うことを意味しません。
pl: Nasze zaangażowanie w zapewnieniu Ci „najkorzystniejszej realizacji” nie oznacza, że posiadamy względem Ciebie obowiązek powierniczy poza określonymi obowiązkami regulacyjnymi nałożonymi na nas lub uzgodnionymi przez nas.
ru: Наше обязательство предоставления Вам "лучшего исполнения" не означает, что мы связаны с Вами какими-либо фидуциарными обязанностями сверх определенных нормативных обязательств, возложенных на нас или фигурирующих в контракте между нами.
vi: Chúng tôi cam kết cung cấp cho bạn 'sự thực hiện tốt nhất' không có nghĩa là chúng tôi chịu trách nhiệm về bất cứ nghĩa vụ tín dụng nào cái mà vượt quá quy định và quy tắc đã đặt ra giữa chúng ta hoặc vượt quá những gì chúng ta đã kí trong hợp đồng.
zh_cn: 我们承诺为您提供“最佳执行方案”，但这不表示我们将在规定的义务或双方额外制定的协议范围之外向您承担诚信责任。

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients.
ar: تواصل شركتنا الإزدهار و تحصل على ترخيص في جزيرة آيل أوف مان لخدمة أفضل لعملائنا في المملكة المتحدة.
de: Unser Unternehmen ist weiterhin erfolgreich und erhält auf der Isle of Man eine Lizenz, damit wir unsere britischen Kunden besser bedienen können.
fr: Notre société poursuit sa croissance et obtient une licence à l'île de Man afin d'offrir de meilleurs services à nos clients du Royaume-Uni.
id: Perusahaan kami terus berkembang dan memperoleh perijinan dari Isle of Man untuk melayani pelanggan di Inggris.
ja: 英国居住者へのサービスを向上を目指し、マン島に法人を設立し、ライセンスを取得。
pl: Nasz firma rozwija się i zdobywa licencję na Wyspie Man, aby jeszcze lepiej służyć klientom z Wielkiej Brytanii.
ru: Наша компания продолжает процветать и получает лицензию на Острове Мэн, чтобы предлагать лучшее обслуживание в Великобритании.
vi: Công ty chúng tôi tiếp tục lớn mạnh và giành được giấy phép ở đảo Man để cung cấp dịch vụ tốt hơn cho các khách hàng Anh.
zh_cn: 我们公司继续茁壮成长，并在马恩岛获得牌照，可以为我们的英国客户提供更好的服务。

source: Our costs and charges for depositing and withdrawing money are set out <a href="%1">here</a>. Please be aware of all costs and charges that apply to you because they will affect your profitability.
de: Unsere Kosten und Gebühren für die Geldeinzahlung und Auszahlung sind <a href="%1">hier</a> aufgeführt. Bitte beachten Sie alle für Sie geltenden Kosten und Gebühren, da sie die Rentabilität beeinflussen.
fr: Les coûts et frais que nous appliquons pour le dépôt et le retrait de fonds sont détaillés <a href="%1">ici</a>. Veuillez tenir compte de tous les coûts et frais qui vous sont applicables car ceux-ci se répercuteront sur votre rentabilité.
ja: 入金と出金に関する当社費用・手数料は、<a href="%1">こちら</a>で定められています。収益に影響がある可能性があるため、適用される全費用と手数料にご注意ください。
vi: Phí và lệ phí rút và gửi tiền được thiết lập <a href="%1">ở đây</a>. Vui lòng nhớ rằng tất cả các chi phí và lệ phí đều được tính cho bạn vì chúng có ảnh hưởng tới lợi nhuận của bạn.
zh_cn: 我们的存款和提款成本与费用详细请参考 <a href="%1">此处</a>。请先了解所有跟您有关的成本和费用，因为这些将会影响您的收益。

source: Our customers clearly like us. In mid-2014, %1 has over 100 million historical transactions and over 130,000 new daily transactions.
de: Es ist eindeutig, dass unsere Kunden uns mögen. Mitte 2014 hat %1 über 100 Millionen historische Überweisungen und mehr als 130.000 neue Überweisungen täglich abgewickelt.
fr: Nos clients nous apprécient, et ils le montrent. En milieu d'année 2014, %1 affiche une historique de plus de 100 millions de transactions et enregistre plus de 130 000 nouvelles transactions quotidiennes.
ja: 顧客からの高い評価を得て、２０１４年の中頃には累計で１億件の取引を達成し、１３万件以上の新たな取引が日々行われています。
vi: Khách hàng rất yêu mến chúng tôi. Vào giữa năm 2014, Binary.com đã có trên 100 triệu lượt giao dịch và có trên 130,000 triệu lượt giao dịch mới hàng ngày.
zh_cn: 毋庸置疑，我们深受客户喜爱。2014 年中期，%1的历史交易数量和每日新交易数量分别超过1亿笔和13万笔。

source: Our cutting-edge pricing technology gives you the same rates of return as the interbank market.
ja: 最先端の価格設定テクノロジーにより、インターバンク市場でのトレードと同等の環境を提供します。

source: Our data feed is designed to be one of the best and most robust available for a trading environment.
ar: خلاصة البيانات الخاصة بنا مصممة لتكون أفضل وأقوى خلاصة بيانات متاحة لبيئة التداول.
de: Unser Daten-Feed ist als einer der besten und stabilsten überhaupt konzipiert, der für das Tradingumfeld vorhanden ist.
fr: Notre source de données est conçu afin d'être l'une des meilleures et des plus robustes disponibles pour un environnement de trading.
id: Data feed kami dirancang untuk menjadi salah satu yang terbaik dan paling kuat yang tersedia untuk lingkungan trading.
ja: 当社のデータフィードにはトレードにご活用頂ける、最良かつ健全な設計がなされています。
pl: Nasze źródła danych zostały zaprojektowane jako jedne z najlepszych i najmocniejszych dostępnych dla środowiska handlowego.
ru: Система вещания котировок на нашем сайте одна из самых лучших и надежных в индустрии трейдинга.
vi: Nguồn dữ liệu của chúng tôi được thiết kế là một trong những môi trường giao dịch tốt nhất và mạnh nhất hiện nay.
zh_cn: 我们的数据源是可用于交易环境的最好、最稳定的数据源之一。

source: Our data feed may at times differ slightly from other data feeds found on the internet (who may themselves differ between each other). Reasons for differences in feed providers include:
ar: قد تختلف البيانات الخاصة بنا في بعض الأحيان قليلاً عن غيرها من البيانات المتواجدة على شبكة الانترنت (والتي قد تختلف فيما بينها). تتضمن أسباب اختلاف مقدمي البيانات:
de: Unser Datenfeed kann manchmal von anderen, im Internet vorhandenen Datenfeeds, abweichen (die sogar selbst untereinander abweichen). Gründe für die Abweichungen bei den Feed-Dienstleistern können sein:
fr: Notre source de données peut parfois varier légèrement des autres sources de données, trouvées sur Internet (qui peuvent elles-mêmes varier l'une par rapport à l'autre). Les raisons des différences entre les sources de données comprennent:
id: Kutipan data kami mungkin akan mengalami sedikit perbedaan dibandingkan dengan kutipan data yang tersedia pada internet. Mengapa demikian:
ja: 当社が提供するデータフィードと他社がインターネット上で提供しているデータフィードには若干の違いが見受けられる場合があります。また、それらの他の機関のデータの間でも違いが見受けられる場合もあります。このような相違点が生じる理由を下記に記します。
pl: Nasze źródła danych mogą czasami nieznacznie różnić się od innych źródeł danych znalezionych w internecie (które także mogą różnić się między sobą). Przyczyny różnic u dostawców danych to m.in.:
ru: Котировки на нашем сайте иногда могут слегка отличаться от данных на каких-либо других сайтах (которые, в свою очередь, также немного отличаются друг от друга). Это происходит по следующим причинам:
vi: Nguồn dữ liệu của chúng tôi đôi lúc có khác đôi chút so với các nguồn dữ liệu khác được thấy trên mạng (bản thân chúng cũng có thể khác nhau). Các lý do cho sự khác biệt giữa các nguồn dữ liệu bao gồm:
zh_cn: 我们的数据源可能与互联网上其他数据源有差异（各种互联网数据源可能本身就有差异）。数据源供应方之间存在差异的原因包括：

source: Our determination of the relative importance of the execution factors may differ from yours during certain circumstances, acting in your interest in accordance with our obligation of best execution.
de: Unsere Festlegung der relativen Bedeutung der Ausführungsfaktoren können von Ihren unter bestimmten Umständen abweichen, da wir in Ihrem Interesse, in Übereinstimmung mit unserer Verpflichtung zur besten Ausführung, agieren.
fr: Notre détermination de la relative importance des facteurs d'exécution peut différer des vôtres durant certaines circonstances, agissant dans votre intérêt en accords avec notre obligation de meilleure exécution.
ja: 実行要因の相対的重要性に関する当社の決定は、最良執行義務に従いお客さまの利益のために行動しますが、特定の状況下においてお客さまの考慮するものとは異なる場合があります。
vi: Chúng tôi xác định tầm quan trọng tương đối của các yếu tố thực hiện có thể khác nhau từ bạn trong một số trường hợp, hành động trong sự quan tâm của bạn phù hợp với nghĩa vụ của chúng tôi thực hiện tốt nhất.
zh_cn: 在某些情况下，我们所决心的执行因素相对重要性可能与您的不相同。我们根据最佳执行义务操作，为您争取最大利益。

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors.
ar: ونستكمل النمو السريع عبر الاستحواذ على قاعدة عملاء BetsForTraders، واحدة من المنافسين الرئيسيين لنا.
de: Unser schnelles Wachstum wird durch die Übernahme des Kundenstammes von BetsForTraders, einer unserer Hauptkonkurrenten, verstärkt.
fr: Notre croissance interne rapide est renforcée par l'acquisition de la clientèle de BetsForTraders, l'un de nos principaux concurrents.
id: Pertumbuhan cepat kami dilengkapi dengan akuisisi dari klien BetsForTraders, salah satu pesaing utama kami.
ja: 当社の競合相手であったBetsForTraders社の顧客を獲得し、組織として成長していきます。
pl: Nasz szybki wzrost zostaje poprawiony przez nabycie bazy klientów BetsForTraders, jednego z naszych głównych konkurentów.
ru: Наш быстрый рост дополняется приобретением клиентской базы BetsForTraders, одного из наших основных конкурентов.
vi: Công ty của chúng tôi tăng trưởng hữu cơ nhanh chóng do mua lại cơ sở dữ liệu khách hàng của BetsForTraders, một trong những đối thủ cạnh tranh chính của chúng tôi.
zh_cn: 我们获取了主要竞争对手之一BetsForTraders 的客户群，为公司快速的内生性增长提供支持。

source: Our information security policies are based on industry best practices in access control and business continuity.
ar: سياسات أمن المعلومات الخاصة بنا مبنية على أفضل ممارسات فى صناعة مراقبة الدخول واستمرارية العمل.
de: Unsere Richtlinien der Informationssicherheit gründen sich auf die besten Branchenpraktiken bei der Zugangskontrolle und Geschäftskontinuität.
fr: Nos politiques de sécurité des données reflètent les meilleures pratiques du secteur en matière de contrôle d'accès et de continuité des opérations.
id: Kebijakan informasi keamanan kami adalah berdasarkan praktek industri terbaik pada kontrol akses dan kontinuitas bisnis.
ja: 当社の情報秘匿に関する取り決めは、アクセス管理とビジネスの継続性を考慮した業界にて最良の慣行に基づいております。
pl: Nasza polityka bezpieczeństwa informacji oparta jest na najlepszych praktykach branżowych w zakresie kontroli dostępu i ciągłości biznesowej.
ru: Наша политика в области безопасности и защиты данных входит в число лучших в индустрии.
vi: Chính sách bảo mật thông tin của chúng tôi dựa trên ngành công nghiệp thực hành tốt nhất trong việc kiểm soát truy cập và tính liên tục của giao dịch.
zh_cn: 我们的信息安全政策基于访问控制和业务持续性的业内最佳实践。

source: Our information security policies are based on industry best practices in access control and business continuity; and
de: Unsere Richtlinien der Informationssicherheit gründen sich auf die besten Branchenpraktiken bei der Zugangskontrolle und Geschäftskontinuität; und
fr: Nos politiques de sécurité des données reflètent les meilleures pratiques du secteur en matière de contrôle d'accès et de continuité des opérations ; et
ja: 当社の情報秘匿に関する取り決めは、アクセス管理とビジネスの継続性を考慮した業界にて最良の慣行に基づいております。
vi: Chính sách bảo mật thông tin của chúng tôi dựa trên ngành công nghiệp thực hành tốt nhất trong việc kiểm soát truy cập và tính liên tục của giao dịch; và
zh_cn: 我们根据业界访问控制和业务连续性的最佳做法设置信息安全策略; 另外，

source: Our locations
de: Unsere Standorte
fr: Nos bureaux
ja: 所在地
vi: Vị trí của chúng tôi
zh_cn: 我们的位置

source: Our prices are benchmarked against the interbank options market. You’ll receive fair and transparent pricing, whatever your position.
de: Unsere Kurse werden im Verhältnis zum Interbank-Optionsmarkt festgelegt. Sie erhalten eine faire und transparente Preispolitik, was auch immer Ihre Stellung ist.
fr: Nos prix sont fixés en fonction du marché interbancaire. Ainsi, vous obtenez toujours des prix justes et transparents, quelle que soit votre position.
ja: 当社ではインターバンク市場と同等レベルの算出方法を用い、より良い取引条件をお客さまに提供できるよう努めております。
vi: Giá của chúng tôi được tính chuẩn đối với các thị trường lựa chọn liên ngân hàng. Bạn sẽ nhận được sự công bằng và minh bạch về giá cho dù bạn ở vị trí nào.
zh_cn: 我们的报价基于银行间期权市场基准价格，让您不论身处何地都可获得最公平、透明的报价。

source: Our services are provided on an execution only basis. We do not provide investment advice in relation to our products or services. We sometimes provide factual information or research recommendations about a market, information about transaction procedures and information about the potential risks involved and how those risks may be minimised. However, any decision to use our products or services is made by you.
ar: يتم توفير خدماتنا على أساس تنفيذي فقط. ولا نقدم مشورة استثمارية فيما يتعلق بمنتجاتنا أو خدماتنا. في بعض الأحيان نقوم بتقديم معلومات واقعية أو توصيات بحثية حول الأسواق، معلومات حول إجراءات المعاملات ومعلومات حول المخاطر المحتملة وكيف يمكن تقليل تلك المخاطر. ومع ذلك، أي قرار يتخذ لاستخدام منتجاتنا أو خدماتنا متروك فقط لك.
de: Unsere Dienste werden nur als Dienstleistung angeboten. Wir stellen für unsere Produkte und Dienstleistungen keine Anlageberatung zur Verfügung. Manchmal stellen wir Fachinformationen oder Forschungsempfehlungen über einen Markt, Informationen über Transaktionsverfahren und Informationen über die damit verbundenen Risiken zur Verfügung, und wie man diese Risiken minimieren kann. Jedoch obliegt Ihnen alleine die Entscheidung, ob Sie unsere Produkte und Dienstleistungen in Anspruch nehmen.
fr: Nos services sont fournis seulement sur une base d'exécution. Nous ne fournissons pas de conseils d'investissement en relation à nos produits et services. Nous fournissons de temps en temps de l'information factuelle ou des recommandations de recherche sur un marché, information à propos de procédures de transaction et information sur les risques potentiel liés et comment ces risques peuvent être diminués. Cependant, chaque décision d'utiliser nos produits ou services est faite par vous.
id: Layanan yang kami sediakan adalah berdasarkan eksekusi. Kami tidak memberikan saran berhubungan dengan investasi pada produk atau layanan. Kami secara berkala menyediakan informasi faktual atau rekomendasi tentang pasar, informasi tentang prosedur transaksi dan informasi tentang potensi risiko yang terlibat dan bagaimana risiko tersebut dapat diminimalkan. Namun, keputusan untuk menggunakan produk atau layanan kami sepenuhnya ditangan Anda.
ja: 当社のサービスは取引の実行にのみ基いて提供されています。当社商品またはサービスに関する投資アドバイスを提供するものではありません。時として事実に基づく情報を伝えたり、マーケットに関する推奨または取引手順、起こりうる潜在リスク、それらリスクを最小限にする手段の情報を調査します。当社製品またはサービスの使用へのご決断は、お客さま自身となります。
pl: Świadczone przez nas usługi polegają wyłącznie na realizacji zleceń. Nie oferujemy doradztwa inwestycyjnego w odniesieniu do naszych produktów i usług. Czasami zapewniamy faktyczne informacje lub rekomendacje dotyczące rynku, informacje o procedurach transakcji i potencjalnych ryzykach z nimi związanych i sposobach na ich zminimalizowanie. Jednak to Ty podejmujesz decyzję dotyczącą korzystania z naszych produktów czy usług.
ru: Наши услуги предоставляются только на основе исполнения. Мы не предоставляем консультации по инвестициям в отношении наших продуктов или услуг. Мы иногда предоставляем фактическую информацию или рекомендации для исследований рынка, данные о процедурах транзакций, информацию о потенциальных рисках и советы о том, как свести их к минимуму. Тем не менее, любое решение использовать наши продукты или услуги принимается Вами.
vi: Dịch vụ của chúng tôi được cung cấp dựa trên cơ sở thực hiện giao dịch. Chúng tôi không cung cấp tư vấn đầu tư có liên quan tới các dịch vụ hoặc sản phẩm của mình. Thi thoảng chúng tôi cũng cung cấp những thông tin thực tế hoặc những gợi ý nghiên cứu về thị trường, các quy trình giao dịch và các thông tin về những rủi ro tiềm năng có liên quan và cách giảm tối thiểu những rủi ro này. Tuy nhiên, bạn vẫn là người tự quyết định việc sử dụng sản phẩm và dịch vụ của chúng tôi.
zh_cn: 我们所提供的服务仅限于执行，并不提供与产品和服务有关的投资咨询。我们有时会提供市场实用信息和研究、交易进程信息、相关风险的可能性以及将风险降至最低的方法，但是，对于是否使用我们产品或服务，最后决定的人是您。

source: Our site can be filtered using a number of filtering systems available on the market which could be used to restrict one's access to our site.
de: Unsere Site kann mithilfe einer Anzahl von auf dem Markt erhältichen Filtersystemen gefiltert werden, die für die Beschrängkung des Zugangs einer Person zu unserer Site verwendet werden können.
fr: Notre site Web peut être filtré en utilisant un certain nombre de systèmes de filtrage disponibles sur le marché, qui peuvent être utilisés afin de limiter l'accès d'une personne à notre site.
ja: 数多く存在するフィルターシステムを用いることで、当社のサイトへのアクセスを禁じるためのフィルタリングを行うことができます。
vi: Trang web của chúng tôi có thể được lọc bởi việc sử dụng hệ thống lọc có sẵn trên thị trường cái mà có thể được dùng để giới hạn truy cập của ai đó vào trang web của chúng tôi.
zh_cn: 我们的网站可以使用市场上多个过滤系统进行过滤，以限制用户对网站的访问。
