Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: So what are you waiting for? Join us as an affiliate today.
ar: اذا ما الذي تنتظره؟ انضم إلينا كعضو منتسب اليوم.
de: Worauf warten Sie also noch? Machen Sie noch heute als Partner bei uns mit.
fr: Alors, n'attendez plus : rejoignez-nous dès aujourd'hui en devenant affilié !
id: Tunggu apa lagi? Bergabung dengan kami sebagai afiliasi hari ini.
ja: 逃す手はありません！すぐにアフィリエイトに参加しましょう。
pl: Więc na co czekasz? Zostań naszym partnerem już dziś.
ru: Чего же Вы ждете? Станьте нашим партнером прямо сегодня.
th: แล้วท่านกำลังรออะไร? ร่วมเป็นพันธมิตรกับเรา วันนี้
vi: Vậy bạn đang mong chờ điều gì? Hãy tham gia với chúng tôi để trở thành liên kết ngay hôm nay.
zh_cn: 您还在犹豫什么呢？立刻成为联盟会员吧。

source: Social Media Executive
ar: موظف وسائل الإعلام الاجتماعية
de: Leitender Angestellter für Soziale Medien
fr: Responsable des réseaux sociaux [H/F]
id: Social Media Eksekutif
ja: ソーシャルメディア管理者
pl: Kierownik ds. mediów społecznościowych
ru: SMM специалист
th: เจ้าหน้าที่สื่อสังคม
vi: Chuyên Viên Truyền Thông Xã Hội
zh_cn: 社交媒体执行

source: Software (Perl) Development
ar: تطوير برنامج بيرل (Perl)
de: Softwareentwicklung (Pearl)
fr: Développement de logiciel (Perl)
id: Pengembangan Software (Perl)
ja: ソフトウェア（Perl）開発
pl: Tworzenie oprogramowania (Perl)
ru: Разработка программного обеспечения (Perl)
th: พัฒนาซอฟท์แวร์ด้วยภาษา Perl
vi: Lập trình viên Phần mềm (Perl)
zh_cn: 软件 (Perl) 开发

source: Sorry, account signup is not available in your country. Please contact <a href="%1">customer support</a> for more information.
de: Es tut uns leid, die Anmeldung ist in Ihrem Land nicht vorhanden. Bitte kontaktieren Sie die <a class="pjaxload" href="%1">Kundenbetreuung</a>, um weitere Informationen zu erhalten.
fr: Nous sommes désolés, l'inscription pour un compte n'est pas disponible dans votre pays. Veuillez contacter le <a href="%1">service clientèle</a> pour obtenir des informations.
ja: 申し訳ございませんが、お客様の国では口座の開設ができません。詳細については<a href="%1">カスタマーサポート</a>までお問い合わせください。
vi: Xin lỗi, tài khoản đăng ký là không có sẵn ở quốc gia của bạn. Xin vui lòng liên hệ với <a href="%1"> hỗ trợ khách hàng</a> để biết thêm thông tin.
zh_cn: 对不起，您的国家不可注册账户。欲知详情，请联系<a href="%1">客服部</a>。

source: Sorry, an error occurred while processing your account.
ar: عفواً، حدث خطأ أثناء معالجة حسابك.
de: Es tut uns leid, bei der Bearbeitung Ihres Kontos ist ein Fehler aufgetreten.
fr: Désolé, une erreur est survenu pendant le traitement de votre compte.
id: Maaf, error terjadi ketika memproses rekening Anda.
ja: 通信エラーが発生しましたので、再度ページの読み込みをしてください
pl: Przepraszamy, wystąpił błąd podczas operacji na Twoim koncie.
ru: Извините, произошла ошибка.
th: ขออภัย มีความผิดพลาดเกิดขึ้นขณะที่ประมวลผลบัญชีของท่าน
vi: Xin lỗi, Lỗi xảy ra trong khi đang xử lý tài khoản của bạn.
zh_cn: 对不起，您的账户处理发生错误。

source: Sorry, an error occurred while processing your request.
ar: عفواً، حدث خطأ أثناء معالجة طلبك.
de: Es tut uns leid, bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
fr: Désolé, une erreur s'est produite pendant le traitement de votre demande.
id: Maaf, error terjadi ketika memproses permohonan Anda.
ja: 通信エラーが発生しましたので、再度ページの読み込みをしてください
pl: Przepraszamy, podczas przetwarzania Twojego żądania wystąpił błąd.
ru: Извините, при обработке Вашего запроса произошла ошибка.
th: ขออภัย มีความผิดพลาดเกิดขึ้นขณะที่ประมวลผลความประสงค์ของท่าน
vi: Rất tiếc, đã xảy ra lỗi khi đang xử lý yêu cầu của bạn.
zh_cn: 对不起，您的请求处理发生错误。

source: Sorry, this feature is available to virtual accounts only.
ar: عفواً، هذة الخاصية متاحة للحسابات الافتراضية فقط.
de: Leider steht diese Funktion nur für virtuelle Konten zur Verfügung.
fr: Désolé, cette fonctionnalité est disponible uniquement pour les comptes virtuels.
id: Maaf, fasilitas ini hanya tersedia untuk rekening virtual saja.
ja: 申し訳ございません。この機能はデモ口座のみでご利用頂けます。
pl: Przepraszamy, ta funkcja jest dostępna tylko dla kont wirtualnych.
ru: Извините, эта опция доступна только для демо-счетов.
vi: Rất tiếc, tính năng này chỉ khả dụng với tài khoản tiền ảo.
zh_cn: 对不起，此功能仅适用虚拟账户。

source: Sorry, this feature is not available.
ar: عفوا، هذه الميزة غير متوفرة.
de: Leider ist diese Funktion nicht vorhanden.
fr: Désolé, cette option n'est pas disponible.
id: Maaf, fasilitas ini tidak tersedia.
ja: 申し訳ございませんが、この機能はご利用いただけません。
pl: Przepraszamy, wybrana funkcja jest niedostępna.
ru: Извините, данная функция недоступна.
vi: Xin lỗi, đặc tính này không có.
zh_cn: 对不起，此功能不可用。

source: Sorry, you have entered an incorrect cashier password
ar: عفواً، لقد قمت بإدخال كلمة مرور صراف غير صحيحة
de: Es tut uns leid, aber Sie haben ein ungültiges Kassen-Passwort eingegeben
fr: Désolé, vous avez entré un mot de passe de caisse incorrect
id: Maaf, kata sandi yang Anda masukkan salah
ja: 申し訳ございませんが、ご入力頂いた入出金パスワードに誤りがあります
pl: Przepraszamy, wpisano nieprawidłowe hasło do kasjera
ru: Извините, Вы ввели неверный пароль для раздела Касса
vi: Xin lỗi, bạn đã nhập sai mật khẩu thu ngân
zh_cn: 对不起，您输入的收银台密码不正确

source: Sorry, your account is not authorised for any further contract purchases.
ar: عفواً، غير مصرح لحسابك القيام بشراء المزيد من العقود.
de: Es tut uns leid, aber Ihr Konto ist für den Erwerb weiterer Kontrakte nicht berechtigt.
fr: Désolé, votre compte n'est autorisé pour aucun achat supplémentaire de contrat.
id: Maaf, akun Anda tidak dapat membeli kontrak selanjutnya.
ja: 申し訳ございませんが、これ以上のトレードの購入を可能にする権限がお客さまのご口座に存在しておりません。
pl: Przepraszamy, Twoje konto nie ma uprawnień do kolejnych zakupów kontraktów.
ru: Извините, Ваш счет не авторизован для дальнейшей покупки контрактов.
vi: Xin lỗi, tài khoản của bạn không có quyền mua thêm hợp đồng.
zh_cn: 对不起，您的账户无权进一步买入任何合约。

source: South Africa 40 Cash Index
de: Südafrikanischer 40 Cash Index
ja: 南アフリカ 40現物指数
vi: Chỉ số tiền mặt Nam Phi 40
zh_cn: 南非 40 现金指数

source: Spain 35 Cash Index
de: Spanischer 35 Cash Index
ja: スペイン 35現物指数
vi: Chỉ số tiền mặt Tây Ban Nha 35
zh_cn: 西班牙 35 现金指数

source: Spam - We do not condone Spam
ar: الرسائل الغير مرغوب فيها - نحن لا نقبل الرسائل الغير مرغوب فيها
de: Spam - Wir dulden kein Spam
fr: Spam : nous ne tolérons pas les spams
id: Spam - Kami tidak mentolerir Spam
ja: スパム行為への対処について
pl: Spam – nie akceptujemy spamu
ru: Спам - Мы не поощряем спам
th: สแปม - เราไม่เอาโทษสแปม
vi: Thư rác- Chúng tôi không bỏ qua cho thư rác
zh_cn: 垃圾邮件-我们不会容忍垃圾邮件

source: Specific Instructions
ar: تعليمات خاصة
de: Besondere Anweisungen
fr: Instructions spécifiques
id: Instruksi khusus
ja: 詳細手順
pl: Szczegółowe instrukcje
ru: Специальные инструкции
th: คำสั่งเฉพาะ
vi: Chỉ dẫn Chi tiết
zh_cn: 特定指令

source: Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. %1 offers payouts from $1 to $50,000.
de: Legen Sie Ihre Auszahlung, die Ihre potentielle Rendite ist, wenn Ihre Voraussage korrekt ist, fest. Unser System wird fortfahren, Ihren Einsatz, der die gesamten Kosten vom Kauf des Kontrakts darstellt, zu berechnen. %1 bietet Auszahlungen von 1 $ bis 50 000 $ an.
fr: Spécifiez votre versement, qui est votre retour potentiel si votre prédiction est correcte. Notre système va procéder au calcul de votre participation, qui est le cout total d'achat du contrat. %1 offre des versements de 1 à 50 000 dollars.
ja: 条件が満たされた際に支払われるペイアウトを指定します。当システムでは、トレードの購入kィン額の合計を自動で算出します。%1では1,000円からのペイアウトを提供しています。
vi: Chỉ định thanh toán của bạn, mà là lợi nhuận tiềm năng của bạn nếu dự đoán của bạn là chính xác. Hệ thống của chúng tôi sẽ tiến hành để tính toán cổ phần của bạn, mà là tổng chi phí mua các hợp đồng. %1 cung cấp các thanh toán từ $1 đến $50,000.
zh_cn: 确定赔付额，如果您的预测正确的话，这就是您的潜在回报率。我们的系统将进一步计算您的投注额，即购入合约的总成本。%1提供从1美元到5万美元的赔付额。

source: Speed - the speed at which your order can be executed.
de: Geschwindigkeit - die Geschwindigkeit, mit der Ihre Order ausgeführt werden kann.
fr: Vitesse - la vitesse à laquelle votre ordre peut être exécutée.
ja: スピード - オーダーが実行される速さ
vi: Tốc độ – tốc độ mà tại đó, lệnh của bạn có thể được thực hiện.
zh_cn: 速度 - 您的订单可执行速度。

source: Spot
ar: السعر
de: Kassakurs
id: Posisi
ja: スポットレート
pl: Cena aktualna
ru: Спот-котировка
th: สปอต
vi: Giao ngay
zh_cn: 现价

source: Spot Time
de: Kassa-Zeit
fr: Heure spot
id: Waktu Spot
ja: スポットタイム
pl: Czas spot
ru: Спот-время
th: เวลาสปอต
vi: Thời điểm làm giá
zh_cn: 现货时间

source: Spot price
ar: السعر
de: Kassakurs
fr: Prix spot
id: Harga spot
ja: スポットレート
pl: Cena punktowa
ru: Спот-цена
th: ราคาสปอต
vi: Giá giao ngay
zh_cn: 现货价格

source: Stake
ar: الحصة
de: Einsatz
fr: Investissement
id: Modal
ja: 購入価格
pl: Stawka
ru: Ставка
th: วางเงิน
vi: Đơn vị vốn, cổ phiếu
zh_cn: 投注资金

source: Start Time
ar: وقت البدء
de: Startzeit
fr: Heure de début
id: Waktu Mulai
ja: 取引開始時刻
pl: Godzina rozpoczęcia
ru: Время начала
th: เวลาเริ่ม
vi: Thời gian bắt đầu
zh_cn: 开始时间

source: Start Trading with MetaTrader 5
de: Jetzt mit dem Handeln von MetaTrader 5 beginnen
fr: Commencer le trading avec MetaTrader 5
ja: MetaTrader 5でお取引を始める
vi: Bắt đầu giao dịch với MetaTrader 5
zh_cn: 立即开始在MetaTrader 5平台交易

source: Start from:
de: Starten von:
fr: Commencer à partir de :
ja: 検索期間
vi: Bắt đầu từ:
zh_cn: 开始时间：

source: Start learning
ar: ابدأ التعلم
de: Mit dem Lernen beginnen
fr: Apprendre le trading
id: Mulai Belajar
ja: 学習をはじめる
pl: Rozpocznij naukę
ru: Начните обучение
th: เริ่มเรียนรู้
vi: Bắt đầu học
zh_cn: 开始学习

source: Start now
de: Jetzt starten
fr: Commencer maintenant
ja: デモ口座申込みはこちら
vi: Bắt đầu bây giờ
zh_cn: 立刻开始

source: Start time
ar: وقت البدء
de: Startzeit
fr: Heure de début
id: Waktu mulai
ja: 開始時間
pl: Godzina rozpoczęcia
ru: Время начала
th: เวลาเริ่ม
vi: Thời gian bắt đầu
zh_cn: 开始时间

source: State/Province
ar: الولاية/المقاطعة
de: Staat/Provinz
fr: Etat/Province
id: Provinsi
ja: 都道府県
pl: Stan/prowincja
ru: Штат/провинция/область
th: รัฐ/จังหวัด
vi: Quốc gia/Tỉnh
zh_cn: 州/省

source: Stated limits are subject to change without prior notice.
de: Änderungen ohne vorherige Ankündigung der genannten Limits sind vorbehalten.
fr: Les limitations énoncées sont susceptibles d'être modifiées sans préavis.
ja: 上記の1日取引限度額を変更する場合、当社のホームページ上でお知らせいたします。
vi: Những giới hạn đã được quy định có thể được thay đổi mà không báo trước.
zh_cn: 我们保留随时在没有预先通知的情况下更改所述限制的权利。

source: Statement
ar: كشف الحساب
de: Abrechnung
fr: Relevé
id: Pernyataan
ja: 口座残高
pl: Stan konta
ru: История счета
th: รายงานทางการเงิน
vi: Tuyên bố
zh_cn: 账单

source: Static content
ar: المحتوى الثابت
de: Statischer Inhalt
fr: Contenu statique
id: Konten statik
ja: 静的コンテンツ
pl: Treści statyczne
ru: Статическое содержание
th: ข้อมูลสถิต
vi: Nội dung tĩnh
zh_cn: 静态内容

source: Status
ar: الحالة
fr: Statut
ja: 金融資産
ru: Статус
th: สถานะ
vi: Tình trạng
zh_cn: 统计

source: Stay informed. %1 offers daily market reports and market research, as well as frequent trading webinars.
ar: إبق على اطلاع دائم. تقدم %1 تقارير يومية وأبحاث عن الأسوق كما تقدم ندوات عبر الأنترنت بشكل دوري.
de: Bleiben Sie auf dem Laufenden. %1 bietet tägliche Marktberichte und Marktanalysen, sowie häufige Handel Webinare.
fr: Restez informé. %1 offre quotidiennement des rapports et études de marché et propose régulièrement des webinaires dédiés au trading.
id: Pengetahuan terkini. %1 menawarkan laporan dan penelitian pasar harian termasuk berbagai webinar.
ja: マーケット情報を得ましょう。当社では、マーケットレポートやリサーチ情報を提供しています。
pl: Bądź na bieżąco. %1 oferuje codzienne raporty rynkowe i analizy rynkowe, a także częste szkolenia internetowe.
ru: Будьте в курсе всех событий. %1 предлагает своим клиентам ежедневные рыночные прогнозы, а также вебинары, в том числе на русском.
th: เราให้ข้อมูลที่เพียงพออยู่เสมอ %1 จัดเตรียมรายงานสภาวะตลาดประจำวัน และรายงานการวิเคราะห์ตลาด เช่นเดียวกับการมีสัมมนาออนไลน์เกี่ยวกับการซื้อขาย
vi: Hãy theo dõi thông báo. %1 cung cấp báo cáo thị trường và nghiên cứu thị trường hàng ngày cũng như là hội thảo qua web giao dịch thường xuyên.
zh_cn: 通过 %1 的每日市场报告、市场研究和经常举行的在线讨论会及时掌握最新动态。

source: Stays Between
de: Bleibt Zwischen
fr: Reste dans la zone
ja: STAY-IN
vi: Nằm giữa
zh_cn: 位于区间之内

source: Stays Between/Goes Outside trades
ar: تداولات البقاء بين أو الخروج عن
de: Bleibt Innerhalb/Geht Außerhalb Kontrakte
fr: Options « Reste dans/Sort de la zone »
id: Kontrak Tetap Antara/Bergerak Keluar
ja: STAY-IN/BREAK-OUT トレード
pl: Zakłady typu pozostanie pomiędzy/przekroczy
ru: Контракты Останется между/Выйдет за пределы
vi: Giao dịch Ở Giữa/ Đi ra ngoài
zh_cn: “保持在范围内/超出范围”的交易

source: Stays In/Goes Out
ar: يبقى بين/يخرج عن
de: Bleibt in/Geht außerhalb
fr: Reste dans/Sort de la zone
ja: STAY-IN/BREAK-OUT
pl: Pozostanie w/przekroczy
ru: Останется Внутри/Выйдет за пределы
vi: Vẫn ở trong /Đi ra Ngoài
zh_cn: “保持在范围之内/超出范围之外”

source: Stays In/Goes Out Contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de: Bleibt innerhalb/geht über Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr: Les contrats « Reste dans/Sort de la zone » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id: Kontrak In/Goes Out akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian dari waktu mulai hingga akhir.
ja: ご不明な点等ありましたら、カスタマーサポートまでご連絡ください。
pl: Kwota zakupu kontraktu typu „Pozostanie w/przekroczy” zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
ru: Цена покупки контрактов Останется Внутри/Выйдет за пределы будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
vi: Hợp đồng trong/ ngoài sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 sự thay đổi giá giữa thời điểm hợp đồng bắt đầu và kết thúc.
zh_cn: 如果开始和结束期间价格跳动次数少于2，“保持在范围内/超出范围”合约购入价将全额退还。

source: Stays In/Out – Predict that the market stays inside or goes outside two price targets any time during the contract period
de: Bleibt Innerhalb/Au­ßer­halb - Sagen Sie voraus, dass der Kurs sich innerhalb oder außerhalb zwischen zwei Zielkursen zu jeder Zeit während der Kontraktlaufzeit bewegt
fr: Reste dans/Sort de la zone : vous déterminez si le marché fluctera à l'intérieur ou à l'extérieur de la zone définie entre deux prix-cibles, à tout moment de la période du contrat
ja: 取引期間中に設定した上下バリア価格の「範囲内にとどまり続ける」か「範囲外へ出る」かを予測して取引をされたい場合は「STAY-IN/BREAK-OUT」を選択して下さい。
vi: Giữ nguyên/ Thoát - dự đoán rằng thị trường vẫn ở bên trong hoặc ra bên ngoài 2 mức giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng
zh_cn: 保持在某个范围之内/之外 - 预测市价在合约期限内的任何时间都保持在两个目标价位范围之内或超出范围之外

source: Step
ar: خطوة
de: Schritt
fr: Étape
id: Langkah
ja: ステップ
pl: Krok
ru: Изменение
th: ขั้น
vi: Bước
zh_cn: 步骤

source: Step 1: Define your position
ar: الخطوة الأولى: حدد المعاملة التجارية الخاصة بك
de: Schritt 1: Definieren Sie Ihre Position
fr: Étape 1: Définissez votre position
id: Langkah 1: Tentukan posisi Anda
ja: ステップ１：ポジションの選択
pl: Krok 1: Określ swoją pozycję
ru: Шаг 1: Выберите условия
th: ขั้นตอนที่ 1: กำหนดโพซิชั่นของท่าน
vi: Bước 1: Xác định vị trí của bạn
zh_cn: 步骤 1：设置您的头寸参数

source: Step 2: Get your contract price
de: Schritt 2: Holen Sie sich Ihren Kontraktkurs
fr: Étape 2 : Obtenez un prix pour votre option
ja: ステップ２：価格情報を入手
vi: Bước 2: Chọn giá hợp đồng
zh_cn: 步骤 2：获取合约报价

source: Step 3: Make your trade
ar: الخطوة الثالثة: قم ببدء التداول
de: Schritt 3: Machen Sie Ihren Abschluss
fr: Étape 3 : Exécutez votre opération
id: Langkah 3: Lakukan Trading
ja: ステップ３：取引を実行
pl: Krok 3: Dokonaj transakcji
ru: Шаг 3: Купите контракт
th: ขั้นตอนที่ 3: ทำการซื้อขาย
vi: Bước 3: Bắt đầu giao dịch
zh_cn: 步骤 3：执行交易

source: Stock market indices measure the value of a selection of companies in the stock market.
ar: تقيس مؤشرات البورصة قيمة مجموعة مختارة من أسهم الشركات فى البورصة.
de: Börsenindizes gewichten den Wert einer Auswahl an der Börse notierter Unternehmen.
fr: Les indices boursiers mesurent la valeur d'une sélection de sociétés cotées en bourse.
id: Indeks bursa saham mengukur nilai beberapa perusahaan pada bursa saham.
ja: 株式市場インデックスは、株式市場での企業の選択値を測定します。
pl: Wskaźniki indeksów giełdowych mierzą wartość wybranych firm na giełdzie.
ru: Индексы показывают стоимость определенного набора акций компаний, котирующихся на бирже.
th: ดัชนีหลักทรัพย์ของตลาดเป็นตัวบอกมูลค่าของกลุ่มบริษัท หรือ กิจการของตลาดหลักทรัพย์
vi: Chỉ số thị trường chứng khoán đo lường giá trị lựa chọn của công ty trong thị trường chứng khoán.
zh_cn: 股市指数衡量股市中部分公司的价值。

source: Stocks trading experience
ar: خبرة تداول الأسهم
de: Aktienhandelserfahrung
fr: Expérience du trading sur actions
id: Pengalaman trading saham
ja: 株式取引のご経験
pl: Doświadczenie w handlowaniu akcjami
ru: Опыт торговли акциями
th: ประสบการณ์ในการซื้อขายหลักทรัพย์ต่างๆ
vi: Kinh nghiệm giao dịch Chứng khoán
zh_cn: 股票交易经验

source: Stocks trading frequency
ar: معدل تداول الأسهم
de: Aktienhandelshäufigkeit
fr: Fréquence de trading sur actions
id: Frekuensi trading saham
ja: 株式取引の頻度
pl: Częstość handlowania akcjami
ru: Частота торговли акциями
th: ความถี่ในการซื้อขายหลักทรัพย์ต่างๆ
vi: Tần suất giao dịch Chứng khoán
zh_cn: 股票交易频率

source: Stop Out Level
de: Stop Out Höhe
fr: Niveau Stop Out
ja: ロスカットレベル
vi: Mức dừng
zh_cn: 强制平仓水平

source: Stop Out Level &mdash; The Margin Level at, or below, which your Open Positions may be forcefully closed with or without your prior consent.
de: Stop Out Level &mdash; Das Margin Level zu dem, oder unter dem, Ihre offenen Positionen nachdrücklich mit oder ohne Ihre vorherige Zustimmung geschlossen werden können.
fr: Niveau de stop out &mdash; Le niveau de Marge égal ou en dessous duquel vos Positions Ouvertes puissent être fermées de force avec ou sans votre consentement préalable.
ja: ロスカットレベル &mdash; オープンポジションがマージンレベル以下である際に、同意の上または同意なしに強制的に行われることがあります
zh_cn: 强制平仓水平 &mdash; 保证金处于或低于此指定水平时您的持仓头寸可以在经过您同意或未经您事先同意的情况下强制平仓。

source: Stop and Limit Orders
de: Stop und Limit Order
fr: Ordres de Stop et Limite
ja: 逆指値注文と指値注文
vi: Lệnh dừng và giới hạn
zh_cn: 止损单和限价单

source: Storage of Content
ar: تخزين المحتوى
de: Speicherung von Inhalten
fr: Stockage de contenu
id: Penyimpanan Konten
ja: コンテンツの保存
pl: Przechowywanie treści
ru: Хранение Контента
vi: Lưu trữ các Nội dung
zh_cn: 内容储存

source: Strategic licensing
ja: 貴重なライセンスの取得

source: Strengthen relationships with current clients and foster greater loyalty through a variety of social-media outlets
ar: تعزيز العلاقات مع العملاء الحاليين وتعزيز أكبر لولاءهم من خلال مجموعة متنوعة من وسائل التواصل الإجتماعي
de: Stärkung der vorhandenen Kundenbeziehungen und Förderung einer größeren Treue über eine Vielzahl von Sozialen Medien
fr: Renforcer les relations avec les clients actuels et promouvoir une fidélité croissante à travers divers différents canaux sociaux
id: Memperkuat hubungan dengan klien saat ini dan mendorong loyalitas yang lebih besar melalui berbagai outlet media sosial
ja: 現在の顧客との関係を強化し、様々なソーシャルメディアの発信を利用してより良い関係を構築します
pl: Wzmacnianie relacji z obecnymi klientami i budowanie lojalności z firmą przy wykorzystaniu różnych mediów społecznościowych
ru: Укрепление отношений с текущими клиентами, повышение популярности компании посредством различных социальных сетей
vi: Làm mạnh mẽ hơn mối quan hệ với những khách hàng hiện tại và bồi dưỡng sự tín nhiệm thông qua những phương tiện truyền thông xã hội đa dạng
zh_cn: 加强与现有客户的关系，并通过各种社交媒体激励忠诚心态

source: Strong MS Office skills and experience working with accounting software and databases
ar: مهارات قوية في ميكروسوفت أوفيس وخبرة في العمل مع برامج المحاسبة وقواعد البيانات
de: Ausgezeichnete MS Office Kenntnisse und Erfahrung in der Arbeit mit Buchhaltungssoftware und Datenbanken
fr: Solide maîtrise de MS Office et expérience des logiciels et bases de données de comptabilité
id: Terampil mengoperasikan MS Office dan pengalaman menggunakan software akuntansi dan database
ja: 会計ソフトやデータベースを扱う強いMS Officeのスキルと経験
pl: Bardzo dobra znajomość pakietu MS Office i doświadczenie w pracy z oprogramowaniem do rachunkowości i z bazami danych
ru: Отличные навыки работы с MS Office, опыт работы с бухгалтерскими программами и базами данных
vi: Sử dụng thành thạo tin học văn phòng MS Office và kinh nghiệm sử dụng phần mềm kế toán và cơ sở dữ liệu
zh_cn: 熟练的MS Office技能，以及会计软件和数据库使用经验

source: Strong analytical and problem solving abilities
ar: قدرات تحليلية قوية وحل المشكلات
de: Ausgezeichnete analytische und Problemlösungsfähigkeiten
fr: Solides compétences dans le domaine de l'analytique et de la résolution de problèmes
id: Kemampuan analitis dan pemecahan masalah yang kuat
ja: 優れた分析と問題解決能力
pl: Silne zdolności analityczne i umiejętność rozwiązywania problemów
ru: Сильные аналитические способности и навыки решения проблем
vi: Kỹ năng phân tích tuyệt vời và khả năng giải quyết vấn đề tốt
zh_cn: 优秀的问题分析和解决能力

source: Strong attention to detail
ar: الاهتمام الشديد بالتفاصيل
de: Ausgezeichnete Detailorientierung
fr: Souci du détail
id: Fokus terhadap detail
ja: 細部への強い関心
pl: Mocne przywiązywanie wagi do szczegółów
ru: Отличное внимание к деталям
vi: Cẩn thận, tỉ mỉ đến từng chi tiết
zh_cn: 非常注重细节

source: Strong command of the English language, in both oral and written form
de: Fundierte Kenntnisse der englischen Sprache sowohl in mündlicher wie auch schriftlicher Form
fr: Excellente maîtrise de l'anglais oral et écrit
id: Mahir berbahasa Inggris baik dalam bentuk lisan maupun tulisan
ja: 口語とライティング双方における優れた英語能力
pl: Bardzo dobra znajomość języka angielskiego w mowie i w piśmie
ru: Отличное знание английского языка: устного и письменного
th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน
vi: Thông thạo tiếng Anh, cả dạng nói và viết
zh_cn: 优秀的英语口语和书写技能

source: Strong knowledge of developing cross-platform/browser-compatible applications for web and mobile
ar: المعرفة القوية للتطويرعبر منصة / متصفح ملائم لتطبيقات الويب والموبايل
de: Ausgezeichnete Kenntnisse in der Entwicklung von plattformübergreifenden/browserkompatiblen Anwendungen für das Internet und Mobilgeräte
fr: Solide connaissance du développement d'applications Web et mobile multiplateformes/compatibles avec les navigateurs
id: Memiliki pengetahuan tinggi mengenai aplikasi yang cocok untuk pengembangan antar platform/browser untuk web dan mobile
ja: ウェブとモバイル用のクロスプラットフォーム/ブラウザ対応のアプリケーション開発の豊富な知識
pl: Bardzo dobra umiejętność tworzenia internetowych i mobilnych aplikacji wieloplatformowych/ kompatybilnych z przeglądarkami
ru: Хорошие знания в области разработки кросс-платформенных/ совместимых с браузером веб и мобильных приложений
vi: Kiến thức tốt với phát triển đa nền tảng/ trình duyệt- ứng dụng tương thích cho web và di động
zh_cn: 对网络和手机的跨平台/浏览器兼容应用程序的编程非常熟悉

source: Strong oral and written communication skills in both the regional language and English
de: Fundierte mündliche und schriftliche Kommunikationsfähigkeiten sowohl in der Landessprache als auch in Englisch
fr: Excellentes aptitudes à la communication orale et écrite, à la fois en anglais et dans la langue régionale
id: Terampil berkomunikasi secara lisan dan tertulis baik bahasa lokal dan bahasa Inggris
ja: 地方言語と英語双方の口語とライティングでの高いコミュニケーション能力
pl: Bardzo dobre zdolności komunikacyjne w mowie i w piśmie zarówno w języku regionalnym, jak i angielskim
ru: Отличные навыки устной и письменной коммуникации на английском и целевом языке
th: มีทักษะการสื่อสารทั้งการพูดและการเขียนในทั้งภาษาของภูมิภาคและภาษาอังกฤษ
vi: Kỹ năng giao tiếp bằng lời và văn bản tốt. bằng cả tiếng bản địa và tiếng Anh
zh_cn: 流利区域语言和英语口头/书面沟通技巧
