Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Effective interpersonal skills, with the ability to mediate situations, resolve disputes, and implement effective solutions
ar: مهارات شخصية فعالة، مع القدرة على التوسط في المواقف المختلفة، وحل النزاعات، وتنفيذ حلول فعالة
de: Effiziente soziale Kompetenz, mit der Fähigkeit, in kritischen Situationen zu vermitteln, Streit zu schlichten und effektive Lösungen umzusetzen
fr: Bonnes aptitudes relationnelles et de médiation, capacité à résoudre les conflits et à mettre en œuvre des solutions efficaces
id: Memiliki keterampilan interpersonal yang efektif, mampu menengahi situasi, menyelesaikan sengketa, dan menerapkan solusi yang efektif
ja: 状況時の仲介、紛争解決、効果的な解決策を提供する能力を持ち合わせ、且つ効率的な対人スキルを有する。
pl: Zdolności interpersonalne oraz umiejętność łagodzenia sytuacji, rozwiązywania konfliktów i wprowadzania skutecznych rozwiązań
ru: Хорошие навыки межличностной коммуникации, умение содействовать при достижении соглашения, разрешать споры и находить эффективные решения
th: มีทักษะสัมพันธภาพระหว่างบุคคลที่มีประสิทธิภาพ มีความสามารถในการประนีประนอม แก้ปัญหาความขัดแย้ง และดำเนินงานด้วยวิธีการที่มีประสิทธิภาพ
vi: Kỹ năng giao tiếp, khả năng xử lý tình huống, giải quyết tranh chấp tốt và có thể đưa ra các giải pháp hiệu quả
zh_cn: 有效的人际交往能力，能够迅速了解情况、作出协调、解决争端，并实施有效的解决方案

source: Effectively monitor daily client activity
ar: رصد فعالية نشاط العميل اليومية
de: Effiziente Überwachung der täglichen Kundenaktivitäten
fr: Contrôle efficace des activités quotidiennes des clients
id: Efektif memantau aktivitas klien sehari-hari
ja: 効率的に日々のクライアントアクティビティを監視
pl: Skuteczne monitorowanie codziennej aktywności klientów
ru: Эффективный мониторинг ежедневной активности клиентов
th: สังเกตการณ์กิจกรรมรายวันของลูกค้าอย่างมีประสิทธิภาพ
vi: Có khả năng giám sát hoạt động hàng ngày của khách hàng một cách hiệu quả
zh_cn: 有效地监测客户的日常活动

source: Either party may terminate this Agreement forthwith on written notice if a receiver, examiner, or administrator is appointed of the whole or any part of the other party's assets or the other party is struck off the Register of Companies in the jurisdiction where it was incorporated or an order is made or a resolution passed for winding up of the other party (unless such order or resolution is part of a voluntary scheme for the reconstruction or amalgamation of that party as a solvent corporation and the resulting corporation, if a different legal person, undertakes to be bound by this Agreement).
de: Jede der Parteien kann diesen Vertrag durch schriftliche Kündigung beenden, wenn für das Vermögen der anderen Partei ein Konkursverwalter, Prüfer oder Vermögensverwalter eingesetzt wird oder wenn die andere Partei aus dem Handelsregister des Gerichtsbezirks, in dem ihr Unternehmen gegründet wurde, entfernt wird oder ein Beschluss zur Auflösung der anderen Partei ergeht (sofern ein solcher Beschluss nicht Teil eines freiwilligen Plans zur Umstrukturierung oder Fusion dieser Partei zu einem solventen Unternehmen ist und wenn sich das daraus entstehende Unternehmen als eine andere juristische Person verpflichtet, diesen Vertrag zu erfüllen).
fr: Chacune des parties peut mettre fin à cet Accord sans délai et par préavis écrit si un séquestre, un examinateur ou un administrateur a été nommé pour prendre en charge, en tout ou en partie, les obligations de l'autre partie, si l'autre partie est radiée du registre du commerce et des sociétés dans la juridiction où elle était inscrite, ou si une ordonnance a été rendue ou une résolution adoptée quant à la mise en liquidation de l'autre partie (sauf si une telle ordonnance ou résolution fait partie d'un projet volontaire de reconstruction ou de fusion de cette partie en tant que société solvable, à condition que la société résultante, s'il s'agit d'une entité juridique différente, accepte d'être liée par cet Accord).
id: Salah satu pihak dapat mengakhiri Perjanjian ini segera dengan pemberitahuan tertulis jika penerima, pemeriksa, atau administrator yang ditunjuk dari keseluruhan atau sebagian aset pihak lain atau pihak lain berada di luar Daftar Perusahaan di wilayah hukum tempat tersebut atau arahan dibuat atau resolusi yang disahkan untuk penutupan pihak lain (kecuali pesanan atau resolusi adalah bagian dari skema sukarela untuk rekonstruksi atau penggabungan partai itu sebagai pelarut korporasi dan perusahaan yang dihasilkan, jika seseorang hukum yang berbeda, melakukan untuk terikat dengan Perjanjian ini).
ja: 他方当事者の資産の全体または一部に管財人、検査者、管理者が当てられていたり、他方当事者が属する管轄で企業登録が削除されたり、または他方当事者を巻き込んだ注文が発生した場合、（注文と結果において、支払い能力のある法人と結果的に得た法人が別でないかぎり、この契約に基いて本契約に拘束されます）書面による通知で速やかに本契約を解除する場合があります。
pl: Każda ze stron może niezwłocznie rozwiązać niniejszą Umowę za pisemnym wypowiedzeniem, jeżeli zostanie ustanowiony kupiec, inspektor lub zarządca całości lub części aktywów drugiej strony lub jeśli druga strona zostanie skreślona z Krajowego Rejestru Sądowego, w którym została zarejestrowana lub jeśli podjęta zostanie decyzja o otwarciu postępowania likwidacyjnego wobec drugiej strony (chyba że taki nakaz lub decyzja nie jest dobrowolnym działaniem w celu rekonstrukcji lub fuzji tej strony jako wypłacalnej firmy i nowo powstała firma, jeśli jest odrębną osoba prawną, zgodzi się podlegać niniejszej Umowie).
ru: Данное Соглашение может быть незамедлительно расторгнуто любой стороной путем отправки письменного уведомления другой стороне, если в отношении всех или части активов другой стороны был назначен управляющий, эксперт или администратор; если другая сторона покинула реестр компаний в юрисдикции, в которой она находилась; в случае выхода постановления или резолюции о прекращении деятельности другой стороны (если данное постановление или резолюция не является частью добровольной схемы реконструкции или объединения этой стороны в крупную корпорацию, которая, являясь другим юридическим лицом, будет согласна взять на себя обязательства в рамках данного Соглашения).
vi: Một trong hai bên có thể chấm dứt Thỏa thuận này ngay lập tức bằng văn bản nếu người nhận, người giám định hoặc người quản trị được chỉ định cho toàn bộ hay một phần tài sản của bên kia hoặc bên kia bị tấn công ra khỏi đất nước mà đã đăng kí công ty ở nước sở tại nơi nó được hợp nhất hoặc một nghị quyết được thông qua để chấm dứt với bên kia (trừ phi lệnh hoặc nghị quyết này nằm trong chương trình tự nguyện để tái cấu trúc hoặc hợp nhất của bên đó thành một tập đoàn và tổng công ty, nếu mỗi bên có pháp nhân khác nhau, thì nên cam kết bị ràng buộc bởi Hiệp định này).
zh_cn: 当以下情况发生时，一方可以通过书面通知的形式终止协议：一方的全部或部分资产被指定了接收人、监督人或管理人；该方在司法管辖区之公司登记册上被注销；关于该方清盘事宜的指令或决议被通过（除非该指令或决议是该方作为具有偿债能力公司的重组、合并自愿方案的一部分，且如果存续公司是另一个法人，也同样承诺遵守本协议）。

source: Either party may terminate this Agreement on delivery of one weeks' prior written notice to the other party.
ar: يجوز لإى من الطرفين إنهاء هذا الاتفاق عند تسليم إشعار خطى للطرف الآخر قبل ذلك بإسبوع.
de: Jede Partei kann diesen Vertrag kündigen, wenn die andere Partei mit einer Frist von einer Woche schriftlich benachrichtigt wird.
fr: Chacune des parties peut mettre fin au présent Accord à condition d'adresser à l'autre partie un préavis écrit d'une semaine.
id: Salah satu pihak dapat mengakhiri Perjanjian ini satu minggu setelah pemberitahuan tertulis diterima oleh pihak lainnya.
ja: いずれの当事者も、他方当事者への１週間の書面の通知を以て本契約を終了させることができます。
pl: Każda ze stron ma prawo wypowiedzieć Umowę za pisemnym wypowiedzeniem dostarczonym drugiej stronie. Okres wypowiedzenia wynosi tydzień.
ru: Любая из сторон может расторгнуть данное Соглашение путем письменного уведомления другой стороны за неделю до предполагаемого окончания его действия.
th: ฝ่ายใดฝ่ายหนึ่งสามารถบอกเลิกข้อตกลงนี้ในหนึ่งสัปดาห์ก่อนการแจ้งเป็นรายลักษณ์อักษรกับอีกฝ่ายหนึ่ง
vi: Một trong hai bên có quyền chấm dứt Hiệp định này bằng cách gửi thông báo bằng văn bản trước một tuần cho bên kia.
zh_cn: 任何一方都可以在一周之前发出书面通知，以终止本协议。

source: Eligible Counterparty
ar: الطرف المقابل المؤهل
de: Berechtigte Gegenpartei
fr: Contrepartie éligible
id: Mitra Pengimbang Yang Memenuhi Syarat
ja: 適格カウンターパーティー
pl: Podmiot kwalifikowany
ru: Уполномоченные контрагенты
th: ฝ่ายที่มีสิทธิ์
vi: Đối tác Đủ tư cách
zh_cn: 合格交易对手

source: Eliminating Antisocial Forces
ja: 反社会的勢力に対する基本方針
th: กำจัดกองกำลังต่อต้านสังคม

source: Email
ar: البريد الإلكتروني
ja: メール
th: อีเมล์
vi: Hòm thư điện tử
zh_cn: 电子邮件

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail Adresse
fr: Adresse e-mail
id: Alamat email
ja: メールアドレス
pl: Adres e-mail
ru: Эл. адрес
th: อีเมล์
vi: Địa chỉ hòm thư
zh_cn: 电子邮件地址

source: Email us your Identity Documents
de: Senden Sie uns Ihre Ausweispapiere per E-Mail
fr: Envoyez nous un courriel avec vos documents d'identité
ja: マイナンバー確認書類＆本人確認書類の送付
vi: Gửi email cho chúng tôi các tài liệu nhân dạng của bạn
zh_cn: 将身份证件以电子邮件方式发送给我们

source: Employee handbook
ar: دليل الموظف
de: Mitarbeiter-Handbuch
fr: Guide de l'employé
id: Buku pedoman karyawan
ja: 従業員便覧
pl: Poradnik pracownika
ru: Справочник для сотрудников
th: คู่มือพนักงาน
vi: Sổ tay Nhân viên
zh_cn: 员工手册

source: Employees
ja: 従業員

source: End Time
ar: وقت النهاية
de: Endzeit
fr: Heure de fin
id: Waktu berakhir
ja: 判定時刻
pl: Zakończenie
ru: Окончание
th: เวลาสิ้นสุด
vi: Thời gian Kết thúc
zh_cn: 结束时间

source: End time
de: Endzeit
fr: Moment de fin
ja: 終了時間
vi: Thời gian Kết thúc
zh_cn: 结束时间

source: End time must be after start time.
de: Die Endzeit muss nach der Startzeit beginnen.
fr: L'heure de fin doit être ultérieure à l'heure de début.
ja: 取引終了時間は明日以降として設定して下さい。
vi: Thời gian kết thúc phải sau thời gian bắt đầu.
zh_cn: 结束时间必须在开始时间之后。

source: Ends Between
de: Schließt Zwischen
fr: Termine dans la zone
ja: END-IN
vi: Kết thúc giữa
zh_cn: 区间之内结束

source: Ends Between/Ends Outside trades
ar: تداولات الأنتهاء بين/الخروج عن
de: Schließt zwischen/Schließt außerhalb Kontrakte
fr: Contrats « Termine dans/hors de la zone »
id: Kontrak Berakhir Antara/Berakhir Keluar
ja: END-IN/END-OUT トレード
pl: Zakłady typu „zakończy się w/ zakończy się poza”
ru: Закончится между/Закончится вне
th: สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต
vi: Giao dịch Kết thúc ở Giữa/ Kết thúc bên ngoài
zh_cn: “收于范围之内/之外”的交易

source: Ends In/Out
ar: ينتهي بين/خارج
de: Endet innerhalb/außerhalb
fr: Termine dans/hors de la zone
ja: END-IN/END-OUT
pl: Kończy się w/poza
ru: Заканчивается Внутри/Вне
vi: Kết thúc Trong/Ngoài
zh_cn: “范围之内/之外”收盘

source: Ends In/Out contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de: Endet innerhalb/außerhalb Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr: Les contrats « Termine dans/hors de la zone » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id: Kontrak Ends In/Out akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian dari waktu mulai hingga akhir.
ja: ご不明な点等ありましたら、カスタマーサポートまでご連絡ください。
pl: Kwota zakupu kontraktu typu „zakończy się w/poza” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
ru: Цена покупки контрактов Заканчивается Внутри/Вне будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
vi: Hợp đồng kết thúc trong/ ngoài sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 sự thay đổi giá giữa thời điểm hợp đồng bắt đầu và kết thúc.
zh_cn: 如果开始和结束期间价格跳动次数少于2，收于范围之内/之外合约购入价将全额退还。

source: Ends In/Out – Predict that the market stops inside or outside two price targets at the end of the time period
de: Schließt unter/Schließt über - Sagen Sie voraus, dass der Kurs zum Ende eines Zeitraums innerhalb oder außerhalb zweier Kursziele schließt
fr: Termine dans/hors de la zone : vous prédisez que le marché terminera à l'intérieur ou à l'extérieur de la zone délimitée par deux prix-cibles à la fin de la période d'activité de l'option
ja: Ends In/Out：取引終了時の判定価格が、設定された上下バリア価格の「レンジ内」か「レンジ外」にあるかを予測します
vi: Kết thúc trong/ngoài - Dự đoán rằng thị trường sẽ dừng lại ở trong hay ngoài 2 khoảng giá mục tiêu vào phiên kết thúc
zh_cn: 到期时价格处于某个范围之内/之外 - 预测市场价格在合约到期时处于两个目标价格范围之内或之外

source: Ends Outside
de: Endet Außerhalb
fr: Termine hors de la zone
ja: END-OUT
vi: Kết thúc bên ngoài
zh_cn: 区间之外结束

source: Engage in data mining using SQL databases, R/S-Plus, OLAP and other analytical tools
ar: المشاركة في التنقيب عن البيانات باستخدام قواعد بيانات SQL، R/S-Plus، OLAP والأدوات التحليلية الأخرى
de: Beteiligung beim Data-Mining mit SQL Datenbanken, R/S-Plus, OLAP und anderen Analysewerkzeugen
fr: Exploration de données avec les bases de données SQL, R/S-Plus, le traitement analytique en ligne (OLAP) et d'autres outils analytiques
id: Terlibat dalam data mining menggunakan database SQL, R/S-Plus, OLAP dan alat analisis lainnya
ja: SQLデータベース、R/ S-Plus、OLAP、その他分析ツールを使用してデータマイニングに従事
pl: Uczestniczenie w eksploracji danych przy użyciu baz danych SQL, R/S-Plus, OLAP oraz innych narzędzi analitycznych
ru: Анализ данных в базах данных SQL, R/S-Plus, OLAP и других аналитических инструментах
th: มีส่วนร่วมในการทำเหมืองข้อมูลบนฐานข้อมูล SQL, R/S-Plus, OLAP และเครื่องมือเพื่อการวิเคราะห์อื่นๆ
vi: Tham gia khai thác dữ liệu bằng cách sử dụng cơ sở dữ liệu SQL, R/S-Plus, OLAP và các công cụ phân tích khác
zh_cn: 使用 SQL 数据库、R/S-Plus、OLAP 和其他分析工具从事数据挖掘工作

source: Enhance and proactively manage the company's social-media efforts, using a variety of channels to attract and nurture prospects, clients, partners, and recruits.
ar: تعزيز وإدارة جهود وسائل التواصل الإجتماعي الخاصة بالشركة على نحو إستباقي, باستخدام مجموعة متنوعة من القنوات لجذب وتغذية الآفاق, العملاء, الشركاء, والموظفين.
de: Verbesserung und proaktive Steuerung der Akivitäten des Unternehmens unter Verwendung einer Vielzahl von Kanälen, um Interessenten, Kunden und Nachwuchskräfte zu werben und zu pflegen.
fr: Optimisation et gestion proactive des efforts de communication de la société sur les réseaux sociaux, à travers différents canaux, afin de développer notre base de prospects, de clients, de partenaires et d'employés.
id: Meningkatkan dan secara proaktif mengelola usaha sosial-media perusahaan, menggunakan berbagai saluran untuk menarik dan memelihara prospek, klien, mitra, dan merekrut.
ja: 潜在顧客、顧客、パートナーの誘致と展開に多様なチャンネルを用いて、当社のソーシャルメディアへの取り組みの強化と積極的な管理をします。
pl: Usprawniać działania firmy prowadzone w mediach społecznościowych i skuteczne zarządzanie nimi przy wykorzystaniu różnorodnych kanałów w celu przyciągania i rekrutowania nowych klientów, partnerów biznesowych i współpracowników oraz dbania o relacje z nimi.
ru: Увеличение и активное управление присутствием компании в социальных сетях посредством разнообразных информационных каналов с целью привлечения и поддержки текущих и будущих клиентов, партнёров, а также новых сотрудников.
th: เพิ่มศักยภาพในการใช้สื่อสังคมของบริษัทฯโดยใช้ช่องทางที่หลากหลายเพื่อจูงใจและดูแลผู้มุ่งหวัง ลูกค้า พันธมิตร และผู้สรรหาบุคลากร
vi: Nâng cao và chủ động quản lý những dự án truyền thông xã hội của công ty, sử dụng đa dạng các kênh để thu hút và chăm sóc các khách hàng tiềm năng, khách hàng hiện tại, đối tác và nhà tuyển dụng.
zh_cn: 加强并主动管理公司的社交媒体宣传，利用各种渠道吸引和培育潜在用户、客户、合作伙伴和新员工。

source: Enjoy a trading platform that’s easy to navigate and use
fr: Profitez d'une plateforme de trading facile à utiliser offrant une navigation intuitive
ja: わかりやすく、使いやすい取引プラットフォームで取引をお楽しみください

source: Enjoy our fastest type of trading with our Tick Trade app, wherever you are.
de: Haben Sie Freude an unserer schnellsten Art des Handels mit unserer Tick Trade App, wo immer Sie auch sind.
fr: Accédez au type de trading le plus rapide avec notre application Tick Trade, où que vous soyez.
ja: 当社のTick取引アプリケーションなら、いつでもどこでも最速のお取引をお楽しみいただけます。
vi: Trải nghiệm phương thức giao dịch nhanh nhất với ứng dụng bước giao dịch Tick Trade của chúng tôi, dù bạn ở bất cứ đâu.
zh_cn: 随时随地使用跳动价格交易应用程序，享受我们速度最快的交易。

source: Ensure compliance with quality control standards governing website content
ar: ضمان الامتثال لمعايير مراقبة الجودة المنظمة لمحتوى الموقع
de: Sicherstellung der Einhaltung von Qualitätskontrollstandards, die für den Inhalt der Website gelten
fr: Conformité aux normes de qualité régissant les contenus de notre site Web
id: Memastikan untuk mematuhi kualitas standar kontrol yang mengatur konten website
ja: ウェブサイトのコンテンツを統制する品質管理基準遵守の確保
pl: Zapewnianie zgodności treści umieszczanych na stronie internetowej z wymogami kontroli jakości
ru: Обеспечение соответствия стандартам контроля качества, регулирующим содержание вебсайта
th: ตรวจสอบและรับรองความสอดคล้องกับมาตรฐานการควบคุมคุณภาพที่ใช้กับเนื้อหาบนเว็บไซต์
vi: Tuân thủ các tiêu chuẩn quản lý chất lượng áp dụng cho nội dung trang web
zh_cn: 确保网站内容符合质量控制标准

source: Ensure compliance with the quality standards that govern our website content
ar: ضمان الامتثال لمعايير الجودة التي تحكم محتوى الموقع لدينا
de: Sicherstellung der Einhaltung von Qualitätsstandards, die für den Inhalt der Website gelten
fr: Conformité aux normes de qualité régissant les contenus de notre site Web
id: Memastikan untuk mematuhi kualitas standar kontrol yang mengatur konten website
ja: 当Webサイトのコンテンツを管理する品質基準遵守の確保
pl: Zapewnianie zgodności treści umieszczanych na stronie internetowej z naszymi wymogami dot. jakości
ru: Обеспечение соответствия стандартам качества, регулирующим содержание нашего сайта
th: ตรวจสอบและรับรองความสอดคล้องกับมาตรฐานการควบคุมคุณภาพที่ใช้กับเนื้อหาบนเว็บไซต์
vi: Tuân thủ các tiêu chuẩn chất lượng quản lý nội dung trang web của chúng tôi
zh_cn: 确保网站内容符合质量控制标准

source: Ensure that any historical trading records and performance figures presented to your referrals related to trading on the website %1 are accurate and not misleading.
ar: تأكد من أن بيانات التداول وأرقام الأداء السابقة المقدمة للمحالين عبرك والتى تتصل بالتداول على الموقع %1 دقيقة وليست مُضللة.
de: Stellen Sie sicher, dass alle auf die Vergangenheit bezogenen Trading-Aufzeichnungen und Leistungsdaten der Webseite %1, welche Sie im Zusammenhang mit der Empfehlung wiedergeben, korrekt und nicht irreführend sind.
fr: Veiller à ce que l'ensemble des données historiques et de performance que vous fournissez à vos prospects en lien avec les activités de trading sur le site Web %1 soient précises et n'induisent pas en erreur.
id: Pastikan bahwa setiap catatan sejarah trading dan angka kinerja yang disampaikan kepada referal Anda terkait dengan trading pada situs %1 adalah akurat dan tidak menyesatkan.
ja: 獲得会員に提示するBinary.com (バイナリードットコム)のトレード履歴、及び実績は誤解を生じない正確な内容であることを確証して下さい。
pl: Zagwarantowanie, że wszelkie historyczne dane handlowe i wyniki związane z handlem na portalu %1 i prezentowane w celach referencyjnych są dokładne i nie wprowadzają w błąd.
ru: Обеспечивать достоверность и неискаженность исторических данных и результатов, связанных с торговой деятельностью на %1, которые Вы предоставляете своим клиентам.
th: ทำให้แน่ใจว่าข้อมูลการซื้อขายในอดีตและผลการดำเนินงานแสดงการซื้อขายอ้างอิงของท่านของเว็บ %1 มีความแม่นยำและไม่ไขว้เขวในทางที่ผิด
vi: Bảm đảm rằng bất kì ghi nhận giao dịch lịch sử nào và những dữ liệu giao dịch nào được đưa ra cho người bạn giới thiệu xem liên quan đến giao dịch trên trang web %1 đều phải chính xách và không được lệch lạc.
zh_cn: 确保您提交的下线在 %1 网站的所有历史交易记录及业绩数据是准确的，不会造成误导。

source: Ensuring that the Binary Group of companies are in full compliance with the legal and regulatory regimes to which they are subject.
ar: ضمان أن مجموعة شركات بيناري تمتثل بالكامل للنظم القانونية والتنظيمية التي تخضع لها.
de: Sicherstellung, dass die Unternehmen der Binary Group die gesetzlichen und behördlichen Vorschriften, denen sie unterliegen, vollständig einhalten.
fr: Vous veillerez à la parfaite conformité des sociétés Binary Group aux régimes juridiques et réglementaires auxquels elles sont assujetties.
id: Memastikan Grup Perusahaan Binary mematuhi secara menyeluruh wilayah hukum dan peraturan yang mereka harus patuhi.
ja: バイナリーグループ企業が対象となる法律や規制制度に完全に準拠していることを保証します。
pl: Zapewnianie, że spółki grupy Binary Group spełniają wszystkie wymogi prawne i nadzorcze, którym podlegają.
ru: Обеспечение полного соответствия компаний Binary Group системам нормативно-правового регулирования.
th: มั่นใจว่าบริษัทในเครือ Binary ปฏิบัติตามกฎหมายและระเบียบปฏิบัติตามระบอบของแต่ละท้องที่
vi: Đảm bảo rằng Tập Đoàn Binary tuân thủ đầy đủ các quy phạm pháp luật và quy định của nhà nước sở tại.
zh_cn: 确保Binary公司集团充分遵守相关的法律和监管制度。

source: Ensuring that the Binary Group of companies are in full compliance with the regulatory regimes to which they are subject
ar: ضمان أن مجموعة شركات بيناري تمتثل بالكامل للنظم التنظيمية التي تخضع لها
de: Sicherstellung, dass die Unternehmen der Binary Group die aufsichtsbehördlichen Vorschriften, denen sie unterliegen, vollständig einhalten
fr: Veiller à la parfaite conformité des sociétés Binary Group aux régimes de réglementation en vigueur
id: Memastikan Grup Perusahaan Binary mematuhi secara menyeluruh peraturan rezim yang mereka harus patuhi
ja: バイナリーグループ企業が対象の規制制度に完全に準拠していることを保証
pl: Zapewnianie, że spółki grupy Binary Group spełniają wszystkie wymogi nadzorcze, którym podlegają
ru: Обеспечение полного соответствия группы компаний Binary Group системам нормативно-правового регулирования, которым они подчиняются
th: มั่นใจว่าบริษัทในเครือ Binary ปฏิบัติตามระเบียบปฏิบัติตามระบอบของแต่ละท้องที่
vi: Đảm bảo rằng Tập Đoàn Binary luôn tuân thủ đầy đủ các quy định của nhà nước sở tại
zh_cn: 确保Binary公司集团充分遵守相关监管制度

source: Enter the barrier in terms of the difference from the spot price. If you enter +0.005, then you will be purchasing a contract with a barrier 0.005 higher than the entry spot. The entry spot will be the next tick after your order has been received
ar: أدخل الحاجز بتحديد البعد بينه وبين سعر الإدخال. إذا أدخلت +0.005 فذلك يعنى أنك تشترى صفقة بحاجز أعلى من سعر الإدخال بـ 0.005. سعر الإدخال سيكون الحركة التالية بعد تسلم أمر الصفقة
de: Geben Sie die Schwelle für die Differenz zum Kassakurs an. Wenn Sie +0,005 eingeben, erwerben Sie einen Kontrakt mit einer 0,005 höheren Schwelle als der Startkurs. Der Startkurs ist der nächste Tick nachdem Ihr Auftrag eingegangen ist
fr: Saisissez une barrière, c’est-à-dire une différence par rapport au prix spot. Si vous saisissez +0.005, vous achèterez alors un contrat avec une barrière supérieure de 0,005 par rapport au spot d'entrée. Le spot d'entrée correspond au tick qui suit la réception de votre ordre
id: Masukan batasan yang merupakan selisih harga spot. Jika Anda memasukan +0.005, maka Anda akan membeli kontrak dengan batasan 0.005 lebih tinggi dari spot masuk. Spot masuk adalah tik setelah kontrak Anda diproses
ja: スポット価格に差異を付加する目的でバリア値を設定しましょう。もしバリア値として+0.005を設定した場合はスポット価格より0.005高値のバリアが設定されたトレードを購入することになります。尚、スポット価格は注文を受けた次のTickが採用されます。
pl: Wprowadź limit w zakresie różnicy od aktualnej ceny. Jeśli wprowadzisz +0,005, zakupisz kontrakt z limitem 0,005 wyższym niż pozycja wejściowa. Pozycja wejściowa to następny najmniejszy przyrost ceny po otrzymaniu zamówienia
ru: Внесите барьер для изменения спот-котировки. Если Вы внесете +0.005, Вы покупаете контракт с барьером на 0.005 выше, чем спот-котировка. Спот-котировкой считается следующий тик после покупки контракта
vi: Nhập giá giới hạn khác với giá giao ngay. Nếu bạn nhập +0.005, bạn sẽ có thể mua được một hợp đồng với giá giới hạn cao hơn 0.005 so với giá giao ngay được nhập. GIá giao ngay được nhập sẽ là giá tiếp theo sau khi lệnh của bạn được nhận
zh_cn: 请按与现货价格差额的形式输入障碍水平。如果您输入 +0.005 ，那么您将买入障碍水平比入市现价高 0.005 的合约。入市现价为收到您订单之后的下一个价格
