Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Log-in to your %1 affiliate account and click on: Marketing &rarr; All Media.
ar: سجل الدخول لحساب الإنتساب في %1 وانقر على: التسويق وجميع وسائل الإعلام.
de: Loggen Sie sich in Ihr Partner-Konto von %1 ein und klicken Sie auf: Marketing &rarr; Alle Medien.
fr: Connectez-vous à votre compte affilié %1 et cliquez sur : Marketing &rarr; Tous les médias.
id: Masuk kedalam akun afiliasi %1 Anda dan klik pada: Pemasaran &rarr; Semua Media.
ja: %1のアフィリエイト口座にログインし、Marketing &rarr; All Mediaをクリックします。
pl: Zaloguj się na swoje konto partnerskie %1 i kliknij: Marketing &rarr; Wszystkie media.
ru: Зайдите на свой партнерский счет %1 и нажмите на Маркетинг, а затем на Все средства.
th: เข้าสู่ระบบด้วย %1 บัญชีพันธมิตรของท่าน และคลิกที่: การตลาด &rarr; สื่อทั้งหมด
vi: Đăng nhập vào tài khoản liên kết %1 của bạn và nhấp chuột vào: Quảng cáo trên Tất cả các Phương tiện.
zh_cn: 登录您的 %1 联盟账号并点击：营销 &rarr; 所有媒体。

source: Log-in to your %1 affiliate account and click on: Reports &rarr; Traffic Report.
ar: سجل الدخول لحساب الإنتساب في %1 وانقر على: التقارير وتقرير المرور.
de: Loggen Sie sich in Ihr %1 Partner-Konto ein und klicken Sie auf: Berichte &rarr; Traffic Bericht.
fr: Connectez-vous à votre compte affilié %1 et cliquez sur : Rapports &rarr; Rapport de trafic.
id: Masuk kedalam akun afiliasi %1 Anda dan klik pada: Laporan &rarr; Laporan Trafik.
ja: %1のアフィリエイト口座にログインし、Reports &rarr; Traffic Reportをクリックします。
pl: Zaloguj się na swoje konto partnerskie %1 i kliknij: Raporty &rarr; Raport ruchu.
ru: Зайдите на свой партнерский счет %1 и нажмите на Отчеты, а затем на Отчет по трафику.
th: เข้าสู่ระบบด้วย %1 บัญชีพันธมิตรของท่าน และคลิกที่: รายงาน &rarr; รายงานธุรกรรม
vi: Đăng nhập vào tài khoản liên kết %1 của bạn và nhấp chuột vào: Báo cáo; Báo cáo Lượng người truy cập.
zh_cn: 登录您的 %1 联盟账号并点击：报告 &rarr; 流量报告。

source: Login History
ar: تاريخ تسجيل الدخول
de: Login-Verlauf
fr: Historique de connexion
id: Catatan Login
ja: ログイン履歴
pl: Historia logowania
ru: История входа в систему
th: ประวัติการเข้าใช้งาน
vi: Lịch sử Đăng nhập
zh_cn: 登录历史

source: Login ID
ar: معرف تسجيل الدخول
fr: Identifiant de connexion
ja: ログインID
pl: Login
ru: Логин
th: รหัสผู้ใช้งาน
vi: ID Đăng nhập
zh_cn: 登录 ID

source: Login ID:
fr: Identifiant de connexion :
ja: ログインID
vi: ID Đăng nhập:
zh_cn: 登录 ID：

source: Login time:
ar: وقت الدخول:
de: Login Uhrzeit:
fr: Temps de connexion :
id: Waktu login:
ja: ログインタイム：
pl: Godzina logowania:
ru: Время входа:
th: เวลาเข้าสู่ระบบ:
vi: Thời gian đăng nhập:
zh_cn: 登录时间:

source: Login trouble
ar: مشاكل تسجيل الدخول
de: Login Problem
fr: Problème de connexion
id: Masalah Login
ja: ログインにお困りの場合
pl: Problem z logowaniem
ru: Проблемы со входом
th: ปัญหาการเข้าสู่ระบบ
vi: Gặp rắc rối về đăng nhập
zh_cn: 登录故障

source: Long
ar: طويل
de: Lang
id: Panjang
ja: ロング
pl: Długie
ru: Длинная позиция
vi: Dài
zh_cn: 长仓

source: Long positions
fr: Positions longues
ja: ロングポジション

source: Long-term partnership with the leading financial trading service
ar: شراكة طويلة الأمد مع خدمة تداول مالي رائدة
de: Langzeit-Partnerschaft mit dem führenden Finanzhandelsservice
fr: Partenariat de longue durée avec le leader des services de trading sur le marché financier
id: Kemitraan jangka panjang bersama penyedia layanan trading finansial terkemuka
ja: 業界を牽引するトレードサービスとの長期的なパートナーシップ
pl: Długofalowe partnerstwo z liderem na rynku transakcji finansowych
ru: Долгосрочное партнерство с ведущей платформой финансового беттинга
th: พันธมิตรระยะยาวด้วยบริการซื้อขายทางการเงินที่เป็นเลิศ
vi: Đối tác lâu dài với dịch vụ giao dịch tài chính hàng đầu
zh_cn: 与一流金融交易服务商保持长期合作关系

source: Long-term partnership:
fr: Un partenariat de long terme :
ja: 長期にわたるサポート体制を提供

source: Looking for a new and exciting career in a country that's modern, diverse and tolerant? %1 is one of the world's most progressive companies, with offices in Asia and Europe.
fr: Vous cherchez une nouvelle et excitante carrière dans un pays moderne, diversifié et tolérant? %1 est l'une des entreprises les plus progressives du monde, avec des bureaux en Asie et en Europe.
ja: 近代的かつ寛容的な国で、新しくやりがいのあるキャリアを探してみませんか？Binary.com (バイナリードットコム)はアジアとヨーロッパにオフィスを構える、世界で最も躍進を遂げてきた企業の一つです。

source: Loss
ar: خسارة
de: Verlust
fr: Pertes
id: Rugi
ja: 損益
pl: Strata
ru: Потери
th: เสีย
vi: Thất thoát
zh_cn: 亏损

source: Lot Size (Volume = 1.0)
de: Lot Größe (Volumen = 1,0)
fr: Taille du lot (Volume = 1.0)
ja: ロット数（数量=1.0）
vi: Kích thước lô (Khối lượng = 1.0)
zh_cn: 手大小 (交易量 = 1.0)

source: Low Barrier
ar: حاجز منخفض
de: Untere Schwelle
fr: Barrière inférieure
id: Batasan Rendah
ja: 下限バリア
pl: Niski limit
ru: Нижний Барьер
th: Barrier ต่ำ
vi: Rào cản Thấp
zh_cn: 低障碍

source: Low Barrier (%1)
de: Untere Schwelle (%1)
fr: Barrière inférieure (%1)
ja: 下限バリア
vi: Rào cản Thấp (%1)
zh_cn: 低障碍(%1)

source: Low barrier
ar: حاجز منخفض
de: Untere Schwelle
fr: Barrière inférieure
id: Batasan rendah
ja: 下限バリア
pl: Niski limit
ru: Нижний барьер
th: Barrier ต่ำ
vi: Rào cản Thấp
zh_cn: 低障碍

source: Low barrier offset
ar: تحديد حاجز منخفض
de: Verschiebung der unteren Schwelle
fr: Marge de barrière inférieure
id: Batasan offset rendah
ja: 下限追加バリア値
pl: Ustawienie niskiego limitu
ru: Изменение нижнего барьера
vi: Tấm chắn hàng rào thấp
zh_cn: 低障碍位移

source: Low minimum collateral
ja: 少額取引

source: Low minimum stakes
fr: Faibles mises minimum
ja: 少額取引

source: Lower
de: Niedriger
fr: Inférieur
ja: LOW
vi: Thấp hơn
zh_cn: 低于

source: M. Manifest Error
de: M. Offenkundiger Fehler
fr: M. Erreur Manifeste
ja: M. マ二フェストエラー
vi: M. biểu hiện lỗi
zh_cn: 十三、清单错误

source: MENA FFXPO Award
ar: جائزة مؤتمر ومعرض الشرق الأوسط وشمال أفريقيا للتداول الذكي
de: MENA FFXPO Auszeichnung
fr: Prix MENA FFXPO
id: Penghargaan MENA FFXPO
ja: MENA FFXPO 賞を受賞
pl: Nagroda MENA FFXPO
ru: Награда на MENA FFXPO
vi: Giải thưởng MENA FFXPO
zh_cn: 中东和北非地区 FFXPO 奖

source: MT5 main password
de: MT5 Hauptpasswort
fr: Mot de passe principal MT5
ja: MT5メインパスワード
vi: Mật khẩu chính của MT5
zh_cn: MT5 主密码

source: Main password
de: Hauptpasswort
fr: Mot de passe principal
ja: メインパスワード
vi: Mật khẩu chính
zh_cn: 主密码

source: Main password (trading access)
de: Hauptpasswort (Handelszugang)
fr: Mot de passe principal (accès trading)
ja: メインパスワード（取引アクセス）
vi: Mật khẩu chính (dành cho kinh doanh)
zh_cn: 主密码（交易访问）

source: Maintain accurate system pricing parameters
ar: الحفاظ على نظام دقيق لعوامل التسعير
de: Pflege von präzisen System-Kursgestaltungsparametern
fr: Maintenir la précision des paramètres du système de tarification
id: Mempertahankan parameter sistem harga yang akurat
ja: 正確な価格設定システムパラメーターの維持
pl: Dbanie o dokładność parametrów systemu wyceny
ru: Поддержание точных параметров системы ценообразования
th: ปรับปรุงตัวแปรราคาที่แม่นยำของระบบ
vi: Giữ cho các thông số định giá hệ thống luôn chính xác
zh_cn: 保持准确的系统定价参数

source: Maintain adequate speed and volume of output
ar: الاحتفاظ بالسرعة المناسبة، وحجم الإنتاج
de: Aufrechterhaltung der adäquaten Geschwindigkeit und Ausgabemenge
fr: Respect d'une vitesse et d'un volume de travail adéquats
id: Menjaga kecepatan dan volume output yang memadai
ja: 十分な速度と出力量の維持
pl: Dbanie o odpowiednią szybkość i wielkość danych wyjściowych
ru: Поддержание адекватной скорости и объёма работы
th: ปรับปรุงความเร็วและปริมาณของผลลัพธ์ที่เพียงพอ
vi: Duy trì tốc độ và khối lượng thích hợp của sản phẩm
zh_cn: 保持适当的速度和输出量

source: Major Pairs
ar: الأزواج الرئيسية
de: Wichtigste Paare
fr: Paires majeures
id: Pasangan Utama
ja: 主要通貨ペア
pl: Główne pary
ru: Основные пары
th: คู่หลัก
vi: Cặp tiền tệ chính
zh_cn: 主要货币对

source: Make a Deposit
ar: قم بعمل إيداع
de: Eine Einzahlung vornehmen
fr: Effectuer un dépôt
id: Lakukan Deposit
ja: 入金
pl: Wpłać środki
ru: Пополнить
th: ฝากเงิน
vi: Gửi tiền
zh_cn: 存入资金

source: Make your trade
ar: قم بتداولك
de: Führen Sie Ihr Geschäft aus
fr: Effectuez votre transaction
id: Lakukan trading Anda
ja: 取引を実行しましょう。
pl: Dokonaj transakcji
ru: Купите контракт
th: ซื้อขาย
vi: Giao dịch
zh_cn: 执行交易

source: Making a Positive Impact in Local Communities
de: Macht eine positive Auswirkung für die lokalen Bevölkerungen
fr: Promouvoir un changement positif au sein des communautés locales
ja: 地域社会にプラスの影響を与えます
vi: Tạo ra một tác động tích cực trong Cộng Đồng Địa Phương
zh_cn: 直接影响当地社区

source: Malaysia
ar: ماليزيا
fr: Malaisie
ja: マレーシア
pl: Malezja
ru: Малайзия
th: มาเลเซีย
zh_cn: 马来西亚

source: Male
fr: Masculin
id: Pria
ja: 男性
th: เพศชาย

source: Malta
ar: مالطا
fr: Malte
ja: マルタ共和国
ru: Мальта
th: มอลตา
vi: Cộng hòa Malta
zh_cn: 马耳他

source: Manage security, intrusion detection, DDoS protection and PCI compliance measures related to each of our deployed servers
ar: إدارة الأمن وكشف التسلل، حماية DDoS وتدابير امتثال PCI المتعلقة بكل خوادمنا المنشورة
de: Sicherheitsverwaltung, Eindringungsentdeckung, DDos-Schutz und PCI Compliance-Maßnahmen bezüglich jedem unserer eingesetzten Server
fr: Assurer la sécurité, la détection d'intrusion, la protection contre les attaques DDoS et la conformité aux normes PCI pour chacun de nos serveurs en activité
id: Mengelola keamanan, deteksi intrusi, perlindungan DDoS dan tindakan kepatuhan PCI terkait dengan masing-masing server yang kami gunakan
ja: 当社が展開するサーバーのセキュリティ・侵入検知・DDoS攻撃からの保護・PCIコンプライアンス対策の管理
pl: Dbanie o bezpieczeństwo, wykrywanie zagrożeń, ochronę DDoS i zgodność PCI każdego z naszych wdrożonych serwerów
ru: Управление системами безопасности, обнаружение проникновений, защита от атак DDoS и принятие мер для соответствия стандартам безопасности PCI в отношении всех наших развернутых серверов
vi: Quản lý an ninh, phát hiện xâm nhập, bảo vệ DDoS và đánh giá việc thực hiện PCI liên quan đến mỗi cá nhân trong số các máy chủ đã triển khai
zh_cn: 管理和服务器相关的安全、入侵检测、DDoS 保护和PCI 法规遵从性工作

source: Manage the company's cashier system
de: Verwaltung des Kassensystems des Unternehmens
fr: Gestion du système de caisse de la société
ja: 入出金のシステム管理
vi: Quản lý hệ thống thu ngân của công ty
zh_cn: 管理公司的出纳系统

source: Manage your authorised applications.
ar: إدارة التطبيقات المعتمدة الخاصة بك.
de: Verwalten Sie Ihre genehmigten Anwendungen.
fr: Gestion de vos applications autorisées.
id: Mengelola aplikasi resmi Anda.
ja: 承認済みアプリケーションを管理します。
pl: Zarządzaj zatwierdzonymi aplikacjami.
ru: Управление доступными приложениями.
th: จัดการแอพพลิเคชันที่ลงทะเบียน
vi: Quản lý các ứng dụng được cho phép của bạn.
zh_cn: 管理您的授权应用程序。

source: Managers
de: Manager
fr: Responsables
ja: マネージャー
vi: Người quản lý
zh_cn: 经理

source: March
ar: مارس
de: März
fr: mars
id: Maret
ja: ３月
pl: Marzec
ru: Март
th: มีนาคม
vi: Tháng Ba
zh_cn: 三月

source: Margin
fr: Marge
ja: 証拠金取引
vi: Ký quỹ
zh_cn: 保证金

source: Margin FX
ja: 外国為替証拠金取引

source: Margin Level &mdash; Ratio of Account Equity to Total Margin, expressed as a percentage.
de: Margin Level &mdash; Das Verhältnis von Eigenkapital zu gesamtem Margin, als Prozentsatz ausgedrückt.
fr: Niveau de marge &mdash; Ratio de vos fonds par rapport à la marge totale, exprimé en pourcentage.
ja: マージンレベル&mdash; トータルマージンへのアカウントエクイティの比率をパーセンテージで表したもの
vi: Mức giá lề &mdash; tỷ lệ vốn chủ sở hữu tài khoản tổng lề, thể hiện như là một tỷ lệ phần trăm.
zh_cn: 保证金水平 &mdash; 账户资金与保证金总额的比率，以百分比表示。

source: Margin Payment
de: Margin Zahlung
fr: Paiement de la marge
ja: 信用取引
vi: Thanh toán ký quỹ
zh_cn: 保证金支付

source: Margin Policy
de: Margin Richtlinie
fr: Politique de marge
ja: 証拠金取引ポリシー
vi: Chính sách ký quỹ
zh_cn: 保证金政策

source: Margin Requirement and Calculation
de: Margin Anforderung und Berechnung
fr: Exigence et calcul de la marge
ja: マージンの要件と計算
vi: Giá lề yêu cầu và sự tính toán
zh_cn: 保证金要求和计算

source: Market Opinions
ar: أراء السوق
de: Marktmeinungen
fr: Opinions du marché
id: Opini Pasar
ja: マーケットに関する掲載情報について
pl: Opinie rynkowe
ru: Информация о рынках
th: ความคิดเห็นของตลาด
vi: Các phản hồi của thị trường
zh_cn: 市场观点

source: Market Professionals
ar: محترفو السوق
de: Marktprofis
fr: Professionnels du marché
id: Pasar Profesional
ja: 市場のプロ投資家
pl: Profesjonalni gracze
ru: Профессионалы рынка
th: เจ้าหน้าที่ทางตลาด
vi: Các chuyên gia về Thị trường
zh_cn: 市场专业人士

source: Market exit price
ar: سعر خروج السوق
de: Kurs zum Vertragsende
fr: Prix final du marché
id: Harga akhir pasar
ja: 市場出口価格
pl: Rynkowa cena wyjściowa
ru: Выходная цена рынка
th: ราคาสิ้นสุดของตลาด
vi: Giá rút khỏi thị trường
zh_cn: 平仓价

source: Market is closed. Please try again later.
de: Börse ist derzeit geschlossen. Bitte versuchen Sie es später erneut.
fr: Le marché est fermé. Veuillez réessayer ultérieurement.
ja: 営業時間外のためご利用になれません。
vi: Thị trường đã đóng cửa. Vui lòng thử lại sau.
zh_cn: 市场已关闭。请稍后重试。

source: Market opportunities for binary options
ja: バイナリーオプションの市場機会

source: Market prices are updated at most once per second. For any given second, the market price will be updated to the first tick, if any, received in that particular second on the company datafeed.
ar: يتم تحديث أسعار السوق مرة واحدة على الأكثر فى الثانية. لأي ثانية سيتم تحديث سعر السوق عند أول حركة، إذا تم استلام أي حركة فى هذه الثانية على خلاصة بيانات الشركة.
de: Marktkurse werden bestenfalls einmal pro Sekunde aktualisiert. Der Marktkurs wird je Sekunde auf den ersten Tick aktualisiert, der - sofern vorhanden - in dieser bestimmten Sekunde per Datenübertragung beim Unternehmen empfangen wurde.
fr: Les prix du marché sont mis à jour maximum une fois par seconde. À chaque seconde, le prix du marché sera actualisé au premier intervalle, s'il y a lieu, reçu à cette seconde spécifique par la source de données de la société.
id: Harga pasar akan diperbarui setiap detik. Untuk harga setiap detik adalah menggunakan tik pertama yang diterima pada detik tersebut pada datafeed Perusahaan.
ja: 市場価格は最高で１秒に１回の頻度で更新されます。どの任意の秒数でも市場価格にはその最初のTickの値、または特定の秒数に当社のデータフィードに受信された値が更新されます。
pl: Ceny rynkowe są zazwyczaj uaktualniane raz na sekundę. Dla każdej sekundy cena rynkowa jest uaktualniana do pierwszego najmniejszego przyrostu ceny otrzymanego w tej sekundzie z danych firmy.
ru: Рыночные цены обновляются не чаще одного раза в секунду. Каждую секунду рыночная цена будет обновляться на первом полученном от поставщика компании значении для этой секунды, если таковое вообще имеется.
th: ราคาตลาดถูกอัพเดททุกวินาที ในช่วงวินาทีนั้นๆ ราคาตลาดจะถูกอัพเดทที่ช่วงราคาแรก และในวินาทีที่มีข้อมูลของบริษัทฯ ถูกปรับปรุงเข้ามา
vi: Giá thị trường được cập nhật nhiều nhất một lần một giây. Đối với bất kì giây nào được đưa ra, giá thị trường sẽ được cập nhật từ biến động đầu tiên, nếu có thì sẽ nhận ngay trong giây cụ thể trên bảng thông báo dữ liệu của công ty.
zh_cn: 市场价格最快每秒更新一次。对于任何给定的某一秒钟，市场价格都将更新至该秒从公司数据源接收到的第一价位（如有）。

source: Market-closing times: Please refer to
ar: أوقات إقفال السوق: رجاء إرجع إلى
de: Börsenschlusszeiten: Es wird verwiesen auf
fr: Les heures de fermeture du Marché: Veuillez consulter la page
id: Waktu penutupan pasart: Silahkan lihat
ja: 取引終了時間：
pl: Godziny zamknięcia rynku: prosimy zapoznać się z sekcją
ru: Время закрытия рынков: смотрите страницу
th: เวลาตลาดปิด: โปรดอ้างอิง
vi: Thời gian đóng cửa thị trường: Vui lòng tham khảo
zh_cn: 收市时间：请参见

source: Marketing
ar: التسويق
id: Pemasaran
ja: マーケティング
ru: Маркетинг
th: การตลาด
vi: Tiếp Thị
zh_cn: 市场营销

source: Marketing Executives
ar: مديري التسويق
de: Marketingleiter
fr: Responsables marketing [H/F]
id: Eksekutif Pemasaran
ja: マーケティング担当役員
pl: Kierownicy ds. marketingu
ru: Специалисты отдела маркетинга
th: เจ้าหน้าที่การตลาด
vi: Chuyên Viên Marketing
zh_cn: 市场执行

source: Marketing Project Coordinator
de: Marketing Projektkoordinator
fr: Coordinateur de projet marketing [H/F]
id: Koordinator Proyek Pemasaran
ja: マーケティングプロジェクトコーディネーター
pl: Koordynator projektów marketingowych
ru: Координатор маркетинговых проектов
th: ผู้ประสานงานโครงการการตลาด
vi: Điều phối viên dự án Marketing
zh_cn: 营销项目协调员

source: Marketing and Promotion
ar: التسويق والترويج
de: Marketing und Werbung
fr: Marketing et promotion
id: Pemasaran dan Promosi
ja: マーケティング＆プロモーション
pl: Marketing i promocja
ru: Маркетинг и реклама
th: การตลาดและการส่งเสริมการตลาด
vi: Tiếp thị và Khuyến mãi
zh_cn: 市场推广

source: Matches/Differs
ar: يماثل/يختلف
de: Gleich/Verschieden
fr: Égal/Différent
ja: MATCH/DIFFER
pl: Zgadza się/Różni się
ru: Совпадение/отличие
vi: Phù hợp/Khác
zh_cn: 符合/相差

source: Matches/Differs - Predict that the last digit will match or not match
de: Gleich/Verschieden - Sagen Sie voraus, dass die letzte Stelle gleich der verschieden ist
fr: Correspond/différe -Predit que le dernier chiffre correspondra ou pas
ja: MATCH/UNMATCH：下一桁が予め予想した数字に合致するかしないかを予測します
vi: Trùng/Lệch - dự đoán các chữ số cuối cùng sẽ khớp hoặc không khớp
zh_cn: 符合/相差 - 预测最后数字是否符合

source: Maximum Leverage
de: Maximale Leverage
fr: Effet de levier maximum
ja: 最大レバレッジ
vi: Đòn bẩy tối đa
zh_cn: 最大杠杆

source: Maximum Volume (Trade Size)
de: Maximales Volumen (Handelsgröße)
fr: Volume Maximum (Taille de l'Échange)
ja: 最大数量（取引数量）
vi: Khối lượng tối đa (Theo kích thước giao dịch)
zh_cn: 最大量额 （交易量）

source: Maximum Volume<br>(Trade Size)
de: Maximales Volumen<br>(Handelsgröße)
fr: Volume Maximum<br>(Taille de l'Échange)
ja: 最大数量<br>（取引数量）
vi: Khối lượng tối đa <br>(Theo kích thước giao dịch)
zh_cn: 最大交易额<br>(交易量)

source: Maximum account cash balance
ar: الحد الأقصى لرصيد الحساب النقدي
de: Maximales Kontoguthaben
fr: Solde de trésorerie maximal du compte
id: Maksimum saldo tunai
ja: 入金限度額
pl: Maksymalne saldo gotówki na koncie
ru: Максимальный баланс на счету
th: มูลค่าสูงสุดของบัญชีเงินสด
vi: Số dư tài khoản tiền mặt tối đa
zh_cn: 最大账户现金余额

source: Maximum aggregate contract purchases over a 30-day period.
ar: الحد الأقصى لإجمالي مشتريات العقود على مدى 30 يوم.
de: Maximaler Gesamtkontrakterwerb über einen Zeitraum von 30 Tagen.
fr: Maximum global des achats de contrat sur une période de 30 jours.
id: Jumlah rata-rata pembelian kontrak maksimal dalam periode 30 hari.
ja: 30日の最大取引額(半角)
pl: Maksymalne łączne zakupy kontraktów w okresie 30 dni.
ru: Максимальное общее количество купленных ставок за 30-дневный период.
th: มูลค่าสัญญารวมมากที่สุดที่ซื้อเกินกว่าระยะเวลา 30 วัน
vi: Hợp đồng tối đa được mua với kì hạn 30 ngày.
zh_cn: 30天期最大累计合约买入量。

source: Maximum aggregate contract purchases over a 7-day period.
ar: الحد الأقصى لإجمالي مشتريات العقد على مدى 7 أيام.
de: Maximaler Gesamtkontrakterwerb über einen Zeitraum von 7 Tagen.
fr: Maximum global des achats de contrat sur une période de 7 jours.
id: Jumlah maksimum rata-rata pembelian kontrak selama periode 7-hari.
ja: 7日間の最大取引額 (半角)
pl: Maksymalne łączne 7-dniowe zakupy kontraktów.
ru: Максимальное общее количество купленных ставок за 7-дневный период.
th: มูลค่าสัญญารวมมากที่สุดที่ซื้อเกินกว่าระยะเวลา 7 วัน
vi: Hợp đồng tối đa được mua với kì 7 ngày.
zh_cn: 7天期最大累计合约买入量。

source: Maximum aggregate contract purchases per day.
ar: الحد الأقصى لإجمالي مشتريات العقد في اليوم الواحد.
de: Maximaler Gesamterwerb von Kontrakten pro Tag.
fr: Maximum global des achats de contrat par jour.
id: Jumlah maksimum pembelian kontrak per hari.
ja: 1日あたりの最大取引額(半角)
pl: Maksymalne dzienne łączne zakupy kontraktów.
ru: Максимальное общее количество купленных ставок в день.
th: มูลค่าสัญญารวมมากที่สุดที่ซื้อต่อวัน
vi: Tập hợp các hợp đồng mua tối đa trên một ngày.
zh_cn: 每日最大累计合约买入量。

source: Maximum aggregate loss over a 30-day period.
ar: الحد الأقصى لإجمالي الخسارة على مدى 30 يوم.
de: Maximaler angesammelter Verlust über einen Zeitraum von 30 Tagen.
fr: Maximum global des pertes sur une période de 30 jours.
id: Jumlah maksimum rata-rata kerugian dalam periode 30 hari.
ja: 30日間の最大損失 (半角)
pl: Maksymalna łączna strata w okresie 30-dni.
ru: Максимальная общая проигранная сумма за 30-дневный период.
th: มูลค่ารวมที่ขาดทุนมากที่สุดที่เกินกว่าระยะเวลา 30 วัน
vi: Thua lỗ tối đa với kì hạn 30 ngày.
zh_cn: 30天期最大累计损失量。

source: Maximum aggregate loss over a 7-day period.
ar: الحد الأقصى لإجمالي الخسارة على مدى 7 أيام..
de: Maximaler angesammelter Verlust über einen Zeitraum von 7 Tagen.
fr: Maximum global des pertes sur une période de 7 jours.
id: Jumlah maksimum rata-rata kerugian dalam periode 7-hari.
ja: 7日間の最大損失 (半角)
pl: Maksymalna łączna strata w okresie 7-dniowym.
ru: Максимальная общая проигранная сумма за 7-дневный период.
th: มูลค่ารวมที่ขาดทุนมากที่สุดที่เกินกว่าระยะเวลา 7 วัน
vi: Tập hợp thua lỗ tối đa trên một kì 7 ngày.
zh_cn: 7天期最大累计损失量。

source: Maximum aggregate loss per day.
ar: الحد الأقصى لإجمالي الخسارة ليوم واحد.
de: Maximal aufgelaufener Verlust pro Tag.
fr: Maximum global des pertes par jour.
id: Maksimum rata-rata kerugian per hari.
ja: 1日あたりの最大損失額【1円単位】例 10万円の場合は100000 (半角)
pl: Maksymalna łączna strata dzienna.
ru: Максимальная общая проигранная сумма в день.
th: มูลค่ารวมที่ขาดทุนมากที่สุดต่อวัน
vi: Tập hợp thua lỗ tối đa trên một ngày.
zh_cn: 每日最大累计损失量。

source: Maximum aggregate payouts on open positions
ar: الحد الأقصى لإجمالي عوائد المعاملات المفتوحة
de: Maximale Gesamtauszahlungen auf offene Positionen
fr: Maximum global des paiements sur les positions ouvertes
id: Jumlah maksimal hasil rata-rata pada posisi terbuka
ja: 未現実利益限度額
pl: Maksymalne zagregowane wypłaty dla pozycji otwartych
ru: Максимальная совокупная выплата по открытым позициям
th: มูลค่าการชำระเงินรวมที่มากที่สุดของโพซิชั่นที่เปิด
vi: Tập hợp tiền thưởng tối đa trên vị thế mở
zh_cn: 未平仓头寸的最大赔付总额

source: Maximum aggregate payouts on open positions per symbol and contract type
de: Maximale Gesamtauszahlungen auf offene Positionen pro Zeichen und Kontrakttyp
fr: Maximum global des paiements sur les positions ouvertes par symbole et par type de contrat
ja: 未現実利益限度額
vi: Tập hợp tiền thưởng tối đa trên vị thế mở cho mỗi biểu tượng và loại hợp đồng
zh_cn: 每个符号和合约类型未平仓头寸的最大累计赔付额

source: Maximum aggregate payouts on open positions per symbol and contract type. This limit can be exceeded up to the overall payout limit if there is no prior open position.
de: Maximale Gesamtauszahlungen auf offene Positionen pro Zeichen und Kontrakttyp. Dieses Limit kann bis zum Gesamtauszahlungsbetrags-Limit überschritten werden, wenn es keine vorherige offene Position gibt.
fr: Les versements agrégés maximum sur les opérations ouvertes par symbole et type de contrat. La limite peut être excédée jusqu'à la limite de versement total s'il n'y a pas de positions ouvertes préalables.
ja: オープンポジションがない場合、未現実利益限度額がペイアウト限度額まで超えることがあります。
vi: Tối đa các khoản chi tiêu tổng hợp trên các vị trí mở trên biểu tượng và loại hợp đồng. Giới hạn này có thể được vượt quá tối đa giới hạn tổng thanh toán nếu không có vị thế mở.
zh_cn: 每个符号和合约类型未平仓头寸的最大累计赔付额。如之前没有未平仓头寸，可超出此限额至总赔付限额为止。

source: Maximum daily turnover
ar: الحد الأقصى لحجم التداول اليومي
de: Maximaler Tagesumsatz
fr: Volume maximal des transactions par jour
id: Maksimum turnover harian
ja: １日の取引数量限度額
pl: Maksymalny dzienny obrót
ru: Максимальный дневной оборот
th: มูลค่าการซื้อขายรายวันที่มากที่สุด
vi: Thu nhập hàng ngày tối đa
zh_cn: 最大日成交量

source: Maximum number of open positions
ar: الحد الأقصى لعدد المعاملات المفتوحة
de: Maximale Anzahl offener Positionen
fr: Nombre maximal de positions ouvertes
id: Maksimal jumlah posisi terbuka
ja: 最大保有ポジション
pl: Maksymalna dzienna liczba otwartych pozycji
ru: Максимальное количество открытых позиций
th: จำนวนสูงสุดของโพซิชั่นที่เปิด
vi: Số tối đa của vị thế mở
zh_cn: 最大未平仓头寸数目

source: Memorable date
ar: تاريخ لا ينسى
de: Denkwürdiges Datum
fr: Date mémorable
id: Tanggal bersejarah
ja: 思い出のある日時
pl: Pamiętna data
ru: Важная дата
th: วันแห่งความทรงจำ
vi: Ngày đáng nhớ
zh_cn: 难忘的日子

source: Memorable town/city
ar: مدينة أو بلدة لا تنسى
de: Denkwürdige/r Ort/Stadt
fr: Ville mémorable
id: Kota bersejarah
ja: 思い出のある都市／街の名前
pl: Pamiętne miasto
ru: Любимый город
th: เมืองแห่งความทรงจำ
vi: Thị trấn/Thành phố đáng nhớ
zh_cn: 难忘的城镇/城市
