Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Our Prices are determined by reference to the price of the underlying instrument which is quoted on external exchanges or dealing facilities that we select at our discretion. Our IT infrastructure and price aggregator system facilitates the reception of quotes from shortlisted prime brokers who act as liquidity providers for us and the delivery of the quotes, derived with reference against relevant benchmark and markets, to you. You acknowledge that our Prices may differ from the bid and offer prices made available by external exchanges or dealing facilities and we are not liable for any losses that you incur arising from such differences. This clause does not apply to Volatility Indices.
de: Unsere Kurse werden unter Bezugnahme des Kurses des zugrundeliegenden Instruments, welches auf externe Austausch- oder Handelsbetriebe, die wir nach eigenem Ermessen auswählen, notiert ist, bestimmt. Unsere IT Infrastruktur und unser Kurs-Aggregatorsystem ermöglichen den Empfang von Notierungen von Shortlisted-Prime-Brokern, die als Liquiditätsanbieter für uns agieren; und die Lieferung von Notierungen an Sie, die unter Bezugnahme gegen relevante Maßstäbe und Märkte abgeleitet sind. Sie erkennen an, dass unsere Kurse von den Geld- und Briefkursen, die von externen Austausch- oder Handelsbetrieben zur Verfügung gestellt werden, abweichen können, und dass wir für keine Verluste, die Ihnen auf Grund solcher Unterschiede anfallen, haftbar sind. Diese Klausel gilt nicht für Volatilität Indizes.
fr: Nos prix sont déterminés par référence au prix de l'instrument sous jacent qui est coté sur des structures d'échanges externes que nous sélectionnons en fonction de notre jugement. Notre infrastructure technologique et notre système d'agrégation des prix facilite la réception des quotations à partir d'une liste de courtiers pré sélectionnés qui agissent en tant que fournisseur de liquidité pour nous et la livraison des quotations, dérivée avec référence contre les marchés et benchmarks pour vous. Vous confirmez que nos prix peuvent varier entre la mise et l'offre fournis par nos structures externes d'échanges et que nous ne sommes responsables d'aucunes pertes que vous pourriez engendrer du fait de ces differences. Cette clause ne s'applique pas aux Indices de Volatilité.
vi: Giá của chúng tôi được xác định bởi tham chiếu đến mức giá của các công cụ nằm bên dưới là trích dẫn trên bên ngoài giao dịch hoặc các cơ sở xử lý mà chúng tôi lựa chọn theo ý của chúng tôi. Cơ sở hạ tầng công nghệ thông tin và giá tổng hợp hệ thống của chúng tôi tạo điều kiện tiếp nhận báo giá từ người môi giới quan trọng lọt vào danh sách những người hoạt động như các nhà cung cấp thanh khoản đối với chúng tôi và gửi báo giá, xuất xứ với tài liệu tham khảo chuẩn mực có liên quan và thị trường, cho bạn. Bạn thừa nhận rằng giá của chúng tôi có thể khác với giá thầu và cung cấp giá thực hiện có sẵn bằng cách trao đổi bên ngoài hoặc cơ sở xử lý và chúng tôi không chịu trách nhiệm về bất kỳ mất mát nào bạn phải trả phát sinh từ sự khác biệt như vậy. Điều khoản này không áp dụng cho chỉ số biến động.
zh_cn: 我们在参考了由我们自主选定的外部交易所或交易设施所报的基础工具价格之后决定价格。我们拥有信息技术基础设施和价格聚合器系统，便于向充当我们流动性提供商，经过挑选的主要经纪商收集报价，并将经过参考有关基准和市场得来的价格提供给您。您确认我们的价格可能与投标价格和外部交易所或交易设施所提供价格不相同，以及我们不对所述差异所引起的任何损失承担赔偿责任。本条款不适用于波动率指数。

source: Pip
ar: نقطة
fr: Pip (« percentage in point »)
ru: Пипс
vi: Bước giá nhỏ nhất
zh_cn: 点

source: Pixel size.
fr: Taille des pixels.

source: Prior to placing an Order which results in opening a Transaction or increasing an existing Open Position, you acknowledge that it is your responsibility to ensure that your Account's Free Margin is sufficient to cover the Margin required in relation to the open Transaction (the "Margin Requirement"), and to continuously meet the Margin Requirement.
de: Bevor Sie eine Order platzieren, was zur Eröffnung einer Transaktion oder zur Steigerung einer existierenden offenen Position führt, erkennen Sie an, dass es in Ihrer Verantwortung liegt, dass das Freie Margin auf Ihrem Konto ausreicht, um das Margin abzudecken, das erforderlich ist, um eine Transaktion zu eröffnen (die "Margin-Anforderung"), und um die Margin-Anforderung kontinuierlich zu erfüllen.
fr: Avant de placer un ordre qui résulte dans l'ouverture d'une Transaction ou l'augmentation d'une Position Ouverte existante, vous reconnaissez qu'il est de votre responsabilité de vous assurer que la marge libre de votre compte est suffisante pour couvrir la marge requise en relation avec la Transaction ouverte ("l'Exigence de Marge"), et pour continuellement satisfaire l'Exigence de marge.
vi: Trước khi đặt một lệnh mà kết quả trong việc mở một phiên giao dịch hoặc tăng phiên mở hiện tại, bạn thừa nhận rằng đó là trách nhiệm của bạn để đảm bảo rằng lề miễn phí tài khoản của bạn là đủ để trang trải các lề yêu cầu liên quan đến các giao dịch mở ("lề điều kiện"), và liên tục đáp ứng lề điều kiện.
zh_cn: 下单开盘交易或为当前持仓头寸加码前，您确认确保您的账户可用保证金足以支付开盘交易所须的保证金（"要求保证金"），并持续满足保证金要求是您的责任。

source: Roll-over &mdash; In the event that the Company does not receive Orders from you to close an Open Position by the close of a Business Day, the Company will roll-over the said Open Position to the following day being a Business Day.
de: Roll-over &mdash; Im Fall, das ein Unternehmen, am Ende eines Werktages, keine Order von Ihnen erhält, um eine offene Position zu schließen, wird das Unternehmen, die besagte offene Position auf den folgenden Tag verlängern ("roll-over"), vorausgesetzt der nächste Tag ist ein Werktag.
fr: Renouvellement &mdash; dans l'évènement que l'entreprise ne reçoive pas d'Ordres de votre part de fermer une Position Ouverte d'ici la fin de la Journée de Travail, l'entreprise va renouveler ladite Position Ouverte le jour ouvré suivant.
vi: lăn qua &mdash; trong sự kiện mà công ty không nhận được các lệnh từ bạn để đóng một phiên mở bằng cách kết thúc một ngày làm việc, công ty sẽ lăn về phiên mở cho biết đến ngày hôm sau là ngày làm việc.
zh_cn: 隔夜利息 &mdash; 交易日结束前如果公司没有收到您对持仓头寸决定平仓的订单，公司将把所述持仓头寸推到下一个交易日。

source: Roll-over Credit/Debit &mdash; Accounts with Open Positions concerned by the Roll-over shall be credited or debited with an amount referred to as the Roll-over Credit/Debit which is determined by the Company at its sole discretion.
de: Roll-over Gutschrift/Lastschrift &mdash; Konten mit offenen Positionen, die von einem "Roll-over" betroffen sind, können einen Betrag gutgeschrieben bekommen, oder mit einem Betrag belastet werden; dies wird als Roll-over Gutschrift/Lastschrift bezeichnet, welche nach eigenem Ermessen des Unternehmens von diesem bestimmt wird.
fr: Renouvellement Crédit/Débit &mdash; Les comptes avec des Positions Ouvertes concernées par le Renouvellement seront crédités ou débités avec une somme référée pour le renouvellement Crédit/Débit qui est déterminé par l'Entreprise en fonction de son seule jugement.
vi: Cuộn về tín dụng/ghi nợ &mdash; tài khoản với tất cả các phiên mở quan tâm bởi cuộn lại sẽ được ghi có hoặc ghi nợ với số tiền được gọi là cuộn về tín dụng/ ghi nợ được xác định bởi các công ty theo ý mình.
zh_cn: 隔夜利息借/贷费 &mdash; 与未平仓头寸隔夜利息有关的账户须记上由公司全权决定的隔夜利息借/贷费用金额，称为隔夜利息借/贷费。

source: Scalable
fr: Évolutif

source: Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>.
fr: Selectionnez <strong>Accepter</strong> pour à la fois <strong>Cookies de premières parties</strong> et <strong>Cookies de troisièmes parties</strong>.

source: Select <strong>Allow local data to be set (recommended)</strong>.
fr: Sélectionnez <strong>Autorisez les données locales d'être définies (recommandé)</strong>.

source: Select the <strong>Override automatic cookie handling</strong>.
fr: Sélectionnez <strong>Ignorer le traitement automatique des cookies</strong>.

source: Specific colors the banner should include.
fr: La bannière doit inclure des couleurs spécifiques.

source: Specific message the banner should include.
fr: La bannière doit inclure des messages spécifiques.

source: Stop Order/Stop Loss Order &mdash; An instruction to execute a Transaction to close an Open Position when the Price reaches your specified Price.
de: Stop Order/Stop Loss Order &mdash; Eine Anweisung eine Transaktion auszuführen, um eine offene Position zu schließen, wenn der Kurs den von Ihnen festgelegten Kurs erreicht.
fr: Ordre Stop/Ordre Perte Stop &mdash; Une instruction pour exécuter une Transaction pour fermer une Position Ouverte quand le Prix atteint votre Prix spécifié.
vi: Lệnh dừng / Lệnh dừng thiệt hại &mdash; một hướng dẫn để thực hiện một giao dịch để đóng một phiên mở khi đạt tới mức giá cụ thể của bạn.
zh_cn: 止损单 &mdash; 当价格达到您指定的水平时对持仓头寸执行平仓交易的指令。

source: Subject to network latency, we endeavour to execute your Order within a reasonable time from the time you triggered the Order, at the Price nearest to your specified Price. We do not guarantee that a Transaction will be opened/closed following an Order being triggered by you at your specified Price.
de: Gemäß der Netzwerklatenz, bemühen wir uns Ihre Order innerhalb eines angemessenen Zeitraums von der Zeit an, zu der Sie die Order veranlasst haben, zu dem Kurs auszuführen, der dem von Ihnen bestimmten Kurs am nächsten ist. Wir garantieren nicht, dass eine Transaktion einer Order folgend, die zu dem von Ihnen bestimmten Kurs veranlasst wurde, geöffnet/geschlossen wird.
fr: En fonction du temps de latence du réseau, nous nous efforçons d'exécuter votre Ordre en un temps raisonnable à partir du déclenchement de votre Ordre, au Prix le plus proche de vote prix spécifié. Nous ne garantissons pas que la Transaction sera ouverte/fermée suivant l'Ordre déclenché par vous à votre prix spécifié.
vi: Tùy thuộc vào độ trễ mạng, chúng tôi nỗ lực để thực hiện các lệnh của bạn trong một thời gian hợp lý từ khi bạn đã kích hoạt bộ này, với mức giá gần nhất với giá của bạn được chỉ định. Chúng tôi không đảm bảo rằng giao dịch sẽ mở/đóng theo lệnh đang được kích hoạt của bạn ở mức giá cụ thể của bạn.
zh_cn: 我们将根据网络延迟状况以最接近您所指定的价格在您启动订单后尽快在合理时间内执行您的订单。我们不保证在以您指定的价格启动订单后将获得开盘/平仓交易。

source: Subject to the availability and sufficiency of funds in your Real Account, you may withdraw your funds from your Real Account to your Binary Options Real Account.
de: Gemäß der Verfügbarkeit und der Zulänglichkeit der Gelder in Ihrem Echtgeldkonto, können Sie Ihre Gelder von Ihrem Echtgeldkonto auf Ihr Binäre Optionen Echtgeldkonto abheben.
fr: En fonction de la disponibilité et de la suffisance de vos fonds dans votre Compte, vous pouvez transférer vos fonds de votre Compte au Compte Options Binary.
vi: Tùy thuộc vào tình trạng sẵn có và đầy đủ tiền trong tài khoản thực tế, bạn có thể rút tiền của bạn từ tài khoản vào tài khoản lựa chọn thực Binary.
zh_cn: 根据您真实账户的资金可用性和充足性，您可以将资金从您的真实账户提出并转移到二元期权真实账户。

source: Such withdrawal would result in your Account Equity being less than zero; and/or
de: Solch eine Abhebung würde dazu führen, dass Ihr Kapitalkonto weniger als Null ist; und/oder
fr: Un tel retrait résulterait dans votre Compte de fonds propres étant moins que zéro; et/ou
vi: Như vậy rút tiền sẽ cho kết quả trong vốn chủ sở hữu tài khoản của bạn đang ít hơn số không; và/hoặc
zh_cn: 此项提款将导致您账户的资金小于零; 和 （或)

source: Suspend the trading of the affected instrument;
de: Das Handeln des betroffenen Instruments sperren;
fr: Suspendez les transactions de l'instrument affecté;
vi: Đình chỉ kinh doanh các thiết bị bị ảnh hưởng;
zh_cn: 受影响工具的交易被暂停;

source: Suspending your Real Account and refusing to execute any Orders to enter into further Transactions with you. Whilst your Real Account is suspended, you will be able to place Orders to close your Open Positions, but you will not be able to place Orders which would create Open Positions.
de: Die Sperrung Ihres echten Kontos und das Verweigern eine Order auszuführen, die dazu führen würde weitere Transaktionen mit Ihnen einzugehen. Während Ihr echtes Konto gesperrt ist, können Sie Order platzieren um Ihre offenen Positionen zu schließen, aber Sie können keine Order platzieren, die eine offene Position erstellen würde.
fr: Suspendant votre Compte et refusant d'executer tout Ordre pour entrer dans d'autres Transactions avec vous. Lorsque votre Compte est suspendu, vous serez capable de placer des Ordres pour fermer vos Positions Ouvertes, mais vous ne serez pas capable de placer des Ordres qui créeraient des Positions Ouvertes.
vi: Đình chỉ tài khoản thực sự của bạn và từ chối để thực hiện bất kỳ lệnh nào để tham gia vào tiếp tục giao dịch với bạn. Trong khi tài khoản thực bị đình chỉ, bạn sẽ có thể đặt lệnh để đóng mở các phiên của bạn nhưng bạn sẽ không thể đặt lệnh mà sẽ tạo ra phiên mở.
zh_cn: 您的真实账户被暂停，并停止执行任何订单，不可继续进行交易。虽然您的真实账户被暂停，您将能够对持仓头寸进行平仓，但您不能开盘创建未平仓头寸。

source: The %1 website is protected by certain copyrights. The materials comprising the website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-2017 Binary Group of companies. All rights reserved. Such materials may be copied and distributed on a limited basis for noncommercial purposes only, provided that any material copied remain intact and that all copies include the following notice in a clearly visible position: "Copyright 1999-2017 Binary Ltd. All rights reserved." These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a member of the Binary Group. If you have any questions about these terms or would like information about licensing materials from Binary Ltd., please contact us at %2. %1 and the bull/bear logo are registered trademarks.
fr: Le site internet %1 est protégé par certains droits d'auteur. Les matériels comprenant le site internet (incluant sans limitation tous les articles, textes, images, logos, compilation, systèmes, code et design) sont Droit d'Auteur 1999-2017 Binary Groupe d'entreprises. Tous droits réservés. De tels matériels peuvent être copiés et distribués sur une base limitée dans des buts seulement non commerciales, à condition que les matériels copiés demeurent intacts et que toutes les copies incluent la mention suivante dans une position clairement visible: "Droit d'Auteur 1999-2017 Binary Ltd. Tous droits réservés." Ces matériels ne peuvent être copiés ou redistribués dans des buts commerciaux ou en échange de compensation de toute sorte sans permission écrite préalable d'un membre du Groupe Binary. Si vous avez des questions à propos des termes ou aimeriez obtenir des informations à propos des matériels sous licence Binary Ltd., s'il vous plait contactez nous à %2. %1 et le logo taureau/ours sont des marques déposées.

source: The Cent account offers the highest leverage, as well as low margin call and stop out level.
de: Das Cent Konto bietet die höchste Leverage, sowie eine niedrige Nachschlussforderung und ein niedriges Stop Out Level.
fr: Le compte Cent offre le levier le plus élevé, avec aussi le faible appel de marge et le niveau de stop out.
vi: Tài khoản Cent cung cấp đòn bẩy cao nhất cũng như các lề gọi thấp và mức dừng thấp.
zh_cn: 美分账户提供最大杆杠、以及低额追加保证金与强制平仓水平。

source: The Company does not make any warranty, express or implied, that any pricing or other information provided through the MT5 Trading Platform or otherwise is correct. Furthermore, if a quote (bid or offer price) error occurs due to a system malfunction (whether or not it's a third party or a proprietary system), the Company will not be liable for any resulting losses that have incurred.
de: Das Unternehmen gibt keine Gewährleistung, ausdrücklich oder implizit, dass die Preispolitik oder andere Informationen, die durch die MT5 Handelsplattform angegeben werden, korrekt sind. Weiters, falls ein Notierungsfehler (Geld- oder Briefkurs) auf Grund eines Systemfehlers (ob es ein System Dritter oder ein geschütztes System ist, oder nicht) auftritt, ist das Unternehmen für jegliche daraus resultierenden Verluste, die Sie erlitten haben, nicht haftbar.
fr: L'entreprise ne fait aucune promesse, explicite ou implicite, que toute cotation ou autre information fourni à travers la plateforme de trading MT5 ou autrement est correcte. En outre, si une erreur de cotation (mise ou offre de prix) apparait due à la mauvaise fonction d'un système (qu'il s'agisse d'un système propriétaire ou d'une partie tierce), l'Entreprise ne sera pas responsable de quelque pertes qui en auraient résulté.
vi: Công ty không thực hiện bất kỳ bảo hành nào, rõ ràng hay ngụ ý, rằng bất kỳ thông tin giá cả hoặc cung cấp thông qua nền tảng kinh doanh MT5 hoặc bằng cách khác là chính xác. Hơn nữa, nếu một báo giá (giá thầu hoặc giá ưu đãi) xảy ra lỗi do một sự cố hệ thống (hay không đó là một bên thứ ba hoặc một hệ thống độc quyền), công ty sẽ không chịu trách nhiệm đối với bất kỳ thiệt hại do có phát sinh.
zh_cn: 通过 MT5 交易平台或其它所提供的任何价格或其他信息的正确性，公司没有给予任何明示或暗示担保。此外，如果报价（出价或卖价）因系统故障（无论是第三方或专有系统）发生错误，公司将不对任何由此造成的损失承担责任。

source: The Company does not offer any credit facilities or arrangement to its clients in normal trading circumstances. You acknowledge and agree that you will not be dealing with us on credit, regardless of the amount of your Account Balance and Transactions entered into with us.
de: Das Unternehmen bietet, unter normalen Handelsumständen, keine Kreditmöglichkeiten oder Vereinbarungen mit seinen Kunden an. Sie erkennen an und stimmen zu, dass Sie mit uns nicht auf Kredit handeln werden, ungeachtet dem Betrag Ihres Kontostandes und der Transaktionen die Sie mit uns eingegangen sind.
fr: L'entreprise n'offre aucune facilité de crédit ou arrangement pour ses clients dans des circonstances normales de trading. Vous reconnaissez et acceptez que vous n'allez pas échanger avec nous à crédit, quelque soit le solde de vote Compte et des Transactions exécutées avec nous.
vi: Công ty không cung cấp bất kỳ cơ sở tín dụng hoặc sắp xếp cho khách hàng của mình trong trường hợp kinh doanh bình thường. Bạn công nhận và đồng ý rằng bạn sẽ không giao dịch với chúng tôi về tín dụng, bất kể số tiền của số dư tài khoản và giao dịch nhập vào với chúng tôi.
zh_cn: 正常交易情况下，公司不向客户提供任何信贷服务或安排。您确认并同意，无论您的账户余额和签订的交易金额是多少，您将不会向我们信用贷款。

source: The Company shall not be in breach of its obligation under this Agreement and shall not be held liable for any failure of or delay in performing its obligations under this Agreement if such failure or delay is the result of the occurrence of a Force Majeure Event.
de: Das Unternehmen soll seine Verpflichtung unter dieser Vereinbarung nicht verletzen und soll für jeglichen Ausfall oder Verzug in der Ausführung seiner Verpflichtungen unter dieser Vereinbarung nicht haftbar sein, wenn solch ein Ausfall oder Verzug das Ergebnis eines Ereignisses höherer Gewalt ist.
fr: L'Entreprise ne sera pas en infraction de ses obligations sous ce Contrat et ne sera pas tenue responsable pour tout échec ou délai en exécutant ses obligations sous ce Contrat si un tel échec ou délai est le résultat de la manifestation d'un évènement de Force Majeure.
vi: Công ty không vi phạm nghĩa vụ của mình theo thỏa thuận này và không phải chịu trách nhiệm đối với bất kỳ sự thất bại của sự chậm trễ trong việc thực hiện các nghĩa vụ theo thỏa thuận này, nếu có thất bại hoặc chậm trễ là kết quả của sự xuất hiện của một sự kiện bất khả kháng.
zh_cn: 公司不可违反本协议项下的义务，并不须对任何因发生不可抗力事件所造成的本协议下无法或延迟履行义务承担任何责任。

source: The Company sources market data from prime brokers who act as liquidity providers, thus executing your Transactions through a pool of aggregated liquidity from top tier banks. The services offered by the Company do not include physical delivery of foreign currency by us or the prime brokers to yourselves. You acknowledge and agree that such data is proprietary to us and any such provider, and you will not retransmit, redistribute, publish, disclose, or display in whole or in part such data to third parties. You represent and warrant that you will only use such data for purposes of facilitating your entry into Transactions with us on your Real Account in accordance with this Agreement and not for any other purpose. This clause does not apply to Volatility Indices.
de: Das Unternehmen bezieht seine Marktdaten von Prime Brokern, die als Liquiditätsanbieter agieren, und führt somit Ihre Transaktionen durch ein Pool an angesammelter Liquidität von führenden Banken aus. Die Dienstleistungen, die vom Unternehmen angeboten werden, beinhalten keine materielle Lieferung von Fremdwährung durch uns, oder die Prime Broker, zu Ihnen. Sie erkennen an und stimmen zu, dass solche Daten von uns und solch einem Anbieter geschützt sind, und dass Sie solche Daten nicht an Dritte im Ganzen oder zum Teil weiterleiten, umverteilen, veröffentlichen, offenlegen, oder anzeigen werden. Sie vertreten und garantieren, dass Sie solche Daten nur zur Erleichterung Ihres Eintritts in eine Transaktion mit uns auf Ihrem echten Konto, im Zusammenhang mit dieser Vereinbarung, und nicht zu anderen Zwecken verwenden werden. Diese Klausel gilt nicht für Volatilität Indizes.
fr: L'entreprise s'approvisionne en données de marché de la part des meilleurs courtiers qui agissent comme des fournisseurs de liquidité, ainsi en exécutant vos Transactions à travers un groupe de liquidité agrégée provenant des banques réputées. Les services offerts par l'Entreprise n'incluent pas la livraison des monnaies étrangères par nous ou des meilleurs courtiers pour vous. Vous reconnaissez et acceptez que de telles données appartiennent à nous et à tout fournisseur, et vous ne retransmettrez, redistribuerez, publierez, divulguerez, ou afficherez pas en tout ou partie de telles données à des tierces parties. Vous représentez et garantissez que vous utilisez seulement de telles données dans le but de faciliter l'exécution des Transactions avec nous sur votre Compte en accord avec ce Contrat et pour aucun autre but. Cette clause ne s'applique pas aux Indices de Volatilité.
vi: Nguồn dữ liệu thị trường của công ty từ môi giới chính những người hoạt động như các nhà cung cấp thanh khoản, do đó thực hiện các giao dịch của bạn thông qua một khoản của khả năng thanh toán tổng hợp từ các ngân hàng hàng đầu. Các dịch vụ được cung cấp bởi công ty không bao gồm vật lý giao Ngoại tệ bởi chúng tôi hoặc người môi giới chính cho mình. Bạn công nhận và đồng ý rằng các dữ liệu đó là độc quyền cho chúng tôi và bất kỳ nhà cung cấp như vậy, và bạn sẽ không phải tái chuyển khoản, phân phối lại, xuất bản, tiết lộ hoặc hiển thị toàn bộ hoặc một phần dữ liệu đó cho bên thứ ba. Bạn tuyên bố và bảo đảm rằng bạn chỉ sẽ sử dụng dữ liệu đó cho các mục đích của mục nhập của bạn vào giao dịch với chúng tôi vào tài khoản của bạn thực sự phù hợp với thỏa thuận này tạo điều kiện và không cho bất kỳ mục đích nào khác. Khoản này không áp dụng cho chỉ số biến động.
zh_cn: 公司市场数据源自充当流动性提供商的主要经纪人，因此通过从顶级银行获取的聚合流动性池为您执行交易。公司提供的服务不包括由我们或主要经纪人向您递送实物外币。您确认并同意，此类数据由我们和任何此类提供商专有，和您不会重传、重新分配、发布、披露、或显示此类数据的全部或部分给第三方。您陈述并保证您将仅按照本协议的目的而不是为了任何其他目的使用此类数据，为了便于在真实账户进行交易。本条款不适用于波动率指数。
