Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You also acknowledge that Binary.com may continue to make changes to and enhance the Binary.com API and that those changes and enhancements will be owned by Binary.com. You hereby assign and transfer to the Company all of your right, title and interest in and to any modifications or derivative works of the Binary.com API created by or for you, regardless of whether they were created in accordance with these Terms; such assignment being effective upon creation of such works, and shall include, without limitation, all rights under any intellectual property laws, including copyright. You shall not take any action to jeopardise, encumber, limit or interface in any manner with Binary.com’s ownership of and rights with respect to the Binary.com API, or any derivative works or updates thereof or thereto. Any components, parts, or mechanics of any system or API program derived from the Binary.com API, or Binary.com’s business practices shall belong solely to Binary.com. Further, you will not, at any time, contest or assist any other third party in contesting the rights of Binary.com in the Binary.com API or any other intellectual property provided in these Terms.
ar: أنت تقر أيضاً أن Binary.com قد تستمر في مواصلة إجراء تغييرات على وتحسينات لواجهة برمجة التطبيقات الخاصة ب Binary.com وأن هذه التغييرات والتحسينات ستكون مملوكة من قبل Binary.com. وأنت بموجب التعيين والإنتقال إلى الشركة فأنت تتنازل عن جميع حقوقك, الملكية والمصلحة في و لأي تعديلات أو أعمال مشتقة لواجهة برمجة التطبيقات المنشئة بواسطتك أو لك, بغض النظر عما إذا كانت مطابقة لهذه الشروط; ومثل هذا التنازل يكون نافذاً فور انشاء هذه الأعمال, ويجب أن تشمل, دون حصر, جميع الحقوق تحت أي من قوانين الملكية الفكرية, بما في ذلك حقوق التأليف والنشر. أنت لن تتخذ أي إجراء بالمخاطرة أو الإعاقة أو الحد من أو المواجهة بأي شكل من الأشكال لملكيات وحقوق Binary.com والمتعلقة بواجهة برمجة التطبيقات الخاصة ب Binary.com, أو أي أعمال مشتقة أو تحديثات منها أو لها. أي مكونات, أجزاء, أو آليات لأي أنظمة أو برنامج لواجهة برمجة التطبيقات المشتقة من واجهة برمجة التطبيقات الخاصة ب Binary.com, أو ممارسات الأعمال التجارية الخاصة ب Binary.com سوف تكون متعلق فحسب ب Binary.com. علاوة على ذلك, أنت لن تقوم في أي وقت من الأوقات بمنافسة أو مساعدة أي طرف ثالث في منازعة على حقوق Binary.com في واجهة برمجة التطبيقات الخاصة ب Binary.com أو أي ملكية فكرية منصوص عليها في هذه الشروط.
id: Anda juga mengakui bahwa Binary.com dapat terus melakukan perubahan dan meningkatkan API Binary.com dan bahwa perubahan-perubahan dan perangkat tambahan akan dimiliki oleh Binary.com. Anda dengan ini menetapkan dan transfer ke Perusahaan semua hak Anda, judul dan kepentingan dalam dan modifikasi atau karya turunan dari API Binary.com dibuat oleh atau untuk Anda, terlepas dari apakah mereka diciptakan sesuai dengan Ketentuan ini; tugas seperti menjadi efektif setelah penciptaan karya-karya tersebut, dan harus mencakup, tanpa batasan, semua hak di bawah hukum kekayaan intelektual, termasuk hak cipta. Anda tidak akan mengambil tindakan apapun untuk membahayakan, membebani, membatasi atau antarmuka dengan cara apapun dengan kepemilikan Binary.com untuk dan hak sehubungan dengan API Binary.com, atau karya turunan atau update daripadanya atau dalamnya. Setiap komponen, suku cadang, atau mekanisme sistem atau API Program berasal dari API Binary.com, atau praktik bisnis Binary.com akan menjadi milik semata-mata untuk Binary.com. Selanjutnya, Anda tidak akan, setiap saat, kontes atau membantu pihak ketiga lainnya dalam menentang hak-hak Binary.com dalam API Binary.com atau kekayaan intelektual lain dalam Ketentuan ini.
pl: Użytkownik przyjmuje do wiadomości, że Binary.com może wprowadzać zmiany i ulepszenia w API Binary.com i takie zmiany i ulepszenia stanowią własności Binary.com. Użytkownik przenosi na Firmę wszelkie prawa, tytuły własności i roszczenia względem wszelkich modyfikacji i prac pochodnych API Binary.com stworzonych przez Użytkownika lub dla niego, bez względu na to, czy zostały one stworzone zgodnie z niniejszymi Warunkami; przeniesienie praw staje się skuteczne w chwili utworzenia takich prac i obejmuje, bez ograniczeń, wszelkie prawa Użytkownika przysługujące mu na mocy prawa własności intelektualnej, w tym prawa autorskie. Użytkownik nie będzie podejmował żadnych działań w celu zagrożenia własności Binary.com lub prawom Binary.com w stosunku do API Binary.com, jakiejkolwiek pracy pochodnej lub aktualizacji API, czy też ich obciążenia, ograniczenia lub wpłynięcia na nie w jakikolwiek inny sposób. Wszelkie elementy i części oraz sposób działania wszelkich systemów lub programów API związanych z API Binary.com lub praktykami Binary.com stanowią wyłączną własność Binary.com. Użytkownik nie będzie kwestionował praw Binary.com do API Binary.com lub jakiegokolwiek innego prawa własności intelektualnej określonego w niniejszych Warunkach, ani uczestniczył w ich kwestionowaniu przez jakąkolwiek stronę trzecią.
ru: Вы выражаете согласие с тем, что Binary.com может продолжить вносить изменения и улучшения в API Binary.com, а также с тем, что данные изменения и улучшения будут принадлежать Binary.com. Настоящим Вы передаёте Компании все свои права на внесение любых изменений или компилятивную работу в отношении API Binary.com, созданного Вами ли для Вас, независимо от того, был ли создан интерфейс прикладного программирования согласно данным Правилам. Эта уступка прав вступает в действие после проведения данных работ и включает, но не ограничивается всеми правами в рамках законов об интеллектуальной собственности, в том числе закона об авторском праве. Вы не должны предпринимать каких-либо действий с целью ставить под угрозу, обременять обязательствами, ограничивать или любым образом оспаривать право собственности Binary.com, а также права Компании в отношении API Binary.com, иных компиляционных работ или каких-либо обновлений. Любые компоненты, части или механизмы любой системы API, получаемые из API Binary.com или а результате коммерческой деятельности Binary.com, должны полностью принадлежать Binary.com. Также вы обязуетесь никогда не оспаривать и не содействовать третьей стороне в оспаривании прав Binary.com в отношении API Binary.com или любой другой интеллектуальной собственности Компании, упомянутой в данных Правилах.

source: You are already subscribed to %1
ar: أنت مشترك بالفعل في %1
id: Anda telah berlangganan ke %1
pl: Korzystasz już z subskrypcji %1
ru: Вы уже подписаны на %1
th: คุณได้ลงนามเพื่อรับทราบข้อมูล %1 แล้ว

source: You are already subscribed to balance updates.
ar: أنت مشترك بالفعل في تحديثات الرصيد.
id: Anda telah berlangganan untuk memperbarui saldo.
pl: Korzystasz już z powiadomień o aktualnym stanie konta.
ru: Вы уже подписаны на получение обновлений о балансе.
th: คุณได้ลงนามเพื่อรับทราบข้อมูลยอดคงเหลือแล้ว

source: You are already subscribed to transaction updates.
ar: أنت مشترك بالفعل في تحديثات الصفقات.
id: Anda telah berlangganan untuk memperbarui saldo.
pl: Korzystasz już z powiadomień o stanie transakcji.
ru: Вы уже подписаны на обновления о транзакциях.
th: คุณได้ลงนามเพื่อรับทราบข้อมูลธุรกรรมแล้ว

source: You are being given the better price.
ar: نقدم لك السعر الأفضل.
id: Anda diberikan harga yang lebih baik.
pl: Otrzymujesz lepszą cenę.
ru: Мы предлагаем Вам лучшую цену.

source: You are currently logged in to your real money account with %1 (%2).
ar: أنت حاليا قمت بتسجيل الدخول إلى حساب المال الحقيقي الخاص بك مع % 1 (% 2).
id: Saat ini Anda sedang mengakses akun uang riil pada %1 (%2).
pl: Jesteś obecnie zalogowany/a do konta z prawdziwymi pieniędzmi w %1 (%2).
ru: Сейчас Вы находитесь на своем реальном счету на %1 (%2).

source: You are currently logged in to your virtual money account (%2).
ar: أنت حاليا قمت بتسجيل الدخول الى حساب أموالك الافتراضية (%2).
id: Saat ini Anda sedang mengakses akun uang virtual (%2).
pl: Jesteś obecnie zalogowany/a do konta z wirtualnymi pieniędzmi (%2).
ru: Сейчас Вы находитесь на своем демо-счету (%2).

source: You are either already subscribed or you have reached the limit for pricing table subscription.
id: Mungkin Anda sudah berlangganan atau mencapai batas tabel harga untuk berlangganan.
pl: Posiadasz już subskrypcję lub osiągnięty został limit subskrypcji tabeli wycen.
ru: Вы уже подписаны или достигли лимита подписки на ценовую таблицу.

source: You are either already subscribed or you have reached the limit for proposal subscription.
ar: أنت الآن إما مشترك بالفعل أو قد وصلت إلى الحد الأقصى للإشتراك المقترح.
id: Mungkin Anda sudah berlangganan atau mencapai batas penawaran untuk berlangganan.
pl: Posiadasz już subskrypcję lub osiągnięty został limit proponowanych subskrypcji.
ru: Вы уже подписаны или достигли лимита подписки на данное предложение.

source: You are not a Payment Agent
ar: لست وكيل دفع
id: Anda bukan Agen Pembayaran
pl: Nie jesteś pośrednikiem płatności
ru: Вы не являетесь платежным агентом

source: You are not authorized for withdrawal via payment agent.
ar: غير مصرح لك بالسحب بواسطة وكيل دفع.
id: Anda tidak dibenarkan menarik dana menggunakan agen pembayaran.
pl: Nie jesteś upoważniony do wypłat przez pośrednika płatności.
ru: Вы не можете выводить средства через платежного агента.

source: You can <a class="pjaxload" href="%1">open an account</a>, deposit funds and begin trading within minutes.
ar: يمكنك أن <a class="pjaxload" href="%1">تفتح حسابا</a>، وتقوم بالإيداع وتبدأ التداول فى دقائق.
id: Anda dapat <a class="pjaxload" href="%1">mendaftar</a>, mendeposit dana dan memulai trading dalam hitungan menit.
pl: Możesz <a class="pjaxload" href="%1">otworzyć konto</a>, wpłacić środki i zacząć handlować w ciągu paru minut.
ru: Вы можете <a class='pjaxload' href="%1">открыть счет</a>, внести средства и начать работу в считанные минуты.

source: You can choose payouts from $1 to $50,000. This wide payout range is ideal for both small and large traders.
id: Anda dapat memilih hasil dari $1 hingga $50,000. Pilihan hasil yang luas ini sangat ideal bagi trader kecil maupun besar.
pl: Możesz wybierać spośród wypłat od 1 do 50 000 $. Tak szeroki wybór wypłat jest idealny dla początkujących, jak i zaawansowanych graczy.
ru: Вы можете выбрать выплату от $1 до $50,000. Такой широкий диапазон выплат идеален как для начинающих, так и для крупных трейдеров.

source: You can close your trade before expiry to lock in profits.
ar: يمكنك أن تغلق معاملتك قبل تاريخ الأنتهاء لتحتفظ بالأرباح.
id: Anda dapat menjual kontrak sebelum berakhir untuk memperoleh keuntungan.
pl: Możesz zamknąć swój zakład przed datą wygaśnięcia, aby zablokować zyski.
ru: Вы можете закрыть контракты досрочно, чтобы обеспечить уже имеющуюся по контракту прибыль.

source: You can sell back long-term trades at any time to profit from changing market conditions.
ar: يمكنك أن تقوم بإعادة بيع المعاملات طويلة الأجل في أي وقت لتربح من أحوال السوق المتغيرة.
id: Anda dapat menjual kembali kontrak jangka panjang untuk profit dari perubahan kondisi pasar.
pl: Możesz odsprzedać długoterminowe zakłady w dowolnym momencie, aby zyskać na zmieniających się warunkach rynkowych.
ru: Вы можете продать свои долгосрочные контракты досрочно, чтобы обеспечить уже имеющуюся прибыль.

source: You can set the length of your trade, from 10 seconds to 365 days.
ar: يمكنك أن تحدد طول مدة معاملتك من 10 ثوان لـ 365 يوما.
id: Anda dapat menentukan lama kontrak, dari 10 detik hingga 365 hari.
pl: Możesz określić długość swojego zakładu od 10 sekund do 365 dni.
ru: Установите продолжительность сделки, от 10 секунд до 365 дней.

source: You can trade a range of markets, timescales and indices – 24/7.
ar: يمكنك أن تتداول في مجموعة من الأسواق والفترات الزمنية والمؤشرات طوال أيام الأسبوع وعلى مدار اليوم.
id: Anda dapat bertrading pada berbagai pasar, waktu dan indeks-24/7.
pl: Możesz handlować na wielu rynkach, w różnych okresach i różnymi wskaźnikami, przez 24 godz. na dobę.
ru: Вы можете торговать на широком спектре рынков, сроков и индексов круглосуточно, семь дней в неделю.

source: You cannot transfer to account %1, as their account is currently disabled.
ar: لا يمكنك التحويل لحساب %1، حيث أن حسابهم معطل حالياً.
id: Anda tidak dapat mentransfer ke account %1, berhubung akun ini dibatalkan untuk sementara.
pl: Nie możesz przelać pieniędzy na konto %1, ponieważ jest ono obecnie wyłączone.
ru: Вы не можете перевести средства на счет %1, поскольку этот счет в настоящий момент недоступен.

source: You get fair and transparent pricing, whatever your position.
ar: تحصل على سعر شفاف ونزيه أى كان عقدك.
id: Anda memperoleh harga adil dan transparan, apapun posisi Anda.
pl: Otrzymujesz uczciwe i jasne zasady wyceny niezależnie od swojej pozycji.
ru: Вы получаете справедливую и прозрачную оценку контракта, независимо от его параметров.

source: You have already claimed a bonus in the past.
ar: لقد قمت بالفعل بطلب مكافأة في الماضي.
id: Anda telah menerima bonus sebelumnya.
pl: Wniosek o bonus został już wcześniej zgłoszony.
ru: Вы уже получали бонус ранее.
th: ท่านได้ใช้โบนัสไปแล้ว

source: You have exceeded the daily limit for contracts of this type.
ar: لقد تجاوزت الحد اليومي من هذا النوع من العقود.
id: Anda telah melebihi batasan harian kontrak untuk jenis ini.
pl: Przekroczono dzienny limit dla tego typu kontraktów.
ru: ВЫ превысили дневной лимит на покупку ставок этого типа.
th: ท่านได้ทำรายการเกินวงเงินต่อวันของสัญญาประเภทนี้

source: You have exceeded your 30-day limit on losses of %1%2.
ar: لقد تجاوزت حد الـ 30 يوم من الخسائر %1%2.
id: Anda telah melampaui batas kerugian dalam periode 30 hari sebesar %1%2.
pl: Przekroczono 30-dniowy limit straty: %2 %1.
ru: Вы превысили 30-дневный лимит на проигрыш в размере %1%2.
th: ท่านใช้วงเงินขาดทุนในช่วง 30 วัน ของ %1%2 เกิน

source: You have exceeded your 7-day limit on losses of %1%2.
ar: لقد تجاوزت حد الـ 7 أيام من الخسائر %1%2.
id: Anda telah melampaui batas kerugian 7-hari Anda %1%2.
pl: Przekroczono 7-dniowy limit straty: %2 %1.
ru: Вы превысили 7-дневный лимит на проигрыш в размере %1%2.
th: ท่านใช้วงเงินขาดทุนในช่วง 7 วัน ของ %1%2 เกิน

source: You have exceeded your daily limit on losses of %1%2.
ar: لقد تجاوزت حدك اليومي من الخسائر %1%2.
id: Anda telah melampaui batas harian kerugian Anda %1%2.
pl: Przekroczono dzienny limit straty: %2 %1.
ru: Вы превысили свой дневной лимит на проигрыш в размере %1%2.
th: ท่านใช้วงเงินขาดทุนรายวัน ของ %1%2 เกิน

source: You have not yet reached the turnover required to be credited with the bonus.
ar: لم تصل بعد للإيرادات المطلوبة ليتم منحك مكافأة.
id: Anda belum mencapai syarat total pembelian yang diperlukan untuk memperoleh bonus.
pl: Nie osiągnięto jeszcze obrotu wymaganego do otrzymania bonusu.
ru: Вы не достигли требуемого оборота для получения бонуса.
th: ท่านยังไม่บรรลุมูลค่าการซื้อขายที่กำหนดเพื่อบันทึกยอดรวมกับโบนัส

source: You have opened an account using invalid details.
ar: لقد قمت بفتح حساب مستخدماً بيانات غير صحيحة.
id: Anda mendaftar menggunakan data tidak lengkap.
pl: Otworzono konto przy użyciu nieważnych danych.
ru: Вы указали некоторые неверные данные при открытии счета.
th: ท่านได้เปิดบัญชีโดยใช้รายละเอียดที่ไม่ถูกต้อง

source: You have purchased the following contract:
ar: لقد قمت بشراء العقد التالي:
id: Anda telah membeli kontrak berikut:
pl: Zakupiono następujący kontrakt:
ru: Вы приобрели следующий контракт:
th: ท่านได้ซื้อสัญญาต่อไปนี้:

source: You have reached the rate limit for %1.
ar: لقد وصلت إلى الحد لـ %1.
id: Anda telah mencapai batasan sebesar %1.
pl: Osiągnięto limit stawki dla %1.
ru: Вы достигли лимита курса для %1.
th: ท่านได้ใช้วงเงินสำหรับ %1 เต็มมูลค่าแล้ว

source: You have reached the rate limit of requests per second. To continue, please <a href="javascript:;" id="ratelimit-refresh-link">refresh</a> the page.
ar: لقد وصلت إلى معدل الحد الأقصى من الطلبات في الثانية الواحدة. للمتابعة، الرجاء <a href="javascript:;" id="ratelimit-refresh-link">تحديث</a> الصفحة.
id: Anda telah mencapai batas permintaan per detik. Untuk melanjutkan, silahkan <a href="javascript:;" id="ratelimit-refresh-link">perbarui</a> halaman.
pl: Został osiągnięty limit żądań na sekundę. Aby kontynuować, <a href="javascript:;" id="ratelimit-refresh-link">odśwież</a> stronę.
ru: Вы достигли предела количества запросов в секунду. Чтобы продолжить, пожалуйста <a href="javascript:;" id="ratelimit-refresh-link">обновите</a> страницу.
th: ท่านได้ส่งคำสั่งต่อวินาทีเกินอัตราที่กำหนด เพื่อดำเนินการต่อ โปรด <a href="javascript:;" id="ratelimit-refresh-link">รีเฟรช</a> หน้านี้

source: You have reached the rate limit of requests per second. To continue, please <a href='javascript:;' id='ratelimit-refresh-link'>refresh</a> the page.
ar: لقد وصلت إلى معدل الحد الأقصى من الطلبات في الثانية الواحدة. للمتابعة، الرجاء <a href='javascript:;' id='ratelimit-refresh-link'>تحديث</a> الصفحة.
id: Anda telah mencapai batas permintaan per detik. Untuk melanjutkan, silahkan <a href="javascript:;" id="ratelimit-refresh-link">perbarui</a> halaman.
pl: Został osiągnięty limit żądań na sekundę. Aby kontynuować, <a href='javascript:;' id='ratelimit-refresh-link'>odśwież</a> stronę.
ru: Вы достигли предела количества запросов в секунду. Чтобы продолжить, пожалуйста <a href='javascript:;' id='ratelimit-refresh-link'>обновите</a> страницу.
th: ท่านได้ส่งคำสั่งต่อวินาทีเกินอัตราที่กำหนด เพื่อดำเนินการต่อ โปรด <a href="javascript:;" id="ratelimit-refresh-link">รีเฟรช</a> หน้านี้

source: You have signed up for more than one account.
ar: لقد قمت بتسجيل أكثر من حساب.
id: Anda telah mendaftar lebih dari satu akun riil.
pl: Zarejestrowano się na więcej niż jednym koncie.
ru: Вы открыли более одного счета.
th: ท่านได้ลงทะเบียนมากกว่าหนึ่งบัญชี

source: You have sold the following contract:
ar: لقد قمت ببيع العقد التالي:
id: Anda telah menjual kontrak berikut:
pl: Sprzedano poniższy kontrakt:
ru: Вы продали следующий контракт:
th: ท่านได้ขายสัญญาต่อไปนี้:

source: You may communicate with us through this website, by email or, exceptionally, by post. Details can be found in the Contact Us page.
ar: تستطيع التواصل معنا من خلال هذا الموقع، أو عن طريق البريد الإلكتروني أو، بصفة استثنائية، عبر البريد. يمكن الاطلاع على التفاصيل في صفحة اتصل بنا.
id: Anda dapat berkomunikasi dengan kami melalui website, email atau melalui pos. Rincian dapat ditemukan pada halaman Hubungi Kami.
pl: Możesz komunikować się z nami poprzez tę stronę internetową, drogą e-mailową lub, w szczególnych przypadkach, pocztą tradycyjną. Szczegóły można znaleźć w sekcji Napisz do nas.
ru: Вы можете общаться с нами через данный сайт, по электронной почте или, в отдельных случаях, по обычной почте. Более подробную информацию можно найти на странице Контакты.
th: ท่านอาจจะติดต่อเราผ่านช่องทางเว็บไซต์ อีเมล์ หรือ ทางไปรษณีย์ ข้อมูลเพื่อการติดต่อแสดงไว้ที่หน้า ติดต่อเรา

source: You may develop Applications using the Binary.com API as soon as you register an Application and you agree to follow these Terms.
ar: بإمكانك تطوير التطبيقات باستخدام واجهة برمجة التطبيقات الخاصة ب Binary.com بمجرد تسجيل طلب وأنت توافق على اتباع هذه الشروط.
id: Anda dapat mengembangkan Aplikasi dengan menggunakan API Binary.com segera setelah Anda mendaftarkan Aplikasi dan Anda setuju untuk mengikuti Persyaratan ini.
pl: Użytkownik może rozpocząć tworzenie Aplikacji przy użyciu API Binary.com od razy po zarejestrowaniu Aplikacji i zaakceptowaniu niniejszych Warunków.
ru: Вы можете разрабатывать Приложения, используя API Binary.com, как только Вы зарегистрируете Приложение и согласитесь соблюдать данные Правила.
th: ท่านอาจจะพัฒนาแอพพลิเคชันของท่านโดยใช้ API ของ Binary.com ทันทีที่ท่านลงทะเบียนแอพพลิเคชันและยอมรับที่จะปฏิบัติตามข้อตกลงเหล่านี้

source: You may not assign rights granted in this Agreement without the Company’s prior written approval.
ar: أنت لا تستطيع تخصيص الحقوق الممنوحة في هذه الإتفاقية من دون الحصول على موافقة خطية مسبقة من الشركة.
id: Anda tidak dapat mengalihkan hak yang diberikan dalam Perjanjian ini tanpa persetujuan tertulis dari Perusahaan terlebih dahulu.
pl: Użytkownik nie może przekazywać praw nadanych mu na mocy niniejszej Umowy bez wcześniejszej pisemnej zgody Firmy.
ru: Вы не можете уступать права, предоставленные Вам данным Соглашением, без предварительного письменного разрешения Компании.

source: You may store the Application-specific alphanumeric user IDs that we provide to you for identifying users of your Application ("API Tokens") or the tokens that we provide to you when Binary.com authenticates your Application via Open Authorisation Standard ("OAuth Tokens").
ar: تستطيع تخزين أبجدية تطبيق خاص بهويات المستخدمين والتي نقدمها لك للتحقق من هوية مستخدمي التطبيق الخاص بك ("رموز واجهة برمجة التطبيقات") أو الرموز التي نقدمها لك عندما يتم توثيق التطبيق الخاص بك من قبل Binary.com بواسطة تفويض قياسي مفتوح ("OAuth Tokens ==> تفويض مفتوح").
id: Anda mungkin menyimpan ID pengguna alfanumerik khusus aplikasi yang kami sediakan untuk Anda untuk mengidentifikasi pengguna Aplikasi Anda ("API Token") atau token yang kami sediakan untuk Anda ketika Binary.com mengotentikasi Aplikasi Anda melalui Buka Otorisasi Standar ("OAuth Token").
pl: Użytkownik może przechowywać specyficzne dla Aplikacji alfanumeryczne identyfikatory użytkowników dostarczane przez nas w celu identyfikacji użytkowników Aplikacji Użytkownika („Tokeny API”) lub tokeny dostarczane przez nas podczas autoryzacji Aplikacji przez Binary.com przy użyciu otwartego standardu autoryzacyjnego („Tokeny OAuth”).
ru: Вы можете хранить буквенно-цифровой номер пользователя (ID) для конкретного Приложения, который мы предоставляем Вам с целью идентификации пользователей Вашего Приложения ("API токены") или токены, которые мы предоставляем Вам, когда Binary.com идентифицирует Ваше Приложение посредством открытого протокола авторизации ("Токены OAuth").

source: You must accept the terms and conditions to open an account.
ar: يجب أن تقبل الشروط والأحكام قبل أن تفتح حساب.
id: Anda harus menyetujui syarat dan ketentuan untuk mendaftar akun.
pl: Musisz zaakceptować regulamin, aby otworzyć konto.
ru: Для открытия счета необходимо согласиться с правилами и условиями.
th: ท่านต้องยอมรับข้อตกลงและเงื่อนไขเพื่อเปิดบัญชี

source: You must be logged in to use the workspace feature.Account opening is free and takes only 30 seconds.
ar: يجب عليك تسجيل الدخول لاستخدام ميزة مساحة العمل. يفتح الحساب مجاناً ويستغرق فتح الحساب 30 ثانية.
id: Anda perlu masuk untuk mengakses fasilitas workspace. Pendaftaran akun adalah gratis dan hanya memerlukan waktu 30 detik.
pl: Musisz być zalogowany, aby korzystać z funkcji obszaru roboczego. Otwarcie konta jest darmowe i zajmuje tylko 30 sek.
ru: Для использования функции Рабочее пространство необходимо войти на свой счет под паролем.

source: You must comply with these Terms in order to use the Binary.com API.
ar: يجب عليك الإلتزام بهذه الشروط من أجل استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com.
id: Anda harus mematuhi Persyaratan ini untuk menggunakan API Binary.com.
pl: Przestrzeganie niniejszych Warunków jest wymagane do korzystania z API Binary.com.
ru: Вы должны соблюдать данные Правила, чтобы пользоваться API Binary.com.
th: ท่านต้องปฏิบัติตามข้อตกลงเหล่านี้ในการใช้ API ของ Binary.com
