Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Please provide us with the following information, after retrieving the verification token from your email:
ar: يرجى تزويدنا بالمعلومات التالية، بعد استرداد الرمز المميز من البريد الإلكتروني الخاص بك:
de: Nach dem Abruf des Überprüfungstokens aus Ihrer E-Mail, teilen Sie uns bitte folgende Informationen mit:
fr: Après avoir récupéré le jeton de vérification envoyé par e-mail, veuillez nous fournir les informations suivantes :
id: Mohon sediakan informasi berikut setelah menerima token verifikasi dari email Anda:
ja: メールからワンタイムパスワードを取得後、下記の情報をご提供下さい。
pl: Po odzyskaniu tokenu weryfikującego wysłanego na Twój adres e-mail, podaj następujące informacje:
ru: Просим предоставить следующую информацию после получения проверочного токена на электронный адрес:
vi: Vui lòng cung cấp cho chúng tôi những thông tin sau, sau khi đã tìm được token xác minh từ email của bạn:
zh_cn: 从电邮领取令牌后请提供下列信息：

source: Please refer to the following commission plan.
ar: يرجى الاطلاع على خطة العمولة التالية.
de: Sehen Sie sich bitte den nachfolgenden Provisionsplan an.
fr: Veuillez vous référer au plan de commissionnement suivant.
id: Silakan lihat rencana komisi berikut ini.
ja: 下記の手数料プランをご参照ください。
pl: Prosimy o zapoznanie się z następującym planem prowizyjnym.
ru: Просим обратить внимание на следующий план комиссий.
vi: Vui lòng tham khảo dự thảo tiền hoa hồng ở dưới đây.
zh_cn: 请参考下列佣金计划。

source: Please remember at all times that trading binary options can be an exciting activity, but we have a moral duty to remind you of the risks you may run. Options trading can become a real addiction, as can any other activity pushed to its limits. We kindly ask you to engage in a careful self-analysis to check if you are at risk. To avoid the danger of such an addiction, it is important that you follow some basic principles and guidelines.
ar: يرجى تذكر أنه في جميع الأوقات يمكن أن يكون التداول بالخيارات الثنائية مثيرا، ولكن علينا واجب أخلاقي أن نذكركم بالمخاطر التي قد تواجهها. تداول الخيارات يمكن أن يصبح إدمانا حقيقيا، و قد يدفع أي نشاط آخر لحدوده. نطلب منك عمل تحليل ذاتي دقيق للتحقق مما إذا كنت في خطر. لتجنب خطر مثل هذا الإدمان، من المهم أن تتبع بعض المبادئ الأساسية والمبادئ التوجيهية.
de: Bitte denken Sie stets daran, dass der Handel mit binären Optionen eine spannende Tätigkeit sein kann. Allerdings sehen wir es als unsere moralische Pflicht an, Sie auf die möglichen Risiken hinzuweisen. Der Handel mit Optionen kann, wie jede andere extrem gehandhabte Tätigkeit, zu echter Abhängigkeit führen. Wir bitten Sie, sich einer sorgfältigen Selbstanalyse zu unterziehen, um Ihr Gefährdungspotential zu erkennen. Daher ist es, um eine solche Abhängigkeit zu vermeiden, erforderlich, dass Sie einige Grundprinzipien und Richtlinien befolgen.
fr: N.B. Si le trading d'options binaires peut être une activité exaltante, nous avons cependant le devoir de vous rappeler les risques que vous pourriez courir. Les options binaires peuvent devenir une réelle addiction, comme toute autre activité poussée à l'extrême. Nous vous demandons de bien vouloir analyser attentivement votre situation pour déterminer si cette activité constitue un risque pour vous. Afin d'éviter le danger d'une telle addiction, il est important que vous respectiez certains principes et consignes de base.
id: Mohon diingat setiap waktu bahwa trading opsi binary dapat menjadi aktifitas yang menyenangkan, tetapi kami memiliki kewajiban moral untuk mengingatkan Anda mengenai risiko yang mungkin Anda hadapi. Trading opsi dapat menyebabkan ketagihan sama seperti aktifitas lain yang dilakukan melebihi batas. Kami menyarankan Anda untuk melakukan pengecekan jika berisiko untuk menghindari ketagihan dimana penting untuk mengikuti panduan dan prinsip dasar.
ja: バイナリーオプションのお取引は常に刺激的なものに成り得ますが、当社ではお客さまに対してリスクを認識して頂くモラル的義務があります。オプション取引は依存を引き起こすことがあり、日常生活に支障を来す可能性があります。当社では、お客さまご自身で注意深くご自身の行動を分析して頂き、ご自身のリスクを確認して頂きますようご協力をお願いしております。前述のような依存を避けて頂くために、以下の原則、及びガイドラインに従って頂くことは重要です。
pl: Należy pamiętać, że handlowanie opcjami binarnymi może dawać wiele satysfakcji, ale naszym moralnym obowiązkiem jest przypomnienie Państwu o związanym z nim ryzyku. Handel opcjami może stać się poważnym uzależnieniem, tak jak wszystkie inne czynności, którym poświęcamy zbyt wiele czasu. Zachęcamy do zastanowienia się, czy mogą być Państwo zagrożeni tym ryzykiem. Aby uniknąć niebezpieczeństwa uzależnienia, warto przestrzegać podstawowych zasad i zaleceń.
ru: Пожалуйста, помните, что, несмотря на всю привлекательность торговли бинарными опционами, она сопряжена с различными рисками. Работа с опционами может перерасти в настоящую зависимость, как и любая другая деятельность, доведенная до крайности. Мы просим Вас произвести тщательный самоанализ, чтобы проверить, находитесь ли Вы в опасности. Чтобы избежать возникновения такой зависимости, важно следовать некоторым основным правилам и принципам.
vi: Vui lòng nhớ rằng giao dịch hợp đồng quyền chọn nhị phân có thể là một hoạt động thú vị vào bất cứ lúc nào, nhưng chúng tôi có trách nhiệm nhắc bạn rủi ro mà bạn có thể gặp phải. Giao dịch quyền chọn có thể bị nghiện, như những hoạt động khác muốn cố gắng để đạt được tới giới hạn. Chúng tôi muốn bạn tự phân tích cẩn thận để kiểm tra xem liệu bạn có đang gặp rủi ro hay không. Để tránh nguy hại của việc gây nghiện này, quan trọng là bạn nên tuân theo một số nguyên tắc và hướng dẫn cơ bản.
zh_cn: 请记住，二元期权交易无论何时都是一项令人兴奋的活动，在道德上，我们有责任提醒您潜在的风险。期权交易可能使人上瘾，就像任何其他追求极限的活动一样。请您认真参与自我剖析，评估自己是否已经上瘾。为了避免上瘾，请您遵循一些基本的原则和指导方针，这是很重要的。

source: Please see our <a href=%1>terms and conditions</a> for details of payout qualifications.
de: Bitte sehen Sie unsere <a href=%1>allgemeinen Geschäftsbedingungen</a> für Details zu Auszahlungseinschränkungen an.
fr: S'il vous plait regardez nos <a href=%1>termes et conditions</a>pour les détails concernant les qualifications de versement.
ja: 詳細につきましては <a href=%1>アフィリエイトプログラム利用規約</a>の報酬についてをご確認ください
vi: Xin vui lòng xem các điều khoản và điều kiện của chúng tôi <a href=%1></a> để biết chi tiết thanh toán.
zh_cn: 想要知道赔付资格的详情，请参阅我们的<a href=%1>条款和条件</a>。

source: Please select
ar: يرجى اختيار
de: Bitte wählen Sie
fr: Sélection
id: Tolong pilih
ja: 選択して下さい
pl: Wybierz
ru: Выберите
vi: Vui lòng chọn
zh_cn: 请选择

source: Please select a payment agent
ar: يرجى اختيار وكيل دفع
de: Bitte wählen Sie einen Zahlungsagent aus
fr: Veuillez sélectionner une date valide
id: Silahkan pilih agen pembayaran
ja: 決済サービスを選択してください。
pl: Proszę wybrać pośrednika płatności
ru: Пожалуйста, выберите платежного агента
vi: Vui lòng chọn một đại lý thanh toán
zh_cn: 请选择支付代理

source: Please select a valid date.
de: Bitte wählen Sie ein gültiges Datum aus.
fr: Veuillez sélectionner une date valide.
ja: 有効な日付を選択してください
vi: Vui lòng chọn một ngày hợp lệ.
zh_cn: 请选择ั有效日期。

source: Please select a valid time.
de: Bitte wählen Sie eine gültige Uhrzeit aus.
fr: Veuillez sélectionner un horaire valide.
ja: 有効な時間を選択してください
vi: Vui lòng chọn một thời gian hợp lệ.
zh_cn: 请选择ั有效时间。

source: Please select a value
de: Bitte wählen Sie einen Wert aus
fr: Veuillez sélectionner une valeur
ja: 値を選択してください。
vi: Vui lòng chọn một giá trị
zh_cn: 请选择一个数值

source: Please select at least one scope
de: Bitte wählen Sie zumindest einen Bereich aus
fr: Veuillez sélectionner au moins un champ d'application
ja: 範囲を1つ以上選択してください
vi: Vui lòng chọn ít nhất một phạm vi
zh_cn: 请选择至少一个范围

source: Please select the checkbox.
de: Bitte wählen Sie das Kontrollkästchen.
fr: Veuillez cocher la case.
ja: チェックボックスを選択してください
vi: Vui lòng chọn hộp tích.
zh_cn: 请选择复选框。

source: Please set %1country of residence%2 before upgrading to a real-money account.
fr: S'il vous plaît définissez votre %1pays de résidence%2 avant de mettre à jour votre compte d'argent réel.
ja: リアル口座へアップグレードされる前に%居住国%2を設定してください。
zh_cn: 升级到真实资金账户前请先设置%1居住国%2。

source: Please set your 30-day turnover limit in our %1self-exclusion facilities%2 to remove deposit limits.
fr: S'il vous plaît, définissez votre limite de chiffres d'affaires sur 30 jours dans notre %1infrastructures d'auto exclusion%2 pour supprimer les limites de dépôts.
ja: 入金制限を解除するには、%1自己制限%2から30日の取引数量限度額を設定してください。
zh_cn: 请到%1自我禁止工具%2设置30天交易限额，以移除存款限额。

source: Please set your 30-day turnover limit in our <a href="%1">self-exclusion facilities</a> to access the cashier.
fr: S'il vous plaît définissez votre limite de chiffre d'affaire de 30 jours <a href="%1">infrastructures d'auto exclusion</a> pour accéder au caissier.
ja: キャッシャーへアクセスするには、<a href="%1">自己制限</a>から30日の取引数量限度額を設定してください。
zh_cn: 请到<a href="%1">自我禁止工具</a>设置30天交易限额，以访问收银台。

source: Please specify your preferred reality-check interval in minutes
de: Bitte geben Sie Ihren bevorzugten Reality-Check Intervall in Minuten an
fr: Veuillez indiquer la périodicité souhaitée en minutes pour les avertissements de connexion
ja: ご希望のリアリティチェック間隔を分単位で指定してください
vi: Hãy chỉ rõ khoảng thời gian kiểm tra thực tế ưa thích của bạn vào biên bản
zh_cn: 请指定您的优选实况调查间隔时间分钟数

source: Please submit a valid verification token.
de: Bitte übermitteln Sie einen gültigen Verifikationstoken.
fr: Veuillez saisir un jeton de vérification valide.
ja: 有効なワンタイムパスワードを送信してください。
vi: Vui lòng nhập một mã thông báo xác nhận hợp lệ.
zh_cn: 请提交有效的验证令牌。

source: Please submit the above information to <a href='mailto:%1'>%1</a>.
de: Bitte senden Sie die oben genannte Information an <a href='mailto:%1'>%1</a>.
fr: Veuillez envoyer les informations listées ci-dessus à <a href='mailto:%1'>%1</a>.
ja: <a href='mailto:%1'>%1</a>まで上記の情報をご提出ください。
vi: Vui lòng gửi thông tin trên tới <a href='%1'>%2</a>.
zh_cn: 请将以上信息发送到<a href='mailto:%1'>%1</a>。

source: Please take note that our swap rate also depends on the time and days you hold your positions open:
de: Bitte beachten Sie, dass unser Swapsatz auch von der Zeit und den Tagen, die Sie Ihre Positionen offen halten, abhängig ist:
fr: S'il vous plait prenez note que notre taux swap dépend également du temps en heures et jours que vous maintenez vos positions ouvertes:
ja: 当社のスワップレートは、保有しているポジションのオープン日時にも関係しますのでご注意ください。
vi: Xin hãy lưu ý rằng tỷ lệ trao đổi của chúng tôi cũng phụ thuộc vào thời gian và ngày bạn giữ phiên mở của bạn:
zh_cn: 请注意，我们的掉期率也取决于您的持仓时间和天数︰

source: Poland
ar: بولندا
de: Polen
fr: Pologne
id: Polandia
ja: ポーランド
pl: Polska
ru: Польша
th: โปแลนด์
vi: Ba Lan
zh_cn: 波兰

source: Policies and Exclusion of Liability
ja: ポリシーと免責事項

source: Portfolio
ar: المحفظة
fr: Portefeuille
id: Portopolio
ja: ポジション一覧
ru: Портфель
vi: Hồ sơ
zh_cn: 投资组合

source: Positions that are still open on Friday at market close will be charged three times the swap rate to account for weekends, a standard practice for all brokers.
de: Positionen, die zum Marktschluss an Freitagen noch offen sind, wird der Swapsatz dreimal in Rechnung gestellt, um für Wochenenden aufzukommen; eine gängige Praxis für alle Broker.
fr: Les positions que vous avez encore ouvertes le vendredi à la clôture du marché seront facturées trois fois le taux swap pour compte durant les weekends, une pratique standard pour tous les courtiers.
ja: 金曜日の市場閉鎖時点でまだオープン中のポジションは、週末に3倍のスワップレートが口座に課されます。これは全外国為替ブローカーの標準方法です。
vi: Phiên vẫn còn được mở vào ngày thứ Sáu lúc thị trường đóng sẽ được tính 3 lần theo tỷ lệ trao đổi vào tài khoản cho ngày cuối tuần, một tiêu chuẩn cho tất cả các công ty môi giới.
zh_cn: 按照所有经纪商标准操作规程，周五收市过后仍未平仓的头寸须付掉期利率的三倍为周末费率。

source: Positions that are still open on Wednesday at 23:59:59 GMT will be charged three times the swap rate to account for weekends, a standard practice for all Forex brokers.
de: Positionen die an einem Mittwoch um 23:59:59 GMT noch offen sind, wird der Swapsatz dreimal in Rechnung gestellt, um für Wochenenden aufzukommen; eine gängige Praxis für alle Broker.
fr: Les positions qui sont encore ouvertes le mercredi à 23:59:59 GMT seront facturées trois fois le taux swap pour compte durant les weekends, une pratique courante pour tous les courtiers Forex.
ja: 水曜日の23:59:59 GMTにまだオープン中のポジションは、週末に3倍のスワップレートが口座に課されます。これは全外国為替ブローカーの標準方法です。
vi: Các phiên vẫn mở vào thứ tư lúc 23:59:59 GMT sẽ phải trả ba lần theo tỷ lệ trao đổi vào tài khoản cho ngày cuối tuần, một tiêu chuẩn cho tất cả các môi giới ngoại hối.
zh_cn: 按照所有外汇经纪商标准操作规程，周三23:59:59 GMT过后仍未平仓的头寸须付掉期利率的三倍为周末费率。

source: Postal Code / ZIP
ar: الرمز البريدي
de: Postleitzahl / PLZ
fr: Code postal
id: Kode Pos
ja: 郵便番号
pl: Kod pocztowy
ru: Почтовый индекс
th: รหัสไปรษณีย์
vi: Mã Bưu điện/ ZIP
zh_cn: 邮编

source: Postal code/ZIP
ar: الرمز البريدي / ZIP
de: Postleitzahl/PLZ
fr: Code postal
id: Kode pos
ja: 郵便番号
pl: Kod pocztowy
ru: Почтовый код/индекс
th: รหัสไปรษณีย์
vi: Mã bưu điện/ZIP
zh_cn: 邮编

source: Potential Conflicts of Interest
de: Potentielle Interessenkonflikte
fr: Conflits d'Intérêt potentiels
ja: 潜在的利益相反
vi: Xung đột Lợi ích
zh_cn: 潜在的利益冲突

source: Potential Payout
ar: المردودات المحتملة
de: Mögliche Auszahlung
fr: Paiement potentiel
id: Potensi Hasil
ja: ペイアウト
pl: Możliwa wypłata
ru: Потенциальная выплата
th: ประมาณการจำนวนเงินที่ชำระ
vi: Tiền thưởng Tiềm năng
zh_cn: 可能的赔付额

source: Potential Profit
ar: الربح المحتمل
de: Möglicher Gewinn
fr: Profits potentiels
id: Potensi Hasil
ja: 期待利益
pl: Możliwy zysk
ru: Потенциальная прибыль
th: ประมาณการกำไร
vi: Lợi nhuận Tiềm năng
zh_cn: 潜在利润

source: Potential profit
ar: الربح المحتمل
de: Potentielle Rendite
fr: Profits potentiels
id: Potensi profit
ja: 潜在利益
pl: Możliwy zysk
ru: Потенциальная прибыль
th: ประมาณการกำไร
vi: Lợi nhuận tiềm năng
zh_cn: 潜在利润

source: Power & simplicity
ar: القوة والبساطة
de: Stärke & Bescheidenheit
fr: Efficacité et simplicité
id: Kuat & sederhana
ja: 効果的かつ簡潔
pl: Siła i prostota
ru: Мощь и простота
th: ความเรียบง่ายและพลัง
vi: Mạnh mẽ và đơn giản
zh_cn: 简单有力

source: Powerful charting and technical analysis
ar: رسوم بيانية وتحليل فني قوي
de: Leistungsfähiges Charting und leistungsfähige Analyse
fr: Graphiques et outils d'analyse technique performants
id: Charting lengkap dan analisis teknis
ja: パワフルなチャートとテクニカル分析
pl: Funkcjonalne wykresy i zaawansowana analiza techniczna
ru: Мощные графики и технический анализ
vi: Phân tích biểu đồ và kỹ thuật mạnh mẽ
zh_cn: 功能强大的图表和技术分析

source: Pre-contract Document
ja: 契約締結前交付書面
th: เอกสารร่างสัญญา

source: Predict the direction<br />and purchase
ar: توقع الاتجاه<br />وقم بالشراء
de: Sagen Sie die Richtung voraus<br />und kaufen Sie
fr: Prédire la direction<br />et acheter
id: Analisa arah<br />dan beli
ja: 方向性<br />を予測して購入
pl: Oszacuj kierunek zmian<br />i kup
ru: Предскажите направление движения<br />и купите
th: พยากรณ์ทิศทาง<br />และซื้อ
vi: Dự đoán khuynh hướng<br />và trả giá
zh_cn: 预测价格走向<br />并购入

source: Predict the market ending higher or lower than a price target.
fr: Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option.
ja: 設定価格より終了時の価格が上がるか、下がるかを予測してください。

source: Predict the market rising or falling from its current level.
fr: Prédisez qu'un marché augmente ou baisse par rapport à son niveau actuel.
ja: 現在の市場価格から値上がりするか？値下がりするか？を予想してください。

source: Predict the market staying inside or going outside two price targets.
fr: Prédisez qu'un marché reste à l'intérieur ou sort de la zone entre deux prix-cibles.
ja: 上下にバリアを設定した価格内に留まるか？留まらないか？を予想してください。

source: Predict the market touching or not touching a price target.
fr: Prédisez qu'un marché touche ou ne touche pas un prix-cible.
ja: バリア設定をした価格にタッチするか、しないか？を予想してください。

source: Preferences
de: Präferenzen
fr: Préférences
ja: 設定
vi: Tài khoản tham khảo
zh_cn: 首选项

source: Preferences:
de: Präferenzen:
fr: Préférences :
ja: 設定：
zh_cn: 首选项:

source: Premier binary options trading platform
de: Erste binäre Optionen Handelsplattform
fr: La meilleure plateforme de trading d'options binaires
ja: 最高水準のバイナリーオプション取引プラットフォーム
vi: Sàn giao dịch quyền chọn nhị phân đứng đầu
zh_cn: 首选二元期权交易平台

source: Prepare project requirements, as needed to clarify expectations and deliverables
ar: إعداد متطلبات المشروع, كما هو مطلوب لتوضيح التوقعات والنتائج
de: Vorbereitung von Projektanforderungen, die benötigt werden, um die Erwartungen und Ergebnisse zu klären
fr: Définir les besoins et les objectifs relatifs à chaque projet
id: Mempersiapkan persyaratan proyek, yang diperlukan untuk mengklarifikasi harapan dan hasil
ja: 成果物や必要とされるものを明確にするために、必要に応じたプロジェクト要件の準備
pl: Przygotowywanie wymogów projektu w zależności od potrzeb w celu wyjaśniania oczekiwań i celów
ru: Подготовка проектных требований с целью уточнения ожидаемых результатов и выполненной работы
th: เตรียมข้อกำหนดความต้องการของโครงการ เพื่อแจกแจงเป้าหมายและสิ่งส่งมอบ
vi: Chuẩn bị những điều kiện cần thiết của dự án để làm rõ những kỳ vọng và giao phẩm
zh_cn: 按需准备项目要求，对期望和可交付结果作出澄清

source: Preparing the periodic and special reports required to ensure legal and regulatory compliance in the jurisdictions within which we operate
ar: إعداد التقارير الدورية والخاصة المطلوبة لضمان الامتثال القانوني والتنظيمي في الولايات القضائية التي نعمل فيها
de: Erstellung von periodischen und speziellen Berichten, die zur Sicherstellung der Einhaltung von Gesetzen und behördlichen Anweisungen in den Geltungsbereichen erforderlich sind, in denen wir Geschäfte betreiben
fr: Préparer les rapports périodiques et spécifiques requis pour garantir la conformité juridique et réglementaire dans les juridictions au sein desquelles nous sommes implantés
id: Mempersiapkan laporan berkala dan khusus diperlukan untuk memastikan kepatuhan hukum dan peraturan di yurisdiksi di mana kami beroperasi
ja: 当社事業内の法域における法律および規制の遵守を確保するために定期報告書または特別報告書の作成を行います
pl: Przygotowywanie okresowych i specjalnych raportów niezbędnych do zapewnienia zgodności z przepisami prawnymi i regulacyjnymi nakładanymi przez jurysdykcję, której podlega firma
ru: Подготовка периодических и специальных отчётов, необходимых для соблюдения нормативно-правового соответствия в юрисдикциях, в которых мы работаем
th: เตรียมรายงานตามงวดเวลาและรายงานพิเศษตามกฎหมายและข้อบัญญัติในทางนิติบัญญัติที่เกี่ยวข้อง
vi: Làm báo cáo định kỳ và báo cáo được yêu cầu để đảm bảo việc tuân thủ pháp luật và quy định tại nơi chúng tôi đang hoạt động
zh_cn: 准备定期和特别报告，确保我们遵守运营司法管辖区的法律和法规

source: Presents the maximum aggregate payouts on outstanding contracts in your portfolio. If the maximum is attained, you may not purchase additional contracts without first closing out existing positions.
ar: يمثل الحد الأقصى للعوائد الكلية على العقود المعلقة فى محفظتك. إذا تم الوصول للحد الأقصى لن يمكنك شراء عقود إضافية بدون قفل المعاملات الموجودة.
de: Stellt die maximalen Gesamtauszahlungen ausstehender Verträge Ihres Portfolios dar. Wenn das Maximum erreicht ist, können Sie keine zusätzlichen Verträge erwerben, ohne zunächst bestehende Positionen zu schließen.
fr: Présente les gains cumulés maximaux sur les contrats actifs dans votre portefeuille. Si le maximum est atteint, vous ne pouvez pas acheter de contrats supplémentaires sans fermer d'abord des positions existantes.
id: Mewakili jumlah maksimum hasil kontrak pada portopolio Anda. Jika jumlah maksimum tercapai maka Anda tidak dapat membeli kontrak baru tanpa menyelesaikan salah satu posisi Anda.
ja: 保有ポジションに対する未現実利益利益を示します。上限額に達した場合、保有ポジションを一部決済するまで新規注文を行えません。
pl: Pokazuje maksymalne zagregowane wypłaty dla niezapłaconych kontraktów w Twoim portfolio. Jeżeli maksimum zostanie osiągnięte, nie będziesz mieć możliwości zakupienia dodatkowych kontraktów bez uprzedniego zamknięcia aktualnych pozycji.
ru: Представляет общую максимальную сумму выплат по открытым ставкам в Вашем портфолио. Когда будет достигнута максимальная сумма, Вы не сможете приобретать новые контракты без закрытия действующих.
th: นำเสนอการชำระเงินรวมสูงสุดตามสัญญาที่มีอยู่ในบัญชีรวมของท่าน หากวงเงินถึงระดับสูงสุดที่กำหนดแล้ว ท่านจะไม่สามารถซื้อสัญญาเพิ่มเติม หากแต่ท่านได้ปิดสัญญาก่อนหน้า
vi: Thể hiện số tiền lãi tối đa trên hợp đồng nổi bật ở trong hồ sơ của bạn. Nếu lượng tối đa đã đạt được, bạn có thể sẽ không cần mua thêm hợp đồng không phải đóng trước vị thế đang tồn tại.
zh_cn: 显示您证券组合中未平仓合约的最大总赔付额。如果达到该最大值，那么您在购买更多合约之前需要对现有头寸进行平仓。

source: Previous
ar: سابق
de: Vorige
fr: Précédent
id: Sebelumnya
ja: 戻る
pl: Poprzedni
ru: Предыдущ.
th: ก่อนหน้า
vi: Trước
zh_cn: 之前

source: Previous experience in the financial services industry
de: Vorherige Erfahrung in der Finanzdienstleistungsbranche
fr: Expérience préalable dans le secteur des services financiers
id: Berpengalaman sebelumnya pada industri jasa keuangan
ja: 金融サービス業界での経験
pl: Wcześniejsze doświadczenie w sektorze usług finansowych
ru: Предыдущий опыт работы в смежных областях финансовых услуг
th: มีความรู้และผ่านประสบการณ์ในสาขาการบริการการเงิน
vi: Có kinh nghiệm trong ngành công nghiệp dịch vụ tài chính
zh_cn: 金融服务业工作经验

source: Previous experience with financial / binary options website services
de: Vorherige Erfahrung mit Finanz-/Binäre Optionen Website-Diensten
fr: Expérience des services de courtage en ligne dans le domaine des instruments financiers / options binaires
id: Pengalaman sebelumnya dengan opsi keuangan/layanan opsi binary
ja: 金融およびバイナリーオプションのウェブサイトサービスに関する経験
pl: Wcześniejsze doświadczenie ze stroną internetową oferującą usługi handlu opcjami finansowymi / opcjami binarnymi
ru: Предыдущий опыт работы на финансовых сайтах / сайтах для торговли бинарными опционами
th: มีประสบการณ์ในการให้บริการเว็บไซต์เกี่ยวกับผลิตภัณฑ์ทางการเงิน / ไบนารีออปชั่น
vi: Đã có kinh nghiệm với dịch vụ trang web tài chính/ quyền chọn nhị phân
zh_cn: 金融公司/二元期权网站服务经验

source: Previous experience with financial and/or binary options trading websites
ar: وجود خبرة سابقة مع المواقع المالية و/أو تداول الخيارات الثنائية
de: Vorhandene Erfahrung mit Finanz- und/oder Binäre Optionen Handels-Internetseiten
fr: Expérience préalable du courtage en ligne sur instruments financiers/options binaires
id: Pengalaman sebelumnya pada situs trading opsi keuangan dan/atau opsi binary
ja: 金融およびバイナリーオプション取引ウェブサイトの使用経験
pl: Wcześniejsze doświadczenie ze stroną internetową oferującą możliwość handlowania opcjami i/lub opcjami binarnymi
ru: Предыдущий опыт работы на финансовых сайтах и/или сайтах для торговли бинарными опционами
th: มีประสบการณ์ในการให้บริการเว็บไซต์ซื้อขายผลิตภัณฑ์ทางการเงิน และ/หรือ ไบนารีออปชั่น
vi: Đã có kinh nghiệm về tài chính và/hoặc các trang web giao dịch quyền chọn nhị phân
zh_cn: 金融公司或二元期权交易网站工作经验

source: Previous knowledge and experience in Marketing or Advertising
de: Vorhandenes Wissen und Erfahrung in Marketing oder Werbung
fr: Compétences et expérience préalable dans les secteurs du marketing ou de la publicité
id: Memiliki pengetahuan dan berpengalaman dalam Pemasaran atau Pengiklanan
ja: マーケティングと広告に関する知識と経験
pl: Wcześniejsze doświadczenie na stanowisku związanym z marketingiem lub reklamą
ru: Знания и предыдущий опыт работы в области маркетинга или рекламы
th: มีความรู้และผ่านประสบการณ์ในด้านการตลาด หรือการโฆษณา
vi: Nhiều kinh nghiệm trong tiếp thị hoặc quảng cáo
zh_cn: 营销或广告知识与经验

source: Previous work experience in a client service and/or marketing role
ar: خبرة عمل سابقة في خدمة العملاء و/أو مجال التسويق
de: Vorhandene Arbeitserfahrung in einer Kundendienst- und/oder Marketingposition
fr: Expérience professionnelle préalable dans le domaine du service à la clientèle et/ou du marketing
id: Pengalaman kerja dalam pelayani pelanggan dan/atau peran pemasaran
ja: 前職での顧客サービスおよび/またはマーケティング担当の経験
pl: Wcześniejsze doświadczenie na stanowisku związanym z obsługą klienta i/lub marketingiem
ru: Предыдущий опыт работы в клиентской службе и/или области маркетинга
th: มีประสบการณ์ทำงานในตำแหน่งที่ให้บริการลูกค้า และ/หรือ ฝ่ายการตลาด
vi: Đã có kinh nghiệm làm việc về dịch vụ khách hàng và/hoặc marketing
zh_cn: 客户服务和/或市场营销岗位的工作经验

source: Price
ar: سعر
de: Kurs
fr: Prix
id: Harga
ja: 売却/ペイアウト金額
pl: Cena
ru: Цена
th: ราคา
vi: Giá
zh_cn: 价格
