Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Before we open an account for you to trade or invest in Investment Products with BIEL, we are required to make an assessment of whether the Investment Products or services you have chosen are appropriate for you, and to warn you if, on the basis of the information you provide to us, any such product or service is not appropriate. Any decision to open an account and to use our products or services is yours. It is your responsibility to understand the risks involved with our products or services.
ar: قبل فتح حساب لك للتداول أو الاستثمار في المنتجات الاستثمارية مع BIEL، فنحن مطالبون باجراء تقييم عما إذا كانت المنتجات الاستثمارية والخدمات التي اخترتها مناسبة لك من عدمه، ولنحذرك، على أساس المعلومات التي تقدمها لنا، أي منتج أو خدمة قد تكون غير مناسبة لك. أي قرار بفتح حساب واستخدام منتجاتنا وخدماتنا هو قرارك. إنها مسؤوليتك لفهم المخاطر التي تنطوي عليها منتجاتنا أو خدماتنا.
de: Bevor wir für Sie ein Konto eröffenen können, damit Sie Anlageprodukte bei BIEL handeln oder in sie investieren können, müssen wir beurteilen, ob die Anlageprodukte oder Dienstleistungen die Sie ausgewählt haben, für Sie geeignet sind und um Sie auf der Grundlage der von Ihnen uns zur Verfügung gestellten Informationen, zu warnen, wenn die Produkte nicht für Sie geeignet sind. Jegliche Entscheidung zur Kontoeröffnung und Nutzung unserer Produkte liegt bei Ihnen. Sie sind dafür verantwortlich, die mit unseren Produkten oder Dienstleistungen verbundenen Risiken zu erkennen.
fr: Avant que nous puissions procéder à l'ouverture d'un compte pour vous permettre de négocier ou d'investir dans des Produits d'investissement par l'intermédiaire de BIEL, nous sommes dans l'obligation de déterminer si les Produits d'investissement ou les services que vous avez sélectionnés sont adaptés à votre situation, et de vous avertir, le cas échéant, du caractère inapproprié de tout produit ou service en fonction des informations que vous nous fournissez. La décision d'ouvrir un compte et d'utiliser nos produits ou services vous appartient. Il est de votre responsabilité de comprendre les risques qu'impliquent nos produits ou services.
id: Sebelum kami mendaftarkan Anda pada BIEL, kami perlu melakukan penilaian apakah produk atau layanan yang telah Anda pilih sesuai untuk Anda, dan untuk mengingatkan Anda mengenai informasi dasar yang telah Anda berikan jika produk atau layanan kami tidak sesuai. Keputusan untuk mendaftar akun dan menggunakan produk atau layanan kami adalah sepenuhnya ditangan Anda. Merupakan tanggung jawab Anda untuk memahami risiko yang terlibat pada produk atau layanan kami.
ja: BIELと投資商品でお取引や投資されるアカウントを開設する前に、投資商品かサービスのどちらがお客さまに適しているか評価をさせていただく必要があります。また、場合によっては提供いただいた情報に基づき、いかなる製品、サービスが適さない事があります。口座を開設して、当製品やサービスを利用するのはお客さまの決断次第です。当商品とサービスに関連するリスクを理解いただくことはお客さまの責任になります。
pl: Przed otworzeniem konta umożliwiającego handel lub inwestowanie w Produkty inwestycyjne w BIEL, jesteśmy prawnie zobowiązani do przeprowadzenia oceny, czy wybrane przez Ciebie Produkty inwestycyjne lub usługi są dla Ciebie odpowiednie i ostrzeżenia Cię, jeśli z dostarczonych nam informacji wynika, że dany produkt lub usługa nie jest dla Ciebie odpowiedni(a). Decyzja o otwarciu konta i korzystaniu z naszych produktów lub usług należy do Ciebie. Twoim obowiązkiem jest zaznajomienie się z ryzykami związanymi z naszymi produktami i usługami.
ru: Прежде, чем мы откроем Вам счет для торговли или вложений в инвестиционные продукты на BIEL, мы обязаны произвести оценку и выяснить, подходят ли Вам выбранные инвестиционные продукты или услуги. Также, на основе предоставленной Вами информации, мы обязаны Вас предупредить, если какой-то продукт или услуга не будут Вам подходить. Любое решение об открытии счета и использовании наших продуктов является Вашим. Также Вы должны осознавать риски, связанные с нашими продуктами или услугами.
th: ก่อนการเปิดบัญชีให้ท่านเพื่อทำการซื้อขายหรือลงทุนในผลิตภัณฑ์เพื่อการลงทุนต่างๆ กับ BIEL เราขอดำเนินการประเมินเพื่อวิเคราะห์ถึงผลิตภัณฑ์และบริการเพื่อการลงทุนใดบ้างที่เหมาะสมกับท่าน และเพื่อแจ้งเตือนให้ท่านทราบว่า บนพื้นฐานของข้อมูลท่าน มีผลิตภัณฑ์และบริการเพื่อการลงทุนใดบ้างที่ไม่เหมาะกับท่าน การตัดสินใจใดๆ ก็ตามในการขอเปิดบัญชี และเพื่อการใช้งานผลิตภัณฑ์/บริการเพื่อการลงทุนเป็นไปตามความประสงค์ของท่าน และเป็นความรับผิดชอบของท่านที่จะเข้าใจและยอมรับความเสี่ยงเนื่องจากผลิตภัณฑ์/บริการเพื่อการลงทุนที่ท่านได้เลือก
vi: Trước khi chúng tôi mở tài khoản giao dịch hoặc đầu tư cho bạn trong mục Sản phẩm Đầu tư với BIEL, chúng tôi bắt buộc phải làm một bản đánh giá Sản phẩm Đầu tư hoặc dịch vụ mà bạn đã chọn xem có thích hợp không dựa trên cơ sở thông tin mà bạn cung cấp cho chúng tôi, chúng tôi sẽ cảnh báo bạn nếu như có bất kì sản phẩm hoặc dịch vụ nào trong số đó không thích hợp. Việc quyết định sử dụng dịch vụ hoặc sản phẩm nào là do bạn. Bạn phải có trách nhiệm tìm hiểu các rủi ro có liên quan tới những dịch vụ và sản phẩm của chúng tôi.
zh_cn: 在为您开立 BIEL账户，对投资产品进行交易或投资之前，我们要先评估您所选择的投资产品或服务，如果对您不合适，我们必须提醒您。最后，由您自行决定是否开立账户，并使用我们产品或服务。您应充分了解我们产品和服务的风险，并承担所有责任。

source: Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets.
fr: Vous profitez des mêmes taux de retour sur investissement que les traders du marché interbancaire. Nos prix sont actualisés quotidiennement en fonction des marchés d'options du secteur interbancaire.
ja: インターバンク取引と同じリターン率から利益を得ることができます。当社の価格はインターバンクオプション市場のベンチマークを用いています。

source: Benefits
de: Vorteile
fr: Avantages
ja: 福利厚生について
vi: Các lợi nhuận
zh_cn: 福利

source: Benefits of being a Payment Agent
ar: مزايا أن تكون وكيل دفع
de: Die Vorteile, ein Zahlungsagent zu sein
fr: Avantages associés au statut d'agen
id: Manfaat menjadi Agen Pembayaran
ja: 決済サービスエージェントになる利点
pl: Korzyści z bycia pośrednikiem płatności
ru: Преимущества Платежного агента
th: ประโยชน์ต่างๆ ของการเป็นตัวแทนรับชำระเงิน
vi: Lợi ích khi là một Đại lý Thanh toán
zh_cn: 成为付款代理的好处

source: Benefits of trading binaries
ar: فوائد تداول الثنائيات
de: Vorteile des Handels mit Binären Optionen
fr: Avantages du trading d'options binaires
id: Manfaat trading binary
ja: バイナリー取引のメリット
pl: Korzyści z handlu opcjami binarnymi
ru: Преимущества работы с бинарными опционами
th: ประโยชน์ต่างๆ ของการเทรดไบนารี
vi: Lợi ích của giao dịch nhị phân
zh_cn: 二元期权交易的优点

source: Best Execution Factors
ar: أفضل عوامل التنفيذ
de: Beste Ausführungsfaktoren
fr: Meilleurs facteurs d'exécution
id: Faktor Eksekusi Terbaik
ja: 最良執行要因
pl: Czynniki najkorzystniejszej realizacji
ru: Факторы лучшего исполнения
th: ปัจจัยการดำเนินการที่ดีที่สุด
vi: Nhân tố Thực hiện Tốt nhất
zh_cn: 最佳执行因素

source: Best Execution Policy
ar: أفضل سياسة تنفيذ
de: Beste Ausführungsgrundsätze
fr: Politique de meilleure exécution
id: Kebijakan Eksekusi Terbaik
ja: 最良執行ポリシー
pl: Polityka najkorzystniejszej realizacji
ru: Политика лучшего исполнения
th: นโยบายการดำเนินการที่ดีที่สุด
vi: Chính sách Thực hiện Tốt nhất
zh_cn: 最佳执行政策

source: Best Tracking with "Forever Cookies"
ar: أفضل تتبع مع "ملفات الارتباط الأبدية"
de: Bestes Tracking mit "Forever Cookies"
fr: Meilleur suivi avec les « Cookies permanents »
id: Tracking Terbaik menggunakan "Cookie Selamanya"
ja: 獲得会員を確実にフォローするCookie（クッキー）設定
pl: Najlepsze śledzenie dzięki „stałym plikom cookie”
ru: Лучшая система отслеживания "Forever Cookies" ("Вечные cookies")
th: การติดตามที่ดีที่สุดด้วย "คุ้กกี้ถาวร"
vi: Theo dõi tốt nhất với "Cookie mãi mãi"
zh_cn: 通过“永久性 Cookie”实现最佳追踪

source: Best execution is the requirement to take all sufficient steps to obtain, when executing orders, the best possible result for you taking into account price, costs, speed, likelihood of execution and settlement, size, nature or any other consideration relevant (hereinafter referred to as the "execution factors") to the execution of the order.
de: Beste Ausführung ist die Voraussetzung, alle angemessenen Schritte zu unternehmen, um bei der Ausführung von Ordern das für Sie bestmögliche Ergebnis zu erreichen; in Berücksichtigung von Preis, Kosten, Geschwindigkeit, Wahrscheinlichkeit einer Ausführung und Abwicklung, Größe, Natur oder jeder anderen relevanten Berücksichtigung (im Folgenden als "Ausführungsfaktoren" bezeichnet) bei er Durchführung der Order.
fr: La meilleur exécution est le besoin de prendre toutes les mesures pour obtenir, lors de l'exécution d'ordres, le meilleur résultat possible pour vous en prenant en compte le prix, les coûts, la vitesse, la probabilité d'exécution; la taille, la nature ou toute autre considération pertinente (ci-après référencés comme "facteurs d'exécution") pour l'exécution de l'ordre.
ja: 最良執行とは注文実行、決済、数量、性質、その他の関連事項（以下「実行要因」という。）を踏まえながら、注文実行の際に価格、費用、スピードを考慮した最良の結果を導けるよう全てのステップをきちんと踏む必要があります。
vi: Thi hành tốt nhất là yêu cầu để lấy tất các các bước cần thiết để có được, khi thi hành các lệnh, kết quả tốt nhất cho bạn khi tham gia vào tài khoản giá, chi phí, tốc độ, khả năng thi hành và giải quyết, kích thước, tự nhiên hoặc bất kỳ một yếu tố có liên quan ( sau đây gọi tắt là "các yếu tố thực thi") để thực thi các lệnh.
zh_cn: 最佳执行方案是在执行订单时为了确保您能获得最佳成果所必须采取的足够措施。须要考虑的因素包括价格、成本、速度、执行和结算的可能性、大小、性质或其他与订单执行相关的任何考虑点（以下简称为“执行因素”）。

source: BetOnMarkets goes live
ar: BetOnMarkets تبدأ العمل
de: BetOnMarkets geht online
fr: Lancement de BetOnMarkets
id: BetOnMarkets ditayangkan
ja: BetOnMarkets（オンライントレードサイト）を公開
pl: BetOnMarkets wchodzi do gry
ru: Запуск сайта BetOnMarkets
th: BetOnMarkets ประกาศใช้งาน
vi: BetOnMarkets đã có mặt
zh_cn: BetOnMarkets 正式上线

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
de: BetOnMarkets.com hat über 400.000 Kunden in der Datenbank und hat den Meilenstein von US$ 1 Milliarde in nur 13 Jahren erreicht, was uns zu den führenden Anbietern im Handel von Fixed-Odds gemacht hat.
fr: BetOnMarkets compte plus de 400 000 clients dans sa base de données et culmine déjà à 1 milliard USD au cours de sa 13e année, figurant désormais parmi les leaders du secteur du trading en ligne.
ja: BetOnMarkets.comの口座数は40万以上になりました。開業13年目にして累計で10億USDのターンオーバーを達成し、固定オッズトレード業界での牽引役として位置付けられるようになります。
vi: BetOnMarkets.com có hơn 400,000 khách hàng trong kho dữ liệu và đạt 1 tỷ đô la Mỹ chỉ trong năm thứ 13, khiến cho chúng tôi trở thành một trong những nhà cung cấp giao dịch cố định hàng đầu.
zh_cn: BetOnMarkets.com 的数据库中拥有超过400,000个客户，并仅在第13年即达到10亿美元的里程碑，使我们成为领先的固定赔率交易提供商之一。

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
ar: BetOnMarkets.com تقوم بزيادة العوائد حتى 100,000 USD و EUR و GBP و AUD
de: BetOnMarkets.com erhöht die Auszahlungen auf 100.000 USD, EUR, GBP und AUD
fr: BetOnMarkets.com augmente le plafond des paiements à 100 000 (en USD, EUR, GBP et AUD)
id: BetOnMarkets.com meningkatkan hasil trading hingga 100,000 USD, EUR, GBP dan AUD
ja: BetOnMarkets.comはペイアウト金額を10万 USD/EUR/GBP/AUDに拡大
pl: BetOnMarkets.com zwiększa wypłaty do 100 000 USD, EUR, GBP i AUD
ru: BetOnMarkets.com увеличивает максимальные выплаты до 100,000 USD, EUR, GBP и AUD
th: BetOnMarkets.com เพิ่มการชำระเงินหลากหลายสกุล เช่น 100,000 USD, EUR, GBP และ AUD
vi: BetOnMarkets.com tăng tiền thưởng đến 100,000 đô la Mỹ, Euro, bảng Anh và đô la Úc
zh_cn: BetOnMarkets.com 把赔付额增至100,000美元、欧元、英镑及澳元

source: BetOnMarkets.com is successfully rebranded %1
de: BetOnMarkets.com wurde erfolgreich zu %1 umfirmiert
fr: Le site BetOnMarkets.com est définitivement renommé %1
ja: BetOnMarkets.comはBinary.comに商号変更
vi: BetOnMarkets.com đã đổi thương hiệu thành %1
zh_cn: BetOnMarkets.com 成功重塑品牌为 %1

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
ar: دورة مبيعات BetOnMarkets.com تصل الى بليون دولار أمريكي منذ انطلاقها عام 1999
de: BetOnMarkets.com erreicht seit der Gründung in 1999 einen Umsatz von 1 Miliarde $
fr: BetOnMarkets.com affiche un chiffre d'affaires de 1 million de dollars US depuis sa création en 1999
id: BetOnMarkets.com mencapai $1 milyar omset sejak tahun 1999
ja: BetOnMarkets.comは1999年から累計で10億USDのターンオーバーを達成
pl: BetOnMarkets.com osiąga obrót w wysokości miliarda dolarów od rozpoczęcia działalności w 1999 r.
ru: BetOnMarkets.com достигает оборота в 1 миллиард долларов впервые с 1999 г.
th: BetOnMarkets.com มีมูลค่าซื้อขายรวม 1 พันล้านเหรียญสหรัฐ ตั้งแต่เริ่มต้นในปี 1999 (พ.ศ. 2542)
vi: BetOnMarkets.com đạt doanh thu 1 tỷ đô la Mỹ tính từ thời điểm thành lập vào năm 1999
zh_cn: BetOnMarkets.com 于1999年推出，目前营业额达10亿美元

source: Betting system and method
ar: نظام وطريقة المراهنة
de: Wettsystem und Methode
fr: Système et méthode de trading
id: Sistem dan metode trading
ja: ベッティングシステムとその方法
pl: System i metody zawierania zakładów
ru: Система и методы ставок
th: ระบบการพนันและวิธีการ
vi: Hệ thống và phương thức Cá cược
zh_cn: 博彩系统和方法

source: Binary (C.R.) S.A., registered in Costa Rica. Clients from the rest of the world (excluding certain countries such as the USA, Costa Rica, Hong Kong) will have their account opened with Binary (C.R.) S.A.
de: Birne (C.R.) S.A., in Costa Rica registriert. Kunden aus dem Rest der Welt (ausgenommen einzelne Länder, wie USA, Costa Rica, Hongkong) können Ihr Konto bei Binary (C.R.) S.A. eröffnen lassen.
fr: Binary (C.R.) S.A., enregistrée au Costa Rica. Les clients basés dans le reste du monde (sauf dans certains pays : États-Unis, Costa Rica, Hong-Kong) pourront ouvrir leur compte auprès de Binary (C.R.) S.A.
ja: その他の国（アメリカ、日本、コスタリカ、香港などの一部の国を除く）の居住者は、この会社の下で口座を開設されます。
vi: Binary (C.R.) S.A., được đăng ký ở Costa Rica. Các khách hàng từ phần còn lại của thế giới (trừ một số quốc gia như Hoa Kỳ, Costa Rica, Hồng Kông) sẽ có tài khoản của họ được mở với Binary (C.R.) S.A.
zh_cn: Binary (C.R.) S.A., 在哥斯达黎加注册。全球其他地区的客户 (不包括某些国家如美国、哥斯达黎加、香港)可在 Binary (C.R.) S.A. 开设账户。

source: Binary (Europe) Ltd & Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825
fr: Binary (Europe) Ltd et Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825
ja: Binary (Europe) Ltd & Binary Investments (Europe) 所在地：Mompalao Building, Suite 2, Tower Road, Msida MSD1825
vi: Công ty TNHH Binary (châu Âu) và công ty TNHH Đầu tư Binary (châu Âu), Tòa nhà Mompalao, Khu 2, ĐườngTower, Msida MSD1825

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licensed and regulated (for gambling products only - %1's Volatility Indices) by the Malta Gaming Authority in Malta (licence no MGA/CL2/118/2000) and for UK clients by the UK Gambling Commission - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39495" target="_blank">view licence</a>.
de: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Zulassung und Überwachung durch die Malta Gaming Authority (nur für Glücksspielprodukte - %1s Volatilität Indizes) auf Malta (Lizenz Nr. MGA/CL2/118/2000) und für Kunden aus Großbritannien von der britischen Glücksspielkommission - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39495" target="_blank">Lizenz aufrufen</a>.
fr: Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte. Société autorisée et réglementée (pour les produits d'investissement uniquement : indices de volatilité %1) par l'Autorité maltaise des jeux (licence n° MGA/CL2/118/2000), et pour les clients du Royaume-Uni, par la Commission des jeux du Royaume-Uni : <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39495" target="_blank"> afficher la licence</a>.
ja: Binary (Europe) Ltdもマルタ共和国でオンラインサービスの規制を受け監督されています。 EUの住居者（英国を除く）の口座開設は、この会社の下で開設されます。
vi: Công ty TNHH Binary (châu Âu), Tòa nhà Mompalao, Khu 2, Đường Tower, Msida MSD1825, Malta. Được cấp giấy phép và quy định (chỉ đối với các sản phẩm cá cược - %1's Chỉ số bất định) bởi Ủy ban Cá cược Malta tại Malta (giấy phép số MGA/CL2/118/2000) và đối với khách hàng Anh được quy định và cấp phép bởi Ủy ban Cá cược Anh - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39495" target="_blank"> 1view licence</a> 2.
zh_cn: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta。公司经马耳他博彩局授予牌照并受其监管（仅博彩产品-%1的波动率指数），（牌照号MGA/CL2/118/2000）。而英国客户由英国博彩委员会授予牌照和监管 - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39495" target="_blank">查看牌照</a>。

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
ar: بيناري (آي أو إم) المحدودة، First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
ja: Binary (IOM) Ltd 所在地：<br> First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW
th: Binary (IOM) Ltd ชั้น 1 มิลิเนียมเฮ้าส์ ถนนวิกตอเรีย ดักลาส IM2 4RW
vi: Công ty TNHH Binary (IOM), Tầng 1, Nhà Millennium, Đường Victoria, Douglas, IM2 4RW

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licensed and regulated by the Gambling Supervision Commission in the Isle of Man (current online gambling licence granted on the 31 August 2012) and for UK clients by the UK Gambling Commission - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39172" target="_blank">view licence</a>.
de: Binary (IOM) Ltd, 1. Stock, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Zulassung und Überwachung durch die Gambling Supervision Commission auf der Isle of Man (Die aktuelle Online-Glücksspiellizenz wurde am 31. August 2012 erteilt) und für Kunden aus Großbritannien von der britischen Glücksspielkommission - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39172" target="_blank">Lizenz aufrufen</a>.
fr: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Société autorisée et réglementée par la Gambling Supervision Commission de l'île de Man (licence actuelle pour les services de jeux en ligne délivrée le 31 août 2012), et pour les clients du Royaume-Uni par la Commission des jeux du Royaume-Uni - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39172" target="_blank"> afficher la licence</a>.
ja: Binary (IOM) Ltd はマン島のライセンス当局GSCによってライセンスを付与され監督下におります。
vi: Công ty TNHH Binary (IOM), Tầng 1, Nhà Millennium, Đường Victoria, Douglas, Isle of Man, IM2 4RW. Được cấp giấy phép và quy định bởi Ủy ban giám sát Cá cược tại Đảo Man (giấy phép cá cược trực tuyến hiện hành được cấp ngày 31 tháng 8 năm 2012) và đối với khách hàng Anh được cấp phép và quy định bởi Ủy ban Cá cược Anh - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39172" target="_blank"> 1xem giấy phép</a> 2.
zh_cn: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW。公司经马恩岛博彩监管委员会授予牌照并受其监管（当前在线博彩牌照的授予时间是 2012 年 8 月 31 日），英国客户则由英国博采委员会授予牌照和监管 - <a href="https://secure.gamblingcommission.gov.uk/gccustomweb/PublicRegister/PRSearch.aspx?ExternalAccountId=39172" target="_blank">查看牌照</a>。

source: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Licensed and regulated by the Vanuatu Financial Services Commission - <a href="https://www.vfsc.vu/wp-content/uploads/2015/12/List-of-Licensees-under-Dealers-in-Securities-Licensing-Act-CAP-70-18.11.2016.pdf" target="_blank">view licence</a>.
de: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu. Lizensiert und überprüft von der Vanuatu Financial Services Commission - <a href="https://www.vfsc.vu/wp-content/uploads/2015/12/List-of-Licensees-under-Dealers-in-Securities-Licensing-Act-CAP-70-18.11.2016.pdf" target="_blank">Lizenz ansehen</a>.
fr: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, République de Vanuatu. Société autorisée et réglementée par la Commission des Services Financiers du Vanuatu : <a href="https://www.vfsc.vu/wp-content/uploads/2015/12/List-of-Licensees-under-Dealers-in-Securities-Licensing-Act-CAP-70-18.11.2016.pdf" target="_blank"> afficher la licence</a>.
ja: Binary (V) Ltd：Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu バヌアツ金融サービス委員会によってライセンスが認定され、監督下にあります。 - <a href="https://www.vfsc.vu/wp-content/uploads/2015/12/List-of-Licensees-under-Dealers-in-Securities-Licensing-Act-CAP-70-18.11.2016.pdf" target="_blank">ライセンスを表示</a>
vi: Công ty TNHH Binary (V), Tòa Nhà Govant, Port Vila, PO Box 1276, Vanuatu, Cộng hòa Vanuatu. Được cấp phép và quy định bởi Ủy Ban Các Dịch Vụ Tài Chính Vanuatu - <a href="https://www.vfsc.vu/wp-content/uploads/2015/12/List-of-Licensees-under-Dealers-in-Securities-Licensing-Act-CAP-70-18.11.2016.pdf" target="_blank">xem giấy phép</a>.
zh_cn: Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, Republic of Vanuatu。公司经瓦努阿图金融服务委员会授予牌照和监管 - <a href="https://www.vfsc.vu/wp-content/uploads/2015/12/List-of-Licensees-under-Dealers-in-Securities-Licensing-Act-CAP-70-18。11.2016.pdf" target="_blank">查看牌照</a>。

source: Binary Bot released
de: Binärer Bot freigegeben
fr: Lancement de Binary Bot
ja: バイナリーボット(ロボット)を導入(日本を除く)
vi: Phát hành Bot Binary
zh_cn: Binary Bot 已发布

source: Binary Group Services Sdn Bhd, 30-10, Q Sentral, Jalan Stesen Sentral 2, 50470 Kuala Lumpur
ja: Binary Group Services Sdn Bhd<br>所在地：30-10, Q Sentral, Jalan Stesen Sentral 2, 50470 Kuala Lumpur
vi: Các dịch vụ của tập đoàn Binary Sdn Bhd, 30-10, Q Sentral, Jalan Stesen Sentral 2, 50470 Kuala Lumpur
zh_cn: 吉隆坡 Jalan Stesen Sentral 2, Q Sentral, 30-10室，邮编 50470，Binary Group Services 有限公司

source: Binary Group Services Sdn Bhd, C-13-02, iTech Tower, Jalan Impact, Cyber 6, 63000 Cyberjaya, Selangor Darul Ehsan
ja: Binary Group Services Sdn Bhd<br>所在地：C-13-02, iTech Tower, Jalan Impact, Cyber 6, 63000 Cyberjaya, Selangor Darul Ehsan
th: Binary Group Services Sdn Bhd ตั้งอยู่ที่ C-13-02 อาคาร iTech ถนน Impact, Cyber 6, 63000 ไซเบอร์จายา Selangor Darul Ehsan
zh_cn: 马来西亚雪兰莪州 (Selangor) 赛柏再也市 (Cyberjaya), Cyber 6, Jalan Impact, iTech Tower, C-13-02室，邮编 63000，Binary Group Services 有限公司

source: Binary Group Services Sdn Bhd, Zweigstelle Berlin, Friedrichstraße 68, 10117 Berlin
ja: Binary Group Services Sdn Bhd<br>所在地：Zweigstelle Berlin, Friedrichstraße 68, 10117 Berlin
zh_cn: 柏林市 Zweigstelle Berlin, Friedrichstraße 68, 邮编 10117， Binary Group Services有限公司
