Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Price - the price at which the transaction in relation to your order is executed at.
de: Kurs - der Kurs, zu dem die Transaktion, im Verhältnis zu Ihrer Order, ausgeführt wird.
fr: Prix - le prix auquel la transaction en relation avec l'ordre est exécutée à.
ja: 価格 - オーダーの注文取引が実行される価格です。
vi: Giá - giá mà tại đó các giao dịch liên quan đến các lệnh của bạn được thực hiện.
zh_cn: 价格 - 您的订单相关的交易执行价格。

source: Price/Prices &mdash; Bid and Offer Price/Prices.
de: Kurs/Kurse &mdash; Geld- und Briefkurs/kurse.
fr: Le Prix/ les Prix &mdash; Mise et Offre Prix/ les Prix.
ja: 価格 &mdash; 売値と発行価格
vi: Giá / giá cả &mdash; Giá đặt thầu và giá đưa ra/ giá cả.
zh_cn: 价格 &mdash; 出价和要价。

source: Primary
ar: ابتدائي
de: Primär
fr: Principal
id: Primer
ja: 主要
pl: Podstawowy
ru: Первичн.
th: หลัก
vi: Sơ cấp
zh_cn: 主要

source: Prior knowledge and experience in Information Technology and/or Software Development
de: Vorhandenes Wissen und vorherige Erfahrung in der Informationstechnologie und/oder Softwareentwicklung
fr: Connaissance et expérience préalable dans le domaine des technologies de l'information et/ou du développement de logiciel
id: Berpengetahuan dan berpengalaman di bidang Teknologi Informasi dan/atau Pengembangan Software
ja: 情報技術および/またはソフトウェア開発の知識と経験
pl: Wcześniejsze doświadczenie w pracy z technologiami informacyjnymi i/lub w tworzeniu oprogramowania
ru: Знания и предыдущий опыт работы в области информационных технологий и/или разработки программного обеспечения
th: มีความรู้และผ่านประสบการณ์ในสาขาเทคโนโลยีสารสนเทศ และ/หรือ การพัฒนาซอฟท์แวร์
vi: Kinh nghiệm và kiến thức trong Công nghệ thông tin và/ hoặc Phát triển phần mềm
zh_cn: 信息技术和/或软件开发知识和经验

source: Prior knowledge and experience with IT development
de: Vorhandene Kenntnisse und Erfahrung in der IT-Entwicklung
fr: Connaissance et expérience préalable du développement informatique
id: Berpengetahuan dan pengalaman pada pengembangan IT
ja: IT開発の知識と経験
pl: Umiejętność tworzenia oprogramowania poparta doświadczeniem
ru: Знания и предыдущий опыт работы в области развития информационных технологий
th: มีความรู้และผ่านประสบการณ์ในการพัฒนาระบบงานเทคโนโลยีสารสนเทศ
vi: Kiến thức và kinh nghiệm trong phát triển Công nghệ thông tin
zh_cn: 信息技术开发知识和经验

source: Prior knowledge and experience with the financial industry
de: Vorhandene Kenntnisse und Erfahrung in der Finanzdienstleistungsbranche
fr: Connaissance et expérience préalable du secteur de la finance
id: Berpengetahuan dan berpengalaman pada industri jasa keuangan
ja: 金融業界の知識と経験
pl: Znajomość sektora finansowego poparta doświadczeniem
ru: Знания и предыдущий опыт работы в финансовой индустрии
th: มีความรู้และผ่านประสบการณ์ในสาขาการบริการการเงิน
vi: Kiến thức và kinh nghiệm trong ngành công ngiệp tài chính
zh_cn: 金融业知识和经验

source: Privacy & Security
ar: الأمان والخصوصية
de: Datenschutz & Sicherheit
fr: Confidentialité et sécurité
id: Keamanan & Privasi
ja: 個人情報の取り扱いについて
pl: Prywatność i bezpieczeństwo
ru: Защита информации
th: ความส่วนตัวและความปลอดภัย
vi: Riêng tư và Bảo mật
zh_cn: 隐私和安全

source: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
th: นโยบายความเป็นส่วนตัว

source: Proceed
ar: تقدم
de: Fortfahren
fr: Continuer
id: Lanjutkan
ja: 続行
pl: Kontynuuj
ru: Далее
th: ประมวลผล
vi: Xử lý
zh_cn: 执行

source: Process website content translations regularly and efficiently, delivering high-quality work on a dependable basis
de: Regelmäßige und effiziente Übersetzung von Website-Inhalten erarbeiten, Ablieferung von qualitativ hochwertiger Arbeit auf zuverlässiger Grundlage
fr: Traduction régulière et efficace des contenus Web ; livraison de contenus de haute qualité et fiables
id: Memproses terjemahan konten website secara teratur dan efisien, hasil kerja yang berkualitas tinggi yang dapat diandalkan
ja: 定期的かつ効率的であり、信頼性に基いた質の高いウェブサイトコンテンツの翻訳
pl: Regularne i sprawne tłumaczenie treści zamieszczanych na stronie internetowej. Punktualne dostarczanie wysokiej jakości usług tłumaczeniowych
ru: Регулярный и качественный перевода вебсайта, а также качественное и эффективное выполнение поставленных задач
th: รับผิดชอบในการแปลเนื้อหาของเว็บไซต์ตามปกติอย่างมีประสิทธิภาพ ส่งมอบงานที่มีคุณภาพสูง และเชื่อถือได้
vi: Xử lý nội dung bản dịch trên trang web thường xuyên và hiệu quả, mang lại công việc chất lượng cao trên một cơ sở đáng tin cậy
zh_cn: 定期、及时翻译网站内容，可靠提供高质量工作

source: Process website content translations when a full time translator is unavailable
ar: القيام بترجمة محتوى الموقع عند عدم توفر المترجم بدوام كامل
de: Bearbeitung von Übersetzungen von Website-Inhalten, wenn ein Vollzeit-Übersetzer nicht verfügbar ist
fr: Traduction des contenus Web lorsque le traducteur à plein temps n'est pas disponible
id: Memproses terjemahan konten website sepenuhnya jika penerjemah asli tidak tersedia
ja: フルタイムの翻訳者が不在の時にもウェブサイトのコンテンツの翻訳を処理する・理解できる
pl: Tłumaczenie treści zamieszczanych na stronie internetowej, gdy tłumacz pełnoetatowy jest niedostępny
ru: Выполнение перевода контента вебсайта, когда недоступен постоянный переводчик
th: ช่วยแปลเนื้อหาของเว็บไซต์ เมื่อนักแปลประจำไม่ว่าง
vi: Xử lý bản dịch nội dung trang web khi không có phiên dich viên toàn thời gian
zh_cn: 在全职译员无法工作时翻译网站内容

source: Processing Time
ar: وقت المعالجة
de: Bearbeitungszeit
fr: Délai de traitement
id: Waktu Proses
ja: 決済所要時間
pl: Czas przetwarzania
ru: Обработка заявки
th: เวลาในการประมวลผล
vi: Thời gian Xử lý
zh_cn: 处理时间

source: Processing your request...
de: Ihre Anfrage wird bearbeitet...
fr: Traitement de votre demande en cours...
ja: ただいま処理中です。しばらくお待ち下さい。
vi: Đang xử lý yêu cầu của bạn...
zh_cn: 您的请求在处理中...

source: Produce content for the company's website, blog, social media outlets, and marketing materials
de: Erstellung von Inhalten für die Blogs des Unternehmens, Soziale Medien und Werbematerialien
fr: Création de contenus destinés à la diffusion sur le site Web et le blog de la société, sur les réseaux sociaux et dans le cadre de nos campagnes marketing
ja: 当社のブログ、ソーシャルメディア、マーケティング資料のコンテンツ作成
vi: Đưa ra nội dung cho trang web, blog, phương tiện truyền thông công cộng và tài liệu tiếp thị của công ty
zh_cn: 为公司网站、博客、社交媒体渠道和营销材料创建内容

source: Product Disclosure Statement
de: Offenlegugserklärung des Produkts
fr: Notice d'information sur des produits financiers
ja: 金融商品開示文書
vi: Tuyên bố công bố sản phẩm
zh_cn: 产品披露声明

source: Professional Clients
ar: العملاء المحترفون
de: Professionelle Kunden
fr: Clients professionnels
id: Klien Profesional
ja: プロ投資家
pl: Klienci profesjonalni
ru: Клиенты-профессионалы
th: อาชีพของลูกค้า
vi: Khách hàng Chuyên nghiệp
zh_cn: 专业客户

source: Professionals
de: Profis
fr: Professionnels
ja: 専門家
vi: Các chuyên gia
zh_cn: 专业人士

source: Proficiency in a scripting language - Perl preferred
ar: يفضل إجادة لغة برمجة - بيرل
de: Kenntnisse in einer Skriptsprache - Perl bevorzugt
fr: Parfaite maîtrise d'un langage de script (idéalement Perl)
id: Kemahiran dalam bahasa scripting - diutamakan Perl
ja: スクリプト言語に堪能である - Perlが好ましい
pl: Biegłość w pracy z językiem skryptowym – preferujemy język Perl
ru: Хорошее знание скриптового языка программирования - желательно Perl
th: มีความเชี่ยวชาญในภาษาสคริป หากเป็นภาษา Perl จะพิจารณาเป็นพิเศษ
vi: Thông thạo mã scripting language - Ưu tiên Perl
zh_cn: 精通一种脚本语言 - Perl 最佳

source: Proficiency in a second language (oral and written) is preferred
ar: يفضل إجادة لغة ثانية (نطقا وكتابة)
de: Kenntnis einer weiteren Sprache (mündlich und schriftlich) ist erwünscht
fr: Il est préférable de maîtriser une seconde langue (à l'oral et à l'écrit)
id: Kemahiran dalam bahasa kedua (lisan dan tulisan) lebih diutamakan
ja: 第二言語（口語およびライティング）が堪能であると好ましい
pl: Preferowana jest biegła znajomość drugiego języka (w mowie i w piśmie)
ru: Знание второго языка (устно и письменно) является предпочтительным
th: มีความเชี่ยวชาญในภาษาที่สอง ทั้งพูดและเขียน จะได้รับการพิจารณาเป็นพิเศษ
vi: Ưu tiên ứng viên thông thạo một ngôn ngữ thứ 2 (đọc và viết)
zh_cn: 熟练掌握第二语言 (口头和书面) 者优先聘用

source: Profile
de: Profil
fr: Profil
ja: プロファイル
vi: Tiểu sử
zh_cn: 详细信息

source: Profit
ar: أرباح
de: Rendite
fr: Profits
id: Keuntungan
ja: 利益
pl: Zysk
ru: Прибыль
th: กำไร
vi: Lợi nhuận
zh_cn: 利润

source: Profit / Loss
ar: الربح / الخسارة
de: Gewinn/Verlust
fr: Profits/pertes
id: Untung/Rugi
ja: 損益
pl: Zysk / Strata
ru: Плюс/Минус
th: กำไร / ขาดทุน
vi: Lợi nhuận/Thua lỗ
zh_cn: 利润 / 亏损

source: Profit Table
ar: جدول الأرباح
de: Gewinntabelle
fr: Tableau des profits
id: Tabel Laba Rugi
ja: 取引明細
pl: Tabela zysków
ru: Анализ счета
th: ตารางกำไร
vi: Bảng Lợi nhuận
zh_cn: 利润表

source: Profit/Loss
ar: الربح/الخسارة
de: Gewinn/Verlust
fr: Profits/pertes
id: Untung/Rugi
ja: 損益
pl: Zysk/Strata
ru: Плюс/Минус
th: กำไร/ขาดทุน
vi: Lợi nhuận/Thua lỗ
zh_cn: 利润/亏损

source: Prohibited Trades
de: Untersagte Geschäfte
fr: Transactions prohibées
ja: 取引を禁止しています
vi: Các giao dịch bị cấm
zh_cn: 违禁交易

source: Proof of address - A scanned copy of a utility bill or bank statement that's not more than three months old. Your proof of address must contain your name, address, date of issue, and the name of the issuing organisation.
de: Nachweis der Adresse - Eine gescannte Kopie einer Abrechnung öffentlicher Versorgungsbetriebe oder eines Bankkontoauszuges, die nicht älter als drei Monate ist. Ihr Nachweis der Adresse muss Ihren Namen, Ihre Adresse, das Datum der Ausstellung und den Namen der ausstellenden Organisation beinhalten.
fr: Justificatif de domicile : une copie scannée d'une facture de gaz, d'électricité, d'eau ou d'un relevé bancaire datant de moins de 3 mois. Votre justificatif de domicile doit inclure votre nom, adresse, date d'émission, et le nom de l'organisation émettrice.
ja: ご不明な点等ありましたら、カスタマーサポートまでご連絡ください
zh_cn: 地址证明 - 水电煤账单或银行月结单扫描件（日期不得超过3个月）。地址证明必须包括您的姓名、地址、发证日期和发证机构名称。

source: Proof of identity - A scanned copy of your passport, driving license (either provisional or full), or identity card that shows your full name and date of birth.
de: Identitätsnachweis - Eine gescannte Kopie Ihres Reisepasses, gültigen Führerscheins (entweder vorläufig oder endgültig), oder Personalausweises, auf dem Ihr voller Name und das Geburtsdatum erkennbar sind.
fr: Preuve d'identité : une copie scannée de votre passeport, de votre permis de conduire (provisoire ou non) ou de votre carte d'identité, indiquant votre nom et votre date de naissance.
ja: 身分確認 - 氏名と生年月日が表示されているパスポートか運転免許証、または住民基本台帳カードをスキャンしたコピー。
vi: bằng chứng danh tính - Một bản quét hộ chiếu, bằng lái xe (tạm thời hoặc chính thức), hoặc chứng minh nhân dân thể hiện tên và ngày sinh của bạn.
zh_cn: 身份证明 - 显示您名字和出生日期的护照、驾照（临时或永久）或身份证的扫描件。

source: Proofread and correct the content appearing on the company's website, blog, social media outlets, and marketing materials, from English to the regional language and vice versa
de: Korrekturlesen und Korrektur von Inhalten, die auf unserer Firmen-Website, in Blogs, Sozialen Medien und Werbematerialien erscheinen von Englisch in die Landessprache und umgekehrt
fr: Relecture et correction des contenus diffusés sur le site Web et le blog de la société, sur les réseaux sociaux et dans le cadre de nos campagnes marketing, de l'anglais vers la langue cible et vice-versa
ja: ウェブサイト、ブログ、ソーシャルメディア、マーケティング資料に使用するコンテンツの英語から地方言語（またはその逆）の校正と修正
vi: Kiểm tra và sửa nội dung trên trang web, blog, phương tiện truyền thông công cộng và tài liệu tiếp thị của công ty, từ tiếng Anh sang tiếng Việt và ngược lại
zh_cn: 公司网站、博客、社交媒体网站和营销材料内容翻译的校对和更正（从英语翻译成区域语言，或反向）

source: Proofreader
ar: مصحّح
de: Korrektor
fr: Relecteur [H/F]
id: Korektor
ja: 校正者
pl: Korektor
ru: Корректор
th: นักพิสูจน์อักษร
vi: Kiểm tra và sửa nội dung
zh_cn: 校对员

source: Protect your profits
fr: Protégez vos profits
ja: あなたの利益を守ります

source: Proven knowledge of auditing standards, procedures, laws, rules and regulations are an added advantage
ar: تعتبر ميزة إضافية وجود معرفة مؤكدة بمعايير مراجعة الحسابات، والإجراءات، والقوانين، والقواعد واللوائح
de: Nachweisbare Kenntnisse von Revisionsstandards, Verfahren, Gesetzen, Vorschriften und Verordnungen sind ein zusätzlicher Vorteil
fr: La connaissance des normes, procédures, lois et réglementations applicables à l'audit constitue un avantage supplémentaire
id: Memiliki pengetahuan standar audit, prosedur, hukum, aturan dan peraturan merupakan nilai tambahan
ja: 監査の基準、手続き、法律、規則および規制に関した実績ある知識があると好ましい
pl: Potwierdzona znajomość standardów i procedur audytowych, przepisów prawnych i regulacyjnych będzie dodatkowym atutem
ru: Подтверждённые знания стандартов аудита, процедур, законов, правил и нормативных положений - дополнительное преимущество
th: มีความรู้ของมาตรฐานการตรวจสอบภายใน ระเบียบวิธี กฎหมาย ข้อบัญญัติ ที่พิสูจน์ได้จะเป็นประโยชน์ในการพิจารณา
vi: Chứng minh được kiến thức về các tiêu chuẩn của kiểm toán, thủ tục, pháp luật, quy tắc và quy định là một lợi thế
zh_cn: 熟知审计标准、程序、法律、规则和条例者优先录取

source: Provide administrative support in areas related to vendor management, event planning, accounting, and human resources administration.
ar: تقديم الدعم الإداري في المجالات المتصلة بإدارة الموارد والتخطيط، والمحاسبة، وإدارة الموارد البشرية.
de: Erbringung von administrativer Unterstützung in Bereichen wie Lieferantenmanagement, Eventplanung, Buchhaltung und Personalverwaltung.
fr: Vous réaliserez différentes tâches administratives dans des domaines tels que la gestion des fournisseurs, la gestion événementielle, la comptabilité et l'administration des ressources humaines.
id: Memberi dukungan administratif pada bidang terkait dengan manajemen penyedia, perencanaan acara, akuntansi, dan administrasi sumber daya manusia.
ja: ベンダー管理・イベント企画・会計・人事管理に関連する分野での管理サポート
pl: Zapewnianie wsparcia administracyjnego w obszarach związanych z zarządzaniem dostawcami, planowaniem wydarzeń, rachunkowością i administracją zasobami ludzkimi.
ru: Административная поддержка при управлении исполнителями, организации мероприятий, бух. учёте и управлении кадрами.
th: ให้การบริการงานบริหารจัดการต่างๆ ที่เกี่ยวข้องกับ การบริหารคู่ค้า การวางแผนกิจกรรม การบัญชี และการบริการงานบุคคล
vi: Cung cấp hỗ trợ hành chính trong những lĩnh vực liên quan tới quản lý nhà cung cấp, tổ chức sự kiện, kế toán và quản lý nguồn nhân lực.
zh_cn: 为供应商管理、活动策划、会计和人力资源管理等领域提供行政支持。

source: Public and corporation bond
ja: 公社債
th: หุ้นกู้
vi: Trái phiếu chính phủ và trái phiếu công ty

source: Public worker
ja: 公務員
th: พนักงานเอกชน

source: Publish your name and logo (with or without a link to your Application) on our website, in press releases, and in promotional materials without additional consent;
ar: نشر أسمك وشعارك (مع أو بدون رابط للتطبيق الخاص بك) على موقعنا الإلكتروني على شبكة الأنترنت, في البيانات الصحفية, وفي المواد الترويجية دون موافقة إضافية.
de: Veröffentlichen Sie Ihren Namen und Ihr Logo (mit oder ohne Link auf Ihre Anwendung) auf unserer Website, in Pressemitteilungen und Werbematerialien, ohne zusätzliches Einverständnis;
fr: publier votre nom et votre logo (avec ou sans lien vers votre Application) sur notre site Web, sur des communiqués de presse et sur des supports promotionnels sans autorisation supplémentaire ;
id: Mempublikasikan nama dan logo (dengan atau tanpa link ke Aplikasi Anda) pada website kami, dalam siaran pers, dan dalam materi promosi tanpa persetujuan tambahan.
ja: お客さまのお名前及びロゴ（アプリケーションのリンクを含む）を当サイト、プレスリリース、販促資料において同意を伺うことなく公開します。
pl: Publikować swoje imię i logo (z łączem do Twojej Aplikacji lub bez niego) na naszej stronie internetowej, w notatkach prasowych i materiałach promocyjnych bez dodatkowych pozwoleń;
ru: публиковать Ваше имя и логотип (с или без ссылки на Ваше Приложение) на нашем вебсайте, в пресс-релизах, а также рекламных материалах без Вашего дополнительного согласия;
th: เผยแพร่ชื่อและโลโก้ของท่าน (ประกอบกับมี หรือ ไม่มีลิงค์ไปยังแอพพลิเคชัน) ที่เว็บไซต์ของเรา ในช่องทางสื่อมวลชนต่างๆ และเอกสารการประชาสัมพันธ์โดยปราศจากความยินยอมเพิ่มเติม
vi: Công bố tên và logo của bạn (có hoặc không có một liên kết đến Ứng dụng của bạn) trên trang web của chúng tôi, trong thông cáo báo chí, và trong các tài liệu quảng cáo nếu không đồng ý bổ sung;
zh_cn: 不必另外征求同意，将您的名称和徽标 （可包含应用程序链接，如需要）发布到我们网站、新闻发布和宣传材料;

source: Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai
de: In Englisch, Indonesisch, Japanisch, Chinesisch, Polnisch, Deutsch, Französisch, Spanisch, Portugiesisch, Italienisch, Russisch, und Thailändisch herausgegeben
fr: Contenu publié en anglais, indonésien, japonais, chinois, polonais, allemand, français, espagnol, portugais, italien, russe et thaï
ja: ライブチャットは英語、インドネシア語、中国語、ポーランド語、ドイツ語、フランス語、スペイン語、ポルトガル語、イタリア語、ロシア語、タイ語の11ヵ国語で対応。（日本語は、現在対応しておりません。）
vi: Được xuất bản bằng tiếng Anh, tiếng Indonesia, tiếng Nhật, tiếng Trung, Ba Lan, Đức, Pháp, Tây Ban Nha, Bồ Đào Nha, Ý, Nga, và Thái
zh_cn: 以英语、印尼文、日文、中文、波兰文、德文、法文、西班牙文、葡萄牙文、意大利文、俄文和泰文发布

source: Purchase
ar: شراء
de: Kauf
fr: Achat
id: Beli
ja: 購入
pl: Kup
ru: Покупка
th: ซื้อ
vi: Mua
zh_cn: 买入

source: Purchase Price
ar: سعر الشراء
de: Kaufpreis
fr: Prix d'achat
id: Harga Beli
ja: 購入金額
pl: Cena zakupu
ru: Цена покупки
th: ราคาซื้อ
vi: Giá Mua
zh_cn: 买入价格

source: Purchase Time
ar: وقت الشراء
de: Kaufuhrzeit
fr: Heure d'achat
id: Waktu Beli
ja: 購入時間
pl: Godzina zakupu
ru: Время покупки
th: เวลาซื้อ
vi: Thời gian Mua
zh_cn: 买入时间

source: Purchase our tokens
ja: トークンを購入

source: Purpose of trading
fr: Objectif du trading
ja: 投資の目的
th: วัตถุประสงค์ของการซื้อขาย

source: Put a limit on your winnings. Once you have reached it put some aside and trade with the rest of the money.
ar: ضع حدودا على أرباحك: عندما تصل إلى الحد احتفظ ببعض الربح وتداول بباقي الأموال.
de: Richten Sie für Ihre Gewinne ein Limit ein. Wenn Sie es erreicht haben, legen Sie einen Teil auf die Seite und handeln Sie mit dem restlichen Geld weiter.
fr: Définissez une limite pour vos gains. Une fois cette limite atteinte, mettez une partie des fonds de côté et utilisez le reste pour vos opérations de trading.
id: Batasi keuntungan Anda. Setelah Anda mencapai target, sisihkan dan bertrading menggunakan sisa dana yang ada.
ja: 資金管理も万全のものとしましょう。目標の利益を達成したら一旦、トレードを休止されることをお勧めします。
pl: Ustaw limit dla swoich wygranych. Kiedy zostanie osiągnięty, odłóż część i handluj resztą pieniędzy.
ru: Ограничьте сумму выигрышей. Как только Вы достигли этого лимита, отложите часть суммы и работайте, используя оставшиеся средства.
th: กำหนดวงเงินของท่านสำหรับการทำกำไร เมื่อวงเงินถึงจำนวนสูงสุงให้ตั้งสำรองและซื้อขายด้วยเงินที่เหลือ
vi: Hãy đặt giới hạn cho hợp đồng mà bạn đang thắng. Khi bạn đã đạt tới mức đó, hãy để một số tiền sang bên và tiếp tục giao dịch với số tiền còn lại.
zh_cn: 对您的利润设置限额。一旦达到限额就将部分金额存起来，用剩余的资金继续操作。

source: Q. Miscellaneous
de: Q. Sonstiges
fr: Q. Divers
ja: Q. その他
vi: Q. Ngoài lề
zh_cn: 十七、杂项

source: Qualified applicants should have global experience in recruitment administration, excellent administrative skills, and the ability to work in a fast-paced entrepreneurial environment. We are seeking a true professional capable of making an impact by supporting and advancing HR best practices throughout the company's global operations.
de: Geeignete Kandidaten müssen eine globale Erfahrung in der Personalbeschaffung, ausgezeichnete Verwaltungskenntnisse und die Fähigkeit aufweisen, in einem rasanten unternehmerischen Umfeld arbeiten zu können. Wir suchen eine(n) echte(n) Fachmann/Fachfrau, der/die imstande ist, durch die Unterstützung und Verbesserung der besten Praktiken in der Personalverwaltung auf die weltweite Geschäftstätigkeit des Unternehmens einzuwirken.
fr: Les candidats éligibles doivent disposer d'une expérience globale dans l'administration du recrutement et d'excellentes compétences administratives. Ils doivent également être capables de s'adapter à la cadence soutenue de notre environnement d'entreprise dynamique. Nous recherchons un véritable professionnel capable de jouer un rôle moteur dans la promotion et la progression des meilleures pratiques en ressources humaines, au sein des différents sièges d'exploitation internationaux de la société.
ja: 応募資格として、採用管理、優れた管理経営スキル、ペースの早い起業家精神の強い環境下で働ける能力をグローバル環境で活かされてきた経験が必要となります。会社の国際事業を通して人事のベストプラクティスをサポート、進展することで影響を与えうる真のプロフェッショナルを求めいてます。
vi: Ứng viên đủ điều kiện phải có kinh nghiệm toàn cầu trong quản lý tuyển dụng, kỹ năng quản trị tốt và khả năng làm việc trong một môi trường kinh doanh cường độ cao. Chúng tôi đang tìm kiếm một chuyên gia thực sự, có khả năng hỗ trợ và đề xuất hệ thống thực hành tốt nhất về nguồn nhân lực trong suốt toàn bộ hoạt động toàn cầu của công ty.
zh_cn: 合格的申请人应具备全球招聘管理经验和优秀的管理技能，并能够在快节奏的创新环境中工作。我们正在寻找能够激励员工以最佳作业方式支持和推动全球业务的专业人才。

source: Quality Assurance
ar: ضمان الجودة
de: Qualitätssicherung
fr: Assurance qualité
id: Jaminan Kualitas
ja: 品質保証
pl: Zapewnianie jakości
ru: Технический контроль
th: การประกันคุณภาพ
vi: Đảm bảo Chất Lượng
zh_cn: 质量保证

source: Quality Assurance Engineer
ar: مهندس ضمان الجودة
de: Qualitätssicherungsingenieur
fr: Ingénieur en assurance qualité [H/F]
id: Insinyur Penjamin Kualitas
ja: 品質保証(QA)エンジニア
pl: Inżynier ds. jakości
ru: Инженер службы тех. контроля
th: วิศกรประกันคุณภาพ
vi: Kỹ sư Đảm bảo Chất lượng
zh_cn: 质量保证工程师

source: Quantitative Analysis
ar: التحليل الكمي
de: Quantitative Analyse
fr: Analyse quantitative
id: Analisis Kuantitatif
ja: 計量分析
pl: Analiza ilościowa
ru: Количественный анализ
th: การวิเคราะห์เชิงปริมาณ
vi: Phân Tích Định Lượng
zh_cn: 量化分析

source: Quantitative Analyst
ar: محلل كمي
de: Quantitativer Analyst
fr: Analyste quantitatif [H/F]
id: Analis Kuantitatif
ja: 計量分析者
pl: Analityk ilościowy
ru: Специалист по количественному анализу
th: นักวิเคราะห์เชิงปริมาณ
vi: Phân Tích Định Lượng
zh_cn: 量化分析员

source: Quantitative Analytics
ar: التحليلات الكمية
de: Quantitative Analyse
fr: Analyse quantitative
id: Analitik Kuantitatif
ja: 計量分析
pl: Analiza ilościowa
ru: Количественный анализ
th: การวิเคราะห์เชิงปริมาณ
vi: Phân tích Định lượng
zh_cn: 量化分析

source: Quantitative Developer
ar: مطور كمي
de: Quantitativer Entwickler
fr: Développeur quantitatif [H/F]
id: Pengembang Kuantitatif
ja: 計量開発者
pl: Programista danych ilościowych
ru: Количественный разработчик
th: วิศวกรทางการเงิน
vi: Lập Trình viên Định lượng
zh_cn: 量化开发员

source: Questions
ar: الأسئلة
de: Fragen
id: Pertanyaan
ja: 問題
pl: Pytania
ru: Вопросы
th: คำถาม
vi: Câu hỏi
zh_cn: 问题

source: Quote Provision
de: Zitierte Bestimmung
fr: Cotation
ja: 見積提供
vi: Trích dẫn báo giá
zh_cn: 报价条款

source: R. Interpretation of Terms
de: R. Interpretation der Bestimmungen
fr: R. Interprétation des conditions
ja: R. 利用規約の解釈
vi: R. Sự phiên dịch của các điều khoản
zh_cn: 十三、术语释义

source: Re-enter password
ar: أعد إدخال كلمة المرور
de: Passwort erneut eingeben
fr: Saisissez à nouveau le mot de passe
id: Masukkan ulang kata sandi
ja: パスワード（確認用）
pl: Wpisz hasło ponownie
ru: Введите пароль заново
vi: Nhập lại mật khẩu
zh_cn: 重新输入密码

source: Re-enter your password
ar: أعد إدخال كلمة المرور
de: Bitte geben Sie Ihr Passwort erneut ein
fr: Saisissez à nouveau votre mot de passe
id: Masukkan kembali sandi Anda
ja: パスワード再入力
pl: Proszę ponownie wpisać hasło
ru: Внесите пароль заново
vi: Nhập lại mật khẩu của bạn
zh_cn: 重新输入密码

source: Read
ar: أقرأ
de: Lesen
fr: Lire
id: Baca
ja: 読む
pl: Odczyt
ru: Читать
vi: Đọc
zh_cn: 阅读
