Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
ar: إذا اخترت "صعود آسيوي"، تربح العائد إذا كانت <strong>آخر حركة</strong> <strong>أعلى</strong> من <strong>متوسط</strong> حركات السوق.
de: Wenn Sie „Asiatischer Anstieg" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>höher</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
fr: Si vous sélectionnez « Asiatique/hausse », vous gagnez si le <strong>dernier tick<strong> est <strong>supérieur<strong> à la <strong>moyenne<strong> des ticks.
id: Pilih "Asian Naik", untuk memperoleh hasil jika <strong>tik terakhir</strong> <strong>lebih tinggi</strong> dari <strong>jumlah rata rata</strong> tik.
ja: 「Asian アップ」を選択された場合、<strong>最後のTick</strong>が平均のTickよりも<strong>高い</strong>とペイアウトを獲得いただけます。
pl: Jeśli wybierzesz zakład „Azjatycki - wzrośnie”, zdobędziesz wypłatę, gdy <strong>ostatni najmniejszy przyrost ceny</strong> będzie <strong>wyższy</strong> niż <strong>średnia</strong> najmniejszych przyrostów ceny.
ru: Если Вы выбираете "Азиатские - Повышение", Вы выигрываете, если <strong>последняя котировка</strong> окажется <strong>выше</strong>, чем <strong>общее среднее значение</strong> котировок.
vi: Nếu bạn chọn "Châu Á Tăng", bạn sẽ giành chiến thắng nếu <strong> giá ở giây cuối cùng</strong> là <strong>cao hơn</strong> so với <strong>bình quân</strong> của giá trong toàn thời gian giao dịch.
zh_cn: 如果您选择“亚洲上涨”期权，<strong>当</strong><strong>最新价格</strong>高于<strong>平均</strong>价格时，您将获得赔付。

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
ar: إذا اخترت "يختلف"، تربح العائد إذا كان <strong>آخر رقم</strong> لآخر حركة <strong>غير متطابق</strong> مع <strong>توقعك</strong>.
de: Wenn Sie „Verschieden" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>nicht</strong> mit Ihrer <strong>Voraussage</strong> übereinstimmt.
fr: Si vous sélectionnez « Différent », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick n'est <strong>pas égal</strong> à votre <strong>prédiction</strong>.
id: Pilih "Differs", untuk memperoleh hasil jika <strong>digit</strong> pada tik terakhir adalah <strong>berbeda</strong> dengan <strong>analisa</strong> Anda.
ja: 「DIFFER」を選択された場合、最後のtickの<strong>下一桁</strong>がお客さまの<strong>予測</strong>と違うとペイアウトを獲得いただけます。
pl: Jeśli wybierzesz „Różni się”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny jest <strong>inna</strong> niż Twoje <strong>przewidywania</strong>.
ru: Если Вы выбираете "Отличается", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки <strong>не соответствует</strong> Вашему <strong>прогнозу</strong>.
vi: Nếu bạn chọn "Khác nhau", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> ở giây cuối cùng <strong>không giống</strong> như <strong>dự đoán của bạn</strong>.
zh_cn: 如果您选择“差异”期权，当<strong>最新价格的最后一个数字</strong>跟<strong>您的预测</strong><strong>不同</strong>时，您将获得赔付。

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
ar: إذا اخترت "عدم الوصول" تربح لو لم يصل السوق<strong>للحاجز</strong> فى أى وقت أثناء<strong>مدة العقد</strong>.
de: Wenn Sie „Erreicht nicht" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> während der <strong>Kontraktdauer</strong> zu keinem Zeitpunkt berührt.
fr: Si vous sélectionnez « Ne touche pas », vous gagnez si le marché ne touche jamais la <strong>barrière<strong> sur toute la durée de la <strong>période de contrat<strong>.
id: Pilih "Tidak Menyentuh" maka Anda akan memperoleh hasil apabila pasar tidak pernah menyentuh <strong>batasan</strong> yang telah anda tentukan kapan saja selama periode <strong>kontrak berlangsung</strong>.
ja: 「NO-TOUCH」を選択された場合、<strong>取引期間が終了</strong>まで市場価格が<strong>バリア</strong>設定した価格にタッチしなければペイアウトを受け取れます。
pl: Jeśli wybierzesz „Nie osiągnie”, zdobędziesz wypłatę, jeśli cena rynkowa nie osiągnie <strong>limitu</strong> w żadnym momencie w trakcie <strong>trwania umowy</strong>.
ru: Если Вы выбираете "Не коснется", Вы получаете прибыль, если рынок не коснется заданного <strong>ценового барьера</strong> в любое время в <strong>течение контракта</strong>.
vi: Nếu bạn chọn "Không Chạm", bạn sẽ thắng nếu thị trường không bao giờ chạm tới <strong>giới hạn</strong> bất cứ lúc nào trong suốt<strong>thời hạn hợp đồng</strong>.
zh_cn: 如果您选择“未触及”期权，假设市场在 <strong>合约期限内</strong>一直没有触及<strong>障碍水平</strong>，您将获得赔付。

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
ar: إذا اخترت "ينتهى بين"، تربح إذا كان <strong>سعر النهاية</strong> أعلى تماما من <strong>الحاجز السفلي</strong> ومنخفض تماما عن<strong>الحاجز العلوي</strong>.
de: Wenn Sie „Schließt zwischen" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau über der <strong>Unteren Schwelle</strong> UND genau unter der <strong>Oberen Schwelle</strong> verharrt.
fr: Si vous sélectionnez « Termine dans la zone », vous gagnez si le <strong>point de sortie</strong> est strictement supérieur à la </strong>barrière inférieure</strong> ET strictement inférieur à la </strong>barrière supérieure</strong>.
id: Pilih "Berakhir Antara", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> pasti lebih tinggi dari <strong>Batasan rendah</strong> DAN lebih rendah dari <strong>Batasan tinggi</strong>.
ja: 「END-IN」を選択された場合、判定時刻に<strong>判定レート</strong>が <strong>上限バリア未満かつ下限バリア以上</strong>の場合、ペイアウトを受け取れます。
pl: Jeśli wybierzesz „zakończy się pomiędzy”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>niski limit</strong> ORAZ znacząco niższy niż <strong>wysoki limit</strong>.
ru: Если Вы выбираете "Закончится между", Вы получаете прибыль, если <strong>выходная цена рынка</strong> строго выше, чем <strong>Низший барьер</strong> и строго ниже, чем <strong>Высший барьер</strong>.
vi: Nếu bạn chọn "Kết thúc Giữa", bạn sẽ thắng nếu <strong>giá giao ngay kết thúc</strong> cao hơn<strong>Giới hạn dưới</strong> VÀ thấp hơn so với <strong>Giới hạn trên</strong>.
zh_cn: 如果您选择“收于区间内”期权，假设<strong>退市现价</strong>严格高于<strong>低障碍</strong>，并且严格低于<strong>高障碍</strong>，您将获得赔付。

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
ar: إذا اخترت "ينتهى خارج"، تربح إذا كان <strong>سعر النهاية</strong> إما أعلى تماما من <strong>الحاجز العلوي</strong> أو منخفض تماما عن<strong>الحاجز السفلي</strong>.
de: Wenn Sie „Schließt außerhalb" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> ENTWEDER genau über der <strong>Oberen Schwelle</strong> ODER genau unter der <strong>Unteren Schwelle</strong> bleibt.
fr: Si vous sélectionnez « Termine hors de la zone », vous gagnez si le <strong>point de sortie</strong> est SOIT strictement supérieur à la </strong>barrière supérieure</strong>, OU strictement inférieur à la </strong>barrière inférieure</strong>.
id: Pilih "Berakhir Diluar", maka anda akan mendapat hasil jika SALAH SATU <strong>spot akhir</strong> SALAH SATU lebih tinggi dari <strong>Batasan tinggi</strong> ATAU lebih rendah dari batasan <strong>Batasan rendah</strong>.
ja: 「END-OUT」を選択された場合、 <strong>判定レート</strong>が<strong>上限バリア以上</strong>もしくは、<strong>下限バリア未満の場合</strong>ペイアウトを受け取れます。
pl: Jeśli wybierzesz „zakończy się poza”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> jest ALBO znacząco wyższy niż <strong>wysoki limit</strong>, ALBO znacząco niższy niż <strong>niski limit</strong>.
ru: Если Вы выбираете "Закончится вне", Вы выиграете, если <strong>выходная цена рынка</strong> ЛИБО строго выше, чем <strong>Высший барьер</strong>, ЛИБО строго ниже, чем <strong>Низший барьер</strong>.
vi: Nếu bạn chọn "Kết thúc Bên ngoài", bạn sẽ chiến thắng nếu <strong>giá giao ngay kết thúc</strong> HOẶC cao hơn <strong>Giới hạn trên</strong>, HOẶC thấp hơn <strong>Giới hạn dưới</strong>.
zh_cn: 如果您选择“收于区间外”期权，只要<strong>退市现价</strong>严格高于<strong>高障碍</strong>，或者严格低于<strong>低障碍</strong>，您将获得赔付。

source: If you select "Even", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>even number (i.e., 2, 4, 6, 8, or 0).</strong>
ar: إذا قمت بتحديد "حتى"، سوف يفوز دفع تعويضات إذا كان <strong>الرقم الأخير</strong> من الحركة الاخيرة <strong>عدد زوجي (2، 4، 6، 8، أو 0).</strong>
de: Wenn Sie „Gerade" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>eine gerade Zahl (z.B. 2, 4, 6, 8 oder 0) ist.</strong>
fr: Si vous sélectionnez « Pair », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est un </strong>nombre pair (par ex. 2, 4, 6, 8, ou 0).</strong>
id: Pilih "Even", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>angka genap (contoh: 2, 4, 6, 8, atau 0).</strong>
ja: 「偶数」を選択された場合、最後のtickの<strong>下一桁</strong>が<strong>偶数（例：0、2、4、6、8）</strong>であるとペイアウトを獲得いただけます。
pl: Jeśli wybierzesz „parzysta”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>liczbą parzystą (np. 2, 4, 6, 8, 0).</strong>
ru: Если Вы выбираете "Чётное число", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>чётным числом (напр., 2, 4, 6, 8 или 0).</strong>
vi: Nếu bạn chọn "Chẵn", bạn sẽ giành được tiền nếu <strong>chữ số cuối cùng</strong> của biến động cuối cùng là<strong>một số chẵn (ví dụ: 2, 4, 6, 8 hoặc 0)</strong>
zh_cn: 如果您选择“偶数”期权，只要<strong>最新价格的</strong>最后一个数字<strong>是偶数（如2、4、6、8或0），您将获得赔付。</strong>

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
ar: إذا اخترت "هبوط"، تربح إذا كان <strong>سعر النهاية</strong> أقل تماما من <strong>سعر البدء</strong>.
de: Wenn Sie „Fällt" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau unter dem <strong>Anfangskurs</strong> liegt.
fr: Si vous sélectionnez « Baisse », vous gagnez si le <strong>point de sortie</strong> est strictement inférieur au </strong>point d'entrée</strong>.
id: Pilih "Turun", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih rendah dari <strong>spot awal</strong>.
ja: 「ダウン」を選択された場合、 <strong>終値</strong>が<strong>エントリー価格</strong>より正確に低くなるとペイアウトを獲得いただけます。同値は条件を満たしていないと判定されます。
pl: Jeśli wybierzesz „Spadnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>punkt wejściowy</strong>.
ru: Если Вы выбираете "Упадет", Вы выигрываете, если <strong>спот-котировка при окончании</strong> строго ниже, чем <strong>входная котировка</strong>.
vi: Nếu bạn chọn "Giảm", bạn sẽ giành chiến thắng nếu <strong>giá tại thời điểm kết thúc giao dịch</strong> thấp hơn <strong>giá khởi điểm</strong>.
zh_cn: 如果您选择“下跌”期权，只要<strong>退市现价</strong>严格低于<strong>入市现价</strong>，您将获得赔付。

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
ar: إذا اخترت "الخروج عن"، تربح إذا وصل السوق إلى <strong>الحاجز العلوي</strong> أو <strong>الحاجز السفلي</strong> فى أى وقت طوال <strong>مدة العقد</strong>.
de: Wenn Sie „Geht außerhalb" auswählen, erhalten Sie eine Auszahlung, wenn der Kurst während der <strong>Kontraktlaufzeit</strong> zu einem bestimmten Zeitpunkt entweder die <strong>ObereSchwelle</strong> oder die <strong>Untere Schwelle</strong> berührt.
fr: Si vous sélectionnez « Sort de la zone », vous gagnez si le marché touche soit la <strong>barrière supérieure<strong>, soit la <strong>barrière inférieure<strong>, à tout moment de la <strong>période de contrat<strong>.
id: Pilih "Berakhir Diluar", Anda mendapat hasil jika pasar menyentuh salah satu <strong>Batasan tinggi</strong> atau <strong>Batasan rendah</strong> kapan saja selama <strong>periode kontrak</strong>.
ja: 「BREAK-OUT」を選択された場合、<strong>取引期間が終了までに</strong>市場価格が<strong>上下に設定されたバリア価格</strong>の<strong>レンジ外に出れば</strong>ペイアウトを受け取れます。
pl: Jeśli wybierzesz „przekroczy”, zdobędziesz wypłatę, gdy cena rynkowa osiągnie albo <strong>wysoki limit</strong>, albo <strong>niski limit</strong> w dowolnym momencie podczas <strong>okresu kontraktu</strong>.
ru: Если Вы выбираете "Выйдет за пределы", Вы получаете прибыль, если рынок коснется либо <strong>верхнего</strong>, либо <strong>нижнего</strong> барьера в любое время в <strong>течение контракта</strong>.
vi: Nếu bạn chọn "Ra Ngoài", bạn sẽ giành chiến thắng nếu như thị trường chạm tới một trong hai, hoặc là <strong> Giới hạn trên </strong> hoặc là <strong> Giới hạn dưới </strong> tại bất cứ thời điểm nào trong suốt <strong>thời hạn hợp đồng</strong>.
zh_cn: 如果您选择“超出区间外”期权，只要市场在<strong>合约期限内的</strong>任何时候触及<strong>高障碍</strong>或<strong>低障碍</strong>，您将得获得赔付。

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
ar: إذا اخترت "أعلى"، تربح إذا كان<strong>سعر النهاية</strong> أعلى تماما من <strong>الحاجز</strong>.
de: Wenn Sie „Höher" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Vertragsende</strong> genau über der <strong>Schwelle</strong> liegt.
fr: Si vous sélectionnez « Supérieur », vous gagnez si le <strong>point de sortie</strong> est strictement supérieur à la </strong>barrière</strong>.
id: Pilih "Lebih Tinggi", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih tinggi dari <strong>batasan</strong>.
ja: 「HIGH」を選択された場合、判定時刻の時点で<strong>判定レート</strong>が<strong>バリア価格</strong>以上の場合、ペイアウトを受け取れます。
pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>limit</strong>.
ru: Если Вы выбираете "Выше", Вы выигрываете, если <strong>выходная котировка</strong> строго выше, чем <strong>выбранный барьер</strong>.
vi: Nếu bạn chọn "Cao hơn", bạn sẽ giành chiến thắng nếu <strong> giá tại thời điểm cuối giao dịch </strong> cao hơn <strong> giới hạn </strong>.
zh_cn: 如果您选择“高于”期权，只要 <strong>退市现价</strong>严格高于<strong>障碍</strong>，您将获得赔付。

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
ar: إذا اخترت "أسفل"، تربح إذا كان<strong>سعر النهاية</strong> أقل تماما من<strong>الحاجز</strong>.
de: Wenn Sie "Tiefer" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Ende des Kontrakts</strong> genau unter der <strong>Schwelle</strong> liegt.
fr: Si vous sélectionnez « Inférieur », vous gagnez si le <strong>point de sortie</strong> est strictement inférieur à la </strong>barrière</strong>.
id: Pilih "Lebih Rendah", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih rendah dari <strong>batasan</strong>.
ja: 「LOW」を選択された場合、 判定時刻の時点で<strong>判定レート</strong>が<strong>バリア価格</strong>未満の場合、ペイアウトを受け取れます。
pl: Jeśli wybierzesz „niższy”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco niższy niż <strong>limit</strong>.
ru: Если Вы выбираете "Ниже", Вы выигрываете, если <strong>выходная котировка</strong> строго ниже, чем <strong>выбранный барьер</strong>.
vi: Nếu bạn chọn "Thấp hơn", bạn sẽ thắng nếu <strong>giá tại thời điểm cuối giao dịch</strong> thấp hơn <strong> giới hạn </strong>.
zh_cn: 如果您选择“低于”期权，只要<strong>退市现价</strong>严格低于<strong>障碍</strong>，您将获得赔付。

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
ar: إذا اخترت "تطابق"، تربح إذا كان <strong>آخر رقم</strong> لآخر حركة <strong>متطابق</strong> مع <strong>توقعك</strong>
de: Wenn Sie „Gleich" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>gleich</strong> Ihrer <strong>Voraussage ist.</strong>
fr: Si vous sélectionnez « Égal », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est <strong>égal</strong> à votre <strong>prédiction</strong>.
id: Pilih "Matches", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik akhir adalah <strong>sama</strong> dengan <strong>analisa</strong> Anda.
ja: 「MATCH」を選択された場合、最後のtickの<strong>下一桁</strong>が<strong>推測された数字</strong>と<strong>同じ</strong>であるとペイアウトを獲得いただけます。
pl: Jeśli wybierzesz „zgadza się”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>taka sama</strong> jak Twoje <strong>przewidywania.</strong>
ru: Если Вы выбираете "Совпадет", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки <strong>равна</strong> Вашему <strong>прогнозу</strong>
vi: Nếu bạn chọn "Khớp", bạn sẽ giành chiến thắng nếu <strong>chữ số cuối cùng</strong> của giá tại thời điểm kết thúc giao dịch <strong>same</strong> giống với <strong>dự đoán của bạn</strong>
zh_cn: 如果您选择“符合”期权，只要<strong>最新价格的</strong>最后一个数字<strong>与您的预测</strong><strong>相同</strong>，您将获得赔付。

source: If you select "Odd", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>odd number (i.e., 1, 3, 5, 7, or 9).</strong>
ar: إذا قمت بتحديد "الغريب"، سوف يفوز دفع تعويضات إذا كان <strong>الرقم الأخير</strong> من الحركة الاخيرة <strong>عدد فردي (أي 1، 3، 5، 7 أو 9)-</strong>
de: Wenn Sie „Ungerade" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>eine ungerade Zahl (z.B. 1, 3, 5, 7, oder 9) ist.</strong>
fr: Si vous sélectionnez « Impair », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est un </strong>nombre impair (par ex. 1, 3, 5, 7, ou 9).</strong>
id: Pilih "Odd", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>angka ganjil (contoh: 1, 3, 5, 7, atau 9).</strong>
ja: 「奇数」を選択された場合、最後のtickの<strong>下一桁</strong>が<strong>奇数（例：1、3、5、7、9）</strong>であるとペイアウトを獲得いただけます。
pl: Jeśli wybierzesz „nieparzysta”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>liczbą nieparzystą (np. 1, 3, 5, 7, 9).</strong>
ru: Если Вы выбираете "Нечётное число", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>нечётным числом (напр., 1, 3, 5, 7, или 9).</strong>
vi: Nếu bạn chọn "Lẻ", bạn sẽ giành được tiền nếu <strong>chữ số cuối cùng</strong> của biến động cuối cùng là một<strong>số lẻ (ví dụ: 1, 3, 5, 7, hoặc 9).</strong>
zh_cn: 如果您选择“奇数”期权，只要<strong>最新价格的</strong>最后一个数字<strong>是奇数（如1、3、5、7或9），您将获得赔付。</strong>

source: If you select "Over", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>greater than your prediction.</strong>
ar: إذا قمت بتحديد "أكثر"، سوف يفوز دفع تعويضات إذا كان <strong>الرقم الأخير</strong>من اخر حركة <strong>أكبر من التنبؤ الخاص بك.</strong>
de: Wenn Sie „Über" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks größer als Ihre Voraussage ist.</strong>
fr: Si vous sélectionnez « Au-dessus », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est <strong>supérieur à votre prédiction</strong>.
id: Pilih "Over", Anda akan mendapat hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>lebih besar dari analisa Anda.</strong>
ja: 「OVER」を選択された場合、最後のtickの<strong>下一桁</strong>が<strong>予測を超える</strong>とペイアウトを獲得いただけます。
pl: Jeśli wybierzesz „ponad”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>większa niż cyfra przewidywana przez Ciebie.</strong>
ru: Если Вы выбираете "Больше", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>больше Вашего прогноза.</strong>
vi: Nếu bạn chọn "Trên", bạn sẽ giành được tiền nếu <strong>chữ số cuối cùng</strong> của biến động cuối cùng <strong>lớn hơn so với dự đoán của bạn.</strong>
zh_cn: 如果您选择“大于”期权，只要<strong>最新价格的</strong>最后一个数字<strong>大于您的预测，您将获得赔付。</strong>

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
ar: إذا اخترت "صعود"، تربح إذا كان<strong>سعر النهاية</strong>أعلى تماما من <strong>سعر البدء</strong>.
de: Wenn Sie "Steigt" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Auslauf des Kontrakts</strong> genau über dem <strong>Kurs bei Beginn des Kontrakts</strong> liegt.
fr: Si vous sélectionnez « Hausse », vous gagnez si le <strong>point de sortie</strong> est strictement supérieur au </strong>point d'entrée</strong>.
id: Pilih "Naik", maka anda akan memperoleh hasil jika <strong>spot akhir</strong> lebih tinggi dari <strong>spot awal</strong>.
ja: 「アップ」を選択された場合、<strong>終値</strong>が<strong>エントリー価格</strong>より正確に高くなるとペイアウトを獲得いただけます。同値は条件を満たしていないと判定されます。
pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy <strong>punkt wyjściowy</strong> będzie znacząco wyższy niż <strong>punkt wejściowy</strong>.
ru: Если Вы выбираете "Повысится", Вы выигрываете, если <strong>выходная котировка</strong> строго выше, чем <strong>входная котировка</strong>.
vi: Nếu bạn chọn "Tăng", bạn sẽ giành chiến thắng nếu <strong> giá tại thời điểm kết thúc giao dịch</strong> cao hơn <strong>giá khởi điểm </strong>.
zh_cn: 如果您选择“上涨”期权，只要 <strong>退市现价</strong> 严格高于 <strong>入市现价</strong>，您将获得赔付。
