Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The information provided during the sign-up process warranted by yourself to be true and correct is determined by the Company to be false or incorrect during the term of this Agreement;
ar: المعلومات المقدمة من خلال عملية التسجيل والمضمونة من قبلك بأن تكون حقيقية وصحيحة يتم تحديد ما إذا كانت خاطئة أو غير صحيحة من قبل الشركة خلال فترة نفاذ هذه الإتفاقية;
de: Die Informationen, die Sie während des Anmeldeprozess selbst als wahr und richtig garantiert haben, wurden vom Unternehmen während der Laufzeit des Vertrages als falsch oder unrichtig festgestellt;
fr: Les informations fournies durant la procédure d'inscription, dont vous avez garanti la véracité et l'exactitude, sont déclarées fausses ou incorrectes par la Société au cours de la période d'effet de cet Accord ;
id: Informasi yang disediakan selama proses pendaftaran adalah terjamin asli dan lengkap adalah ditentukan oleh Perusahaan sebagai palsu atau tidak benar selama jangka waktu Perjanjian ini;
ja: アフィリエイト会員自身によって、会員登録の過程で提供された情報が真実かつ正確であると保証されたにも関わらず、本契約期間中に虚偽または不適切であると当社が定めた場合。；
pl: Informacje podane przez Partnera podczas procesu rejestracji jako prawdziwe i prawidłowe, po przeprowadzeniu ich kontroli przez Firmę, okazały się być fałszywe lub niepoprawne w okresie obowiązywania niniejszej Umowy;
ru: На протяжении действия данного Соглашения Компания обнаружит, что информация, предоставленная Вами в процессе регистрации, является ложной или неточной;
vi: Thông tin được cung cấp trong quá trình đăng ký được bạn đảm bảo là đúng và chính xác sẽ được Công ty xác nhận nếu sai hoặc không chính xác trong thời hạn của Thoả thuận này;
zh_cn: 您保证注册过程中所提供的信息是真实和正确的。在本协议期限内公司确定该信息虚假或不正确；

source: The level of protection offered and due to each client depends on the category to which each client is assigned. Retail Clients benefit from the highest degree of protection.
ar: مستوى الحماية المقدمة وبسبب تعيين قسم لكل عميل. يستفيد عملاء التجزئة من أعلى درجة من الحماية.
de: Das jedem Kunden angebotene und geschuldete Schutzniveau hängt von der Kategorie ab, der der Kunde zugeordnet ist. Einzelhandelskunden wird der höchste Schutzgrad eingeräumt.
fr: Le niveau de protection offert et dû à chaque client dépend de la catégorie à laquelle le client est assigné. Les Clients au Détail bénéficient du plus haut niveau de protection.
id: Tingkatan proteksi yang ditawarkan dan berhubung setiap klien tergantung kepada masing-masing kategori. Keuntungan retail klien dari proteksi tingkat tertinggi.
ja: 提供される保護レベルは、各クライアントに割り当てられているカテゴリによりかわります。個人顧客は、最高度の保護を受けられるようになっています。
pl: Poziom ochrony oferowanej i należnej klientowi zależy od kategorii, do której dany klient został zakwalifikowany. Klienci detaliczni korzystają z najwyższego poziomu ochrony.
ru: Предлагаемый и полагающийся каждому клиенту уровень защиты зависит от категории, к которой относится каждый клиент. Розничные клиенты пользуются высокой степенью защиты.
vi: Mức độ bảo vệ được cung cấp và mỗi khách hàng phụ thuộc vào các danh mục mà khách hàng được chỉ định. Khách hàng bán lẻ được hưởng mức bảo vệ cao nhất.
zh_cn: 每个客户的保护级别和期限根据不同类别而定。零售客户享有最高的保护级别。

source: The main password of account number %1 has been changed.
de: Das Hauptpasswort für die Kontonummer %1 wurde geändert.
fr: Le mot de passe principal du compte numéro %1 a été modifié.
ja: 口座番号 %1のメインパスワード変更を承りました。
vi: Mật khẩu chính của tài khoản số %1 đã bị thay đổi.
zh_cn: %1账号的主密码已更改。

source: The margin for our Forex symbols is calculated as follows:
de: Das Margin für unsere Forex-Symbole wird wie folgend berechnet:
fr: La marge pour nos symboles Forex est calculée de la façon suivante :
ja: 外国為替通貨シンボルのマージンは以下のように算出されます。
vi: Lợi nhuận cho các biểu tượng ngoại hối của chúng tôi được tính như sau:
zh_cn: 外汇符号保证金的计算方法如下︰

source: The market exit price is the price in effect at the end of the contract period.
ar: سعر خروج السوق هو السعر المعمول به عند وقت نهاية العقد.
de: Der Schlusskurs ist der Kurs, der zum Ablauf der Kontraktlaufzeit gilt.
fr: Le prix final du marché est le prix en vigueur à la fin de la période de contrat.
id: Harga akhir pasar adalah harga pada akhir periode kontrak.
ja: 市場出口価格とは、トレードの終了期間に影響を及ぼす価格のことです。
pl: Rynkowa cena wyjściowa to cena obowiązująca w momencie zakończenia okresu kontraktu.
ru: Выходная цена рынка - это действительная на момент окончания контракта котировка.
vi: Giá thoát khỏi thị trường là giá có hiệu lực vào cuối thời gian hợp đồng.
zh_cn: 市场平仓价为合约期限到期时的有效价格。

source: The materials comprising the %1 website (including without limitation all articles, text, images, logos, compilation, systems, code and design) are Copyright 1999-<span class='currentYear'></span> Binary Group of companies. All rights reserved.
ar: تمتلك مجموعة شركات بيناري حقوق الطبع والنشر 1999-<span class='currentYear'></span> للمواد التي يتألف منها موقع %1 (بما في ذلك دون حصر جميع المقالات والنصوص والصور والشعارات والنظم والرموز والتصميمات). جميع الحقوق محفوظة.
de: Alle Materialien, die in der Website von %1 enthalten sind (einschließlich und ohne Ausnahme aller Artikel, Texte, Bilder, Logos, Zusammenstellungen, Systeme, Code und Design) unterliegen dem Copyright 1999-<span class='currentYear'></span> der Binary Unternehmensgruppe. Alle Rechte vorbehalten.
fr: Les contenus figurant sur le site Web %1 (y compris, sans s'y limiter, tous les articles, textes, images, logos, compilations, systèmes, code et design) sont soumis au droit d'auteur 1999-<span class='currentYear'></span> du groupe de sociétés Binary Group. Tous droits réservés.
id: Seluruh materi yang digunakan pada situs %1 (termasuk artikel, teks, gambar, logo, kompilasi, sistem, kode dan desain) adalah merupakan Hak Cipta perusahaan Grup Binary 1999-<span class='currentYear'></span>. Hak Cipta Terpelihara.
ja: %1のウェブサイトを構成しているコンテンツ（記事、文章、イメージ、ロゴ、編集物、システム、プログラミング、及びデザイン）は、1999-<span class='currentYear'></span> Binary グループ会社による著作物であり、全ての権利が当社に帰属します。
pl: Materiały składające się na portal %1 (w tym wszystkie artykuły, tekst, obrazy, logo, kompilacje, systemy, kod i projekt) są chronione prawem autorskim 1999-<span class='currentYear'></span> i należą do Binary Group. Wszelkie prawa zastrzeżone.
ru: Материалы на сайте %1 (включая все статьи, тексты, картинки, логотипы, подборки, системы, коды и дизайн) являются собственностью группы компаний Binary Ltd и охраняются законом об авторском праве 1999-<span class='currentYear'></span>. Все права защищены.
vi: Các tài liệu bao gồm trang web %1 (bao gồm nhưng không giới hạn tất cả các bài viết, văn bản, hình ảnh, logo, biên soạn, hệ thống, mã và thiết kế) đều là Bản quyền 1999-<span class='currentYear'></span> của tập đoàn Binary. Tất cả quyền được bảo vệ.
zh_cn: 本 %1 网站所包含的各种材料（包括但不限于所有文章、文字、图片、标识、整理材料、系统、代码和设计）版权归由 Binary Group 各公司（1999-<span class='currentYear'></span>年）所有 。公司保留所有权利。

source: The maximum loss that may be incurred by any Client is the amount of money paid by oneself to the Company.
ar: الحد الأقصى لأي خسارة يمكن أن يتكبدها العميل هي مبلغ المال الذي قام بدفعه بنفسه للشركة.
de: Der maximale Verlust, den ein Kunde erleiden kann, ist der Geldbetrag, der von ihm an das Unternehmen bezahlt wurde.
fr: La perte maximale que peut encourir tout Client correspond au montant des fonds versés par ce Client à la Société.
id: Kerugian maksimal yang mungkin ditanggung oleh klien adalah sejumlah dana yang dibayarkan kepada Perusahaan.
ja: （取引価格） 第5条 1. 取引価格は、銀行間取引市場において取引されている直近の為替レート、権利行使価格（ストライク・プライス）、相場変動率（ボラティリティ）、権利行使期間、原資産となる対象通貨のそれぞれの金利に基づき、当社独自の計算方法に基づき算出の上、お客さまに提供するものとします。 2. 本取引における取引価格の算出は随時行われます。 3. 本取引における取引価格の表示は、算出後、随時更新されます。 4. 本取引における取引価格は、お客さまもしくは当社側の通信回線の予期せぬトラブルにより表示が遅延、もしくは表示が更新されない等の制約を受ける場合があります。 5. 本取引における取引価格が、誤った銀行間取引市場の為替レートを元に算出された場合もしくは何らかの理由で算出に使用されるべき本来の計算式、価格変動要因が使われずに算出され提供された場合は異常価格とみなし、これによって成立した取引は全て無効とさせていただきます。また、同一回号、同一通貨ペアにおいて権利行使条件が同一となっているコールオプションとプットオプションの取引価格の合計額がペイアウト額と極端に乖離していると当社が判断した場合も異常価格とみなします。
pl: Maksymalna strata, jaka może być poniesiona przez Klienta to kwota zapłacona Firmie.
ru: Максимальный убыток, который может потерпеть Клиент, - это сумма, уплаченная им Компании.
vi: Thất thoát lớn nhất có thể xẩy ra cho Khách hàng là mất số tiền đã trả cho Công ty.
zh_cn: 客户可能蒙受的最大损失就是其向本公司支付的金额。

source: The maximum number of tokens (%1) has been reached.
ar: لقد تم الوصول إلى الحد الأقصى لعدد الرموز المميزة (%1).
de: Die Höchstzahl an Token (%1) wurde erreicht.
fr: Le nombre maximum de jetons d'authentification (%1) est atteint.
id: Jumlah maksimum token (%1) telah tercapai.
ja: トークンの最大数(%1) に達しました。
pl: Maksymalna liczba tokenów (%1) została osiągnięta.
ru: Достигнуто максимальное число токенов (%1).
th: จำนวนมากที่สุดของโทเค่น (%1) ถูกใช้หมดแล้ว
vi: Đã đạt đến độ dài tối đa của mã token (%1).
zh_cn: 已达令牌 (%1) 最大限数。

source: The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos.
de: Die von Ihnen gewünschte Seite konnte nicht gefunden werden. Sie ist entweder nicht mehr vorhanden oder die Adresse ist falsch. Bitte achten Sie auch Schreibfehler.
fr: La page demandée est introuvable. Il est possible qu'elle n'existe plus ou que l'adresse soit erronée. Veuillez vérifier l'orthographe.
ja: お探しのページは見つかりませんでした。存在しないか、アドレスが間違っている可能性があります。入力内容を再度ご確認ください。
vi: Không tìm thấy trang bạn yêu cầu. Nó hoặc không còn tồn tại hoặc địa chỉ bị sai. Xin vui lòng kiểm tra bất kỳ lỗi chính tả.
zh_cn: 找不到您請求的頁面。它不再存在或输入网址出錯。請檢查是否輸入錯誤。

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations.
ar: براءة الإختراع تعني أن ريجنت ماركتس رائدة الرهانات المالية للثنائيات. و براءة الإختراع تلك تساعد على حماية أفكارنا و ابتكاراتنا.
de: Das Patent bedeutet, dass Regent Markets ein anerkannter Pionier für binäre Wetten ist. Das Patent hilft, unsere Erfindungen zu schützen.
fr: Ce brevet confirme le statut de Regent Markets en tant que chef de file du secteur des options binaires et permet de mieux protéger nos innovations.
id: Paten berarti Regent Markets diakui sebagai perintis trading binary. Paten ini membantu melindungi inovasi kami.
ja: この特許取得により、Regent Marketsはバイナリー取引におけるパイオニアと認識され、より一層の進化を遂げました。
pl: Patent oznacza, że Regent Markets jest uznanym pionierem zakładów opcji binarnych. Patent pozwala chronić nasze innowacje.
ru: Патент означает признание Regent Markets пионером бинарного беттинга. Он способствует защите наших инноваций.
vi: Bằng sáng chế có nghĩa là Regent Markets là nhà tiên phong được công nhận trong cá cược nhị phân. Bằng sáng chế giúp bảo vệ những đổi mới của chúng tôi.
zh_cn: 该专利意味着 Regent Markets 为公认的二元投注先驱。这项专利有助于保护我们的创新。

source: The payout is the amount paid to an options trader if their prediction is correct.
ar: العائد هو المبلغ الذي يتقاضاه متداول الخيارات إذا صح توقعه.
de: Die Auszahlung ist der Betrag, der an einen Optionshändler gezahlt wird, wenn seine Voraussage korrekt ist.
fr: Le paiement désigne le montant versé au trader d'options si sa prédiction est correcte.
id: Hasil adalah jumlah yang dibayarkan pada opsi trader jika analisa tepat.
ja: ペイアウトとは、条件が満たされた際に支払われる金額のことです。
pl: Wypłata to kwota do wypłaty graczowi, w przypadku gdy jego prognozy się sprawdzą.
ru: Выплата - это сумма, которую трейдер получит в случае своего правильного прогноза.
th: การจ่ายเงินเกิดขึ้นเมื่อผู้เทรดออปชั่นทำนายได้ถูกต้อง
vi: Tiền lãi là số tiền được trả cho một nhà giao dịch quyền chọn nếu dự đoán của mình là đúng.
zh_cn: 赔付金额即期权交易者因预测正确而获得的金额。

source: The personal information that we obtain about you assists us in servicing your account. We know you may be concerned about what we do with this information, and with financial information about your account. The following outlines our privacy practices.
ar: معلوماتك الشخصية التي نحصل عليها تساعدنا في خدمة حسابك. نحن نعرف أنك قد تكون قلق حيال ما نفعله بهذه المعلومات، وبمعلومات حسابك المالية. يوضح التالي ممارسات الخصوصية لدينا.
de: Die von Ihnen übermittelten personenbezogenen Daten, helfen uns dabei, Ihr Konto zu verwalten. Wir sind uns bewusst, dass Sie sich über den Umgang mit diesen Daten und den finanziellen Informationen über Ihr Konto Sorgen machen. Nachfolgend werden unsere Datenschutzrichtlinien erläutert.
fr: Les informations personnelles que nous obtenons vous concernant nous permettent de gérer de votre compte. Nous savons que l'usage que nous faisons de ces informations et des informations financières relatives à votre compte vous importe. Les paragraphes ci-dessous décrivent nos pratiques en matière de confidentialité.
id: Informasi pribadi yang kami dapatkan tentang anda adalah berfungsi untuk melayani akun anda. Kami mengetahui bahwa anda mungkin bimbang mengenai apa yang akan kami lakukan dengan informasi data dan informasi finansial pada akun anda. Hal berikut adalah merupakan praktek yang kami lakukan untuk menjaga kerahasiaan data anda.
ja: お客さまから提供された個人情報によりご口座へのサービスの提供が可能になります。当社における個人情報、及びお取引情報に関するお取り扱いに関し、このページにて説明させて頂きます。
pl: Twoje informacje osobowe, które otrzymujemy pomagają nam w obsłudze konta. Zdajemy sobie sprawę z tego, że możesz być zaniepokojony tym, co robimy z tymi informacjami, a także z informacjami finansowymi na temat konta. Poniżej przedstawiono procedury ochrony prywatności.
ru: Личная информация, запрашиваемая от клиентов, используется для обслуживания Вашего счета. Мы понимаем, что Вы можете испытывать опасения о назначении этой информации, как и финансовой информации со счета. Далее Вы можете ознакомиться с нашими принципами обращения с личной информацией.
th: ข้อมูลส่วนบุคคลที่พวกเราได้รับเพื่อดำเนินการเกี่ยวกับบัญชีของท่านนั้น พวกเราตระหนักว่า ท่านอาจจะมีความกังวลเกี่ยวกับการใช้ข้อมูลดังกล่าว และข้อมูลทางการเงินในบัญชีของท่าน ทั้งนี้การบริหารเรื่องดังกล่าวถือเป็นระเบียบปฏิบัติในเรื่องความเป็นส่วนตัวในข้อมูลส่วนบุคคลดังกล่าว
vi: Các thông tin cá nhân mà chúng tôi có được về bạn giúp chúng tôi phục vụ tài khoản của bạn. Chúng tôi biết bạn có thể lo lắng về những gì chúng tôi làm với thông tin này, và với các thông tin tài chính về tài khoản của bạn. Sau đây những công việc bảo mật của chúng tôi.
zh_cn: 您的个人信息将帮助我们向您的账户提供服务。您可能想了解我们将如何处理您的个人信息和账户财务信息。以下内容概述了本公司的隐私规范。

source: The premier platform for trading binary options in the world's financial markets
de: Die führende Plattform für den Handel mit Binären Optionen in den weltweiten Finanzmärkten
fr: La meilleure plateforme pour négocier les options binaires sur les marchés financiers internationaux
ja: 世界の金融市場において 最高水準のFXバイナリーオプション取引プラットフォーム
vi: Sàn giao dịch cao cấp cho giao dịch quyền chọn nhị phân trên thị trường tài chính thế giới
zh_cn: 全世界金融市场二元期权交易的首选平台

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade.
ar: الربح هو الفرق بين سعر الشراء (الحصة) وعائد التداول الرابح.
de: Der Gewinn ist die Differenz zwischen dem Kaufpreis (dem Einsatz) und der Auszahlung eines erfolgreichen Kontrakts.
fr: Le profit est la différence entre le prix d'achat (l'investissement) et le paiement d'une option gagnante.
id: Keuntungan adalah selisih antara harga beli (modal) dengan hasil pada kontrak yang memberi untung.
ja: 勝ちトレードの払い戻し金額と購入金額の差額が利益になります。
pl: Zysk to różnica między ceną zakupu (stawką) a wypłatą z wygrywającego zakładu.
ru: Прибыль - это разница между выплатой и ценой покупки (ставкой) выигравшего контракта.
vi: Lợi nhuận là phần chênh lệch giữa giá mua (cổ phần) và tiền thanh toán trên giao dịch thắng.
zh_cn: 利润即盈利交易中所得赔付金额与购买价格（成本）之间的差额。

source: The provision of the margin trading services described in this Agreement is not available in the European Union.
de: Die Bereitstellung der Margin-Handelsdienstleistung, wie in dieser Vereinbarung beschrieben, ist in der europäischen Union nicht erhältlich.
fr: La provision des services d'échange de marge décrites dans ce Contrat n'est pas disponible dans l'Union Européenne.
ja: 本契約に記載されている信用取引サービスの規定は、欧州連合ではご利用いただけません。
vi: Việc cung cấp các dịch vụ kinh doanh lợi nhuận được mô tả trong thỏa thuận này không có trong liên minh châu Âu.
zh_cn: 欧洲联盟国家不可用本协议所述的保证金交易服务。

source: The required minimum deposit has been made by the client AND
ar: أُودع الحد الأدنى المطلوب من قبل العميل و
de: Die erforderliche Mindesteinzahlung ist vom Kunden erfolgt UND
fr: Le dépôt minime requis a été effectué par le client ET
id: Syarat minimal deposit telah dilakukan oleh Pelanggan DAN
ja: ボーナス付与に必要な最低金額以上を入金され、かつ
pl: Wymagana minimalna wpłata została dokonana przez klienta I
ru: Клиент внес минимальный требуемый депозит, А ТАКЖЕ
th: ลูกค้าได้ดำเนินการเงินฝากขั้นต่ำแล้ว และ
vi: Tiền gửi tối thiểu yêu cầu đã được gửi bởi khách hàng VÀ
zh_cn: 客户已经存入所需的最低存款以及

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry.
ar: يشير سعر إعادة البيع للسعر الحالي لعقد في السوق. تقدم أسعار إعادة البيع على أساس أفضل الجهود وربما لا تكون متاحة في كل الأوقات بعد الشراء. أنظر خيار البيع لمزيد من التفاصيل عن بيع العقود قبل تاريخ انتهائها.
de: Der Wiederverkaufspreis gibt den aktuellen Marktpreis eines Kontrakts an. Wiederverkaufspreise beruhen auf bestem Wissen und können nach einem Kauf nicht jederzeit erzielt werden. Weitere Informationen über den Verkauf von Kontrakten vor Ablauf, finden Sie im Abschnitt „Option verkaufen".
fr: Le prix de revente désigne le prix de marché actuel du contrat. Les prix de revente sont sont fournis dans la mesure du possible et ne sont pas toujours disponibles après l'achat. La rubrique « Options de vente » offre des informations supplémentaires sur la vente d'un contrat avant clôture.
id: Harga jual kembali menunjukkan harga pasar terkini. Harga jual kembali adalah berdasarkan penawaran terbaik dan mungkin tidak tersedia setiap saat. Lihat 'Opsi jual' untuk keterangan lengkap mengenai penjualan kontrak sebelum berakhir.
ja: 期限前の契約転売の詳細は「オプションの売却」からご覧いただけます。
pl: Cena odsprzedaży wskazuje aktualną cenę rynkową danego kontraktu. Dokładamy wszelkich starań, aby ceny odsprzedaży były zawsze dostępne, jednak mogą one nie być dostępne w każdym czasie po zakupie. Zobacz „Sprzedaż opcji”, aby uzyskać więcej informacji na temat sprzedaży kontraktów przed ich terminem wygaśnięcia.
ru: Цена перепродажи показывает настоящую рыночную цену контракта. Эта цена основана на лучшем возможном предложении и может предлагаться не всегда после приобретения контракта. Смотрите "Опция продажи" для подробностей относительно досрочной продажи контрактов.
vi: Giá bán lại chỉ giá thị trường hiện tại của hợp đồng. Giá bán lại dựa trên cơ sở nỗ lực nhất và có thể không có sẵn mọi lúc sau khi mua. Xem 'quyền chọn Bán' để biết thêm chi tiết về bán hợp đồng trước khi hết hạn.
zh_cn: 转售价格表示合约的当前市场价格。转售价格在尽最大努力的基础上提供，且买入合约后有可能一直不可用。请参阅“卖出期权”以了解在到期前卖出合约的更多细节。

source: The return is the money realized when the contract expires (see 'Payout').
ar: العائد هو المال المحقق مع انتهاء العقد (أنظر "العائد").
de: Die Rendite ist der Betrag, der zum Kontraktablauf realisiert wird (siehe 'Auszahlung').
fr: Les retours désignent les montants perçus lorsque le contrat expire (voir « Paiement »).
id: Hasil adalah dana yang diperoleh setelah kontrak berakhir (lihat 'Hasil').
ja: ペイアウトとは、トレードの予測が正しかった場合に得る金額のことです。（「払い戻し価格」の項目をご確認下さい）
pl: Zwrot to kwota wypłacana, gdy kontrakt się zakończy (zobacz: „Wypłata”).
ru: Выигрыш - это сумма, которую трейдер получает при окончании контракта (см."Выплата").
vi: Doanh thu là số tiền thấy được khi hợp đồng hết hạn (xem ('Doanh thu').
zh_cn: 收益指当合约到期时实现的收益（参阅“赔付金额”）。

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Company's responsibility to notify Clients before any changes to its terms come into effect.
de: Wir behalten uns ebenfalls das Recht vor, die Regeln und den Umfang dieses Service jederzeit zu ergänzen oder zu verändern. Jede Änderung der Regeln, die während des Betriebs der Site gemacht wurde, wird nicht rückwirkend angewendet und erstreckt sich nur auf Käufe von Finanzverträgen, die nach einer solchen Änderung getätigt wurden. Das Unternehmen ist verpflichtet, die Kunden vor Inkraftreten von Änderungen der Geschäftsbedingungen hiervon zu benachrichtigen.
fr: La Société se réserve également le droit d'amender ou de modifier les réglementations ou le champ d'application de ce service de temps à autre. Toute modification des réglementations effectuée alors que ce site est en cours d'utilisation ne s'appliquera pas rétrospectivement et s'appliquera uniquement aux acquisitions de contrats financiers effectuées après ces modifications. Il incombe à la Société de prévenir les Clients avant la prise d'effet de toute modification des conditions.
ja: 当社はルールや範囲を適切に修正または変更する権利を有します。修正点や変更点はそれらが作成された以前の状況にさかのぼって適用されることはありませんが、作成後に取得された金融トレードに対して適用されます。お客さまにはご利用規約での全ての変更点を確認する義務があります。
vi: Được quyền chỉnh sửa hoặc thay đổi quy tắc và phạm vi của dịch vụ này theo thời gian. Có bất kì thay đổi nào về quy tắc được thực hiện khi trang web đang hoạt động sẽ không áp dụng hồi tố và sẽ chỉ áp dụng cho những hợp đồng tài chính được mua sau khi có thay đổi. Công ty có trách nhiệm thông báo với Khách hàng trước khi có bất kì sự thay đổi nào cho tới lúc các điều khoản được đưa vào hoạt động.
zh_cn: 我们也保留不定时修订或更换服务规则和范围的权利。网站运营期间作出的任何规则修改都不会进行追溯调整，且只适用于更改之后发生的金融合约购买行为。在任何修改条款生效前，公司有责任通知客户。

source: The server <a href="%1">endpoint</a> is: %2
de: Der Server <a href="%1">Endpunkt</a> ist: %2
fr: Le <a href="%1"> 1terminal</a> 2 du serveur est : %2
ja: サーバーの <a href="%1">エンドポイント</a> : %2
vi: Máy chủ <a href="%1">điểm cuối</a> là: %2
zh_cn: 服务器<a href="%1">终端</a>是: %2

source: The smoothing and filtering algorithms described above.
ar: خوارزميات التنقية والتعديل المذكورة أعلاه.
de: Die oben beschriebenen glättenden und filternden Algorithmen.
fr: Les algorithmes de lissage et de filtrage décrits ci-dessus.
id: Penghalusan dan penyaringan algoritma seperti dijelaskan diatas.
ja: 採用しているアルゴリズムについて
pl: Algorytmy wygładzające i filtrujące opisane powyżej.
ru: Алгоритм выравнивания и фильтрации котировок, который описан выше.
th: อัลกอริธึ่มการทำให้เรียบและการคัดกรองได้อธิบายแล้วข้างต้น
vi: Thuật toán làm trơn và lọc được mô tả ở trên.
zh_cn: 上述平滑和滤波算法。

source: The stake is the amount that a trader must pay to enter into a trade.
ar: الحصة هي المبلغ الذي يجب أن يدفعه المتداول لبدأ عملية التداول.
de: Der Einsatz ist der Betrag, den ein Händler zahlen muss, um einen Kontrakt abzuschließen.
fr: L'investissement désigne le montant que le trader doit payer pour négocier un contrat.
id: Modal adalah jumlah yang dibayarkan oleh trader pada saat membeli kontrak.
ja: 購入金額とは、トレード開始のために支払わなければならない金額のことです。
pl: Stawka to kwota, którą gracz musi zapłacić, żeby przystąpić do transakcji.
ru: Ставка - это цена, которую должен заплатить трейдер за приобретение контракта.
vi: Đơn vị vốn (stake) là số tiền nhà giao dịch cần phải trả để được vào một giao dịch.
zh_cn: 投注金额即交易者为了执行交易而必需支付的金额。

source: The swap rate will depend on the direction of the position you take:
de: Der Swapsatz hängt von der Richtung der Position, die Sie einnehmen, ab:
fr: Le taux de swap dépendra de la direction de la position que vous prenez :
ja: スワップレートはお客さまが保持するポジションの動向によって決まります。
vi: Tỷ lệ trao đổi sẽ phụ thuộc vào sự chỉ đạo của các phiên bạn tham gia:
zh_cn: 掉期利率将取决于您的头寸方向︰
