Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: What's a stop out level and how do we apply it?
de: Was ist ein Stop Out Level und wie wird es angewendet?
fr: Qu'est ce qu'un niveau de stop out et comment l'appliquons nous ?
ja: ロスカットレベルとは何ですか？適用方法は？
vi: Tỉ lệ ngưng giao dịch là gì và làm thế nào để chúng ta áp dụng nó?
zh_cn: 什么是止损水平，我们如何使用它？

source: When the Affiliate's referred clients open an account with any member of the Binary group, we assume ownership of the database of names and contact information and any other data of the Affiliates' referred clients.
de: Wenn von dem Geschäftspartner empfohlene Kunden ein Konto bei einem Mitglied der Binary Unternehmensgruppe eröffnet wird, übernehmen wir das Eigentum an der Datenbank mit Namen und Kontaktinformation und anderer Daten des vom Geschäftspartner empfohlenen Kunden.
fr: Lorsque les clients recommandés par l'Affilié ouvrent un compte auprès de l'un des membres de Binary Group, nous devenons propriétaires de la base de données contenant les noms, les informations de contact et tout autre type de données relatives aux clients recommandés par l'Affilié.
ja: 獲得会員がBinaryグループの口座を開設した場合、獲得会員の氏名、トレード情報、その他データの所有権を当社が引き受けます。
vi: Khi các khách hàng do Chi nhánh giới thiệu mở một tài khoản với bất kỳ thành viên nào của nhóm Binary, chúng tôi sẽ giữ quyền sở hữu cơ sở dữ liệu tên và thông tin liên lạc và bất kỳ các dữ liệu khác của những khách hàng đó.
zh_cn: 联盟会员的推荐客户在Binary集团任何成员公司开账户时，我们承担此联盟会员的推荐客户名称和联系信息数据库以及任何其他数据的所有权。

source: When there is a breakdown in the means of communication normally employed in determining the price or value of any of the financial contracts or where the price or value of any of the financial contracts cannot be promptly or accurately ascertained.
ar: عند وجود انهيار في وسائل الاتصال المستخدمة عادة في تحديد سعر أو قيمة أي من العقود المالية أو حيث يكون سعر أو قيمة أي من العقود المالية لا يمكن التحقق منه فورا أو بدقة.
de: Wenn es eine Unterbrechung bei den normalerweise zur Feststellung des Kurses oder Werts von Finanzkontrakten eingesetzten Mittel gibt oder wo der Kurs oder der Wert von Finanzkontrakten nicht unmittelbar oder genau ermittelt werden kann.
fr: Lorsqu'il y a une rupture des moyens de communication habituellement utilisés pour déterminer le prix ou la valeur de n'importe quel contrat financier, ou lorsque le prix ou la valeur de n'importe quel contrat financier ne peut pas être établi rapidement ou correctement.
id: Ketika terjadi gangguan pada sarana komunikasi biasanya digunakan dalam menentukan harga atau nilai dari setiap kontrak finansial atau di mana harga atau nilai dari setiap kontrak keuangan tidak dapat segera atau dipastikan akurat.
ja: 金融価格の価格または価値を決定する際に通常用いられる通信手段が断絶された、あるいは即座に、正確に把握することができない金融契約の価格または価値を決定する場所が断絶された場合。
pl: W przypadku awarii środków komunikacji zwykle używanych do określenia ceny lub wartości któregokolwiek z kontraktów finansowych lub w przypadku gdy cena albo wartość któregokolwiek z kontraktów finansowych nie może być szybko i dokładnie potwierdzona.
ru: В случае сбоев в средствах связи, обычно используемых при расчете цены или стоимости какого-либо из финансовых контрактов, когда цена или стоимость любого финансового контракта не может быть быстро и точно установлена.
vi: Khi có sự cố xảy ra trong các phương tiện thông tin đại chúng thường được sử dụng để xác định giá hoặc giá trị của hợp đồng tài chính thì giá hoặc giá trị của hợp đồng tài chính không thể được xác định kịp thời hay chính xác được.
zh_cn: 当通常用于确定金融合约价格或价值的通讯手段出现故障时，或者当金融合约价格或价值无法及时或精确确定时。

source: When we deal on own account (dealing desk), we act as principal and not as an agent on your behalf and we therefore act as the execution venue.
de: Wenn wir auf dem eigenen Konto handeln (dealing desk), agieren wir als Dienstleister und nicht als Agent in Ihrem Namen, deshalb agieren wir als Plattform für die Ausführung.
fr: Dans le cadre de notre activité de négociation pour compte propre, nous agissons en tant que contrepartie principale et non en tant qu'agent en votre nom. Par conséquent, nous agissons en tant qu'entité d'exécution.
ja: 当社の口座（Dealing Desk）を取り扱う際、当社は当事者となり、お客さまの代理人ではありません。それゆえ、お客さまのご契約実行に関して当社はお客さまの注文執行場所として機能するにすぎません。
vi: Khi chúng tôi giải quyết trên tài khoản riêng (giao dịch bàn), chúng tôi hành động như là chính thể và không phải là một đại lý thay mặt bạn và do đó chúng tôi hành động như là địa điểm thực hiện.
zh_cn: 当我们在自己账户（交易平台）上交易时，我们是委托人，而不是您的代理人，因此我们是执行场地。

source: When we enter into Contracts with you, we will take all reasonable steps to achieve the best possible result for you by executing those Contracts according to our order execution policy and subject to any specific instructions received from you. Our order execution policy comprises a set of procedures that are designed to obtain the best possible execution result for you subject to and taking into account: (a) the nature of your Contracts, (b) the priorities you have identified to us in relation to entering into those Contracts, and (c) the practices relating to the market in question, with the aim of producing a result which provides, in our view, the best balance across a range of sometimes conflicting factors. Our policy cannot provide a guarantee, however, that when entering into Contracts with you, the price will always be better than one which is or might have been available elsewhere.
ar: عند عمل عقود معك، سنتخذ جميع الخطوات المعقولة لتحقيق أفضل نتيجة ممكنة لك من خلال تنفيذ تلك العقود وفقا لسياستنا لتنفيذ الأوامر وتخضع لأية تعليمات محددة توردها. وتضم سياستنا لتنفيذ الأوامر مجموعة من الإجراءات التي تهدف إلى الحصول على أفضل نتيجة تنفيذ ممكنة بالنسبة لك مع الأخذ بعين الاعتبار ما يلي: (أ) طبيعة العقود الخاصة بك، (ب) الأولويات التي حددتها لنا فيما يتعلق بالدخول في تلك العقود، و (ج) الممارسات المتعلقة بالسوق محل السؤال، وذلك بهدف الحصول على النتيجة التي توفر، في رأينا، أفضل توازن عبر مجموعة من العوامل المتضاربة في بعض الأحيان. لا يمكن توفير ضمانة لسياستنا، ومع ذلك، عند الدخول في عقود معك، سيكون السعر دائما أفضل من أي سعر متاح أو قد يكون متاحا في أماكن أخرى.
de: Wenn wir einen Kontrakt mit Ihnen eingehen, untenehmen wir alle geeigneten Schritte, bei der Ausführung dieser Kontrakte anhand unserer Orderausführungsregeln und gemäß der der von Ihnen erhaltenen besonderen Anweisgungen, das bestmögliche Ergebnis für Sie zu erlangen. Unsere Orderausführungsregeln bestehen aus einer Reihe von Verfahren, die dazu gedacht sind, für Sie das bestmögliche Ergebnis anhand und unter Berücksichtigung des Folgenden zu erreichen: (a) Die Eigenart Ihrer Kontrakte, (b) die von Ihnen für den Eingang derartiger Kontrakte angegebenen Prioritäten und (c) den Praktiken des in Rede stehenden Marktes, mit dem Ziel, ein Ergebnis zu erreichen, das, nach unserer Ansicht, den besten Ausgleich zwischen manchmal gegenläufigen Faktoren bietet. Unsere Regeln stellen keine Garantie dar, allerdings, wenn wir einen Kontrakt mit Ihnen eingehen, wird der Kurs immer besser sein, als Sie ihn vielleicht woanders finden können.
fr: Dans le cadre d'un Contrat passé avec vous, nous nous engageons à prendre toutes les mesures raisonnables pour obtenir en votre nom le meilleur résultat possible en exécutant ce Contrat conformément à notre politique d'exécution des ordres et à toute instruction spécifique que vous seriez susceptible de nous transmettre. Notre politique d'exécution des ordres se compose d'un ensemble de procédures conçues pour obtenir le meilleur résultat d'exécution possible pour vous, en tenant compte des critères suivants : (a) la nature de votre Contrat, (b) les priorités que vous nos aurez expressément communiquées dans le cadre de ce Contrat, et (c) les pratiques liées au marché en question. Ces procédures ont pour objectif de produire un résultat qui offre, à notre avis, le meilleur équilibre entre un certain nombre de facteurs parfois contradictoires. Cependant, notre politique ne peut garantir que, dans le cadre d'un Contrat passé avec vous, le prix sera toujours avantageux en comparaison d'un autre prix disponible ou susceptible d'être disponible ailleurs.
id: Ketika kami memberikan Kontrak, kami akan mengambil semua tanggung jawab untuk memperoleh hasil terbaik untuk Anda di dalam mengeksekusi Kontrak tersebut berdasarkan kebijaksanaan eksekusi dan instruksi khusus yang kami terima dari Anda. Kebijaksanaan eksekusi order kami terdiri dari satu set tata cara yang dirancang untuk memperoleh hasil eksekusi terbaik yang dipertimbangkan pada akun Anda: (a) sifat Kontrak Anda (b) prioritas yang telah Anda identifikasi kepada kami sehubungan pembelian Kontrak dan (c) praktek yang berkaitan dengan market bersangkutan dengan tujuan menghasilkan hasil yang menyediakan, dalam pandangan kami, keseimbangan terbaik pada berbagai faktor terkadang bertentangan. Kebijaksanaan kami tidak dapat menjamin, namun demikian ketika melakukan pembelian Kontrak., harga akan selalu terbaik dibandingkan tempat manapun.
ja: お客さまと契約を締結する際、お客さまから頂いた特定の指示への当社注文執行ポリシーと対象に応じて、それら契約の執行により可能な限り最良の結果をお客さまへもたらせられるようあらゆる合理的な措置を講じます。当社注文執行ポリシーは、対象となるお客さまへ可能な限り最良の結果をもたらすよう考慮し設計されている一連の手順を含みます。： (a)お客さまの契約の性質 (b)これら契約を締結するのに関連してお客さまに同意いただいた特定の優先順位 (c)論争要素の範囲にわたる最適なバランスを提供して結果を生成する目的をもって、対象のマーケットに関連した実践。当社ポリシーは保証を提供することはできませんが、お客さまと契約締結の際、価格は常により良いものであるか、他の場所で利用できるようなものになる場合があります。
pl: W przypadku zawarcia Kontraktu podejmiemy wszelkie stosowne kroki, aby uzyskać dla Ciebie najlepsze możliwe rezultaty, realizując te Kontrakty w oparciu o naszą politykę realizacji zleceń i na podstawie wszelkich informacji otrzymanych od Ciebie. Nasza polityka realizacji zleceń zawiera zestaw procedur, które zostały stworzone z myślą o otrzymaniu najlepszych możliwych rezultatów realizacji zlecenia, biorąc pod uwagę: (a) rodzaj Twoich Kontraktów, (b) określone przez Ciebie priorytety dotyczące zawierania Kontraktów oraz (c) praktyki związane z danym rynkiem mające na celu uzyskanie rezultatu, który w naszej ocenie zapewni najlepszą równowagę między czynnikami, mogącymi czasami pozostawać w sprzeczności. Nasza polityka nie może jednak dać gwarancji, że w momencie zawarcia Kontraktu cena będzie zawsze lepsza od ceny, która może być dostępna gdzie indziej.
ru: Когда мы заключаем контракты с Вами, мы принимаем все разумные меры для достижения наилучшего результата для Вас, выполняя эти контракты в соответствии с нашей политикой исполнения ордеров и в зависимости от каких-либо конкретных инструкций, полученных от Вас. Наша политика выполнения ордера содержит набор процедур, которые разработаны, чтобы получить наилучший результат выполнения для Вас, при условии и принимая во внимание следующее: (а) характер Ваших контрактов, (б) приоритеты которые Вы определили для нас для заключения контрактов, и (в) практика, относящаяся к рынку под вопросом, с целью получения результата, который обеспечивает, на наш взгляд, оптимальный баланс во всем диапазоне иногда противоречивых факторов. Наша политика, однако, не может гарантировать, что при заключении контракта с Вами цена всегда будет лучше, чем та, которая может быть или была доступна в другом месте.
vi: Khi chúng tôi thống nhất ký kết hợp đồng với bạn, chúng tôi sẽ tiến hành các bước hợp lý để đạt được kết quả tốt nhất có thể cho bạn bằng cách thực hiện những hợp đồng theo chính sách thực hiện lệnh của chúng tôi và tuân theo những hướng dẫn cụ thể của bạn. Chính sách thực hiện lệnh của chúng tôi bao gồm một chuỗi các thủ tục được đưa ra để đạt kết quả thực hiện tốt nhất có thể cho bạn và có tính đến: (a) bản chất của hợp đồng, (b) những ưu tiên bạn đã xác định khi trong vấn đê giao dịch hợp đồng, và (c) thực thực tiễn có liên quan đến thị trường, với mục tiêu cho ra kết quả tối nhất, theo quan điểm của chúng tôi, số dư tốt nhất có liên quan tới một loạt các yếu tố đôi khi mâu thuẫn nhau. Tuy nhiên, chính sách của chúng tôi không thể đảm bảo rằng khi giao dịch Hợp đồng với bạn, giá cả sẽ luôn luôn là tốt hơn so với một nơi nào đó.
zh_cn: 当我们与您订立合约时，我们会采取负责任的行动，通过遵循我们的订单执行政策以及您所提供的任何特定指令执行合约条款，为您争取最佳结果。我们的订单执行政策包含一整套特定的程序，为您获取最佳执行结果，需要遵循并考虑的因素包括：（一）您的合约性质，（二）您制定合约的优先事项，（三）与市场有关的实行方式，考虑这些的目的是在广泛的、可能互相冲突的因素间实现最佳平衡（根据我们的观点）。我们的政策并不能提供保证，但当我们与您订立合约后，获得的价格将总比别处合算。

source: When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won’t have to contend with ‘slippages’ or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses.
ja: 満足のいく価格が表示されたら、すぐに取引を実行してください。当社独自のプラットフォームでは、市場との差やズレに関してご心配いただく必要ありません。そして一番重要なことは、追加料金が発生しない点です。利益を守り、損失を最小限に抑えるために、トレードによっては取引期間が終了する前にトレードを売却することも可能です。

source: When you click "OK" you will be excluded from trading on the site until the selected date.
de: Wenn Sie auf 'OK' klicken, werden Sie bis zum ausgewählten Datum vom Handel auf dieser Site ausgeschlossen.
fr: Lorsque vous cliquerez sur « Ok », vous serez exclu des opérations de trading du site jusqu'à la date sélectionnée.
ja: "Ok"をクリックすると、選択した日付までこのサイトでのトレードができなくなります。
vi: Khi bạn nhấp vào "OK" bạn sẽ bị loại bỏ khỏi giao dịch trên trang web tới ngày được chọn.
zh_cn: 当您点选“OK”后，您将被禁止在此网站交易，直到选定期限结束为止。

source: When you get approved as an affiliate, you will be provided with everything necessary for you to start right away.
ar: عند الحصول على الموافقة عليك كعضو منتسب، سيتم توفير كل ما هو ضروري لك لتبدأ على الفور.
de: Wenn Sie als Partner aufgenommen wurden, erhalten Sie alles, was erforderlich ist, damit Sie gleich anfangen können.
fr: Une fois votre statut d'affilié validé, vous recevrez toutes les informations dont vous aurez besoin pour vous lancer sans plus attendre.
id: Setelah Anda disetujui sebagai afiliasi, Anda akan diberikan semua hal yang diperlukan untuk memulai dengan segera.
ja: アフィリエイトの認証が完了しましたら、すぐに開始いただけるのに必要な全てをこちらから提供させていただきます。
pl: Kiedy zostaniesz zatwierdzony jako nasz partner, udostępnimy Ci wszystko, czego potrzebujesz, aby od razu rozpocząć współpracę.
ru: После одобрения Вашей партнерской заявки мы предоставим Вам все необходимое для незамедлительного начала работы.
vi: Khi được chấp thuận là một chi nhánh, bạn sẽ được cung cấp những thứ cần thiết để bắt đầu ngay.
zh_cn: 一旦获准成为联盟会员，您会立刻收到开始交易所需的全部资料。

source: When you start trading with %1, you'll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
ja: 取引を開始するには、取引画面でいくつかの取引条件を指定・選択します。

source: When you trade with %1, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose.
ar: عندما تتداول مع %1، كن مطمئنا من أن ودائعك مصانة في حساب ائتمان منفصل وغير مستخدمة لأي غرض آخر.
de: Wenn Sie bei %1 traden, können Sie sich sicher sein, dass Ihre Einzahlungen auf einem separaten Treuhandkonto gutgeschrieben und nicht für andere Zwecke verwendet werden.
fr: Lorsque vous effectuez des transactions avec %1, vous avez la garantie que vos fonds sont détenus au sein d'un compte fiduciaire séparé et ne sont jamais utilisés à d'autres fins.
id: Saat Anda bertrading pada %1, Anda dapat yakin bahwa saldo Anda disimpan pada rekening bank terpisah dan tidak digunakan untuk tujuan lain.
ja: 当社とお取引される際、お客さまからお預かりしている口座の預託金は、日証信託銀行にて全額信託されます。その他の目的で使用することはありません。
pl: Handlując z %1, możesz mieć pewność, że Twoje środki są przechowywane na oddzielnych rachunkach powierniczych i nie są wykorzystywane w żadnych innych celach.
ru: Торгуя на %1, Вы можете быть абсолютно уверены, что Ваши средства хранятся на отдельных надёжных счетах и не используются для любых других целей.
vi: Khi bạn giao dịch với %1, bạn được bảo đảm rằng tiền gửi của bạn được cất giữ trong một tài khoản tin cậy riêng biệt và không được sử dụng cho bất kì mục đích nào.
zh_cn: 通过 %1 进行交易，我们保证您的定金将由独立信托账户保管，不会用作任何其他用途。

source: When, as a result of political, economic, military or monetary events (including unusual market volatility or illiquidity) or any circumstances outside the control, responsibility and power of the Company, the continued operation of this site is not reasonably practicable without materially and adversely affecting and prejudicing the interests of Clients or the Company, or if, in the opinion of the Company, a price cannot be calculated for financial contracts.
ar: عندما، نتيجة لأحداث سياسية أو اقتصادية أو عسكرية أو مالية (بما فى ذلك تقلب أو عدم سيولة السوق على غير المعتاد) أو أي ظروف خارجة عن سيطرة ومسوؤلية الشركة وتحكمها فإن العمل المستمر لهذا الموقع لا يسير بشكل عملي دون أن يؤثر بالسلب على مصلحة العملاء والشركة أو يضر بهما، أو إذا، كان حسب تقدير الشركة، لا يمكن حساب سعر العقود المالية.
de: Wenn durch politische, wirtschaftliche, militärische oder monitäre Geschehnisse (inkl. unübliche Marktvolatilität oder Zahlungsunfähigkeit) oder durch andere Umstände, die sich der Kontrolle, Verantwortung und Macht des Unternehmens entziehen, der fortlaufende Betrieb dieser Site praktisch nicht durchführbar ist, ohne die Interessen der Kunden oder der Gesellschaft erheblich und negativ zu beeinträchtigen und die Interessen der Kunden oder des Unternehmens zu präjudizieren oder wenn nach Ansicht des Unternehmens ein Kurs für Finanzkontrakte nicht berechnet werden kann.
fr: Si, du fait d'événements politiques, économiques, militaires ou financiers (incluant une volatilité ou un manque de liquidité inhabituel du marché) ou du fait de toutes circonstances dépassant le contrôle, la responsabilité et les capacités de la Société, le fonctionnement continu de ce site n'est pas raisonnablement réalisable sans affecter matériellement et négativement le Client et de porter préjudice aux intérêts du Client ou de la Société, ou si, selon l'avis de la Société, un prix ne peut pas être calculé pour les contrats financiers.
id: Ketika, sebagai akibat dari peristiwa politik, ekonomi, militer atau moneter (termasuk volatilitas pasar yang tidak biasa atau likuiditas) atau situasi di luar kendali, tanggung jawab dan kekuatan Perusahaan, operasi dilanjutkan situs ini tidak cukup praktis tanpa material dan negatif mempengaruhi dan merugikan kepentingan Pelanggan atau Perusahaan, atau jika, menurut pendapat Perusahaan, harga tidak dapat dihitung untuk kontrak finansial.
ja: 政治的危機、経済的危機、軍事的危機、及び通貨危機（異常な市場の変動や流動性も含む）、または当社にて対処出来ない状況や責任が発生した場合、当サイトでの操作の続行が重大な悪影響または影響を与える可能性があると判断した場合、クライアントまたは当社の利益を害する場合、当社の見解により、金融トレードの価格をを設定できないと判断した場合。
pl: W przypadku gdy, w wyniku wydarzeń politycznych, ekonomicznych, wojskowych czy finansowych (w tym w wyniku nietypowej zmienności warunków rynkowych lub braku płynności rynku) lub innych okoliczności poza kontrolą, odpowiedzialnością i wpływem Firmy, dalsze działanie niniejszego portalu nie jest praktycznie możliwe bez materialnego i negatywnego wpływu na interesy Klientów lub Firmy lub jeśli zdaniem Firmy cena nie może być obliczona dla kontraktów finansowych.
ru: В случае политических, экономических, военных или рыночных событий (в том числе необычной волатильности рынка и неликвидности) или при других обстоятельствах, находящихся вне контроля, ответственности и власти Компании, когда продолжение работы этого сайта неминуемо влечет причинение материального или другого ущерба Клиентам, Компании, а также в тех случаях, когда, по мнению Компании, цена на контракты не может быть рассчитана.
vi: Khi nào có sự kiện chính trị, kinh tế, quân sự hay tiền tệ (bao gồm cả thị trường biến động bất thường hoặc thiếu tính thanh khoản) hoặc bất kỳ hoàn cảnh ngoài tầm kiểm soát, trách nhiệm và quyền lực của Công ty khiến cho các hoạt động của trang web này không còn hợp lý và gây ảnh hưởng bất lợi, thiệt hại đến lợi ích của Khách hàng hoặc Công ty, hoặc, theo ý kiến của Công ty, thì giá sẽ không được tính cho hợp đồng tài chính.
zh_cn: 当政治、经济、军事或货币政策事件（包括市场非正常波动或丧失流动性）或其他不在本公司控制、责任及权力范围之内的情况发生，导致本网站无法在不严重影响、侵害客户或本公司利益的前提下持续合理运作的时候，或公司认为无法计算金融合约的价格的时候。

source: Where an account is funded solely by means of a bonus code, the bonus amount plus any winnings can not be withdrawn until you have exceeded an account turnover of 25 times the bonus amount value. The maximum amount of winnings allowed on such accounts shall be 25 times the amount of such bonus amount.
ar: عندما يكون حساب ممول فقط عن طريق كود المكافأة لن يتم سحب مبلغ المكافأة وأي مكاسب أخرى إلا عندما يتجاوز مجموع تداولاتك 25 ضعف قيمة مبلغ المكافأة. الحد الأقصى من المكاسب المسموح بها لمثل هذا النوع من الحسابات سيكون 25 ضعف مبلغ المكافأة.
de: Wenn ein Konto ausschließlich mit Hilfe eines Bonuscodes finanziert ist, kann der Bonusbetrag plus eventueller Gewinne nicht abgehoben werden, bis Sie einen Kontoumsatz in Höhe des 25-fachen Wertes des Bonusbetrags überschritten haben. Der Höchstbetrag der erlaubten Gewinne auf solchen Konten ist das 25-fache des Betrags eines solchen Bonusbetrags.
fr: Lorsqu'un compte est approvisionné uniquement en utilisant un code bonus, le montant du bonus plus tout gain ne peuvent pas être retirés jusqu'au moment où le chiffre d'affaires de votre compte dépasse une valeur égale à 25 fois la valeur du montant du bonus. Le montant maximum de gains autorisé sur ces comptes sera égal à 25 fois le montant de ce bonus.
id: Jika akun hanya didanai oleh bonus maka jumlah bonus dan keuntungan yang dihasilkan hanya akan dapat dicairkan setelah pembelian total jumlah kontrak mencapai 25 kali jumlah bonus.
ja: フリーボーナスのみでトレードをされる場合は、ボーナス金額の２５倍以上に相当する取引高を達成された場合に限り、出金が可能です。ボーナスのみを使ってのトレード成功の上限額は金額の２５倍に相当する額をとします。
pl: W przypadku, gdy konto jest finansowane wyłącznie za pomocą kodu bonusowego, kwota bonusu powiększonego o wszelkie wygrane nie może być wypłacona, dopóki obrót na rachunku nie będzie 25 razy większy od kwoty bonusu. Maksymalna kwota wygranych dozwolonych na takich rachunkach wynosi 25 razy więcej niż kwota takiego bonusu.
ru: В случае пополнения счета исключительно бонусом, сумма бонуса плюс любой выигрыш с него не могут быть выведены до того, как оборот на счету превысит бонусное предложение в 25 раз. Максимальный размер выигрыша, разрешенный на таких счетах, должен в 25 раз превышать сумму бонуса.
vi: Trường hợp một tài khoản được gửi tiền bằng một mã tiền thưởng, số tiền thưởng cộng với bất kỳ tiền thắng cược nào sẽ không thể được rút ra cho đến khi số tiền thưởng vượt quá 25 lần so với số tiền doanh thu trong tài khoản. Số tiền tối đa được phép thắng trên tài khoản sẽ gấp 25 lần so với số tiền thưởng này.
zh_cn: 如果某一账户仅以奖金代码的方式提供资金，用户在账户交易额超过奖金25倍时方可提取奖金及其他收益。此类账户允许的最大收益金额为相应奖金的25倍。

source: Where are they located?
ar: أين تقع؟
de: Wo befinden sie sich?
fr: Où sont-ils localisés ?
id: Dimana mereka berada?
ja: マーケティングツールの入手方法について教えて下さい。
pl: Gdzie się mieszczą?
ru: Где они находятся?
vi: Họ được đặt ở đâu?
zh_cn: 他们在哪里？

source: Where can I send my questions, comments and suggestions?
ar: أين يمكنني أن أرسل أسئلتي وتعليقاتي واقتراحاتي؟
de: An wen kann ich meine Fragen, Kommentare und Anregungen senden?
fr: Où puis-je envoyer mes questions, commentaires et suggestions ?
id: Kemana saya dapat mengirimkan pertanyaan, komentar dan saran?
ja: アフィリエイトに関する質問、意見、提案事項のための窓口を教えて下さい。
pl: Dokąd mogę wysyłać swoje pytanie, komentarze i sugestie?
ru: Куда я могу послать свои вопросы, комментарии и предложения?
vi: Tôi có thể gửi câu hỏi, bình luận, và gợi ý tới đâu?
zh_cn: 在哪里提交问题、评论和建议？

source: Where does %1 hold my funds?
de: Wo hält %1 meine Gelder?
fr: Où %1 sont détenus mes fonds ?
ja: 私の資金は何処で保管されていますか？
vi: %1 giữ tiền của tôi ở đâu?
zh_cn: %1将我的基金保留在哪里？
