Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Stock Dividend
ar: أرباح الأسهم
id: Dividen Saham
pl: Dywidenda z akcji
ru: Дивиденд в форме акций
th: เงินปันผลของหุ้น

source: Stock Split
ar: تجزئة الأسهم
id: Pembagian Saham
pl: Split akcji
ru: Дробление акций

source: Stop Loss Level
ar: مستوى وقف الخسارة
id: Tingkat Stop Loss
pl: Poziom Stop stratom
ru: Уровень стоп-лосс

source: Stop Loss must be between %1 and %2 %3
ar: يجب أن يكون وقف الخسارة بين %1 و %2 %3
id: Stop Loss harus antara %1 dan %2 %3
pl: Limit Stop stratom musi mieścić się między %1 a %2 %3
ru: Стоп-лосс должен находиться между %1 и %2 %3

source: Stop Profit Level
ar: مستوى وقف الربح
id: Tingkat Stop Profit
pl: Poziom Stop zyskom
ru: Уровень стоп-профит

source: Stop Profit must be between %1 and %2 %3
ar: يجب أن يكون وقف الربح بين %1 و %2 %3
id: Stop Profit harus antara %1 dan %2 %3
pl: Limit Stop zyskom musi mieścić się między %1 a %2 %3
ru: Стоп-профит должен находиться между %1 и %2 %3

source: Stop-loss
ar: وقف الخسارة
pl: Stop-stratom
ru: Стоп-лосс

source: Stop-loss:
ar: وقف الخسارة:
pl: Stop-stratom:
ru: Стоп-лосс:

source: Stop-profit:
ar: وقف الربح:
pl: Stop-zyskom:
ru: Стоп-профит:

source: Stop-type
ar: نوع الوقف
pl: Stop-typ
ru: Тип стопа

source: Streaming for this symbol is not available due to license restrictions.
ar: لقطات لهذا الرمز غير متوفر بسبب قيود الترخيص.
id: Streaming untuk simbol ini tidak tersedia berhubung keterbatasan lisensi.
pl: Przesyłanie strumieniowe jest niedostępne dla tego symbolu z powodu ograniczeń licencyjnych.
ru: Потоковые котировки для данного символа недоступны, в связи с ограничениями лицензии.

source: Style %1 invalid
ar: نمط %1 غير صالح
id: Gaya %1 tidak berlaku
pl: Styl %1 jest niepoprawny
ru: Стиль %1 недействителен
th: รูปแบบ %1 ไม่ถูกต้อง

source: Summary:
ar: ملخص:
de: Zusammenfassung:
id: Ringkasan:
pl: Podsumowanie:
ru: Детали:
th: ผลสรุป:
vi: Tóm tắt:
zh_cn: 摘要：

source: Supported banks
ar: البنوك المعتمدة
id: Bank yang diterima
pl: Obsługiwane banki
ru: Поддерживаемые банки
th: รายชื่อธนาคาร

source: Supported banks list is invalid
ar: قائمة البنوك المعتمدة غير صالحة
id: Daftar bank yang digunakan salah
pl: Lista obsługiwanych banków jest nieważna
ru: Список поддерживаемых банков недействителен
th: รายชื่อธนาคารไม่ถูกต้อง

source: Supporting the Group’s global recruiting and talent management needs
ar: دعم مجموعة من الموظفين حول العالم وإدارة احتياجات الموهوبين
id: Membantu Grup dalam perekrutan dan manajemen bakat yang diperlukan
pl: Pomoc w prowadzeniu globalnych rekrutacji pracowników dla spółek grupy oraz zarządzaniu talentami
ru: Поддержание процесса найма мировых сотрудников для группы наших компаний и управление кадровым потенциалом
th: รับผิดชอบงานเกี่ยวกับการสรรหาบุคลากรของเครือและการบริหารบุคลากรที่มีศักยภาพ

source: Switch to full screen mode
ar: التبديل إلى وضع ملء الشاشة
id: Pindah ke mode layar penuh
pl: Przełącz na tryb pełnoekranowy
ru: Переключиться на полный экран
th: กลับสู่โหมดเต็มจอ

source: Switch to normal mode
ar: بدل إلى الوضع القياسي
id: Pindah ke mode normal
pl: Przełącz na tryb normalny
ru: Переключиться на обычный режим
th: กลับสู่โหมดปกติ

source: System Time
ar: وقت النظام
id: Waktu Sistem
pl: Godzina systemowa
ru: Системное время
th: เวลาของระบบ

source: System problems prevent proper settlement at this time.
ar: مشاكل النظام تمنع التسوية المناسبة فى هذا الوقت.
id: Masalah penerimaan data mencegah penyelesaian yang tepat saat ini.
pl: W tej chwili problemy z systemem uniemożliwiają poprawne rozliczenie.
ru: Сбои в системе не позволяют точно рассчитать цену окончания контракта в настоящее время.
th: ปัญหาของระบบป้องกันการชำระเงินในขณะนี้

source: Table
ar: جدول
id: Tabel
pl: Tabela
ru: Таблица
th: ตาราง

source: Technical Indicator derived from subtracting Aroon Down from Aroon Up. As Aroon Up and Aroon Down oscillate between 0 and 100, the Aroon Oscillator oscillates between -100 and 100 with zero as the centre crossover line.
ar: يتم الحصول على المؤشر التقني عن طريق طرح مؤشر آروون الهابط من آروون الصاعد. كما يتذبذب مؤشر آروون الصاعد ومؤشر آروون الهابط بين 0 و 100 يتذبذب مؤشر آروون بين -100 و مائة حيث يكون الصفر هو مركز خط العبور.
id: Teknikal Indikator diperoleh pada penyaringan Aroon Down dari Aroon Up. Sebagaimana Aroon Up dan Aroon Down berayun antara 0 dan 100, Oskilator Aroon berayun antara 100 dan 100 dimana kosong menjadi garis tengah penyebrang.
pl: Wskaźnik analizy technicznej obliczany przed odjęcie linii spadkowej Aroon Down od linii wzrostowej Aroon Up. Kiedy linie Aroon Up i Aroon Down oscylują między 0 a 100, wartości oscylatora Aroon kształtują się w przedziale od -100 do 100, gdzie 0 jest wartością graniczną.
ru: Технический индикатор, получающийся в результате вычитания из Aroon Up показателя Aroon Down. Значения Aroon Up и Aroon Down осциллируют между 0 и 100, а Aroon Oscillator находится между -100 и 100, разделительной является линия 0.

source: Terminate your use of the Binary.com API; or
ar: إنهاء استخدام API Binary.com؛ أو
id: Menghentikan penggunaan API Binary.com atau
pl: Użytkownik zakończy korzystanie z API Binary.com; lub
ru: прекратить использование Вами API Binary.com; или
th: ยุติการใช้ API Binary.com ของท่าน หรือ

source: Terms
ar: الشروط
id: Persyaratan
pl: Warunki
ru: Условия
th: ข้อตกลง

source: Terms & Conditions
ar: الشروط والأحكام
id: Syarat & Ketentuan
pl: Regulamin
ru: Правила и условия
th: ข้อตกลงและเงื่อนไข

source: Terms and conditions approval is required.
ar: مطلوب الموافقة على الأحكام والشروط.
id: Persetujuan pada syarat dan ketentuan diperlukan.
pl: Konieczna jest akceptacja regulaminu.
ru: Необходимо принять Правила и условия.
th: จำเป็นต้องได้รับอนุมัติในข้อตกลงและเงื่อนไข

source: Thank you for verifying your email.
ar: نشكرك على التحقق من بريدك الإلكتروني.
id: Terima kasih telah memverifikasi email Anda.
pl: Dziękujemy za dokonanie weryfikacji adresu e-mail.
ru: Спасибо за верификацию своего эл.адреса.
th: ขอบคุณสำหรับการตรวจสอบอีเมล์ของท่าน

source: The %1 team.
ar: فريق %1.
id: Tim %1.
pl: Zespół %1.
ru: Команда %1.
th: ทีม %1

source: The <span itemprop="brand">%1</span> service (formerly known as BetOnMarkets.com) is owned and operated by Binary Ltd. Fully licensed and regulated, %1 has been providing financial trading to a worldwide audience of over 1,000,000 accounts since <span itemprop="foundingdate">1999</span>
id: Layanan <span itemprop="brand">%1</span> dimiliki dan dioperasikan oleh perusahaan Binary Ltd. Berlisensi penuh dan diatur. %1 telah menyediakan platform trading kepada lebih dari 1.000.000 akun di seluruh dunia sejak tahun <span itemprop="foundingdate">1999</span>
pl: Portal <span itemprop="brand">%1</span> (poprzednia nazwa: BetOnMarkets.com) jest własnością grupy Binary Ltd i jest prowadzony przez tę grupę. Posiadamy wszystkie niezbędne zezwolenia i podlegamy wymaganym regulacjom. Od <span itemprop="foundingdate">1999 roku</span> %1 umożliwia handel na rynkach finansowych klientom na całym świecie, korzystającym z ponad 1 000 000 kont
ru: Сайт <span itemprop="brand">%1</span> (ранее известный как BetOnMarkets.com) является собственностью и находится под управлением группы Binary Ltd. Полностью лицензированный и регулируемый сайт %1 предоставляет услуги финансовой торговли на более чем 1,000,000 счетов с <span itemprop="foundingdate">1999 года</span>

source: The AUD Index is a weighted Index, measuring the Australian Dollar’s value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%.
ar: مؤشر AUD هو مؤشر وزني، يقيس قيمة الدولار الاسترالي مقابل سلة من 5 عملات عالمية (USD, EUR, GBP, JPY, CAD)، وزن كل منهم 20%.
id: Indeks AUD adalah Indeks yang ditimbang dengan mengukur nilai Dolar Australia melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%.
pl: Indeks AUD to indeks ważony mierzący wartość dolara australijskiego w stosunku do koszyka 5 światowych walut (USD, EUR, GBP, JPY, CAD), z których każda ma wagę 20%.
ru: Индекс AUD является взвешенным индексом, измеряющим значение австралийского доллара против корзины из 5 основных мировых валют (USD, EUR, GBP, JPY, CAD), каждая из которых взвешена на 20%.

source: The Affiliate’s Obligations
id: Kewajiban Affiliasi
pl: Zobowiązania Partnera
ru: Обязанности Партнера

source: The Binary.com API has usage limits enforced to prevent abuse and/or repurposing of the Binary.com API. These usage limits may be changed in the future without notice. If you consistently exceed the usage limit or otherwise abuse the service, we may block your access to the Binary.com API.
ar: لدي واجهة برمجة التطبيقات الخاصة ب Binary.com حدود للإستخدام القسري للحيلولة دون إساءة استخدامها أو تطويعها لأغراض أخرى غير استخدامات واجهة برمجة التطبيقات الخاصة ب Binary.com. ويمكن تغيير حدود الإستخدامات هذه مستقبلاً دون سابق إنذار. فإذا كنت تتجاوز باستمرار حدود هذه الإستخدامات أو تسيء استخدام هذه الخدمة, فقد نضطر إلى منع وصولك لواجهة برمجة التطبيقات الخاصة ب Binary.com.
id: API Binary.com memiliki batas penggunaan untuk mencegah penyalahgunaan dan/atau pengusulan kembali API Binary.com. Batas penggunaan ini dapat berubah di masa depan tanpa pemberitahuan. Jika Anda secara konsisten melebihi batas penggunaan atau menyalahgunaan layanan maka kami dapat memblokir akses Anda ke dalam API Binary.com.
pl: API Binary.com jest obarczone limitami użytkowania w celu zapobiegania nadużyciom i wykorzystywania API do innych celów. Limity użytkowania mogą zostać zmienione w przyszłości bez powiadomienia. W przypadku stałego przekraczania limitu użytkowania lub innych nadużyć, możemy zablokować Twój dostęp do API Binary.com.
ru: API Binary.com имеет ограничения использования, введённые с целью предотвращения злоупотреблений и/или использования API Binary.com для других целей. Данные ограничения использования могут быть изменены в будущем без предварительного уведомления. Если Вы регулярно превышаете лимиты использования или иным образом злоупотребляете услугами, мы можем заблокировать Ваш доступ к API Binary.com.

source: The Binary.com Order Execution Policy.
ar: سياسة تنفيذ أمر Binary.com.
id: Kebijakan Eksekusi Order Binary.com.
pl: Polityka Binary.com dot. realizacji zlecenia.
ru: Политику исполнения ордеров Binary.com.

source: The Binary.com Privacy and Security Policy;
ar: الخصوصية والسياسة الأمنية الخاصة ب Binary.com;
id: Privasi dan Kebijakan Keamanan Binary.com.
pl: Polityka prywatności i bezpieczeństwa Binary.com;
ru: Политику конфиденциальности и политику безопасности Binary.com;

source: The Binary.com Terms and Conditions;
ar: الشروط والأحكام لBinary.com
id: Syarat dan Kondisi Binary.com
pl: Regulamin Binary.com;
ru: Правила и условия Binary.com;
th: ข้อตกลงและเงื่อนไขของ Binary.com;

source: The Binary.com website’s static content (CSS, Javascript) is available as the <a target="_blank" href="%1">binary-static</a> open-source project on github. Would you like to re-skin the Binary.com website, or improve browser compatibility, site rendering speed, or Javascript performance? Please fork the project and submit pull-requests of your suggested code changes.
ar: محتوى Binary.com الثابت على شبكة الانترنت (سي سي اس، جافا سكريبت) متاحا كما <a target="_blank" href="%1">binary-static</a> مشروع مفتوح المصدر على جيثب (github). اذا كنت ترغب في إعادة صياغة موقع Binary.com، أو تحسين توافق المتصفح، سرعة تقديم الموقع، أو أداء جافا سكريبت؟ يرجى تفريع المشروع وتقديم طلبات سحب عن تغييرات الأكواد المقترحة.
id: Statik konten Binary.com (CSS, Javascript) tersedia pada proyek open-source <a target="_blank" href="%1">binary-statik</a> pada github. Apakah Anda ingin merubah website Binary.com atau memperbaiki kecocokan browser, kecepatan website atau tampilan Javascript?. Silahkan lihat proyek dan kirimkan kritik dan saran perubahan kode Anda.
pl: Treści statyczne strony Binary.com (CSS, Javascript) są dostępne na github w ramach projektu open-source pod nazwą <a target="_blank" href="%1">binary-static</a>. Jeśli chcesz ulepszyć stronę Binary.com lub zwiększyć jej kompatybilność z przeglądarkami, prędkość renderowania lub wydajność Javascript, sforkuj projekt i wyślij wiadomość typu pull request z proponowanymi zmianami kodu.
ru: Статический контент сайта Binary.com (CSS, Javascript) доступен как проект с открытым кодом <a target="_blank" href="%1">binary-static</a> на github. Вы хотите переделать скин сайта Binary.com, улучшить его совместимость с обозревателями (бразуерами), скорость сайта или работу Javascript? В этом случае скопируйте проект в свой репозиторий и вышлите pull-requests с Вашими предложениями изменения кода.

source: The CCI is a timing system that is best applied to commodity contracts, which have cyclical or seasonal tendencies. CCI does not determine the length of cycles - it is designed to detect when such cycles begin and end through the use of a statistical analysis which incorporates a moving average and a divisor reflecting both the possible and actual trading ranges.
ar: مؤشر قناة السلع الأساسية (CCI) هو نظام توقيت يطبق بأفضل شكل على عقود السلع التي لها اتجاهات دورية أو موسمية. لا يحدد مؤشر قناة السلع الأساسية طول الدورات - فهو مصمم للكشف عن وقت بداية الدورات ووقت انتهائها عبر استخدام التحليل الإحصائي الذي يشتمل على المتوسط المتحرك وقاسم يعكس كلاهما نطاق التداول الفعلي والمحتمل.
id: CCI adalah sistem waktu yang sangat cocok digunakan pada komoditi kontrak, yang memiliki siklis atau tergantung pada musim. CCI tidak menentukan panjangnya perputaran - ini didisain untuk mendeteksi ketika perputaran dimulai dan diakhiri menggunakan analisa statistik yang merupakan penggabungan pergerakan rata-rata dan pembagi mencerminkan kedua-dua kemungkinan dan jarak trading yang sesungguhnya.
pl: CCI to system koordynacji w czasie, który najlepiej stosować w przypadku kontraktów towarowych, które zmieniają się cyklicznie lub sezonowo. CCI nie określa długości cykli – jest zaprojektowany do wykrywania, kiedy takie cykle się zaczynają i kończą poprzez użycie analizy statystycznej, która zawiera średnią kroczącą i dzielnik odzwierciedlający zarówno potencjalne, jak i aktualne zakresy handlowe.
ru: CCI - это система расчета времени, лучше всего подходящая для контрактов на сырье, которые имеют цикличность или сезонные тренды. CCI не определяет длину циклов, а определяет моменты их начала и конца с помощью статистического анализа: скользящая средняя делится на возможные и действительные торговые периоды.

source: The CLV is an indicator based on the location of close related to low and high for the period. It is used to spot the tendency in the price movements.
ar: السى إل فى هو مؤشر مبنى على تحديد مكان سعر الإغلاق فيما يتصل بأسعار الفترة المنخفضة والمرتفعة. يستخدم هذا المؤشر لتحديد اتجاه حركة السعر.
id: CLV adalah indikator berdasarkan lokasi penutupan yang berhubungan pada rendah dan tinggi untuk sebuah periode. Ini digunakan untuk melacak kecenderungan pada pergerakan harga.
pl: CLV to wskaźnik oparty na lokalizacji blisko związanej z niskimi i wysokimi wartościami w danym okresie. Jest on używany do wykrycia tendencji w ruchach cen.
ru: CLV - это индикатор, основанный на положении цены закрытия относительно высших и низших значений за определенный период. Используется для определения тенденции движения рынка.

source: The Chaikin Volatility function determines the volatility of a financial data series using the percent change in a moving average of the high versus low price over a given time.
ar: يحدد مؤشر شايكن للتقلب تقلب سلسلة بيانات مالية باستخدام نسبة التغيير فى متوسط متحرك للسعر المرتفع مقابل السعر المنخفض على مدى فترة زمنية معينة.
id: Fasilitas Volatility Chaikin menentukan volatilitas pada rangkaian data keuangan menggunakan persentasi perubahan pada pergerakan rata-rata dari harga tinggi melawan harga rendah pada waktu yang diberikan.
pl: Wskaźnik zmienności Chaikina określa zmienność serii danych finansowych przy użyciu zmiany procentowej na średniej kroczącej ceny wysokiej w stosunku do ceny niskiej w danym okresie.
ru: С помощью функции Сhaikin Volatility рассчитывается волатильность финансовых инструментов: расчет основан на процентных изменениях скользящей средней при высоких и низких ценовых значениях за определенный период.

source: The Company does not guarantee that the Binary.com API it provides will function without interruption or errors in functioning. In particular, the operation of the Binary.com API may be interrupted due to maintenance, updates, or system or network failures. The Company disclaims all liability for damages caused by any such interruption or errors in functioning.
ar: شركة Binary.com لا تضمن أن توفر وظائف وخدمات واجهة برمجة التطبيقات الخاصة بها من دون انقطاع أو أخطاء في الآداء. على وجه الخصوص, عمليات تشغيل واجهة برمجة التطبيقات الخاصة ب Binary.com قد تتوقف عن العمل بسبب أعمال الصيانة والتحديثات أو إخفاقات النظام أو الشبكة. وتخلي الشركة كامل مسؤوليتها عن الأضرار الناجمة عن أي من هذا القبيل سواء كان انقطاع أو أخطاء في الآداء.
id: Perusahaan tidak menjamin dimana API Binary.com akan memberikan fungsinya tanpa gangguan atau error pada saat berfungsi. Khususnya, pengoperasian API Binary.com mungkin akan mengalami ganguan berhubung perbaikan, perbaruan atau masalah system dan kegagalan network. Perusahaan melepaskan semua tanggung jawab atas kerusakan yang disebabkan oleh gangguan tersebut atau kesalahan dalam fungsi.
pl: Firma nie gwarantuje, że udostępniane przez nią API Binary.com będzie funkcjonować bez jakichkolwiek zakłóceń i że jego funkcjonowanie będzie wolne od błędów. Funkcjonowanie API Binary.com może zostać zakłócone w szczególności z powodu konserwacji, aktualizacji, błędów systemu lub sieci. Firma zrzeka się wszelkiej odpowiedzialności za szkody spowodowane przerwami w funkcjonowaniu lub błędami.
ru: Компания не гарантирует, что предоставляемый ей API Binary.com будет функционировать без ошибок или прерываний. В частности, работа API Binary.com может быть прервана, в связи с проведением технического обслуживания, внесением обновлений, возникновением системных или сетевых сбоев. Компания не несёт ответственности за ущерб, вызванный по причине любого такого прерывания или ошибок в процессе работы.

source: The Company is not liable for loss or damage of any kind whatsoever arising as a result of information or prices published on or furnished through the Binary.com API, or any errors or omissions of the Binary.com API;
ar: الشركة غير مسؤولة على الإطلاق عن أي خسارة أو ضرر قد ينشأ نتيجة للمعلومات أو الأسعار المنشورة على أو المقدمة من خلال واجهة برمجة التطبيقات الخاصة ب Binary.com, أو أي اخطاء أو سهو من واجهة برمجة التطبيقات الخاصة ب Binary.com;
id: Perusahaan tidak bertanggung jawab atas kehilangan atau kerusakan apapun apapun yang timbul sebagai akibat dari informasi atau harga diterbitkan pada atau dilengkapi melalui API Binary.com, atau kesalahan atau kelalaian dari API Binary.com.
pl: Firma nie ponosi odpowiedzialności za jakiekolwiek straty lub szkody związane z informacjami lub cenami opublikowanymi lub dostarczonymi poprzez Binary.com API lub jakimikolwiek błędami lub pominięciami związanymi z API Binary.com;
ru: Компания не несёт ответственности за убыток или любой ущерб, возникающий по причине информации или цен, опубликованных или предоставленных посредством API Binary.com, а также в связи с любыми ошибками или упущениями в API Binary.com;

source: The Company may change, suspend, terminate or discontinue any aspect of the Binary.com API, including the availability of any services, information features or functions accessible by means of the Binary.com API, on no less than seven days advance notice to you.
ar: قد تغير الشركة أو تعلق أو تنهي أو توقف أي جانب من جوانب واجهة برمجة التطبيقات الخاصة ب Binary.com, بما في ذلك أي خدمات, معلومات, ميزات أو وظائف يمكن الوصول إليها عن طريق واجهة برمجة التطبيقات الخاصة ب Binary.com, في غضون مدة لا تقل عن 7 أيام من تاريخ إخطارك.
id: Perusahaan dapat mengubah, menangguhkan, menghentikan atau menghentikan setiap aspek dari API Binary.com, termasuk ketersediaan setiap layanan, fitur informasi atau fungsi dapat diakses dengan cara API Binary.com, pemberitahuan tidak kurang dari tujuh hari di awal untuk Anda .
pl: Firma może zmienić, zawiesić, przerwać lub zakończyć jakikolwiek element API Binary.com, w tym dostępność wszelkich usług i funkcji informacyjnych dostępnych za pośrednictwem API Binary.com, pod warunkiem poinformowania o tym co najmniej 7 dni wcześniej.
ru: Компания может изменить, приостановить, прервать и прекратить любой аспект работы API Binary.com, в том числе доступность любых услуг, информационных характеристик или функций, предоставляемых через API Binary.com, посредством отправки Вам письменного уведомления не менее чем за семь дней до вступления в силу данных изменений.

source: The Company provides the %1 website on an “as is” and “as available” basis, and gives no warranty that the %1 website will be free of errors, or that errors will be corrected, or that our website is free of any third party interferences such as hackers or any other harmful components that arise outside of the Company’s control.
ar: تقدم الشركة 1 % موقع على أساس "كما هو" و "كما هو متاح", ولا تعطي الشركة أي ضمان بأن 1 % الموقع سيكون خالي من الأخطاء, أو أن يتم تصحيح الأخطاء, أو أن موقعنا سيكون خالي من أي تدخلات من قبل أي طرف ثالث مثل القراصنة أو المخترقين أو غيرها من المكونات الضارة التي قد تنشأ عن شيء خارج عن سيطرة الشركة.
id: Perusahaan memberikan website %1 pada "sebagaimana adanya" dan dasar "sebagaimana tersedia", dan tidak memberikan garansi bahwa situs %1 akan bebas dari kesalahan, atau bahwa kesalahan akan diperbaiki, atau bahwa website kami adalah bebas dari gangguan pihak ketiga seperti hacker atau komponen berbahaya lainnya yang timbul di luar kendali Perusahaan.
pl: Firma dostarcza stronę %1 bez żadnych zobowiązań dotyczących jej formy i dostępności i nie udziela żadnych gwarancji, że strona %1 będzie wolna od błędów, ani że ewentualne błędy zostaną poprawione, ani że strona jest wolna od jakiejkolwiek ingerencji stron trzecich, np. hakerów lub od jakichkolwiek innych groźnych elementów, które nie podlegają kontroli Firmy.
ru: Компания предоставляет вебсайт %1 по принципу "как есть" и “по мере доступности”, не давая гарантий отсутствия ошибок на вебсайте %1, своевременного исправления данных ошибок, а также отсутствия вмешательства третьей стороны, например, действий хакеров или иных вредоносных компонентов, находящихся вне контроля Компании.
