Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: At any time and for any reason or no reason, the Company, in its sole discretion, may:
ar: في أي وقت ولأي سبب أو من دون سبب, الشركة وفقاً لتقديرها, قد:
de: Das Unternehmen ist jederzeit begründet oder unbegründet berechtigt, im eigenen Ermessen:
fr: À tout moment, avec ou sans raison et pour quelque raison que ce soit, la Société peut, à sa seule discrétion :
id: Kapan saja dan baik dengan atau tanpa alasan, Perusahaan atas kebijakannya sendiri dapat:
ja: いかなるとき、いかなる理由でまたは理由もなく、当社では単独の裁量により次の事項を試みる場合があります。 ：
pl: Firma może w każdej chwili, z dowolnej przyczyny lub bez przyczyny, i wedle własnego uznania:
ru: В любое время и по любой причине, а также в отсутствии любых причин, Компания может по своему единоличному усмотрению:
th: ไม่ว่าเวลาใด ไม่ว่าเหตุผลใดก็ตาม บริษัทฯ มีดุลยพินิจเพื่อดำเนินการ ในเรื่อง:
vi: Tại bất kỳ thời điểm nào và với bất kỳ lý do nào hay không có lý do, Công ty này, với quyền tự ý định đoạt, có thể:
zh_cn: 公司可随时以任何原因或没有原因，自行决定︰

source: At least 1 year working experience is required for this position
ar: مطلوب 1 سنة على الأقل من الخبرة العملية لهذه الوظيفة
de: Für diese Position ist eine Berufserfahrung von mindestens 1 Jahr erforderlich
fr: Pour ce poste, vous devez justifier d'au moins un an d'expérience professionnelle
id: Memiliki pengalaman kerja minimal 1 tahun untuk posisi ini
ja: このポジションには少なくとも1年の実務経験が必要です。
pl: Wymagane jest co najmniej roczne doświadczenie zawodowe
ru: Для данной позиции необходим минимум 1 год опыта работы
th: มีประสบการณ์อย่างน้อย 1 ปีในตำแหน่งดังกล่าว
vi: Ít nhất 1 năm kinh nghiệm làm việc là cần thiết cho vị trí này
zh_cn: 该职位要求 1 年以上工作经验

source: At least five years of experience with affiliate marketing, growth hacking, business development, and other closely related skills
ar: خمسة سنوات على الأقل من الخبرة في التسويق بالعمولة, نمو القرصنة, تطوير الأعمال, وغيرها من المهارات ذات الصلة الوثيقة
de: Mindestens fünf Jahre Erfahrung im Geschätspartner Marketing, Growth Hacking, in Geschäftsentwicklung und andere eng verwandte Fähigkeiten
fr: Un minimum de cinq ans d'expérience dans les domaines du marketing d'affiliation, du « growth hacking » et du développement commercial ainsi que dans d'autres domaines pertinents à l'égard des compétences requises
id: Setidaknya memiliki lima tahun pengalaman pada pemasaran afiliasi, hacking pertumbuhan, pengembangan bisnis, dan keterampilan lainnya yang berhubungan erat
ja: アフィリエイトマーケティング、グロースハック、事業開発、その他関連スキルに関する5年以上の経験
pl: Co najmniej pięcioletnie doświadczenie w prowadzeniu marketingu partnerskiego, stosowaniu techniki „growth hacking”, dbaniu o rozwój biznesu oraz posiadanie innych pokrewnych umiejętności
ru: Минимум пять лет опыта в области партнёрского маркетинга, увеличения потенциала компании, развития бизнеса и схожих навыков
th: มีประสบการณ์อย่างน้อย 5 ปี ในการทำการตลาดกับพันธมิตร การทำให้ธุรกิจเติบโตโดยเทคนิคใหม่ๆ การพัฒนาธุรกิจ และทักษะอื่นๆ ที่เกี่ยวข้อง
vi: Ít nhất 5 năm kinh nghiệm trong việc liên kết tiếp thị, thúc đẩy độ tăng trưởng, phát triển kinh doanh và những ký năng liên quan chặt chẽ khác
zh_cn: 联盟网络营销、技术增长、业务发展和其他密切相关的技能有至少五年经验

source: Audit deposit patterns and take action on fraud or abuse
ar: مراجعة أنماط الإيداع واتخاذ إجراء بشأن الغش أو إساءة الاستعمال
de: Überprüfung von Einzahlungsmustern und Ergreifung von Maßnahmen bei Betrug oder Missbrauch
fr: Audit des activités de dépôt et action contre les fraudes ou les abus
id: Mengaudit pola deposit dan mengambil tindakan pada penipuan atau penyalahgunaan
ja: 入金パターンの監査と詐欺や不正利用への措置
pl: Sprawdzanie prawidłowości widocznych we wpłatach klientów oraz podejmowanie działań w odpowiedzi na oszustwa i nadużycia
ru: Аудит пополнений счёта и принятие мер в отношении мошенничества или злоупотребления
th: มีแบบแผนของการตรวจสอบการฝากเงินและดำเนินการเพื่อป้องกันการทุจริตหรือพฤติการณ์โดยมิชอบ
vi: Kiểm tra các hình thức gửi tiền và hành động gian lận hoặc lạm dụng
zh_cn: 审计存款模式，并对欺诈或滥用行为采取行动

source: August
ar: أغسطس
fr: août
id: Agustus
ja: ８月
pl: Sierpień
ru: Август
th: สิงหาคม
vi: Tháng 8
zh_cn: 八月

source: Australia
ar: أستراليا
de: Australien
fr: Australie
ja: オーストラリア
ru: Австралия
th: ออสเตรเลีย
vi: Úc
zh_cn: 澳大利亚

source: Australia 200 Cash Index
de: Australischer 200 Cash Index
ja: オーストラリア 200現物指数
vi: Chỉ số tiền mặt úc 200
zh_cn: 澳大利亚 200 现金指数

source: Authenticate your account now by verifying your identity and address. To proceed, simply send the following documents to %1:
de: Bestätigen Sie jetzt Ihr Konto, indem Sie Ihre Identität und Adresse überprüfen. Um fortzufahren, senden Sie einfach die folgenden Dokumente an %1:
fr: Authentifiez votre compte en vérifiant votre identité et votre adresse. Pour cela, envoyoyez simplement les documents suivants à %1 :
ja: 個人情報を確認してアカウントの認証を行います。次に進むには以下の書類を%1までご送付ください。
zh_cn: 请提交身份与地址证明，立刻进行账户验证。继续操作，请将以下文件发送到%1：

source: Authentication
ar: التوثيق
de: Authentifizierung
fr: Authentification
id: Pembuktian
ja: ご口座アップグレード
pl: Weryfikacja
ru: Авторизация
th: การระบุตัวตน
vi: Xác thực
zh_cn: 验证

source: Authorised Applications
ar: التطبيقات المعتمدة
de: Erlaubte Anwendungen
fr: Applications autorisées
id: Aplikasi Resmi
ja: 認識済みアプリケーション
pl: Aplikacje zatwierdzone
ru: Доступные приложения
th: แอพพลิเคชันที่ยินยอมให้ใช้
vi: Các Ứng dụng được cho phép
zh_cn: 授权应用程序

source: Auto-trader programming tool
de: Auto-Handels Programmierwerkzeug
fr: Outil de programmation de trading automatique
ja: オートトレーダー・プログラミングツール
vi: Công cụ lập trình tự động giao dịch
zh_cn: 自动交易编程工具

source: Automate your trading strategies with our simple, "drag-and-drop" bot creation tool.
de: Automatisieren Sie Ihre Handelsstrategien mit unserem einfachen „ziehen und ablegen” Bot Gestaltungstool.
fr: Automatisez vos stratégies de trading avec notre outil de création de robot par "glisser-déposer", en toute simplicité.
ja: ボット作成ツールに「ドラッグ＆ドロップ」するだけで、あなたの取引戦略を自動化
vi: Tự động hóa chiến lược giao dịch của bạn với công cụ tạo bot "kéo và thả" đơn giản của chúng tôi.
zh_cn: 使用我们简单的"拖放"式建设运营移交创建工具，将您的交易策略自动化。

source: Available 24/7
fr: Disponible 24 heures sur 24, 7 jours sur 7
ja: 平日24時間ご利用いただけます

source: Available Markets
de: Vorhandene Märkte
fr: Marchés disponibles
ja: ご利用いただける市場
vi: Những thị trường đang có sẵn
zh_cn: 可用的市场

source: Available Products
de: Erhältliche Produkte
fr: Produits disponibles
ja: ご利用いただける商品
vi: Những sản phẩm đang có sẵn
zh_cn: 支持的产品

source: Available payment methods
ar: طرق الدفع المتاحة
de: Vorhandene Zahlungsmethoden
fr: Moyens de paiement disponibles
id: Metode pembayaran yang tersedia
ja: ご利用できるお支払い方法
pl: Dostępne metody płatności
ru: Доступные способы оплаты
th: วิธีการชำระเงิน
vi: Phương thức thanh toán có sẵn
zh_cn: 可用支付方式

source: Avoid the need to have an e-wallet
ar: تجنب الحاجة إلى وجود محفظة إلكترونية
de: Vermeiden Sie die Notwendigkeit, ein e-Wallet haben zu müssen
fr: Évitez d'avoir à utiliser un service de paiement électronique
id: Menghindari kebutuhan untuk memiliki e-wallet
ja: Eウォレットの必要性を避ける
pl: Nie trzeba mieć e-portfela
ru: Позволяют не иметь электронного кошелька
th: หลีกเลี่ยงความจำเป็นในการมีกระเป๋าเงินอิเล็กทรอนิกส์
vi: Không cần thiết phải có ví điện tử
zh_cn: 避免使用电子钱包

source: Award-winning online trading platform
de: Ausgezeichnete Online-Handelsplattform
fr: Une plateforme de trading récompensée
ja: 受賞履歴を誇るオンライン取引プラットフォーム
vi: Giải thưởng - chiến thắng nền tảng kinh doanh trực tuyến
zh_cn: 屡获殊荣的在线交易平台

source: Award-winning platforms
ja: 受賞履歴を誇るプラットフォーム

source: Award-winning, patented financial trading platform
ar: منصة تداول مسجلة وحاصدة جوائز
de: Preisgekrönte, patentierte Finanzhandelsplattform
fr: Plate-forme de trading financier primée et brevetée
id: Dipatenkan sebagai platform trading finansial
ja: 受賞履歴を誇る特許取得済みのトレードプラットフォームを提供
pl: Uznana platforma handlowa z opatentowaną technologią
ru: Запатентованная платформа для финансовой торговли, получившая призы
th: ได้รับรางวัลสำหรับระบบการซื้อขายทางการเงินที่เปิดเผยโปร่งใส
vi: Giao diện giao dịch tài chính có bằng sáng chế và nhận được nhiều giải thưởng
zh_cn: 备受赞誉、受专利保护的金融交易平台

source: B. Commencement and Cancellation
de: B. Aufnahme und Kündigung
fr: B. Début et Annulation
ja: B. 開始とキャンセル
vi: B. Sự bắt đầu và sự hủy bỏ
zh_cn: 二、开始和取消

source: B. Scope
de: B. Geltungsbereich
fr: B. Périmètre
ja: B. 範囲
vi: B. Phạm Vi
zh_cn: 二、范围

source: BIEL Terms
ar: شروط بيال (BIEL)
de: BIEL Bedingungen
fr: Conditions BIEL
id: Ketentuan BIEL
ja: BIEL規約
pl: Warunki BIEL
ru: Условия BIEL
th: ข้อตกลง BIEL
vi: Điều khoản BIEL
zh_cn: BIEL条款

source: BIEL forms part of <a href="%1" target="_blank">the Investor Compensation Scheme</a> (the "Scheme") which is a rescue fund for investors that are clients of failed investment firms licensed by the MFSA. The Scheme covers 90% of the Company's net liability to a client in respect of investments which qualify for compensation under the Investment Services Act subject to a maximum payment to any one person of €20,000. The Scheme is based on EC Directive 97/9.
ar: تشكل بايل (BIEL) جزءا من <a href="%1" target="_blank">برنامج تعويض المستثمر</a> ("البرنامج") هو صندوق إنقاذ للمستثمرين الذين يتعثرون مع عملاء شركات استثمار مرخص لها من قبل MFSA. البرنامج يغطي 90٪ من صافي مسؤولية الشركة إلى العميل فيما يتعلق بالاستثمارات المؤهلة للحصول على تعويض بموجب قانون خدمات الاستثمار ويخضع لسداد حد أقصى لأي شخص واحد بمقدار €20,000. يستند هذا البرنامج على توجيه الاتحاد الأوروبي 97/9.
de: BIEL stellt einen Teil des <a href="%1" target="_blank">Investoren Entschädigungsplans</a> (der "Plan") dar, welcher ein Rettungsfonds für Investoren ist, die Kunden bei der MFSA zugelassenen, gescheiterten Investmentfirmen sind. Das System deckt 90 % der Nettoverbindlichkeiten des Unternehmens an einen Kunden für Investitionen ab, die für eine Entschädigung nach dem Investitionsdienstleistungsgesetz mit einer Maximalsumme von 20.000 € für jede Person vorgesehen sind. Das System gründet sich auf die EG-Verordnung 97/9.
fr: BIEL fait partie du <a href="%1" target="_blank">Système d'indemnisation des investisseurs</a> (le « Système »), un fonds d'indemnisation dédié aux investisseurs clients de sociétés d'investissement en faillite détenant une licence de la MFSA. Le Système couvre 90 % des créances de la Société envers un client, sur la base des investissements éligibles en vertu de la Loi sur les services d'investissement, dans la limite d'une indemnisation maximale de 20 000 € par personne. Le Système se fonde sur la directive 97/9/CE.
id: BIEL merupakan bagian dari <a href="%1" target="_blank">Skema Kompensasi Investor</a> ("Skema") yang merupakan dana penyelamat bagi investor yang gagal berinvestasi pada firma yang dilisensi oleh MFSA. Skema ini melindungi 90% kewajiban bersih Perusahaan kepada Klien bagi investasinya yang memenuhi syarat dalam memperoleh kompensasi dibawah Akta Layanan Investasi dengan jumlah maksimal per orang sebesar €20,000. Skema adalah berdasarkan pada EC Directive 97/9.
ja: MFSAによりライセンスを受けた失敗に終わった投資会社のクライアントである投資者への救済基金、<a href="%1" target="_blank">投資家補償スキーム</a> (スキーム)の一部をBIELが構成しています。このスキームは1人へ最大支払€20,000の投資サービス法の名の下で補償対象となる投資に関して、クライアントへの当社純負債の90%をカバーします。このスキームはEC指令 97/9に基づいています。
pl: BIEL jest częścią <a href="%1" target="_blank">Systemu rekompensat dla inwestorów</a> („System”), który jest funduszem pomocniczym dla inwestorów będących klientami upadłych firm inwestycyjnych licencjonowanych przez MFSA. System pokrywa 90% zobowiązań netto Firmy wobec klienta w zakresie inwestycji, które kwalifikują się do rekompensaty na mocy ustawy o usługach inwestycyjnych (Investment Services Act) i zakłada wypłatę środków dla każdej osoby w maksymalnej wysokości 20 000 €. System jest oparty na postanowieniach Dyrektywy WE 97/9.
ru: BIEL является частью <a href="%1" target="_blank">Схемы компенсации инвесторам</a> (далее именуемой как "Схема"), которая представляет собой пакет помощи для инвесторов, являющихся клиентами закрывшихся инвестиционных фирм, лицензированных Мальтийским управлением финансовых услуг (MFSA). Схема покрывает 90% чистых обязательств Компании перед клиентами в отношении инвестиций, по которым, согласно Акту об Инвестиционных услугах, предусмотрены компенсации, максимальный размер которых составляет €20,000. Схема основана на Директиве Европейского Комитета 97/9.
th: BIEL พัฒนาจากส่วยหยึ่งของ <a href="%1" target="_blank">แผนชดเชยการลงทุน</a> ("แผน") ซึ่งช่วยรักษาเงินทุนของนักลงทุนที่เป็นลูฏค้าของกิจการการลงทุนที่ล้มเหลว ที่ได้รับใบอนุญาตจาก MFSA แผนนี้ให้ความคุ้มครอง 90% ของหนี้สินสุทธิของบริษัทที่มีต่อลูกค้าหนึ่งท่านในสัดส่วนการลงทุนซึ่งควรได้รับการชดเชยตามพระราชบัญญัติการบริการการลงทุน (Investment Services Act) และขึ้นกับจำนวนเงินที่ชำระสูงสุดต่อบุคคลที่ 20,000 ยูโร (ประมาณ 800,000 บาท) แผนการนี้เป็นไปตามข้อกำหนด EC Directive 97/9
vi: BIEL là một phần của <a href="%1" target="_blank">Đề án Bồi thường cho Nhà đầu tư</a> ("Đề án") là quỹ cứu trợ cho các nhà đầu tư, là khách hàng của công ty đầu tư bị thất bại được cấp phép bởi MFSA. Quỹ bao gồm 90% nợ phải trả thuần của Công ty cho khách hàng đối với đầu tư đủ điều kiện được bồi thường theo Luật đầu tư, chi trả tối đa €20,000 cho mỗi người. Đề án này được dựa trên Chỉ thị EC 97/9.
zh_cn: BIEL 是 <a href="%1" target="_blank">投资者补偿方案</a> ( "方案") 的一部分，该方案是专为获得MFSA准证而经营失败的投资者设立的救济基金。基于每人最多只补偿20,000欧元的限制，公司将依据投资服务规定向每位合格的投资者提供补偿，金额为其客户投资负债净额的90%。此方案是基于欧盟指令97/9。

source: BIEL is a company established in Malta under registration number C70156 and having its registered office at Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
ar: بيال (BIEL) هي شركة تأسست في مالطا تحت رقم تسجيل C70156 ولها مكتب مسجل في مبنى مومبلاو (Mompalao)، جناح 2، طريق البرج، مسيدا MSD1825، مالطا.
de: BIEL ist ein in Malta unter der Registriernummer C70156 eingetragenes Unternehmen und hat seine angemeldete Hauptniederlassung in Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
fr: BIEL est une société basée à Malte sous le numéro d'inscription C70156. Ses bureaux se situent à l'adresse Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte.
id: BIEL adalah perusahaan yang didirikan di Malta dengan nomor pendaftaran C70156 dan memiliki kantor terdaftar di Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
ja: BIELは登録番号C70156の下マルタに設立され、Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Maltaに登録事務所を有しています。
pl: BIEL to firma założona na Malcie o numerze identyfikacyjnym C70156 z siedzibą pod adresem: Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
ru: BIEL - компания, основанная на Мальте, с регистрационным номером C70156 и зарегистрированным офисом по адресу Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta.
th: BIEL เป็นกิจการหนึ่งที่ตั้งขึ้นในประเทศมองตา ภายใต้ทะเบียนเลขที่ C70156 และได้รับการขึ้นทะเบียนสำนักงานที่ อาคารมอมปาเลา สูท 2 ถนนทาวเวอร์ Msida MSD1825 ประเทศมอลตา
vi: BIEL là công ty được thành lập ở Malta theo quy định số C70156 và đăng kí văn phòng tại Tòa nhà Mompalao, Khu 2, Đường Tower, Msida MSD1825, Malta.
zh_cn: BIEL 是在马耳他成立的公司，注册号为 C70156，公司注册地址是 Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta。

source: Back
ar: للخلف
de: Zurück
fr: Retour
id: Kembali
ja: 戻る
pl: Poprzedni
ru: назад
th: กลับ
vi: Quay lại
zh_cn: 返回

source: Balance
ar: رصيد
de: Guthaben
fr: Solde
id: Saldo
ja: 口座残高
pl: Saldo
ru: Баланс
th: คงเหลือ
vi: Số dư tài khoản
zh_cn: 余额

source: Balance:
de: Guthaben:
fr: Solde :
ja: 口座残高：
vi: Số dư tài khoản:
zh_cn: 余额：

source: Bank wire/Money transfer
ar: حوالة بنكية إلكترونية/تحويل الأموال
de: Banküberweisung/Geldtransfer
fr: Virement bancaire/Transfert d'argent
id: Bank wire/Transfer dana
ja: 銀行振込・送金
pl: Przelew bankowy/ transfer pieniężny
ru: Денежный/банковский перевод
th: ธุรกรรมผ่านธนาคาร/โอนเงิน
vi: Điện chuyển khoản ngân hàng/Chuyển tiền
zh_cn: 银行电汇/转账

source: Bank your way
ar: اختر طريقة الدفع الخاصة بك
de: Bankgeschäfte nach Wunsch
fr: Des services bancaires sur mesure
id: Bank pilihan Anda
ja: ご入金方法
pl: Wygrywaj na swoich zasadach
ru: Пополните удобным способом
th: ฝาก/ถอนตามรูปแบบที่ท่านต้องการ
vi: Giao dịch Ngân hàng theo cách của bạn
zh_cn: 支持各种存取款方式

source: Bank-wire, credit card, e-cash wallet
ar: حوالات مصرفية، بطاقات ائتمان، محفظة نقود إلكترونية
de: Banküberweisung, Kreditkarte, e-Cash Wallet
fr: Virement bancaire, carte de crédit, services de paiement en ligne
id: Transfer bank, kartu kredit, wallet e-cash
ja: 銀行振込にて対応しております
pl: Przelew bankowy, karta kredytowa lub e-gotówka
ru: Банковский перевод, кредитная карта или электронная валюта
th: ธุรกรรมผ่านธนาคาร บัตรเครดิต กระเป๋าเงินอิเล็กทรอนิกส์ เงินออนไลน์
vi: Chuyển khoản ngân hàng, thẻ tín dụng, ví điện tử
zh_cn: 银行电汇、信用卡、电子现金钱包

source: Banking
ar: مصرفي
fr: Services bancaires
id: Perbankan
ja: 決済
pl: Bankowość
ru: Финансы
th: การธนาคาร
vi: Giao dịch Ngân hàng
zh_cn: 资金管理

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the %1 platform for high-volume flexible trades.
ar: تقوم البنوك والمحافظ الوقائية والمستثمرين المحترفين بتداول الخيارات الثنائية بشكل روتيني في سوق المشتقات خارج منظومة البورصة. العديد من محترفي الأسواق يثقون فى منصة تداول %1 للمعاملات التجارية المرنة كبيرة الحجم.
de: Banken, Hedgefonds und professionelle Investoren handeln Binäre Optionen regelmäßig in den sekundären Freiverkehrsmärkten. Viele Marktprofis vertrauen und verwenden die %1 Plattform für hochvolumige, flexible Kontrakte.
fr: Les banques, les fonds spéculatifs et les investisseurs professionnels négocient régulièrement les options binaires sur les marchés dérivés de gré à gré. De nombreux professionnels du secteur utilisent la plateforme %1 en toute confiance afin de gérer de gros volumes de transactions de façon polyvalente.
id: Banyak bank, pengelola dana dan investor profesional secara rutin bertrading binary pada pasar derivatif over-the-counter. Banyak profesional menggunakan dan mempercayai platform %1 untuk trading fleksibel dengan volume tinggi.
ja: 銀行、ヘッジファンド、プロ投資家の皆様はデリバティブ市場でバイナリーオプションを日常的に取引されています。当社の取引プラットフォームは多くのプロ投資家から信頼され、ご利用いただいております。
pl: Banki, fundusze hedgingowe i inwestorzy profesjonalni rutynowo handlują opcjami binarnymi na pozagiełdowym rynku instrumentów pochodnych. Wielu ekspertów rynkowych korzysta z platformy %1 i ma do niej zaufanie ze względu na wysoką elastyczność zakładów.
ru: Банки, хеджинговые фонды и профессиональные инвесторы часто торгуют бинарными опционами на внебиржевых рынках производных. Многие профессионалы рынка выбирают %1 для торговли в высоких объемах и с гибкими условиями контрактов.
th: ธนาคาร เฮดจ์ฟัน และนักลงทุนมืออาชีพทำการซื้อขายไบนารีออปชั่นเป็นกิจวัตรกับเหล่าผลิตภัณฑ์ตลาดอนุภัณฑ์ นักลงทุนในตาลดเชื่อถือระบบของ %1 สำหรับการซื้อขายที่มีปริมาณสูงที่ยืดหยุ่น
vi: Ngân hàng, quỹ đầu tư và những nhà đầu tư chuyên nghiệp thường chọn giao dịch nhị phân trên thị trường chứng khoán phi tập trung. Nhiều chuyên gia tin dùng giao diện %1 vì khả năng giao dịch linh hoạt, có tần suất cao.
zh_cn: 银行、对冲基金及专业投资者经常在衍生品场外市场交易二元期权。很多市场专业人士都使用和信任 %1 平台进行大量灵活的交易。

source: Banner placement.
fr: Le placement des bannières.
ja: バナーの配置

source: Barrier
ar: حاجز
de: Schwelle
fr: Barrière
id: Batasan
ja: バリア価格
pl: Limit
ru: Барьер
vi: Rào cản
zh_cn: 障碍

source: Barrier (%1)
de: Schwelle (%1)
fr: Barrière (%1)
ja: バリア価格
vi: Rào cản (%1)
zh_cn: 障碍(%1)

source: Barrier Change
de: Grenzänderung
fr: Modification de barrière
ja: バリア値の変更
vi: Giới hạn Thay đổi
zh_cn: 障碍变更

source: Barrier offset
ar: حاجز تعويض
de: Schwellenverschiebung
fr: Marge de barrière
id: Diluar Batasan
ja: 追加バリア値
pl: Limit
ru: Изменение барьера
th: Barrier ออฟเซ็ท
vi: Bù đắp Rào cản
zh_cn: 障碍位移

source: Barrier(s)
ar: حواجز
de: Schwelle(n)
fr: Barrière(s)
id: Batas
ja: バリア価格
pl: Limit(y)
ru: Барьер(ы)
vi: (Nhiều) Rào cản
zh_cn: 障碍

source: Basic Platforms
de: Einfache Plattformen
fr: Plateformes basiques
ja: ベーシック・プラットフォーム
vi: Những nền tảng cơ bản
zh_cn: 基本平台
