Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The content on this website is subject to change at any time without notice and is provided for the sole purpose of assisting traders in making independent investment decisions. %1 has taken reasonable measures to ensure the accuracy of the information on the website, however, we do not guarantee its accuracy and will not accept liability for any loss or damage which may arise directly or indirectly from the content or your inability to access the website, for any delay in or failure of the transmission or the receipt of any instruction or notification sent through this website.
ar: محتوى هذا الموقع عرضة للتغيير في أي وقت دون إشعار ويتم توفيره فقط لغرض مساعدة المتداولين في اتخاذ قرارات استثمارية مستقلة. تتخذ %1 تدابير معقولة لضمان دقة المعلومات على الموقع، ومع ذلك، فإننا لا تضمن دقتها ولن نتحمل مسؤولية أي خسارة أو ضرر قد ينشأ بشكل مباشر أو غير مباشر من المحتوى أو بسبب عدم قدرة المتداول على الوصول للموقع أو عن أي تأخير أو فشل في إرسال أو استلام أي تعليمات أو إخطارات من خلال هذا الموقع.
de: Der Inhalt dieser Website unterliegt Änderungen, die jederzeit und ohne vorige Mitteilung vorgenommen werden und einzig und allein dazu dienen, Tradern beim Treffen unabhängiger Investmententscheidungen zu helfen. %1 hat ausreichende Maßnahmen getroffen, um die Genauigkeit der Information auf der Website sicherzustellen. Allerdings können wir ihre Genauigkeit nicht garantieren und werden für Verluste oder Schäden nicht haftbar, die sich direkt oder indirekt aus dem Inhalt ergeben oder aus Ihrer Unfähigkeit, die Seite abrufen zu können, für Verzögerungen oder Fehler bei der Übermittlung von Anweisungen oder Benachrichtigungen, die über diese Website übertragen werden.
fr: Le contenu de ce site web peut être amené à changer à tout moment sans avertissement préalable et est destiné uniquement à assister les traders pour leur permettre de faire des décisions d'investissement indépendantes. %1 a pris des mesures raisonnables pour assurer la précision des informations sur le site web, cependant, la société ne garantit pas sa précision et ne peut être tenue responsable des éventuelles pertes ou préjudices découlant directement ou indirectement du contenu ou de votre incapacité à accéder au site web, pour tout retard ou échec de transmission ou de réception de toute instruction ou notification envoyée par ce site web.
id: Isi dari website ini dapat dirubah sewaktu waktu tanpa pemberitahuan dan hanya disediakan untuk membantu para trader untuk mengambil keputusan melakukan investasi. %1 akan memastikan keakuratan informasi yang terdapat pada website namun demikian Perusahaan tidak menjamin keakuratan tersebut dan tidak akan menanggung kerugian atau kerusakan yang ditimbulkan oleh informasi tersebut atau jika anda mengalami masalah didalam mengakses website baik itu berhubung penundaan atau keterlambatan transmisi atau penerimaan berita atau instruksi yang dikirimkan melalui website ini.
ja: 当サイトのコンテンツは予告なしに変更される場合があり、トレーダー個人の判断に基づくお取引をサポートする唯一の目的で提供しています。%1では、ウェブサイトを介して送信される指示と通知の送受信の遅延、または失敗に起因するコンテンツまたはお客さまのウェブサイトへの不適切なアクセスから直接的、間接的に生じる可能性がある損失またはダメージの責任を負いません。その正確性を保証するこはできませんが、ウェブサイト上の情報精度を確証する適切な措置をとっています。
pl: Treści na tym portalu mogą ulec zmianie w dowolnym czasie bez uprzedzenia i są zamieszczane wyłącznie w celu wspierania graczy w podejmowaniu niezależnych decyzji inwestycyjnych. %1 podjął odpowiednie środki w celu zapewnienia dokładności informacji zamieszczanych na swojej stronie internetowej, jednak nie gwarantujemy ich poprawności i nie bierzemy na siebie odpowiedzialności za jakiekolwiek straty lub szkody, które mogą powstać bezpośrednio lub pośrednio w związku z treściami zamieszczanymi na portalu lub brakiem dostępu do portalu, ani za opóźnienia lub awarie w przekazywaniu i otrzymywaniu jakichkolwiek instrukcji lub powiadomień wysłanych za pośrednictwem tego portalu.
ru: Содержание данного сайта может изменяться в любое время без уведомления и является лишь вспомогательным средством для принятия клиентами независимых решений. %1 предпринимает меры для обеспечения точности информации, однако, мы не гарантируем абсолютную точность и не несем ответственности за любые потери или убытки, связанные напрямую или косвенно с содержанием или невозможностью Вашего доступа к сайту, в связи с задержкой, сбоем при передаче данных или получением любых сообщений или уведомлений, отправленных в рамках данного сайта.
vi: Nội dung trên trang web này có thể thay đổi bất cứ lúc nào mà không cần thông báo trước và được cung cấp cho mục đích duy nhất là hỗ trợ nhà giao dịch đưa ra các quyết định đầu tư độc lập. %1 đã thực hiện các biện pháp hợp lý để đảm bảo tính chính xác của thông tin trên trang web, tuy nhiên, chúng tôi không đảm bảo tính chính xác và sẽ không chịu trách nhiệm đối với bất kỳ tổn thất hoặc thiệt hại nào phát sinh trực tiếp hoặc gián tiếp từ nội dung hoặc do không thể truy cập vào trang web, đối với bất kỳ sự chậm trễ hay thất bại trong việc truyền tải hoặc nhận chỉ dẫn hoặc thông báo được gửi qua trang web này.
zh_cn: 网站内容可在不发出通知的情况下随时修改，提供这些内容的唯一目的是帮助交易者做出独立投资决策。%1 已采取合理措施确保网站信息的准确性，但是我们并不对其准确性进行担保。因网站内容或您无法登录网站导致的任何直接或间接的损失或损害，以及因传输问题导致的通知延迟或失败，公司不承担任何责任。

source: The contract period is the timeframe of a trade. It is also called the duration.
ar: مدة العقد هي الإطار الزمني لمعاملة. وتسمى أيضاً بالفترة الزمنية.
de: Die Kontraktperiode ist der Zeitrahmen eines Geschäfts. Sie wird auch Laufzeit genannt.
fr: La période de contrat est la période d'activité d'une option. On parle également de « durée ».
id: Periode kontrak adalah jangka waktu trading. Yang juga disebut sebagai durasi.
ja: トレード期間とはトレードのタイムフレームのことであり、取引期間と同じ意味です。
pl: Okres kontraktu to okres obowiązywania kontraktu. Nazywany jest też czasem trwania kontraktu.
ru: Период контракта - это временные рамки контракта. Также он называется продолжительностью.
vi: Kì của hợp đồng là khung thời gian của một giao dịch. Nó cũng được gọi là khoảng thời gian.
zh_cn: 合约期限是指交易的时间周期，即合约持续时间。

source: The customer agrees they understand each the following statements regarding OTC binary options trading:
fr: Le client confirme avoir compris chacune des informations ci-dessous concernant le trading d'options binaires de gré à gré :
ja: 本取引に関し、特に次に掲げる事項について、十分な説明を受け、理解したこと。

source: The duration is the length of a purchased trade (see 'contract period').
ar: المدة هي طول المعاملة المشتراه (أنظر "مدة العقد").
de: Die Laufzeit ist die Länge eines gekauften Kontrakts (siehe "Kontraktperiode").
fr: La durée désigne la période d'activité d'une option (voir « période de contrat »).
id: Durasi adalah tempo pembelian kontrak (lihat 'periode kontrak').
ja: 購入したトレードの取引期間のことです（「取引期間」の項目を参照して下さい）。
pl: Czas trwania to długość zakupionego zakładu (zobacz: „czas trwania kontraktu”).
ru: Продолжительность - это временной период купленного контракта (см."период контракта").
vi: Khoảng thời gian là độ dài của giao dịch được mua (xem 'kì hợp đồng').
zh_cn: 期限是所买入交易的时间周期（参考“合约期限”’）。

source: The easiest way to get started in the financial markets
ar: أسهل طريق للبدء في الأسواق المالية
de: Der einfachste Weg, auf den Finanzmärkten aktiv zu werden
fr: La plateforme la plus simple pour se lancer sur les marchés financiers
id: Cara termudah memulai trading pada pasar finansial
ja: 業界最多の9通貨ペアとラダー、タッチ、レンジにより多数の取引機会
pl: Najprostszy sposób na rozpoczęcie przygody z rynkami finansowymi
ru: Простой способ начала работы на финансовых рынках
vi: Cách dễ nhất để bắt đầu trong thị trường tài chính
zh_cn: 参与金融市场最简便的方法

source: The email address provided is already in use. If you forgot your password, please try our <a href="%1">password recovery tool</a> or contact our customer service.
de: Die angegebene E-Mail Adresse, ist bereits in Verwendung. Wenn Sie Ihr Passwort vergessen haben, versuchen Sie bitte unser <a href="%1">Passwort-Wiederfindung Tool</a>, oder kontaktieren Sie die Kundenbetreuung.
fr: L'adresse e-mail que vous avez saisie est déjà utilisée. Si vous avez oublié votre mot de passe, veuillez essayer notre <a href="%1">outil de récupération de mot de passe</a> ou contacter le service clientèle.
ja: ご入力いただいたメールアドレスは既に他のログインIDで使用されています。パスワードをお忘れの場合は、<a href="%1">こちら</a>からパスワードを再発行して頂くか、カスタマーサポートまでご連絡下さい。
vi: Địa chỉ thư điện tử cung cấp đang được sử dụng. Nếu bạn quên mật khẩu của bạn, hãy thử <a href="%1"> công cụ phục hồi mật khẩu của chúng tôi</a> hoặc liên hệ với dịch vụ khách hàng của chúng tôi.
zh_cn: 所提供的电子邮件地址已经在使用。如果忘了密码，请尝试使用我们的<a href="%1">密码恢复工具</a>或联系客服部。

source: The entry spot price is the starting price of the trade purchased by a trader.
ar: سعر الدخول هو أول سعر للمعاملة قام المتداول بشرائها.
de: Der Einstiegskurs ist der Startpreis eines von einem Händler gekauften Kontrakts.
fr: Le spot d'entrée est le prix initial de l'option achetée par le trader.
id: Harga spot awal adalah harga awal kontrak yang dibeli oleh trader.
ja: 取引時レートとは、購入時のレートのことです。
pl: Cena wejściowa to cena początkowa zakładu zakupionego przez gracza.
ru: Входная спот-цена - это начальная цена купленного трейдером контракта.
vi: Giá giao ngay nhập vào là giá bắt đầu của giao dịch được mua bởi người giao dịch.
zh_cn: 入市现价是交易者所买入交易的初始价格。

source: The expiry price is the price of the underlying when the contract expires.
ar: سعر انتهاء صلاحية العقد هو سعر أداة السوق عند انتهاء العقد.
de: Der Schlusskurs ist der Kurs des Basiskurs zum Ablauf des Kontrakts.
fr: Le prix d'expiration est le prix du sous-jacent lorsque le contrat expire.
id: Harga akhir adalah harga dasar pasar ketika kontrak berakhir.
ja: 判定レートとは、判定時刻時の市場価格を指します。
pl: Cena wygaśnięcia to cena instrumentu bazowego w momencie wygaśnięcia kontraktu.
ru: Выходной ценой рынка считается котировка на момент окончания контракта.
vi: Giá đáo hạn là giá của cơ sở khi hợp đồng hết hạn.
zh_cn: 到期价格为合约到期时标的产品的价格。

source: The filtering algorithm may for example be similar to the "Bollinger Bands" volatility system - i.e., short-term volatility bands are determined around the present market value, and ticks that are manifestly outside of such bands are removed.
de: Der Filter-Algorithmus kann beispielsweise dem Volatilitätssystem der "Bollinger Bänder" ähneln - d.h. kurzfristige Volatilitätsbänder werden um den aktuellen Marktwert bestimmt und Ticks, die deutlich außerhalb solcher Bänder liegen, werden entfernt.
fr: L'algorithme de filtrage peut notamment être apparenté au système de volatilité basé sur les « bandes de Bollinger » : des bandes de volatilité à court terme sont définies autour du prix de marché actuel, et les ticks qui se trouvent manifestement en dehors de ces bandes sont supprimés.
id: Penyaringan algoritma sebagai contoh hampir sama seperti sistem volatilitas "Bollinger Bands" dimana kumpulan volatilitas jangka pendek ditentukan berdasarkan nilai pasar terkini dan tik yang jatuh keluar dari kumpulan akan dihapus.
ja: このフィルタリング・アルゴリズムは、例としてテクニカル指標の一種であるボリンジャーバンドに類似した算出方式に基づいています。ゆえに、直近の極短期間の市場の変動幅が狭まり、明らかにその変動幅から外れるような価格も除外されます。
pl: Algorytm filtrujący może być na przykład podobny do systemu zmienności „wstęgi Bollingera”, czyli krótkoterminowych wstęg zmienności określanych przez aktualną wartość rynkową, a przyrosty cen wyraźnie znajdujące się poza takimi wstęgami są usuwane.
ru: Алгоритм фильтрации может быть похож на систему волатильности 'Полосы Боллинджера', то есть вокруг текущих рыночных значений определяются волны краткосрочной волатильности, а котировки, явно выходящие за пределы данных волн, исключаются.
vi: Thuật toán lọc điểm sẽ tương tự như hệ thống biến động "Dải Bollinger" - ví dụ, các dải biến động ngắn hạn được xác định xung quanh giá trị thị trường hiện tại, và điểm nằm bên ngoài của những dải này được loại bỏ.
zh_cn: 例如滤波算法可能类似于“布林带”波动率系统，即短期波动区间位于当前的市场价值附近，且不考虑明显位于该区间之外的价格。

source: The financial trading services contained within this site are only suitable for Clients who are able to bear the loss of all the money they invest and who understand and have experience of the risks involved in the acquisition of financial contracts.
ar: خدمات التداول المالي الواردة في هذا الموقع مناسبة فقط للعملاء القادرين على تحمل خسارة جميع الأموال التي يستثمرونها والذين يفهمون المخاطر التي تنطوي علي حيازة العقود المالية ولديهم خبرة عنها.
de: Die Finanzhandelsdienste, die diese Site enthält, eignen sich nur für Kunden, die einen Verlust ihres gesamten, investierten Geldes verkraften können und die die Risiken erkennen, die mit dem Erwerb von Finanzverträgen im Zusammenhang stehen und damit Erfahrung haben.
fr: Les services financiers disponibles sur ce site conviennent uniquement aux Clients capables d'assumer la perte de l'ensemble des fonds qu'ils investissent, et qui comprennent et ont l'expérience des risques liés à l'acquisition de contrats financiers.
id: Layanan trading finansial yang disediakan pada situs ini hanya cocok untuk klien yang mampu menanggung kerugian pada semua modal yang mereka tanamkan dan bagi yang mengerti dan memiliki pengalaman tentang risiko yang akan dialami pada trading kontrak finansial.
ja: (口座開設の適格要件） 第３条 本取引のための口座を開設するにあたっては以下の各号の基準を満たしたうえで、知識確認テストに合格する必要があります。 (1) 店頭金融先物取引について相当の知識があり、取引の仕組み等を十分理解していること。 (2) 所定の取引時確認が行われていること。 (3) 当社との取引において、インターネットでの取引が利用できること。 (4) 固有のEメールアドレスがあり、当社からの通信を常時確認することができること。 (5) 報告書等が全て電磁的な方法により交付されることに同意していること。 (6) 年齢が20歳以上75歳未満であること。ただし75歳以上のお客さまに関しては、面談もしくはそれに準じる手段により、適正な投資判断能力があると当社が確認して承認した場合を除く。（個人の場合） (7) 成年被後見人、被保佐人、被補助人、生活保護法非適用者でないこと。 (8) 日本国の居住者であること。 (9) 反社会的勢力に関与していないこと。 (10) 金融先物取引業者又は官公庁において、店頭デリバティブ取引に関わる業務を担当する者でないこと。（個人の場合） (11) マネーロンダリング等の違法行為、公序良俗に反する取引、その他不法又は不正の疑いのある取引に利用するために取引を行おうとする者でないこと。 (12) 年収が100万円以上あり且つ金融資産50万円以上を有すること。 (13) その他当社との取引にふさわしい者であること。
pl: Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją zagrożenia związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie.
ru: Финансовые услуги, предлагаемые на этом сайте, подходят только для Клиентов, способных нести ответственность за возможную потерю всех инвестированных финансовых средств, осознающих риск и имеющих опыт риска, связанного с приобретением финансовых контрактов.
vi: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ thích hợp cho những khách hàng có khả năng chịu mất tất cả số tiền họ đầu tư và những người hiểu và có kinh nghiệm về các rủi ro liên quan đến việc mua lại các hợp đồng tài chính.
zh_cn: 本网站包含的金融交易服务仅适用于以下客户：能够承受投入资金全部亏损的风险，了解购买金融合约的风险并具有相关经验。

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium.
ar: خدمات التداول المالي الواردة في هذا الموقع مناسبة فقط للعملاء القادرين على تحمل خسارة جميع الأموال التي يستثمرونها والذين يفهمون المخاطر التي تنطوي على حيازة العقود المالية ولديهم خبرة عنها. معاملات العقود المالية تنطوي على درجة عالية من المخاطرة. إذا انتهت صلاحية العقود المشتراه بدون أي قيمة ستتحمل خسارة كامل استثماراتك والتي تتضمن قيمة العقد.
de: Die Finanzhandelsdienstleistungen, die diese Site enthält, eignen sich nur für Kunden, die einen Verlust ihres gesamten investierten Geldes verkraften können und die die Risiken erkennen, die mit dem Erwerb von Finanzverträgen im Zusammenhang stehen und damit Erfahrung haben. Transaktionen mit Finanzkontrakten beinhalten ein hohes Risiko. Wenn erworbene Kontrakte wertlos auslaufen, geht Ihre gesamte Investition, die aus der Kontraktprämie besteht, verloren.
fr: Les services financiers disponibles sur ce site conviennent uniquement aux Clients capables d’assumer la perte de l’ensemble des fonds qu’ils investissent, et qui comprennent et ont l’expérience des risques liés à l’acquisition de contrats financiers. Les transactions effectuées dans le cadre de contrats financiers présentent un niveau de risque élevé. Si les contrats achetés expirent sans valeur, vous subirez une perte totale de votre investissement, à savoir la prime du contrat.
id: Layanan trading finansial yang disediakan pada situs ini hanya cocok untuk Pelanggan yang mampu menanggung kerugian pada semua modal yang mereka tanamkan dan bagi yang mengerti dan memiliki pengalaman tentang risiko yang akan dialami pada trading kontrak finansial. Kontrak transaksi finansial adalah memiliki risiko tinggi. Jika prediksi Anda tidak tepat maka anda akan kehilangan semua modal yang anda tanamkan berupa harga kontrak yang anda bayarkan.
ja: 当社における金融トレードは、投資された資金が全て失われる可能性があることをご理解出来る方、及び金融トレードにおけるあらゆるリスクを熟知されご経験されている方に対してのみ適切なサービスになります。金融トレードの売買は高いリスクを伴います。もし購入したトレードが負け判定となった場合は、購入価格も含め投資された資金が全て失われる可能性があります。
pl: Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją zagrożenia związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie. Transakcje finansowe niosą ze sobą wysokie ryzyko. Jeśli zakupiony kontrakt zakończy się bez wartości, stracisz całą zainwestowaną sumę, na którą składać się będzie premia z kontraktu.
ru: Услуги финансового трейдинга на данном сайте предоставляются только клиентам, которые готовы к возможной потере всех инвестированных ими средств и осознают риск, связанный с приобретением финансовых контрактов. Транзакции в рамках финансовых контрактов подразумевают высокую степень риска. Если купленный контракт истекает без выплаты, Вы теряете всю сумму, потраченную на приобретение данного контракта.
vi: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ thích hợp cho những khách hàng có khả năng chịu mất tất cả số tiền họ đầu tư và những người hiểu và có kinh nghiệm về các rủi ro liên quan trong việc mua lại các hợp đồng tài chính. Các giao dịch hợp đồng tài chính mang một mức độ rủi ro cao. Nếu hợp đồng được mua hết hạn trở nên vô giá trị, bạn sẽ bị mất tổng đầu tư của bạn, bao gồm phí bảo hiểm hợp đồng.
zh_cn: 本网站包含的金融交易服务仅适合这样的客户：能够承受全部投入资金亏损的风险，了解购买金融合约的风险并具有相关经验。金融合约交易有很高的风险。如果购买的合约到期时一文不值，您将损失全部投资，包括合约费用。

source: The first step is to open an account. You can <a target='_blank' href='%1'>apply online</a> in just a few minutes.
ar: الخطوة الأولى هى أن تفتح حسابا. يمكنك <a target='_blank' href='%1'>تقديم طلبا عبر الإنترنت</a> فى دقائق معدودة.
de: Der erste Schritt ist, ein Konto zu eröffnen. Sie können sich in nur wenigen Minuten <a target='_blank' href='%1'>online bewerben</a>.
fr: La première étape consiste à ouvrir un compte. Vous pouvez <a target='_blank' href='%1'>faire une demande en ligne</a> en quelques minutes seulement.
id: Langkah pertama adalah untuk mendaftar akun. Anda dapat <a target='_blank' href='%1'>mendaftar online</a> dalam hitungan menit.
ja: 最初のステップは口座開設です。オンラインで申込ができます。
pl: Najpierw należy otworzyć konto. Możesz <a target='_blank' href='%1'>złożyć wniosek przez internet</a> w ciągu kliku minut.
ru: Первый шаг - это открытие счета. Вы можете <a target='_blank' href='%1'>сделать это онлайн</a> всего за пару минут.
vi: Bước đầu tiên là mở một tài khoản. Bạn có thể <a target='_blank' href='%1'>nộp đơn trực tuyến</a> chỉ mất vài phút.
zh_cn: 第一步是开户。您可以 <a target='_blank' href='%1'>在线申请</a>开户，只需花费几分钟的时间。

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset.
ar: أول شيء تقوم بعمله هو اختيار الأصل الذي تريد أن تتداوله مثل الذهب والنفط والأسهم أو أسعار العملات الأجنبية (يتم اشتقاق قيمة الخيار الثنائي من سعر الأصل المشمول). أحد مزايا تداول الثنائيات الكبرى هي أنك تشتري أو تبيع الأصل الفعلي.
de: Als Erstes müssen Sie die Anlage auswählen, die Sie handeln möchten, wie zum Beispiel Gold oder Öl, Aktien oder Devisen (der Wert einer Binären Option wird von dem Kurs der Basisanlage abgeleitet). Ein großer Vorteil des Optionshandels ist die Tatsache, dass Sie die eigentlichen Finanzwerte nicht kaufen oder verkaufen.
fr: La première étape consiste à sélectionner l'actif que vous souhaitez négocier, par exemple l'or, le pétrole, les actions ou les devises sur le Forex (la valeur d'une option binaire dépend du cours de l'actif sous-jacent). Les options binaires n'impliquent pas l'achat ou la vente de l'actif en lui-même : il s'agit de l'atout principal de ce type d'option.
id: Hal pertama yang harus dilakukan adalah memilih aset yang ingin anda tradingkan, seperti emas (gold) atau minyak (oil), saham atau harga FX (Nilai opsi binary yang berasal dari harga aset). Kelebihan besar dari trading opsi adalah anda tidak membeli atau menjual aset yang sebenarnya.
ja: まず初めに取引通貨を選択して下さい。バイナリーオプションの取引価値は取引対象の価格から導かれます。オプション取引の大きな利点として、取引対象そのものを売買しないという点があります。
pl: Najpierw należy wybrać aktywa, którymi chcesz handlować, np. złoto, ropę, akcje czy kursy wymiany walut (wartość opcji binarnej jest pochodną instrumentu bazowego). Wielką zaletą handlu opcjami jest to, że nie kupujesz ani nie sprzedajesz konkretnych aktywów.
ru: Первое, что нужно сделать, - это выбрать инструмент, на котором вы хотите работать, например, золото или нефть, акции или форекс (стоимость бинарного опциона зависит от цены соответствующего инструмента). Большое преимущество работы на бинарных опционах в том, что вы не покупаете и не продаете настоящие рыночные активы.
vi: Điều đầu tiên cần làm là chọn tài sản mà bạn muốn thương mại, như vàng hoặc dầu, cổ phiếu hay FX tỷ giá (giá trị của một lựa chọn nhị phân có nguồn gốc từ giá của tài sản nằm bên dưới). Một lợi thế lớn của thương mại tuỳ chọn là bạn không mua hoặc bán các tài sản thực tế.
zh_cn: 首先选择您要交易的资产，如黄金、原油、股票或外汇（二元期权的价值基于标的资产价格）。期权交易一个很大的优势就是您并非买卖实际资产。

source: The first tick is the first tick after the contract is processed by our servers.
ar: الحركة الأولى هي الحركة الأولى بعد معالجة العقد من قبل خوادمنا.
de: Der erste Tick ist der erste Tick, nach dem der Kontrakt von unseren Servern bearbeitet wurde.
fr: Le premier intervalle est le premier intervalle après le moment où le contrat est traité par nos serveurs.
id: Tik awal adalah tik pertama setelah kontrak diproses oleh server kami.
ja: 最初のTickとは、当社のサーバにてトレードが処理された後に検出された最初のTickを指します。
pl: Pierwszy najmniejszy przyrost ceny oznacza pierwszy najmniejszy przyrost ceny po przetworzeniu kontraktu przez nasze serwery.
ru: Первой котировкой считается первая котировка после обработки контракта нашими серверами.
vi: Điểm đầu tiên là giây đầu tiên sau khi hợp đồng được xử lý bởi máy chủ của chúng tôi.
zh_cn: 首个跳动点指在我们服务器处理合约后的第一个跳动点。
