Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Please %1complete your account profile%2 to lift your withdrawal and trading limits.
de: Bitte %1vervollständigen Sie Ihr Kontoprofil%2, um Ihre Abhebe- und Handelslimits aufzuheben.
fr: S'il vous plait %1complétez le profile de votre compte%2 pour supprimer vos limites de retrait et de trading.
ja: 出金制限及び取引制限を解除するには、%1口座情報の入力を完了%2していただく必要があります。
vi: Xin %1 vui lòng hoàn thành hồ sơ tài khoản %2 của bạn để nâng mức rút tiền và các giới hạn giao dịch.
zh_cn: 请%1完成账户资料%2，以提高取款和交易限额。

source: Please <a href="%1">accept the updated Terms and Conditions</a>.
de: Bitte <a href="%1">akzeptieren Sie die aktualisierten Geschäftsbedingungen</a>.
fr: Veuillez <a href="%1">accepter la dernière version des conditions générales</a>.
ja: 利用規約に同意していただく必要があります。
vi: Xin <a href="%1"> vui lòng chấp nhận các điều khoản và điều kiện Cập Nhật</a>.
zh_cn: 请<a href="%1">接受更新条款和条件</a>。

source: Please <a href="%1">deposit</a> before transferring to client.
de: Bitte <a href="%1">einzahlen</a>, bevor Sie an den Kunden überweisen.
fr: Veuillez <a href="%1">effectuer un dépôt</a> avant de virer des fonds vers un compte client.
ja: お客さまへ送金される前にご入金をしてください。
vi: Xin <a href="%1"> vui lòng đặt cọc</a> trước khi chuyển giao cho khách hàng.
zh_cn: 给客户转账前请先<a href="%1">存款</a>。

source: Please <a href="%1">log in</a> to view this page.
de: Bitte <a href="%1">melden Sie sich an</a>, um diese Seite anzuzeigen.
fr: Veuillez <a href="%1">vous connecter</a> pour afficher cette page.
ja: 現在、ログアウトの状態です。ご利用頂くためには再度<a href="%1">ログイン</a>をしてください。
vi: Xin <a href="%1"> vui lòng đăng nhập</a> để xem trang này.
zh_cn: 要查看此页面请先<a href="%1">登录</a>。

source: Please accept the terms and conditions.
de: Bitte akzeptieren Sie die Geschäftsbedingungen.
fr: Veuillez accepter les conditions générales.
ja: 利用規約に同意していただく必要があります。
vi: Xin vui lòng chấp nhận các điều khoản và điều kiện.
zh_cn: 请接受条款和条件。

source: Please check the above form for pending errors.
de: Bitte überprüfen Sie das oben stehende Formular nach ausstehenden Fehlern.
fr: Veuillez vérifier que les informations ci-dessus ne contiennent pas d'erreurs.
ja: 未入力の項目がありますのでご確認ください
vi: Vui lòng kiểm tra các mục nêu trên cho những lỗi đang chờ xử lý.
zh_cn: 请检查以上表格是否有待定错误。

source: Please check your email for the value of this token
ar: الرجاء التحقق من البريد الإلكتروني الخاص بك لقيمة الرمز المميز هذا
de: Bitte überprüfen Sie für den Wert dieses Token Ihren E-Mail Eingang
fr: Veuillez consulter vos e-mails pour obtenir ce jeton.
id: Silahkan cek email Anda untuk melihat token ini
ja: Eメールアドレスをご確認ください
pl: Informacja na temat tego tokenu została wysłana na Twój adres e-mail
ru: Пожалуйста, проверьте свой email; Вам должен прийти токен
vi: Vui lòng kiểm tra email của bạn để biết giá trị của token này
zh_cn: 请检查您的电邮领取此令牌号

source: Please check your email to retrieve the token needed to reset your password.
ar: الرجاء التحقق من البريد الإلكتروني الخاص بك لاسترداد الرمز المميزالمطلوب إلى إعادة تعيين كلمة المرور الخاصة بك.
de: Bitte überprüfen Sie Ihren E-Mail Eingang, um den Token, der für die Zurücksetzung Ihres Passworts nötig ist, abzurufen.
fr: Veuillez consulter vos e-mails pour obtenir le jeton nécessaire à la réinitialisation de votre mot de passe.
id: Silahkan periksa email Anda untuk memperoleh token diperlukan untuk mereset kata sandi Anda.
ja: パスワードの再設定にはワンタイムパスワードが必要となりますので、メールをご確認ください。
pl: Sprawdź pocztę e-mail, aby odzyskać token potrzebny do zresetowania hasła.
ru: Пожалуйста, проверьте свой эл. адрес; Вам должен прийти токен для изменения пароля.
vi: Vui lòng kiểm tra email của bạn để tìm lại token được yêu cầu để thiết lập lại mật khẩu của bạn.
zh_cn: 请检查您的电邮领取重设密码所须的令牌号。

source: Please choose which currency you would like to transact in.
ar: رجاء قم باختيار العملة التى تود أن تتعامل بها.
de: Bitte wählen Sie die Währung aus, in der Sie Transaktionen abwickeln möchten.
fr: Veuillez sélectionner la devise avec laquelle vous souhaitez effectuer des transactions.
id: Silahkan pilih mata uang mana yang ingin Anda depositkan.
ja: 日本円にてお手続きできます
pl: Wybierz, w jakiej walucie chcesz zawrzeć transakcję.
ru: Пожалуйста, выберите валюту, которую Вы желаете использовать на счету.
vi: Xin vui lòng chọn đồng tiền mà bạn muốn giao dịch.
zh_cn: 请选择您想要交易的货币。

source: Please complete the %1financial assessment form%2 to lift your withdrawal and trading limits.
de: Füllen Sie bitte das %1finanzielle Beurteilungsformular%2 aus, um Ihre Abhebe- und Handelslimits aufzuheben.
fr: Veuillez remplir le %1formulaire d'évaluation financière%2 pour lever vos limites de retrait et de trading.
ja: 取引上限と出金限度額を引き上げるには下記財務評価書にご記入をお願いします。
vi: Xin vui lòng hoàn tất mẫu đánh giá tài chính %1 %2 để nâng rút tiền của bạn và kinh doanh các giới hạn.
zh_cn: 请完成%1财务评估表格%2，以便提升您的取款和交易限额 。

source: Please complete the tax information before proceeding.
de: Bevor Sie fortfahren, füllen Sie bitte die Steuerinformationen aus.
fr: Veuillez fournir les informations fiscales requises avant de continuer.
ja: 続行する前に、税務情報を入力してください。
vi: Vui lòng hoàn thành thông tin thuế trước khi tiếp tục.
zh_cn: 继续执行之前，请填写完整税务信息。

source: Please confirm the transaction details in order to complete the transfer:
ar: رجاء تأكيد تفاصيل المعاملة لأكمال التحويل:
de: Bitte bestätigen Sie die Transaktionsdaten, um den Transfer zu vervollständigen:
fr: Veuillez confirmer les détails de la transaction afin de compléter le transfert:
id: Pastikan Anda telah memilih Agen Pembayaran yang benar, salah transfer adalah diluar tanggungjawab kami:
ja: 送金を完了するために、取引明細をご確認ください。
pl: Proszę potwierdzić szczegóły transakcji w celu zakończenia przelewu:
ru: Просим подтвердить данные транзакции для завершения перевода:
vi: Xin vui lòng xác nhận chi tiết giao dịch để hoàn thành việc chuyển tiền:
zh_cn: 请确认交易详情以完成转账：

source: Please contact us with whatever is on your mind at <a href='mailto:%1'>%1</a>. We'd be happy to hear from you and willing to assist you. So, feel free to share your ideas and suggestions with us.
de: Setzen Sie sich bitte mit uns unter <a href='mailto:%1'>%1</a> in Verbindung und teilen Sie uns Ihre Anliegen mit. Wir freuen uns, von Ihnen zu hören und helfen Ihnen gerne. Also zögern Sie nicht, uns Ihre Ideen und Vorschläge mitzuteilen.
fr: Quelle que soit votre demande, n'hésitez pas à nous contacter à l'adresse <a href='mailto:%1'> 1%1</a> 2. Nous restons à votre disposition et serons ravis de vous aider. N'hésitez pas à nous faire part de vos idées et suggestions.
ja: ご不明な点がございましたら、<a href='mailto:%1'>%1</a>までお問い合わせください。喜んでサポートさせていただきます。ご希望、ご要望等ございましたらお気軽にご連絡ください。
vi: Xin vui lòng liên hệ với chúng tôi với bất cứ điều gì mà bạn thắc mắc tại <a href='mailto:%1'> %1</a>. Chúng tôi luôn sẵn lòng để nghe từ bạn và sẵn sàng hỗ trợ bạn. Vì vậy, cảm thấy thoải mái để chia sẻ ý tưởng và đề xuất của bạn với chúng tôi.
zh_cn: 无论您有什么想法，请发送邮件至<a href='mailto:%1'>%1</a>与我们联系。我们十分乐意听取您的反馈和提供协助。请随时将您的意见和建议与我们分享。

source: Please enter a number between %1.
ar: الرجاء إدخال رقم بين % 1.
de: Bitte geben Sie eine Zahl zwischen %1 ein.
fr: Veuillez saisir un chiffre entre %1.
id: Silakan masukkan nomor antara %1.
ja: %1の間の数字を入力してください。
pl: Proszę wpisać liczbę z przedziału %1.
ru: Пожалуйста, введите цифру между %1.
vi: Vui lòng nhập một số giữa %1.
zh_cn: 请输入%1之间的数字。

source: Please enter an integer value
ar: رجاء إدخال قيمة عددية صحيحة
de: Bitte geben Sie einen ganzzahligen Wert ein
fr: Veuillez saisir un nombre entier
id: Silahkan masukan nilai penuh
ja: 半角で数値をご入力して下さい
pl: Wpisz liczbę całkowitą
ru: Пожалуйста, введите целое число
vi: Vui lòng nhập giá trị số nguyên
zh_cn: 请输入整数

source: Please enter date in the format DD MMM, YYYY HH:mm (local time).
de: Bitte geben Sie das Datum im folgenden Format ein TT MM, JJJJ HH:mm (Ortszeit).
fr: Veuillez saisir la date au format JJ MM, AAAA HH:mm (heure locale).
ja: ご希望の日付を選択して下さい。
vi: Vui lòng nhập ngày theo định dạng DD MMM, YYYY giờ (giờ địa phương).
zh_cn: 请输入日期，格式为日-月-年 时：分（当地时间）。

source: Please enter date in the format DD MMM, YYYY.
de: Bitte geben Sie das Datum im folgenden Format ein: TT MM, JJJJ.
fr: Veuillez saisir la date au format JJ MM, AAAA.
ja: ご希望の日付を選択して下さい。
vi: Vui lòng nhập ngày theo định dạng DD MMM, YYYY.
zh_cn: 请输入日期，格式为日-月-年。

source: Please fill in the Login ID and Amount you wish to transfer to your Client in the form below:
ar: يرجى ملء معرف تسجيل الدخول والمبلغ الذي ترغب في تحويله إلى عميلك في النموذج التالي:
de: Bitte tragen Sie im nachfolgenden Formular die Login ID und den Betrag ein, den Sie Ihrem Kunden überweisen möchten:
fr: Veuillez compléter votre Identifiant de connexion et le Montant que vous souhaitez transférer à votre Client dans le formulaire ci-dessous:
id: Silahkan isi Login ID dan jumlah yang ingin Anda transfer ke klien Anda dalam formulir di bawah ini:
ja: 下記フォームにログインIDとご希望の送金額をご入力ださい。
pl: W formularzu poniżej wpisz login i kwotę, którą chcesz przekazać swojemu Klientowi:
ru: Просим указать логин и сумму, которую Вы желаете перевести Клиенту, в форме ниже:
vi: Vui lòng điền tên Đăng nhập vá Số tiền bạn muốn chuyển cho Khách hàng của mình trong bản mẫu dưới đây:
zh_cn: 请在下表中填写登录 ID 以及要转给客户的金额：

source: Please follow the pattern 3 numbers, a dash, followed by 4 numbers.
ar: يرجى اتباع النمط 3 أرقام, داش (- أو شرطة), متبوعة بأربع أرقام.
de: Bitte befolgen Sie dieses Muster: 3 Zahlen, ein Bindestrich, gefolgt von 4 Zahlen.
fr: Veuillez respecter le format suivant : 3 chiffres, 1 tiret suivi de 4 chiffres.
id: Silahkan ikuti pola 3 angka, garis, diikuti oleh 4 angka.
ja: ハイフンを入れて半角で入力してください
pl: Proszę zastosować schemat: 3 cyfry, myślnik, 4 cyfry.
ru: Пожалуйста, следуйте данной схеме: 3 цифры, тире, а затем 4 цифры.
vi: Vui lòng tuân theo cấu trúc 3 số, dấu gạch ngang, tiếp theo là 4 số.
zh_cn: 请按照以下格式填写：3个数字，1个短划线，加上4个数字。

source: Please input a valid date
ar: رجاء إدخال تاريخ صالح
de: Bitte geben Sie ein gültiges Datum ein
fr: Veuillez saisir une date valide
id: Masukkan tanggal yang benar
ja: 有効な日にちを入力して下さい。
pl: Wpisz poprawną datę
ru: Пожалуйста, введите правильную дату
vi: Vui lòng nhập ngày hợp lệ
zh_cn: 请输入有效日期

source: Please log in.
ar: الرجاء تسجيل الدخول.
de: Melden Sie sich bitte an.
fr: Veuillez vous connecter.
id: Silahkan log in.
ja: ログインをしてください。
pl: Proszę się zalogować.
ru: Пожалуйста, войдите в систему.
vi: Vui lòng đăng nhập.
zh_cn: 请登录。

source: Please make sure that you first agree with the Agent on the terms of payment before submitting your request.
ar: رجاء تأكد أولاً مع الوكيل على شروط الدفع قبل تسليم طلبك.
de: Bevor Sie Ihren Antrag absenden können, müssen Sie zuerst den Zahlungsbedingungen des Abwicklers zustimmen.
fr: Veuillez vous assurer d'abord que vous êtes d'accord avec l'Agent sur les délais de paiement avant de soumettre votre demande.
id: Pastikan Anda telah setuju dengan Agen mengenai syarat pembayaran sebelum mengajukan permohonan Anda.
ja: リクエストを送信される前に、お支払い条件に関してエージェントに同意をいただく必要があります。
pl: Przed złożeniem wniosku upewnij się, że zgadzasz się z pośrednikiem co do warunków płatności.
ru: Пожалуйста, убедитесь, что Вы согласны с условиями платежного агента, прежде чем Вы отошлете заявку.
vi: Vui lòng chắc chắn rằng trước hết bạn đồng ý với Đại lý các điều khoản thanh toán trước khi gửi yêu cầu.
zh_cn: 在提交请求前，请您确认同意代理的支付条款。

source: Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges.
ar: يرجى ملاحظة أنه نظراً لطبيعة عمليات التداول خارج البورصة المركزية, فإن أسعار المؤشرات والأسهم المتداولة خارج البورصة المركزية سوف تختلف عن أسعار المؤشرات والأسهم المقابلة في البورصة المركزية.
de: Bitte beachten Sie, dass sich die Kurse der OTC Indizes und Aktien wegen ihrer Freiverkehrsart von den Kursen der entsprechenden Indizes und Aktien an den Wertpapierbörsen unterscheiden können.
fr: Compte tenu des spécificités du marché de gré à gré, le prix des indices et actions « OTC » diffère des cotations disponibles pour ces mêmes indices et actions sur les bourses centralisées.
id: Harap dicatat bahwa karena sifat over-the-counter, harga dari Indeks dan saham OTC akan sedikit berbeda dari harga indeks dan saham pada di bursa pusat.
ja: 店頭（OTC）の性質上、店頭インデックスと店頭株の価格は中央取引所のインデックスと株の価格と異なりますのでご注意ください。
pl: Pamiętaj, że cena wskaźników i akcji OTC będzie różnić się od cen odpowiadającym im wskaźnikom i cenom na oficjalnych giełdach, gdyż są one dostępne w obrocie pozagiełdowym.
ru: Пожалуйста примите во внимание тот факт, что цены внебиржевых индексов и акций будут отличаться от цен соответствующих индексов и акций на централизованных биржах.
vi: Vui lòng lưu ý rằng do tính chất của thị trường phi tập trung, các mức giá của chứng khoán và cổ phiếu phi tập trung sẽ khác với giá của những mã chứng khoán và cổ phiếu tương ứng trên thị trường tập trung.
zh_cn: 请注意，由于其场外交易性质，OTC 指数和股票的价格与中央交易所的相应指数和股票价格有所不同。

source: Please note that our website generates log files that record the IP addresses of accesses to your account. This information is gathered with the sole purpose of assisting in the unlikely event of a need to investigate accesses to your account by unauthorised users. Additionally we may verify certain of the information you supply in the account opening form, or otherwise, with third-party information providers.
ar: يرجى ملاحظة أن موقعنا على الإنترنت يولد ملفات تسجل عناوين IP لعدد مرات تسجيل الدخول لحسابك. يتم جمع هذه المعلومات فقط بهدف المساعدة إذا دعت الحاجة للتحقق من الدخول لحسابك من مستخدمين غير مصرح لهم. بالإضافة إلى أننا قد نتحقق من صحة بعض المعلومات التى تقدمها فى طلب فتح الحساب، أو غير ذلك، من المعلومات التي يقوم بتقديمها طرف ثالث.
de: Bitte beachten Sie, dass unsere Website Log-Dateien erstellt, die die IP-Adressen aufzeichnen, von denen aus auf Ihr Konto zugegriffen wird. Diese Information wird ausschließlich für den unwahrscheinlichen Fall gespeichert, dass unbefugte Personen versuchen, auf Ihr Konto zuzugreifen. Des Weiteren können wir bestimmte Informationen überprüfen, die Sie bei der Kontoeröffnung im Formular angegeben haben oder diese über externe Informationsdienstleister prüfen lassen.
fr: N.B. Notre site web génère des fichiers journaux qui enregistrent les adresses IP qui accèdent à votre compte. Ces informations sont recueillies uniquement pour qu'elles puissent être utilisées dans l'éventualité peu probable où une enquête concernant l'accès à votre compte par des utilisateurs non autorisés serait nécessaire. De plus, nous sommes susceptibles de vérifier une partie des informations que vous fournissez dans le formulaire d'ouverture de compte, ou sous d'autres fomes, auprès de fournisseurs d'informations tiers.
id: Mohon diketahui bahwa website kami akan mencatat alamat IP yang digunakan untuk mengakses akun Anda. Informasi ini kami perlukan untuk memastikan pengaksesan yang dibenarkan. Kami juga akan melakukan pembuktian mengenai data yang Anda masukkan pada saat mendaftar akun dari waktu ke waktu atau melalui pihak ketiga untuk membuktikan kebenaran data Anda.
ja: 当社サイトは、お客さまのご口座へのIPアドレスのアクセス履歴に関するログファイルを生成することをご承知置きください。この情報は不正アクセスなどの予防や調査を目的としてのみ収集されます。また、ご口座開設時に提供された情報を当社、または第三者の情報機関にて認証させて頂く場合があります。
pl: Uwaga: nasz portal generuje pliki dziennika rejestrujące adresy IP, za pomocą których logowano się na Twoje konto. Informacje te są gromadzone wyłącznie w celu udzielenia pomocy w mało prawdopodobnym przypadku konieczności zbadania odwiedzin konta przez osoby nieupoważnione. Dodatkowo możemy sprawdzać pewne informacje dostarczone w formularzu otwarcia rachunku lub uzyskiwać informacje od osób trzecich.
ru: Примите во внимание, что наш сайт генерирует записи всех адресов IP, с которых был вход на Ваш счет. Данная информация собирается с единственной целью возможного расследования при неавторизованном входе на счет, хотя такое и очень маловероятно. Также мы можем запросить верификацию определенной предоставленной при открытии счета информации, либо от Вас, либо из внешних источников.
vi: Vui lòng chú ý rằng trang web của chúng tôi có tệp tin mà có thể ghi lại địa chỉ máy tính cá nhân khi đăng nhập vào tài khoản của bạn. Những thông tin này được tập hợp lại với mục đích duy nhất là hỗ trợ điều tra việc truy cập vào tài khoản của bạn bởi người dùng không có quyền. Thêm nữa, chúng tôi có thể xác minh một số thông tin nhất định mà bạn đã khai trong bản mẫu đăng kí mở tài khoản, hoặc với người cung cấp thông tin bên thứ ba.
zh_cn: 请注意，本网站会生成记录您账户登录IP地址的日志文件。该信息的唯一目的是协助调查您账户的非授权登录行为（发生的可能性极小）。此外，我们可能与第三方信息提供商确认您填写在开户表格中或通过其他方式提供的部分信息。

source: Please note that weekend quotes are ignored for the purpose of contract settlement. During weekends, the forex markets may occasionally generate prices, however these prices are often artificial (traders sometimes take advantage of the illiquidity of the markets during weekends to push up or down prices). To avoid settling prices based on such artificial prices, it is %1's policy not to count weekend prices towards contract settlement values (except for the volatility indices, which are open during weekends).
ar: يرجى ملاحظة أنه يتم تجاهل أسعار عطلة نهاية الأسبوع عند تسوية العقود. أثناء العطلات من الممكن أن تصدر أسواق الفوركس أسعارا لكن هذه الأسعار غالباُ ما تكون اصطناعية (يستغل المتداولون عدم سيولة الأسواق أثناء عطلة نهاية الأسبوع ليرفعوا أو يخفضوا الأسعار). لتجنب تسوية الأسعار بناءاً على هذه الأسعار الاصطناعية، تقوم سياسة %1 على عدم احتساب أسعار عطلة نهاية الأسبوع عند تسوية قيمة العقود (ماعدا المؤشرات المتقلبة التى تكون مفتوحة أثناء العطلات).
de: Bitte beachten Sie, dass die Wochenendnotierungen für die Kontraktabrechnung ignoriert werden. An Wochenenden können sich an den Forex Märkten manchmal Kurse entwickeln, die sehr oft künstlich sind (ab und zu nutzen Devisenhändler an Wochenenden die Illiquidität der Märkte, um Kurse nach oben oder unten zu drücken). Um eine Abrechnung auf der Grundlage dieser künstlichen Preise zu verhindern, gehört es bei %1 zur Regel, die Wochenendpreise für Kontraktabrechnungswerte nicht zu berücksichtigen (mit Ausnahme der Volatilität Indizes, die auch an Wochenenden offiziell gehandelt werden).
fr: N.B. Les cotations du weekend ne sont pas prises en compte afin de permettre le règlement des contrats. Durant les weekends, les marchés du Forex génèrent occasionnellement des cotations. Cependant, celles-ci sont souvent artificielles (les opérateurs tirent parfois profit de l'illiquidité des marchés pendant les weekends pour faire fluctuer les cours à la hausse ou à la baisse). Pour éviter de baser les prix de règlement sur des cotations artificielles, la politique de %1 implique que les cotations du weekend ne soient pas prises en compte dans le calcul des valeurs de règlement des contrats (sauf dans le cas des indices de volatilité qui restent ouverts le weekend).
id: Mohon diketahui bahwa kutipan akhir pekan adalah tidak dipertimbangkan dalam menyelesaikan kontrak. Pada akhir pekan, pasar forex mungkin dapat menghasilkan kutipan, namun demikian harga ini merupakan harga tiruan (para trader terkadang mempergunakan kesempatan pada pasar likuiditas di akhir pekan untuk mendorong harga naik atau turun). Untuk menghindari penyelesaian kontrak berdasarkan harga tiruan tersebut, maka merupakan kebijaksanaan %1 untuk tidak mempergunakan harga akhir pekan bagi penyelesaian kontrak (kecuali indeks volatilitas, yang dibuka pada akhir pekan).
ja: トレードを確定する目的で週末の価格が適用されないことをご理解下さい。週末にも外国為替市場にて価格変動が発生する場合がありますが、このような価格は恣意的に発生させられたものである（週末の市場硬直性から利益を得ようとするトレーダーが存在します。）ことが殆どですので、このような恣意的な価格に基づく価格設定を避けるために週末も開場しているボラティリティ指数を除き、%1では週末の価格をトレードの確定要素として採用することはありません。日本国内では週末にお取引はできません
pl: Uwaga: zakłady zawierane w weekendy nie będą brane pod uwagę przy rozliczaniu kontraktów. W weekendy rynki walutowe czasami generują ceny, jednak często są to ceny sztuczne (gracze czasami wykorzystują płynność rynków w weekendy, aby podnieść lub obniżyć ceny). Aby uniknąć ustalania cen na podstawie sztucznych cen, zgodnie z polityką %1 ceny weekendowe nie są wliczane do wartości rozliczeń kontaktów (z wyjątkiem wskaźników zmienności, które są otwarte w weekendy).
ru: Обратите внимание, что котировки в выходные не учитываются для решения исхода контрактов. Во время выходных рынки Forex могут генерировать цены, но эти цены часто являются искусственными (трейдеры могут воспользоваться неликвидностью рынков в выходные с целью завысить или занизить цены). Чтобы избежать решения контрактов на основе таких искусственных цен, %1 не учитывает котировки в выходные дни для расчета контрактов (кроме Индексов волатильности, которые открыты в выходные).
vi: Vui lòng chú ý rằng yết giá cuối tuần bị bỏ qua với mục đích quyết toán hợp đồng. Cuối tuần, thị trường ngoại hối thi thoảng vẫn đưa ra giá, tuy nhiên những giá này thường mang tính nhân tạo (đôi khi các nhà giao dịch lợi dụng tính thanh khoản kém của thị trường vào dịp cuối tuần để đẩy giá lên hoặc giảm giá xuống). Để tránh quyết toán giá dựa trên giá nhân tạo này, %1 đưa ra chính sách không tính giá cuối tuần vào giá trị quyết toán của hợp đồng (ngoại trừ chỉ số biến động, được mở suốt cuối tuần).
zh_cn: 请注意，为进行合约结算，周末报价将忽略不计。周末，外汇交易市场也许会偶尔产生价格，但这些价格只是人为的（交易商有时会利用周末市场缺乏流动性而抬高或压低价格）。为了避免结算受人为价格影响，%1的策略是在合约结算时不计算周末报价（波动率指数除外，因为这些指数周末也开放）。

source: Please note that you may update your personal information at any time by logging into the "Settings" section of your account. It is your responsibility to ensure that %1 is promptly and continually informed of any change in your personal information.
ar: يرجى ملاحظة أنك تستطيع تحديث بياناتك الشخصية في أي وقت عبر تسجيل الدخول لقسم "الإعدادات" في حسابك. تقع على عاتقك مسوؤلية إعلام %1 بشكل فوري ومستمر بأي تغييرات فى بياناتك الشخصية.
de: Bitte beachten Sie, dass Sie Ihre persönlichen Daten jederzeit aktualisieren können, indem Sie in Ihrem Konto den Abschnitt „Einstellungen" aufrufen. Sie sind dafür verantwortlich, dass %1 umgehend und kontinuierlich über Änderungen Ihrer persönlichen Daten informiert ist.
fr: Sachez que vous pouvez actualiser vos informations personnelles à tout moment en vous connectant à la section « Paramètres » de votre compte. Il est de votre responsabilité de veiller à ce que %1 soit informée sans délai de tout changement concernant vos informations personnelles.
id: Anda dapat melakukan perbaikan data dengan mengakses bagian "Pengaturan" pada akun Anda. Merupakan tanggung jawab Anda untuk memastikan %1 mengetahui tentang perubahan yang Anda lakukan pada data pribadi Anda.
ja: お客さまの個人情報はいつでも各種設定ページから変更して頂くことが可能です。お客さまの個人情報を適切、かつ継続的に%1に更新して頂くことはお客さまの義務になります。
pl: Możesz zaktualizować swoje dane osobowe w dowolnym momencie, logując się do sekcji „Ustawienia” na swoim koncie. W Twojej gestii leży upewnienie się, że Firma %1 jest szybko i stale informowana o każdej zmianie Twoich danych osobowych.
ru: Примите во внимание, что Вы можете изменить Вашу личную информацию в любое время в секции "Настройки" на Вашем счету. Вашей обязанностью является своевременно информировать %1 о любых изменениях личной информации.
vi: Vui lòng chú ý rằng bạn có thể cập nhật thông tin cá nhân của mình bất kì lúc nào bằng cách đăng nhập vào khu vực "Cài đặt" trong tài khoản của bạn. Bạn phải có trách nhiệm đảm bảo rằng %1 sẽ được thông báo liên tục và kịp thời nếu có bất cứ sự thay đổi nào về thông tin cá nhân của bạn.
zh_cn: 请注意，您可以随时登录，在“设置”中更新您的个人信息。您应确保将个人信息的变化及时告知%1。
