Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade.
ar: هذه معاملات حيث يختار المتداول سعر مستهدف، ويتوقع أن السوق سيصل للهدف قبل انتهاء المعاملة.
de: Dies sind Kontrakte, bei denen der Händler ein Kursziel wählt und voraussagt, dass der Markt vor Ablauf des Kontrakts das Ziel erreichen wird.
fr: Pour ce type d'option, le trader sélectionne un prix-cible et prédit que le marché touchera cette cible avant l'expiration de l'option.
id: Ini adalah kontrak dimana trader memilih target harga dan menganalisa apakah pasar akan menyentuh target sebelum kontrak berakhir.
ja: ターゲット価格を設定し、取引対象の価格が取引終了時までにターゲット価格に触れることを予測するトレードタイプのことです。
pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek osiągnie cenę docelową przed wygaśnięciem zakładu.
ru: Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок коснется данного барьера до завершения срока действия контракта.
vi: Những giao dịch này là nhà giao dịch đã chọn một giá mục tiêu, và dự đoán rằng thị trường sẽ chạm vào mục tiêu trước khi giao dịch hết hạn.
zh_cn: 交易者选择一个目标价并预测市场在合约到期前将会触及该价位的交易。

source: These materials may not be copied or redistributed for commercial purposes or for compensation of any kind without prior written permission from a Binary Group company. If you have questions about these terms or would like information about licensing materials from Binary Ltd., please contact us.
ar: لا يجوز نسخ أو إعادة توزيع هذه المواد لأي أغراض تجارية أو للحصول على تعويض من أي نوع دون الحصول على إذن خطي مسبق من شركة مجموعة بيناري. إذا كان لديك أسئلة حول هذه الشروط أو تود الحصول على معلومات عن ترخيص مواد من بيناري المحدودة، يرجى الاتصال بنا.
de: Ohne vorherige schriftliche Genehmigung eines der Unternehmen der Binary Unternehmensgruppe dürfen diese Materialien weder kopiert oder weitergegeben noch zur Befriedigung von Schadenersatzansprüchen verwendet werden. Sollten Sie Fragen zu diesen Bedingungen haben oder wenn Sie Informationen zur Lizenzierung haben möchten, setzen Sie sich bitte mit uns in Verbindung.
fr: Ce matériel ne peut pas être copié ou redistribué à des fins commerciales, ou pour toute forme de compensation, sans une autorisation écrite préalable d'une société du Binary Group. Si vous avez des questions sur ces termes ou si vous désirez des informations sur le matériel de licence de Binary Ltd, veuillez nous contacter.
id: Material ini tidak dapat disalin atau disebarluaskan untuk tujuan komersial atau kepuasan apa saja tanpa terlebih dahulu meminta izin tertulis dari Perusahaan Binary Group. Jika Anda memiliki pertanyaan tentang syarat ini atau memerlukan informasi tentang perijinan material dari Binary Ltd., silakan hubungi kami.
ja: Binaryのグループ会社による事前の書面による許可無しでは、そのようなコンテンツのいかなる商業目的、または報酬獲得目的での複製、及び頒布は不可能である可能性があります。これら取り決めやBinary Ltd.に帰属する著作物の情報に疑問点がございましたら当社までお問い合わせ下さい。
pl: Materiały te nie mogą być kopiowane ani rozpowszechniane w celach komercyjnych ani za opłatą bez uprzedniej pisemnej zgody firmy Binary Group. Jeśli masz pytania na temat regulaminu lub chcesz uzyskać informacje na temat warunków licencjonowania materiałów firmy Binary Ltd., prosimy o kontakt.
ru: Данные материалы не могут копироваться или распространяться с коммерческими целями или за компенсацию любого рода без предварительного письменного разрешения от компании Binary Ltd. Если у Вас есть вопросы относительно этих правил, или Вы желаете получить информацию о лицензировании материалов Binary Ltd., просим связаться с нами.
vi: Những tài liệu này không được sao chép hoặc truyền đi cho các mục đích thương mại hoặc để bồi thường bất cứ loại nào mà không có sự cho phép trước bằng văn bản từ công ty Binary Group. Nếu bạn có thắc mắc về những điều khoản này hoặc muốn biết thông tin về việc cấp phép tài liệu từ Công ty Binary, xin vui lòng liên hệ với chúng tôi.
zh_cn: 在未得到 Binary Group 公司书面许可的情况下，用户不得因商业目的以其他任何有偿方式复制或者传播这些材料。如果您对这些条款有任何疑问，或者希望从 Binary Ltd. 处获得有关许可的信息，请与我们联系。

source: This Agreement contains the entire agreement between the parties with respect to its subject matter and supersedes all previous agreements and understandings between the parties with respect to its subject matter.
ar: تتضمن هذه الاتفاقية الاتفاق الكامل بين الطرفين فيما يتعلق بموضوعها وتحل محل جميع الاتفاقات والتفاهمات السابقة بين الطرفين فيما يتعلق بموضوعها.
de: Dieser Vertrag enthält hinsichtlich des Vertragsgegenstands die gesamte Vereinbarung zwischen den Parteien und ersetzt alle früheren Vereinbarungen und Übereinkünfte zwischen den Parteien, die bezüglich des Gegenstands der Vereinbarung getroffen wurden.
fr: Cet Accord contient l'intégralité des accords entre les parties, par rapport au sujet principal, et remplace tous les accords et arrangements précédents entre les parties, par rapport au sujet principal.
id: Perjanjian ini berisi keseluruhan perjanjian antara para pihak sehubungan dengan materi pelajaran dan menggantikan semua perjanjian sebelumnya dan pemahaman antara para pihak sehubungan dengan materi subjek.
ja: 本契約は、本契約に規定する事項に関し、当事者間の完全な合意を含むものであり、当事者間における従前のすべての関連する合意と理解に代わるものとします。
pl: Niniejsza Umowa zawiera wszystkie uzgodnienia między stronami dotyczące przedmiotu umowy i zastępuje wszystkie wcześniejsze umowy i porozumienia między stronami dotyczące przedmiotu umowy.
ru: Данное Соглашение выражает полное согласие между сторонами по отношению к его предмету и отменяет все возможные предыдущие соглашения и договоренности между сторонами по данному вопросу.
vi: Hiệp định này bao gồm toàn bộ thỏa thuận giữa các bên, và thay thế mọi hiệp định trước đó và bao gồm cả sự hiểu biết lẫn nhau giữa các bên liên quan.
zh_cn: 本协议包含各方关于其标的的全部约定，并取代各方所有关于其标的的先前协议及解释。

source: This Agreement governs your use of our API unless you have executed another agreement with the Company that expressly governs your use of our API.
ar: هذه الإتفاقية تحكم استخدامك لواجهة برمجة التطبيقات الخاصة بنا ما لم تكن قد نفذت إتفاقية أخرى مع الشركة التي تحكم استخدامك بصراحة لواجهة برمجة التطبيقات الخاصة بنا.
de: Dieser Vertrag gilt für Ihre Verwendung unseres API, es sei denn, Sie haben eine andere Vereinbarung mit dem Unternehmen getroffen, die ausdrücklich für Ihre Verwendung unseres API gilt.
fr: Cet Accord régit l'utilisation que vous faites de notre API, sauf si vous avez conclu avec la Société un autre accord régissant expressément l'utilisation que vous faites de notre API.
id: Perjanjian ini mengatur penggunaan API kami kecuali Anda telah dieksekusi pada kesepakatan lain dengan Perusahaan yang secara tegas mengatur penggunaan API kami.
ja: 当社がお客さまの当APIの使用を管理する他の契約を実行されないかぎり、当APIの使用は本契約によって当社にて抑制されます。
pl: Niniejsza umowa określa zasady korzystania z naszego API, chyba że zawarto inną umowę z Firmą, która wyraźnie określa zasady korzystania z naszego API.
ru: Данное Соглашение устанавливает и регулирует порядок использования Вами нашего API (если Вы не заключили с Компанией другого соглашения, регулирующего порядок использования Вами нашего API).
vi: Thỏa thuận này quản lý việc sử dụng của bạn đối với hệ thống API của chúng tôi trừ khi bạn đang thực hiện một thỏa thuận khác với một Công ty nhằm mục đích quản lý việc sử dụng của bạn đối với hệ thống API.
zh_cn: 除非您与公司另外签订对您使用我们API有明确规定的协议，本协议列出您使用我们API的规定。

source: This Agreement may be terminated forthwith by either party on written notice to the other party if the other party is in material breach of the terms of the Agreement and, in the event of a breach capable of being remedied, fails to remedy the breach within 15 days of receipt of notice in writing of such breach.
ar: يستطيع أي من الطرفين إنهاء هذة الاتفاقية فوراً عن طريق إشعار خطي للطرف الآخر إذا قام الطرف الآخر بخرق جوهري لشروط الاتفاق وفي حالة حدوث خرق يمكن إصلاحه ولم يقم الطرف الآخر بإصلاحه في خلال 15 يوما من إستلامه لإشعار عن مثل هذا الخرق.
de: Dieser Vertrag kann von jeder Vertragspartei durch schriftliche Mitteilung an die andere Partei gekündigt werden, wenn die andere Partei auf grobe Weise gegen die Vertragsbedingungen verstoßen hat und der Verstoß nicht innerhalb von 15 Tagen nach Aufforderung abgestellt wurde.
fr: Cet Accord pourra être résilié immédiatement par l'une des parties par un préavis écrit à l'autre partie si l'autre partie est en rupture substantielle avec les termes de l'Accord et, si une rupture peut être comblée, mais qu'aucune mesure corrective n'a été entreprise endéans 15 jours après la réception d'une notification écrite concernant cette rupture.
id: Perjanjian ini dapat segera diakhiri oleh salah satu pihak dengan pemberitahuan tertulis kepada pihak lain jika pihak lain melakukan pelanggaran terhadap ketentuan-ketentuan perjanjian dan jika kasus pelanggaran tidak dapat diselesaikan atau tidak dikoreksi dalam tempo 15 hari sejak diterimanya pemberitahuan tertulis tentang pelanggaran tersebut.
ja: 関係者が本契約の違反行為をした場合、本契約は書面での通知を以て直ちに破棄されます。また、救済される可能性のある違反行為に対し、そのような違反行為に対する通告文書を受け取ってから１５日以内に改善されない場合は、本契約は破棄されます。
pl: Niniejsza Umowa może zostać niezwłocznie zakończona przez każdą ze stron za pisemnym zawiadomieniem dostarczonym drugiej stronie, jeśli druga strona dopuści się istotnego naruszenia warunków niniejszej Umowy oraz w przypadku naruszenia, które może podlegać odszkodowaniu, gdy strona nie uiści odszkodowania w ciągu 15 dni od otrzymania pisemnego wezwania do uiszczenia odszkodowania.
ru: Данное Соглашение может быть прервано любой стороной путем письменного уведомления другой стороны, если другая сторона нарушила условия Соглашения, и в случае нарушения, которое может быть исправлено, не исправила его в течение 15 дней после получения письменного уведомления о таком нарушении.
vi: Hiệp định này có thể được chấm dứt ngay lập tức bởi một trong hai bên theo thông báo bằng văn bản cho bên kia nếu bên kia vi phạm nghiêm trọng các điều khoản của Hiệp định và, trong trường hợp vi phạm có khả năng được khắc phục, lỗi khắc phục vi phạm sẽ được giải quyết trong vòng 15 ngày kể từ ngày nhận được thông báo bằng văn bản về vi phạm đó.
zh_cn: 如果一方严重违反本协议条款，且在能够补救的情况下，在收到书面的违约通知后的十五天内未能进行相应补救，另一方可立即通过书面形式终止本协议。

source: This Agreement shall commence on the date you first accept this Agreement, and shall continue unless and until terminated in accordance with the Term and Termination conditions set forth in this Agreement.
ar: تدخل هذه الإتفاقية حيز التنفيذ من تاريخ موافقتك عليها, وسوف تستمر ما لم وحتى إنهاؤها وفقاً لشروط المدة والإنهاء المنصوص عليها في هذه الإتفاقية.
de: Dieser Vertrag soll mit dem Datum beginnen, an dem Sie diesem Vertrag das erste Mal zugestimmt haben und soll so lange weiter gelten, bis er gemäß den der Laufzeit- und den Kündigungsbedingungen dieses Vertrags gekündigt oder beendet wird.
fr: Cet Accord prend effet à la date de votre acceptation de cet Accord et se prolonge jusqu'à sa résiliation conformément aux conditions énoncées dans la section « Durée et résiliation » de cet Accord.
id: Perjanjian ini akan dimulai pada tanggal pertama kali menerima Perjanjian ini, dan akan terus kecuali dan sampai diakhiri sesuai dengan Persyaratan dan Penghentian ketentuan yang diatur dalam Perjanjian ini.
ja: 本契約は同意日から開始するものとするものとし、本条項に従い終了するまで、または本契約の終了条件を満たさない限り継続されます。
pl: Niniejsza umowa wchodzi w życie w dniu jej zaakceptowania i obowiązuje do momentu jej zakończenia na mocy postanowień dotyczących jej zakończenia określonych w niniejszej Umowie.
ru: Данное Соглашение вступает в силу на момент его принятия Вами и должно действовать до его прекращения, согласно установленным Правилам и условиям прекращения действия данного Соглашения.
vi: Thỏa thuận này sẽ bắt đầu có hiệu lực kể từ ngày bạn chấp thuận lần đầu tiên Thỏa thuận này, và sẽ tiếp tục có hiệu lực cho đến khi nào kết thúc dựa theo những điều khoản và điều điện Chấm dứt được đặt ra trong Thỏa thuận này.
zh_cn: 本协议自您接受本协议之日起开始生效，并将继续生效，除非及直至本协议按照所定期限和条件终止为止。

source: This Agreement will commence on the date you receive your Real Account number, and, for any new versions thereafter, on the date the new versions are published on our website.
de: Diese Vereinbarung beginnt zu dem Datum, zu dem Sie Ihre echte Kontonummer erhalten, und für alle nachfolgenden neuen Versionen, zu dem Datum, zu dem die neuen Versionen auf unserer Website veröffentlicht werden.
fr: Cet Accord prendra effet lorsque vous recevrez votre numéro de compte réel, et, pour pour toutes les versions ultérieures, à la date de publication de ces nouvelles versions sur notre site Web.
ja: 本契約はお客さまがリアル口座番号を受け取った日付、及びそれ以降の改訂版に関しては当サイトで改訂版が公開された日付に開始するものとします。
vi: Thỏa thuận này sẽ bắt đầu vào ngày bạn nhận được số tài khoản của bạn, và, cho bất kỳ phiên bản mới sau đó, vào ngày các phiên bản mới được công bố trên trang web của chúng tôi.
zh_cn: 本协议将于您收到真实账户编号的日期开始生效。关于之后的任何新版本，则于我们网站发布新版本之日期开始生效。

source: This Document
ar: هذه الوثيقة
de: Dieses Dokument
fr: Ce document
id: Dokumen ini
ja: 本文書
pl: Niniejszy dokument
ru: Данный документ
th: เอกสารฉบับนี้
vi: Hồ sơ này
zh_cn: 本文件

source: This Policy applies to retail and professional clients of %1 dealing in financial products offered by %1.
ja: このポリシーは%1が提供する金融商品を扱う%1のリテール及びクライアントに適用されます。

source: This bonus is only available to new clients. Existing or former clients do not qualify. New clients are eligible for this type of bonus only once. This bonus is available only once per household.
ar: هذه المكافأة متاحة للعملاء الجدد فقط. العملاء الحاليين أو السابقين غير مؤهلين للحصول عليها. كما أن هذه المكافأة متاحة مرة واحدة فقط للعملاء الجدد. ويتم منحها مرة واحدة لأهل البيت الواحد.
de: Dieser Bonus steht nur neuen Kunden zur Verfügung. Bereits vorhandene oder ehemalige Kunden sind nicht berechtigt. Neukunden sind zu dieser Art von Bonus nur einmal berechtigt. Dieser Bonus steht je Haushalt nur einmal zur Verfügung.
fr: Ce bonus est uniquement valable pour les nouveaux clients. Les clients actuels ou les anciens clients ne peuvent pas en bénéficier. Les nouveaux clients n'ont droit à ce type de bonus seulement une fois. Ce bonus n'est valable qu'une seule fois pour chaque ménage.
id: Bonus hanya berlaku untuk Pelanggan baru. Pelanggan lama tidak memenuhi syarat. Pelanggan baru hanya dapat memperoleh bonus sekali saja. Bonus ini tersedia sekali saja per alamat rumah.
ja: このボーナスは、新たなお客さまに限り有効です。すでにご口座をお持ちのお客さまには適用されません。新たなお客さまに限り当ボーナスが一度限り適用されます。このボーナスは１世帯あたり一回のみ適用されます。
pl: Ten bonus dostępny jest tylko dla nowych klientów. Obecni i dawni klienci nie kwalifikują się do bonusu. Nowi klienci mogą skorzystać z tego bonusu tylko raz. Jest on dostępna tylko raz dla każdego gospodarstwa domowego.
ru: Данный бонус распространяется только на новых клиентов. Настоящие или бывшие клиенты не могут им воспользоваться. Новые клиенты могут воспользоваться данным бонусом только один раз. Бонус предлагается единожды из расчета на семью и/или адрес.
th: โบนัสประเภทนี้สำหรับลูกค้าใหม่เท่านั้น ลูกค้าปัจจุบันไม่สามารถเข้าร่วมการส่งเสริมการตลาดนี้ ลูกค้ารายใหม่มีสิทธิ์ได้รับโบนัสประเภทนี้เพียงครั้งเดียว และได้รับสิทธิ์เพียง 1 ครั้ง ต่อครัวเรือน
vi: Tiền thưởng này chỉ có cho khách hàng mới. Những khách hàng cũ không được áp dụng. Những khách hàng mới chỉ được nhận loại tiền thưởng này một lần duy nhất. Tiền thưởng này chỉ có một lần cho một hộ gia đình.
zh_cn: 本奖金仅适用于新客户。现有或以往客户不符合条件。此类奖金新客户只能获取一次。此奖金每一个家庭仅能获得一次。

source: This bonus will be processed and credited to a client's account when:
ar: سيتم معالجة هذه المكافأة واضافتها إلى حساب العميل في الحالات التالية:
de: Dieser Bonus wird bearbeitet und dem Kundenkonto gutgeschrieben, wenn:
fr: Ce bonus sera traité et crédité sur le compte du client lorsque :
id: Bonus ini akan diproses dan dikreditkan kedalam akun Pelanggan setelah:
ja: このボーナスは下記の条件を満たした場合に付与されます：
pl: Bonus zostanie przetworzony i przyznany na konto klienta, gdy:
ru: Данный бонус будет обработан и зачислен на счет клиента, когда:
th: โบนัสนี้จะถูกดำเนินการและเพิ่มในบัญชีลูกค้าเมื่อ:
vi: Tiền thưởng này sẽ được xử lý và ghi có vào tài khoản của khách hàng khi:
zh_cn: 该奖金将被处理，并记入客户的账户中，一旦：

source: This clause does not apply to Volatility Indices.
de: Diese Klausel bezieht sich nicht auf Volatiliät Indizes.
fr: Cette clause ne s'applique pas aux indices de volatilité.
ja: この条項はボラティリティインデックには適用されません。
vi: Khoản này không áp dụng cho chỉ số biến động.
zh_cn: 本条款不适用于波动率指数。

source: This contract lost
ar: هذا العقد خاسر
de: Dieser Kontrakt verlor
fr: Ce contrat a été perdu
id: Kontrak ini rugi
ja: このトレードは負け判定
pl: Ten kontrakt przegrał
ru: Контракт проиграл
th: สัญญานี้ขาดทุน
vi: Hợp đồng này đã bị lỗ
zh_cn: 此合约亏损

source: This contract won
ar: هذا العقد رابح
de: Dieser Vertrag gewann
fr: Ce contrat a été gagné
id: Kontrak ini untung
ja: このトレードは勝ち判定
pl: Ten kontrakt wygrał
ru: Контракт выиграл
th: สัญญานี้กำไร
vi: Hợp đồng này đã thắng
zh_cn: 此合约获利

source: This document (the "Agreement") sets out the terms and conditions ("Terms") between "the Company" which is Binary Services Ltd ("we," "us," and "our"), and you (the person who registered for the %1 Application Program Interface ("API"); "you", or "your").
de: Dieses Dokument (der „Vertrag") legt die Allgemeinen Geschäftsbedingungen (AGB) zwischen "dem Unternehmen", d. h. der Binary Services Ltd. ("wir", "uns" und "unser") und Ihnen (der Person, die sich für das %1 Application Program Interface angemeldet hat ("API", "Sie" oder "Ihr") fest.
fr: Ce document (« Accord ») définit les conditions générales (« Conditions ») applicables entre la « Société », à savoir Binary Services Ltd (« nous » et « notre »), et vous (la personne ayant demandé l'accès à l'interface de programmation d'application (« API ») de %1 ; « vous » ou « votre »).
ja: 当文書（以下、”本契約”）は「当社」Binary Ltdとお客さま（Binary.comアプリケーションプログラムインターフェース（API）にご登録いただいた）の間で、利用規約（以下、規約）が適用されます。
vi: Tài liệu này ("Hiệp định" này) đưa ra các điều khoản và điều kiện ("Các điều khoản") giữa "Công ty" là công ty TNHH Binary Services ("Chúng tôi","của chúng tôi" và "thuộc về chúng tôi"), và bạn (người đăng ký %1 Giao Diện Lập Trình Ứng Dụng ("API"); "bạn", hay "của bạn").
zh_cn: 本文件（“协议”）规定了“公司”即 Binary Services Ltd.(“我们”或“我们的“）与“您”（%1 应用程序接口 ("API")注册者）；“您”或“您的”）之间的条款和条件（”条款“）。

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Binary Services Ltd, and you (the person who applied for this program; "you", "your", or "Affiliate"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful).
ja: 本文書（以下「本契約」という。）は、本プログラムへの参加を申請する際、及び当プログラムへの参加が許可された際にBinary.com（以下「当社」という。）と利用者（本プログラム申請者：以下「アフィリエイト会員」という。）との間に適用されるものとします。

source: This feature is not relevant to virtual-money accounts.
ar: هذه الميزة ليست ذات صلة بحسابات الأموال الافتراضية.
de: Diese Funktion ist für virtuelle Geldkonten nicht relevant
fr: Cette fonction ne s'applique pas aux comptes virtuels.
id: Fasilitas ini tidak tersedia untuk akun uang virtual.
ja: この機能は、デモ口座ではご利用頂けません。
pl: Ta funkcja nie jest dostępna dla kont z wirtualnymi pieniędzmi.
ru: Данная функция недоступна на демо-счетах.
th: ฟังก์ชันนี้ไม่สัมพันธ์กับบัญชีเงินเสมือน
vi: Đặc điểm này không liên quan tới tài khoản tiền ảo.
zh_cn: 此功能不适用于虚拟资金账户。

source: This feature is only relevant to payment agent accounts.
de: Diese Funktion ist nur für Geldkonten der Agenten relevant.
fr: Cette fonction s'applique uniquement aux comptes des agents de paiement.
ja: この機能は、決済サービスアカウントのみご利用いただけます。
vi: Đặc điểm này chỉ có liên quan tới các tài khoản đại lý thanh toán.
zh_cn: 此功能仅适用于支付代理账户。

source: This field is required.
ar: هذه الخانة مطلوبة.
de: Dieses Feld ist erforderlich.
fr: Ce champ est requis.
id: Bagian ini diperlukan.
ja: この項目は必須です。
pl: To pole jest wymagane.
ru: Данное поле является необходимым.
th: ข้อมูลในช่องนี้จำเป็นต้องมี
vi: Lĩnh vực này được yêu cầu.
zh_cn: 此字段为必填项。

source: This is a staging server - For testing purposes only
de: Dies ist ein Staging-Server - Nur zu Testzwecken
fr: Il s'agit d'un serveur intermédiaire, utilisé uniquement à des fins de test
ja: これはテストを目的としたステージングサーバーです
vi: Đây là một máy chủ dàn dựng - chỉ cho mục đích chỉ thử nghiệm
zh_cn: 这是分期服务器 -仅用于测试目的

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
ar: هذا حاجز استرشادي. الحاجز الفعلي هو نقطة بداية العقد بالاضافة إلى فارق الحاجز.
de: Dies ist ein Hinweis auf eine Schwelle. Die tatsächliche Schwelle wird der Kurs bei Kontraktbeginn zzgl. der Schwellenverschiebung sein.
fr: Ceci est une barrière indicative. La véritable barrière sera le point d'entrée plus la compensation de la barrière.
id: Ini adalah batasan indikatif. Batasan aktual adalah spot masuk ditambah batasan offset.
ja: このバリアは予想値です。実際のバリア値はスポット価格にバリア値を差し引いたものになります。
pl: To jest limit orientacyjny. Właściwym limitem będzie punkt wejściowy plus wartość zrównoważenia limitu.
ru: Это ориентировочный барьер. Настоящим барьером будет спот-котировка плюс изменение барьера.
vi: Đây là giới hạn được chỉ định. Giới hạn thực sẽ là giá giao ngay đầu vào cộng với độ lệch của giới hạn.
zh_cn: 这是一个指示性的障碍。实际障碍将是入市现价加上障碍距离。
