Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: <strong>Other Risks</strong>: There are other risks that relate to trading investment products and trading foreign currencies that cannot be described in detail in this document. Generally, however, securities, options and currency transactions involve exposure to a combination of the following risk factors: market risk, credit risk, settlement risk, liquidity risk, operational risk and legal risk. For example, there can be serious market disruptions if economic or political or other unforeseen events locally or overseas affect the market. In addition to these types of risk there may be other factors such as accounting and tax treatment issues that you should consider.
ar: <strong>المخاطر الأخرى</strong>: هناك مخاطر أخرى تتعلق بالمنتجات الاستثمارية لتداول ومتاجرة العملات الأجنبية التي لا يمكن وصفها بالتفصيل في هذه الوثيقة. عموما، ومع ذلك، الأوراق المالية، والخيارات وصفقات العملات تنطوي على التعرض لمجموعة من عوامل الخطر التالية: مخاطر السوق ومخاطر الائتمان، ومخاطر التسوية ومخاطر السيولة ومخاطر التشغيل والمخاطر القانونية. على سبيل المثال، يمكن أن يكون هناك اضطراب خطير في السوق في حالة الأحداث الاقتصادية أو السياسية أو أي أحداث أخرى غير متوقعة محليا أو خارجيا قد تؤثر على السوق. بالإضافة إلى هذه الأنواع من المخاطر قد تكون هناك عوامل أخرى مثل المسائل المتعلقة بالمحاسبة والتعامل الضريبي والتي يجب عليك دراستها.
de: <strong>Sonstige Risiken</strong>: Für den Handel mit Anlageprodukten und Fremdwährungen bestehen weitere Risiken, die in diesem Dokument nicht im Einzelnen beschrieben werden können. Im Allgemeinen jedoch ist mit Aktien-, Options- und Währungstransaktionen eine Kombination der folgenen Risikofaktoren verbunden: Marktrisiko, Kreditrisiko, Zahlungsrisiko, Liquiditätsrisiko, betriebliche und rechtliche Risiken. Beispielsweise kann es zu schweren Marktstörungen kommen, wenn wirtschaftliche, politische oder andere unvorhersehbare Ereignisse im Land oder im Ausland den Markt beeinträchtigen. Zusätzlich zu diesen Risikoarten kann es weitere Faktoren, wie Probleme bei der buchhalterischen oder steuerlichen Behandlung geben, die Sie berücksichtigen müssen.
fr: <strong>Autres risques</strong> : Il existe d'autres risques liés à la négociation de produits d'investissement et de devises qui ne peuvent être décrits en détail dans ce document. Cependant, de manière générale, les transactions sur titres, options ou devises vous exposent aux différents facteurs de risques suivants : risque de marché, risque de crédit, risque de règlement, risque de liquidité, risque opérationnel et risque juridique. Par exemple, de sérieuses perturbations de marché peuvent survenir en raison d'événements imprévus, qu'ils soient économiques, politiques ou autres, à l'échelle locale ou internationale. À ces différents types de risques peuvent s'ajouter d'autres facteurs qui doivent être pris en compte, notamment d'éventuels problèmes liés à votre régime comptable et fiscal.
id: <strong>Risiko Lainnya</strong>: Terdapat risiko lain yang berhubungan dengan trading produk investasi dan trading mata uang asing yang tidak dapat dijelaskan secara rinci dalam dokumen ini. Umumnya, bagaimanapun, sekuritas, pilihan dan transaksi mata uang melibatkan paparan kombinasi risiko dari faktor-faktor sebagai berikut: risiko pasar, risiko kredit, risiko penyelesaian, risiko likuiditas, risiko operasional dan risiko hukum. Misalnya, bisa ada gangguan pasar serius jika kejadian tak terduga ekonomi atau politik atau lainnya secara lokal atau luar negeri mempengaruhi pasar. Selain jenis risiko tersebut mungkin ada faktor-faktor lain seperti masalah akuntansi dan perlakuan pajak yang harus Anda pertimbangkan.
ja: <strong>その他のリスク</strong>: この文書には詳細に説明することができない取引投資商品や取引外貨に関するその他のリスクがあります。一般的にオプションや通貨取引には市場リスク、信用リスク、決済リスク、流動性リスク、運用リスク、法的リスクを受ける可能性があります。例えば、経済的、政治的、またはその他不測の事態がローカルまたは海外市場に影響を与える場合、深刻な市場の混乱が起こりうります。これらのリスクタイプに加えて、考慮すべき会計·税務処理問題などの他の要因があるかもしれません。
pl: <strong>Inne ryzyka</strong>: Istnieją inne rodzaje ryzyka związane z handlem produktami inwestycyjnymi i walutami obcymi, których nie można opisać szczegółowo w niniejszym dokumencie. Jednak można stwierdzić ogólnie, że transakcje związane z papierami wartościowymi, opcjami i walutami wiążą się z zagrożeniem różnymi czynnikami ryzyka, takimi jak: ryzyko rynkowe, ryzyko kredytowe, ryzyko rozliczeniowe, ryzyko płynności, ryzyko operacyjne i ryzyko prawne. Przykładowo, w wyniku wydarzeń gospodarczych, politycznych lub innych nieprzewidzianych wydarzeń lokalnych lub międzynarodowych mogą wystąpić silne zakłócenia na rynku. Oprócz tego rodzaju ryzyka należy wziąć pod uwagę również inne czynniki, takie jak kwestie związane z rachunkowością i podatkami.
ru: <strong>Другие риски</strong>: Есть и другие риски, связанные с торговлей на инвестиционных продуктах и иностранной валюте, которые не могут быть подробно описаны в этом документе. В целом, однако, ценные бумаги, опционы и валютные операции подвержены воздействию сочетания следующих факторов риска: рыночный риск, кредитный риск, риск урегулирования, риск ликвидности, операционный риск и правовой риск. Например, могут возникнуть серьезные перебои с рыночными данными, если какие-либо экономические, политические или другие непредвиденные события локально или за рубежом влияют на рынок. В дополнение к этим видам риска могут добавляться и другие факторы, такие как вопросы бухгалтерского и налогового толка, которые Вы должны иметь в виду.
th: <strong>ความเสี่ยงอื่นๆ</strong>: ยังมีความเสี่ยงอื่นๆ ที่เกี่ยวข้องกับผลิตภัณฑ์การลงทุนและการซื้อขายสกุลเงินต่างประเทศซึ่งไม่ได้พรรณนาในเอกสารฉบับนี้ อย่างไรก็ตาม โดยทั่วไปแล้ว หลักทรัพย์ต่างๆ ออปชั่น และธุรกรรมที่เกี่ยวข้องกับสกุลเงินนั้นมีปัจจัยความเสี่ยงต่อไปนี้: ความเสี่ยงทางตลาด ความเสี่ยงด้านเครดิต ความเสี่ยงในการชำระเงิน ความเสี่ยงในสภาพคล่อง ความเสี่ยงในการดำเนินการ และความเสี่ยงตามกฎหมาย เช่น มีการแทรกแซงในตลาดอย่างจริงจัง หากเศรษฐกิจ หรือ ภาวะทางการเมือง หรือ เหตุการณ์ในท้องถิ่นที่คาดการณ์ไม่ได้ล่วงหน้า หรือ เหตุการณ์ในต่างประเทศที่ส่งผลยังตลาด นอกจากนั้นแล้ว ความเสี่ยงเหล่านี้อาจจะมีความสัมพันธ์กับประเด็นทางบัญชีและการจัดเก็บภาษีที่ท่านพึงพิจารณา
vi: <strong>Rủi ro Khác</strong>: Có những rủi ro khác liên quan tới việc giao dịch sản phẩm đầu tư và giao dịch ngoại tệ không thể mô tả chi tiết trong văn bản này. Tuy nhiên, nhìn chung, chứng khoán, quyền chọn và giao dịch tiền tệ có liên quan sẽ bị ảnh hưởng bởi những nhân tố rủi ro sau: rủi ro thị trường, rủi ro tín dụng, rủi ro đặt lệnh, rủi ro thanh khoản, rủi ro hoạt động và rủi ro pháp lý. VÍ dụ, có thể có gián đoạn thị trường nghiêm trọng nếu có những sự kiện kinh tế, chính trị trong nước hoặc quốc tế không được dự báo trước làm ảnh hưởng tới thị trường. Thêm nữa, còn có những loại rủi ro khác nữa đó là các vấn đề thuế và kế toán bạn nên cân nhắc.
zh_cn: <strong>其他风险</strong>: 关于投资产品交易、外汇交易的其他风险无法在此文件中逐一说明。但一般来说，证券、期权和货币交易所牵涉的集合性风险包括：市场风险、信用风险、结算风险、流动性风险、运作风险和法律风险。例如，本地或海外可能会发生经济、政治或其他不可预测的事件，造成严重的市场纷乱。除了这些风险以外，会计和税务处理问题等因素也是您必须考虑的。

source: <strong>Short positions</strong>: We charge a 2% fee on top of interbank lending rates.
de: <strong>Kurze Positionen</strong>: Wir erheben, zuzüglich der Interbank Kreditzinsen, eine Gebühr von 2%.
fr: <strong>Position courte</strong> : Nous facturons un taux de 2 % en sus des atux de prêt interbancaire.
ja: <strong>ショートポジション</strong>: インターバンクの貸出金利の2%の手数料を課します。
vi: <strong>Thế giá xuống</strong>: chúng tôi tính phí một khoản phí 2% trên đầu trang của tỷ giá cho vay liên ngân hàng.
zh_cn: <strong>空头头寸</strong>: 我们收取比银行间贷款利率高 2% 的费用。

source: A Bachelor's degree in Computer Science, or an equivalent combination of technical education, training and work experience
de: Ein Bachelor-Abschluss in Computerwissenschaft oder eine gleichwertige Kombination aus technischer Ausbildung, Training und Berufserfahrung
fr: Un niveau Bac+3 en informatique ou un niveau équivalent combinant formation technique et expérience professionnelle
ja: 情報工学の学位または同種の技術教育、技術訓練、実務経験
vi: Cử nhân Khoa Học Máy Tính, hoặc một sự kết hợp tương đương giáo dục chuyên môn, đào tạo và kinh nghiệm làm việc
zh_cn: 计算机科学大学本科学历，或拥有同等的技术教育、培训和工作经验

source: A Bachelor's degree in Marketing, Business Administration, or related discipline
de: Ein Bachelor-Abschluss in Marketing, Betriebswirtschaft oder einer ähnlichen Disziplin
fr: Un diplôme de niveau licence en marketing, en gestion ou dans une discipline pertinente
ja: マーケティング、経営管理または関連分野の学士号をお持ちの方
vi: Bằng cử nhận chuyên ngành Marketing, Quản trị kinh doanh hoặc chuyên ngành liên quan
zh_cn: 营销、工商管理或相关学科学士学位

source: A PEP is an individual who is or has been entrusted with a prominent public function. This status extends to a PEP's relatives and close associates.
fr: Un PEP est un individu auquel a été confié une fonction publique proéminente. Ce statut s'étend à la famille et aux proches associés des PEP.
ja: PEPとは公的地位に有するまたは委託されている個人をいいます。親族や親しい友人にPEPがいる場合も該当します。
zh_cn: PEP是被委托进行特出公众任务的个人。此身份包括了PEP的亲属和亲近的人。

source: A Payment Agent acts like an exchange between the Client (that is, our customer) and %1. The Payment Agent processes deposits and withdrawals for Clients who wish to use a specific e-cash method or local currency that is not offered by %1. The transfer fees are borne by the Client.
ar: يتعامل وكيل الدفع كوسيط تبادل بين العميل (عميلنا) و %1. يقوم وكيل الدفع بمعالجة عمليات الإيداع والسحب للعملاء الذين يرغبون في استخدام نظام معين للنقود الإلكترونية أو يرغبون باستخدام العملة المحلية التي لا تقدم من %1. ويتحمل العميل رسوم التحويل.
de: Ein Zahlungsagent handelt als ein Mittler zwischen dem Kunden (das heißt, unserem Kunden) und %1. Der Zahlungsagent führt für Kunden, die eine besondere e-Cash Methode oder nationale Währung verweden, die nicht von %1 angebotet wird, Einzahlungen und Abhebungen durch. Die Überweisungsgebühren werden vom Kunden getragen.
fr: L'Agent de Paiement agit comme un intermédiaire entre le Client (notre client) et %1. L'Agent de Paiement prend en charge les dépôts et retraits pour les Clients souhaitant utiliser un service de paiement électronique spécifique ou une devise locale non disponible sur %1. Les frais de change sont à la charge du Client.
id: Agen Pembayaran bertindak sebagai penukar antara Klien (Pelanggan kami) dan %1. Agen Pembayaran memproses deposit dan penarikan untuk Klien yang ingin menggunakan metode pembayaran tertentu atau mata uang lokal yang tidak ditawarkan oleh %1. Biaya transfer akan ditanggung oleh Klien.
ja: 決済サービスエージェントは、お客さま（当社の顧客）と当社の間で取引所のような役割を果たします。決済サービスエージェントは、当社が取り扱いをしていない特定のEキャッシュ手段や現地通貨を利用したいお客さまに入出金の処理をします。振込や送金手数料はお客さま負担です。
pl: Pośrednik płatności działa jako kantor wymiany walut między Klientem (naszym klientem) a %1. Pośrednik płatności przetwarza wpłaty i wypłaty dla klientów, którzy chcą korzystać z określonych metod płatności internetowych lub lokalnych walut niedostępnych na %1. Opłaty za przelewy są pokrywane przez Klienta.
ru: Платежный Агент выступает в роли посредника между нашим Клиентом и %1. Платежный агент обрабатывает пополнение и вывод средств для Клиентов, которые желают использовать специфический электронный способ оплаты или местную валюту, не предложенную на %1. Комиссию за перевод оплачивает Клиент.
th: ตัวแทนรับชำระเงินเป็นเหมือนตัวกลางแลกเปลี่ยนระหว่างลูกค้าและ %1 ตัวแทนรับชำระเงินอำนวยความสะดวกในการฝากเงินและถอนเงินให้กับลูกค้าที่ปรารถนาจะใช้ช่องทางเงินสดอิเล็กทรอนิกส์ หรือ สกุลเงินท้องถิ่น ที่ไม่ได้บริการโดย %1 โดยค่าธรรมเนียมการโอนเงินรับผิดชอบโดยลูกค้าผู้ทำธุรกรรม
vi: Đại lý Thanh toán làm việc giống như hoạt động trao đổi giữa các Khách hàng (đó là khách hàng của chúng tôi) và %1. Đại lý Thanh toán tiến hành thực hiện hoạt động rút tiền và gửi tiền cho Khách hàng muốn sử dụng phương thức thanh toán thẻ điện tử hoặc bằng tiền nội tệ mà không được %1 cung cấp. Phí giao dịch Khách hàng sẽ chịu.
zh_cn: 付款代理人扮演客户（即我们的顾客）和 %1之间的兑换员。付款代理人负责为希望使用某一特定电子货币方法或%1不支持的本地货币的客户处理充值和提款事宜。汇款费用由客户支付。

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader.
ar: التداول الذى يبقى بين حاجزين يعطى مردودات إذا بقى السوق بين (لم يصل إلى) الحاجز الأعلى أو الحاجز الأسفل فى أى وقت خلال الفترة المختارة. التداول الذى يخرج عن الحاجز يعطى مردودات إذا وصل السوق إلى الحاجز الأعلى أو الحاجز الأسفل فى أى وقت خلال الفترة المختارة.
de: Ein Bleibt-Zwischen-Kontrakt wird ausgezahlt, wenn der Kurs in der Zeitspanne, die vom Händler ausgewählt wurde, zwischen dem oberen UND unteren Schwellenwert bleibt (diesen aber nicht erreicht). Ein Übersteigt-Kontrakt wird ausgezahlt, wenn der Kurs während der vom Händler ausgewählten Zeitspanne ENTWEDER den oberen oder unteren Schwellenwert über- bzw. untersteigt.
fr: Une option « Reste dans la zone » aboutit à un paiement lorsque le marché reste entre les barrières et ne touche NI la barrière supérieure NI la barrière inférieure sur toute la durée de la période définie par le trader. Une option « Sort de la zone » aboutit à un paiement si le marché touche SOIT la barrière supérieure, SOIT la barrière inférieure, à tout moment de la période définie par le trader.
id: Kontrak tetap antara akan memberi untung jika market tetap berada diantara (tidak menyentuh) KEDUA batasan tinggi atau rendah kapan saja selama periode yang dipilih oleh trader. Kontrak bergerak keluar akan memberi untung jika pasar menyentuh SALAH SATU batasan tinggi atau batasan rendah selama periode kontrak yang dipilih oleh trader.
ja: レンジトレードにおける「STAY-IN」トレードは、取引期間中常に上限バリア、及び下限バリアの間に価格が留まれば条件が満たされたと判定され、上下どちらかのバリア値にタッチした瞬間に条件が満たされないと判定されます。「BREAK-OUT」では取引期間以内に一度でも上限バリア、または下限バリアにタッチすれば条件が満たされたと判定されます。
pl: Zakład typu „pozostanie pomiędzy” przynosi zysk, jeśli rynek pozostanie pomiędzy ZARÓWNO górnym, jak i dolnym limitem (nie osiągnie limitu) w dowolnym momencie w wybranym okresie. Zakład typu „przekroczy” przynosi zysk, jeśli rynek osiągnie górny ALBO dolny limit w dowolnym momencie w wybranym okresie.
ru: Если Вы выбираете "Останется между" (не коснется обоих уровней), Вы выигрываете, если рынок останется между верхним и нижним барьером (не коснется ни ОДНОГО из них) за все время действия контракта. Контракт "Выйдет за пределы" выигрывает, если рынок коснется ЛИБО высшего, ЛИБО нижнего барьера в любое время действия контракта.
vi: Giao dịch Ở giữa có tiền thưởng khi thị trường ở giữa (không chạm) CẢ HAI hàng rào cao hoặc hàng rào thấp tại bất cứ thời điểm nào trong suốt thời gian được người giao dịch lựa chọn. Giao dịch Ra ngoài có tiền thưởng khi thị trường chạm MỘT TRONG HAI hàng rào cao hoặc hàng rào thấp tại bất cứ thời điểm nào trong suốt thời gian được người giao dịch chọn.
zh_cn: 如果市场在所选期限内一直保持在（没有触及）高障碍或低障碍之间，所选择的“保持在范围之内”交易即可获利。如果市场在所选期限内只要触及高障碍或低障碍，所选择的“超出范围之外”交易即可获利。

source: A Transaction is opened by either executing a "Buy" or "Sell" Order based on a specified number of lots (volume) that constitute the underlying instrument of the relevant market.
de: Eine Transaktion wird entweder durch ausführen einer "Buy" oder "Sell" Order, die auf einer spezifischen Anzahl an Lots (Volumen), die das zugrundeliegende Instrument des relevanten Marktes darstellen, basiert, eröffnet.
fr: L'ouverture d'une transaction correspond à l'exécution d'un ordre « Achat » ou « Vente » sur un nombre de lots donnés (volume) qui constituent l'instrument sous-jacent du marché concerné.
ja: 関連する市場の原資産商品を特定のロット数（数量）「購入」または「売却」注文を実行することで取引が開始されます。
vi: Một giao dịch được mở ra bằng một trong hai cách thực hiện một "mua" hoặc "Bán" thứ tự dựa trên một số quy định của số lô (khối lượng) mà tạo thành các dụng cụ cơ bản của thị trường có liên quan.
zh_cn: 根据构成相关市场标的工具的指定批(量) 数量执行“买入”或“卖出”订单开盘交易。

source: A True Partnership
ar: شراكة حقيقية
de: Eine echte Partnerschaft
fr: Un véritable partenariat
id: Kemitraan Sejati
ja: 最高のサポート体制を提供
pl: Prawdziwe partnerstwo
ru: Настоящее партнерство
th: พันธมิตรที่แท้จริง
vi: Sự hợp tác đúng nghĩa
zh_cn: 真正的合作伙伴

source: A background in IT development
ar: خلفية في تطوير تكنولوجيا المعلومات
de: Arbeitserfahrung in der IT-Entwicklung
fr: Une expérience dans le domaine du développement des TI
id: Berlatar belakang pengembangan IT
ja: IT開発の経歴
pl: Doświadczenie w programowaniu
ru: Опыт работы в области IT-разработки
th: มีประสบการณ์ในการพัฒนาระบบงานสารสนเทศ
vi: Kinh nghiệm phát triển CNTT
zh_cn: 具信息技术开发背景

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct.
ar: عقد الخيار الثنائى هو عقد يشتريه المتداول ويدفع ربح محدد مسبقاً إذا صح توقعه.
de: Eine Binäre Option ist ein Kontrakt, der von einem Händler gekauft wurde und der einen im Voraus festgelegten Betrag auszahlt, wenn seine Voraussage korrekt ist.
fr: Une option binaire est un contrat acheté par un trader, qui aboutit au paiement d'un montant prédéterminé si la prédiction du trader est correcte.
id: Opsi binary adalah sebuah kontrak yang dibeli oleh trader, yang memberi jumlah yang telah ditentukan jika analisa mereka benar.
ja: バイナリーオプションとはトレーダーがトレードを購入し、条件が満たされた場合にあらかじめ決められたペイアウトがトレーダーに支払われることをいいます。
pl: Opcja binarna to zakupiony przez gracza kontrakt, dla którego wypłacana jest wcześniej określona kwota, jeśli prognoza gracza się sprawdzi.
ru: Бинарный опцион - это покупаемый трейдером контракт, по которому выплачивается заранее оговоренная сумма в случае правильного прогноза.
th: ไบนารีออปชั่นเป็นสัญญาซื้อขายประเภทหนึ่งที่ผู้เทรดจะได้รับเงินตามจำนวนเงินที่กำหนดหากผลการทำนายของเขาถูกต้อง
vi: Quyền chọn nhị phân là dạng hợp đồng mua bởi nhà giao dịch, trả trước một khoản nhất định nếu dự đoán của họ là chính xác.
zh_cn: 二元期权为交易者所买入之合约，如果预测正确即可获得预先确定的获利金额。

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose.
de: Eine Binäre Option ist eine Option mit einer festen Auszahlung, die zu Beginn des Kontrakts festgelegt wird. Wenn Ihre Voraussage richtig ist, erhalten Sie eine im Voraus festgelegte Auszahlung. Anderenfalls verlieren Sie Ihren ursprünglichen Einsatz, nichts weiter. Die Optionen werden „Binär" genannt, da es nur zwei Ergebnisse geben kann - gewinnen oder verlieren.
fr: Une option binaire est une option pour laquelle un paiement fixe est déterminé en début d'opération. Si votre prédiction est correcte, vous percevez le paiement convenu. Dans le cas contraire, vous perdez uniquement votre investissement initial. Ces options sont dites « binaires », car elles ne présentent que deux issues possibles : gagner ou perdre.
ja: バイナリーオプションは、取引開始時に予め決められた固定ペイアウトを用いたオプション取引です。条件が満たされた場合、そのペイアウトをお受け取りいただけます。条件が満たされなかった場合は、ペイアウトは支払われず購入金額を失うことになります。条件が満たされるか・満たされないか - の2つだけの結果からなることから、「バイナリーオプション」と呼ばれています。
vi: Quyền chọn nhị phân là dạng lựa chọn mức tiền thưởng cố định được xác định ngay từ đầu giao dịch. Nếu bạn dự đoán chính xác, bạn sẽ nhận được số tiền thưởng đã thỏa thuận. Nếu đoán sai, bạn sẽ chỉ mất lượng cược ban đầu, không mất nhiều hơn. Quyền chọn gọi là 'nhị phân' vì sẽ chỉ có 2 khả năng xảy ra - thắng hay thua.
zh_cn: 二元期权是一种拥有固定赔付额的期权，赔付额在执行交易时就已经敲定。如果交易者预测正确，即可获得预定的赔付额，否则，将仅损失初始金额。此期权称为“二元”，因为只有两种结果，即赢或输。

source: A broad array of HR-related administrative tasks
ar: مجموعة واسعة من المهام الإدارية المتصلة بالموارد البشرية
de: Ein breites Spektrum an Personalverwaltungsaufgaben
fr: Un large éventail de tâches administratives liées aux ressources humaines
id: Mencangkupi tugas-tugas yang berhubungan dengan SDM
ja: 幅広いHR関連の管理作業
pl: Szeroki zakres zadań administracyjnych związanych z zasobami ludzkimi
ru: Широкий спектр административных задач в области HR
th: มีประสบการณ์ในงานบริหารบุคคลที่หลากหลาย
vi: Một mảng liên quan tới quản lý nhân sự, HR
zh_cn: 一系列人力资源相关的管理任务

source: A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria:
fr: Un client est quelqu'un qui nous a été envoyé par l'un de vos outils de marketing et qui a déposé de l'argent sur son compte %1. Il doit satisfaire aux critères suivants :
ja: 獲得会員とは、お客様のアフィリエイトリンクを経由して%1にご口座を開設しご入金をされた方のことです。また、下記の基準を満たす必要があります。

source: A dedicated affiliate team to provide you with the best service possible
ar: فريق مخصص للشركاء المنتسبين يتفانى لتقديم أفضل خدمة ممكنة
de: Ein engagiertes Geschäftspartner-Team, um Ihnen den bestmöglichen Service zu bieten
fr: Une équipe affiliée spécialisée pour vous offrir les meilleurs services possible
id: Tim affiliasi akan memberikan Anda layanan yang terbaik
ja: 最良のサービスを提供するアフィリエイトチームによる万全のサポート
pl: Specjalny zespół do obsługi partnerów zapewniający najlepszą obsługę
ru: Наша партнерская команда предоставит Вам наилучший возможный сервис
th: มีทีมงานเฉพาะเพื่อดูแลและอำนวยความสะดวกให้กับพันธมิตรเพื่อให้ท่านได้รับทุกบริการที่เป็นเลิศ
vi: Một nhóm liên kết chuyên nghiệp sẽ cung cấp cho bạn dịch vụ tốt nhất có thể
zh_cn: 专门的联盟团队为您提供最佳服务

source: A degree in Accounting or Finance, and at least three years of experience working in Internal Audit or Corporate Governance
ar: شهادة البكالوريوس في المحاسبة أو المالية، وثلاث سنوات على الأقل من الخبرة في العمل في المراجعة الداخلية للحسابات أو إدارة الشركات
de: Ein Abschluss in Buchhaltung oder Finanzen und mindestens drei Jahre Arbeitserfahrung in der internen Revision oder Unternehmensführung
fr: Un diplôme en comptabilité ou en finance, et au moins trois ans d'expérience dans le domaine de l'audit interne ou de la gouvernance d'entreprise
id: Sarjana dalam Akuntansi atau Keuangan, dan setidaknya memiliki tiga tahun pengalaman bekerja ada bidang Internal Audit atau Tata Kelola Perusahaan
ja: 会計または財務の学位をお持ちで、少なくとも3年の内部監査またはコーポレート・ガバナンスの実務経験がある方
pl: Studia na kierunku Rachunkowość lub Finanse i co najmniej 3 lata doświadczenia w audycie wewnętrznym lub nadzorze właścicielskim
ru: Образование в области бухгалтерского учета или финансов и минимум 3 года опыта работы в области внутреннего аудита или корпоративного управления
th: สำเร็จการศึกษาสาขาการบัญชี หรือ การเงิน และมีประสบการณ์ทำงานอย่างน้อง 3 ปีในงานตรวจสอบภายใน หรือ การกำกับดูแลธรรมาภิบาลองค์กร
vi: Có văn bằng Kế toán hoặc Tài chính và ít nhất ba năm kinh nghiệm làm việc trong công ty Kiểm toán nội bộ hoặc Quản trị doanh nghiệp
zh_cn: 拥有会计或财务学位，并有三年以上内部审计或企业管理工作经验

source: A degree major in Accounting or other relevant professional qualifications
ar: بدرجة كبيرة في المحاسبة أو غيرها من المؤهلات المهنية ذات الصلة
de: Ein Abschluss in Buchhaltung oder andere relevante Berufsqualifikationen
fr: Diplôme spécialisé en comptabilité ou autres qualifications professionnelles pertinentes
id: Sarjana Akuntansi atau kualifikasi profesional lainnya yang relevan
ja: 会計を専攻とする学位またはその他関連した専門的な資格
pl: Studia magisterskie na kierunku Rachunkowość lub inne kwalifikacje zawodowe w tej dziedzinie
ru: Степень магистра в области бухгалтерского учёта или профессиональная квалификация в схожей области
th: สำเร็จการศึกษาในสาขาการบัญชี หรือ สาขาอื่นที่เกี่ยวข้อง
vi: Văn bằng chuyên ngành kế toán hoặc trình độ chuyên môn có liên quan
zh_cn: 会计学学位或专业资格认证
