Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: A force majeure event, if and when determined, means, (i) the Company, by reason of force majeure or act of state, is prevented from, or hindered or delayed, in delivering or receiving, or is impossible to deliver or receive, any quotation of the bid and offer price of a market in one or more of the instruments which we ordinarily deal in Transactions; (ii) an excessive movement in the market of the instrument or our reasonable anticipation of the potential occurrence of market disruption.
de: Ein Ereignis höherer Gewalt, ob und wann bestimmt, meint, (i) dass das Unternehmen, auf Grund eines Ereignisses höherer Gewalt, oder durch einen Staatsakt, im Ausliefern oder Erhalten verhindert, gehindert oder verzögert ist, oder wenn es unmöglich ist eine Notierung eines Briefkurses oder Geldkurses in einem Markt von einem oder mehreren Instrumenten, die wir gewöhnlich in Transaktionen handeln, auszuliefern oder zu erhalten; (ii) eine übermäßige Bewegung im Markt des Instruments oder unsere angemessene Erwartung eines potentiellen Eintretens einer Marktstörung.
fr: Un cas de force majeure, si et quand il est caractérisé, signifie, (i) que l'entreprise, pour raison de force majeure ou acte d'état, est empêchée, entravée ou retardée, de fournir ou recevoir, ou dans l' impossibilité de fournir ou recevoir, toutes quotations en terme de mises ou d'offres de prix dans un marché sur un ou plusieurs instruments que nous traitons usuellement en Transactions; (ii) un mouvement excessif dans le marché de l'instrument ou notre prévision raisonnable d"une possibilité de perturbation du marché.
vi: Sự kiện bất khả kháng, nếu và khi được xác định, có nghĩa là, (i) công ty, bởi lí do bất khả kháng hoặc tác động của nhà nước, ngăn ngừa hoặc cản trở hoặc gây chậm trễ trong việc cung cấp hoặc nhận hoặc không có khả năng để cung cấp hoặc nhận, bất kỳ bảng báo giá nào của giá thầu và đưa ra giá của một thị trường nằm trong một hoặc nhiều các công cụ mà chúng tôi thường thỏa thuận trong phiên giao dịch; (ii) một bước chuyển biến quá mức trong thị trường của công cụ hoặc chúng tôi dự đoán được sự xuất hiện tiềm năng của sự gián đoạn thị trường.
zh_cn: 不可抗力事件，如果发生及一旦确定，是指(i) 公司因不可抗力或政府行为因素，被阻止或妨碍或延迟通过我们通常用于进行交易处理的一或多个工具交付或接收，或无法提供或接收任何投标报价并提供市场价格; (ii) 交易工具的市场动荡过度或我们合理预期可能发生的市场扰乱。

source: A higher figure (higher to you) representing our offer price and a lower figure (lower to you) representing our bid price for each Transaction shall be quoted to you upon your request. The difference between our bid and our offer price will comprise of the market spread (where there is market for the underlying instrument) and our spread (being our charge to you).
de: Ein höherer Wert (höher für Sie), der unseren Briefkurs repräsentiert und ein niedrigerer Wert (niedrig für Sie), der unseren Geldkurs repräsentiert, wird Ihnen auf Anfrage, für jede Transaktion angegeben. Der Unterschied zwischen unserem Geld- und Briefkurs wird aus der Marktverteilung (wo es Markt für das zugrundeliegende Instrument gibt) und unserer Verteilung (unsere Gebühr an Sie) bestehen.
fr: Un chiffre plus élevé (plus élevé pour vous) représentant un prix d'offre et un chiffre (plus bas pour vous) représentant notre prix de mise pour chaque Transaction vous sera coté à chaque requête. La difference entre notre mise et notre offre en terme de prix comprendra le spread du marché (où il y a un marché pour l'instrument sous-jacent) et notre spread (c'est à dire nos frais pour vous).
vi: Một con số cao hơn (cao hơn đối với bạn) đại diện cho giá chào bán của chúng tôi và một con số thấp hơn (thấp hơn đối với bạn) đại diện cho giá dự thầu của chúng tôi cho mỗi giao dịch được trích dẫn cho bạn theo yêu cầu của bạn. Sự khác biệt giữa giá thầu của chúng tôi và giá mà chúng tôi cung cấp sẽ bao gồm cả sự quảng bá thị trường (nơi có thị trường cho các dụng cụ cơ bản nằm bên dưới) và cả sự quảng bá của chúng tôi (đang là chúng tôi tính phí cho bạn).
zh_cn: 每笔交易的报价将根据您的要求为您提供，包括代表我们报价的较高数字（对您来说比较高），以及代表我们出价的较低价格（对您来说较低）。我们的出价和报价之间的差额将包括市场价差（当有标的工具市场时）和我们的价差（我们向您收的费用）。

source: Additional business exposure:
fr: Risque additionnel des affaires :

source: All client orders are processed on a first in first out basis without any manual intervention. When executing your order, %1 will seek to fill your order transaction as promptly as possible, at the instructed price (or at a better price, if available). Exposure limits are established based on internal governance arrangements and risk management framework which commensurate with the size, nature, complexity, and risk profile of our activities. These exposure limits are used as benchmarks to distinguish orders that are auto-accepted and orders that will be worked in the market with fill level passed on to the client.
fr: Tous les ordres des clients sont traités par ordre de placement chronologique, sans intervention manuelle. Dans le cadre de l'exécution de votre ordre, %1 s'efforcera de traiter la transaction correspondante aussi vite que possible, au prix indiqué (ou à un meilleur prix, le cas échéant). Les limites d'exposition au risque sont définies en fonctions des modalités de gouvernance et du système de gestion du risque, pour refléter l'ampleur, la nature, la complexité et le profil de risque de vos activités. Ces limites d'exposition servent de références afin de distinguer les ordres susceptibles d'être automatiquement acceptés des ordres qui seront évalués en condition de marché tout en communiquant le niveau d'exécution au client.

source: By default, the intelligent order routing system ensures that the top of the book is always comprised of the best bid and offer rates quoted by the competing liquidity providers. However, during times of market illiquidity, this may change with likelihood of execution being the primary execution factor.
de: Das intelligente Orderführungssystem sorgt standardmäßig dafür, dass der Oberteil des Buches immer die besten Angebots- und Briefkurse umfasst, die von den konkurrierenden Liquiditätsgebern angegeben sind. Dies kann sich jedoch mit Wahrscheinlichkeit auf Ausführung als primärer Ausführungsfaktor, in Zeiten einer Marktliquidität, ändern.
fr: Par défaut, le système d'acheminement intelligent des ordres garantit que le haut du registre est toujours compris des meilleurs taux de mises et d'offres cotés par les fournisseurs de liquidités concurrents. Cependant, durant les phases d'illiquidité du marché, cela peut changer avec la probabilité d'exécution devenant le facteur principal d'exécution.
vi: Theo mặc định, hệ thống tự định tuyến thông minh đảm bảo rằng phần đầu của cuốn sách luôn luôn bao gồm các giá thầu tốt nhất và cung cấp tỉ giá trích dẫn bởi các nhà cung cấp thanh khoản cạnh tranh. Tuy nhiên, trong thời gian tính thanh khoản của thị trường kém, điều này có thể thay đổi thành khả năng thực thi vốn đang là các yếu tố chính trong quá trình thực thi lệnh.
zh_cn: 默认情况下，智能订单路由系统确保记录本的最顶部位总是由最佳竞标价格和参与竞争的流动性提供商报价组成。然而，在市场流动性不足的时候，这种情况可能会改变，并由执行可能性作主要执行因素。

source: Click on the <strong>Advanced</strong> button.
fr: Cliquez sur le bouton <strong>Avancé</strong>.

source: Click on the <strong>Advanced</strong> tab.
fr: Cliquez sur l'onglet <strong>Avancé</strong>.

source: Click on the <strong>Show advanced settings</strong>.
fr: Cliquez sur le bouton<strong>Afficher les réglages avancés</strong>.

source: Event &mdash; Event examples include circumstances whereby the type of Transaction to which your Order is related to ceased to be offered, or a Corporate Event or the insolvency of a Company whose shares represent are related to the subject matter of the Order, and others.
de: Ereignis &mdash; Beispiele für Ereignisse beinhalten Umstände in denen die Art der Transaktion, auf die sich Ihre Order bezieht, nicht mehr angeboten wird, oder ein Firmenevent oder die Insolvenz eines Unternehmens, dessen vertretene Aktien mit dem Gegenstand der Order verbunden sind, und andere.
fr: Événement &mdash; Exemples d’événement comprenant les circonstances où le type de Transaction correspondant à l'ordre cesse d’être offert, ou un Evénement Entreprise ou l'insolvabilité d'une entreprise dont les actions sont liées à l'Ordre, et autres.
vi: Sự kiện &mdash; sự kiện ví dụ bao gồm các trường hợp theo đó loại giao dịch mà lệnh của bạn có liên quan đến không còn được cung cấp, hoặc một sự kiện đoàn thể hoặc sự phá sản của một công ty cổ phần có đại diện liên quan đến chủ đề của lệnh, và những việc khác.
zh_cn: 事件 &mdash; 事件示例包括停止提供与您的订单相关的交易类型的情况，或公司事件或拥有与订单题材相关股权而无力偿债的公司，以及其他。

source: Given our role as a margin trading service provider as described in this Agreement, we seek to avoid undue market influence to the extent consistent with your trading needs and our risk management policies and procedures. By continuing to use the margin trading services described in this Agreement, you acknowledge that you are aware of the potential conflict of interest disclosed that may arise and cannot be completely eliminated, and you consent us to act notwithstanding such potential conflict of interests.
de: In unserer Rolle als ein Margin-Handelsdienstleister, wie in dieser Vereinbarung beschrieben, versuchen wir unrechtmäßige Markteinflüsse in einem Maß mit Ihren Handelsbedürfnissen und unseren Risikomanagementrichtlinien und Verfahren übereinzustimmen. In dem Sie fortfahren die in dieser Vereinbarung beschriebenen Margin-Handelsdienstleistungen zu verwenden, bestätigen Sie, dass Sie sich dem potentiellen veröffentlichten Interessenkonflikt bewusst sind, der entstehen und nicht vollkommen eliminiert werden kann, und Sie stimmen uns zu, ungeachtet eines solchen Interessenkonflikts, zu agieren.
fr: Etant donné notre rôle comme un fournisseur de service en operations sur marge comme décrite dans ce contract, nous cherchons à éviter toute inutile influence du marché dans la mesure où il est en accord avec vos besoins en opérations et nos politiques et procédures en matière de management du risque. En continuant à utiliser nos services d'opérations sur marge décrite dans ce contrat, vous reconnaissez que vous êtes conscient du potentiel conflit d’intérêt divulgué qui peut se produire et ne peut être totalement éliminé, et vous nous consentez à agir nonobstant un tel potentiel conflit d’intérêts.
vi: Vai trò được cho ra của chúng tôi như là một nhà cung cấp dịch vụ kinh doanh ký quỹ như đã được mô tả trong thỏa thuận này, chúng tôi tìm kiếm để tránh các thị trường thái quá ảnh hưởng đến mức độ phù hợp với nhu cầu giao dịch của bạn và chính sách quản lý rủi ro của chúng tôi cũng như thủ tục kinh doanh. Băng việc tiếp tục sử dụng dịch vụ kinh doanh ký quỹ đã được mô tả trong thỏa thuận này, bạn nhận ra rằng bạn đang nhận ra tiềm năng xung đột lợi ích có thể phát sinh và không thể bị loại bỏ hoàn toàn, và bạn đồng ý với chúng tôi để hành động bất chấp xung đột về lợi ích.
zh_cn: 我们是融资融券交易服务提供商，如本协议所述，我们尽量不让市场影响您的交易需求，同时维护我们的风险管理政策和程序。通过继续使用本协议所述的融资融券交易服务，您承认并已了解，所披露利益的潜在冲突可能会出现以及不能完全排除，即使存在这种潜在利益冲突，您也同意我们的行动。

source: Go to "<strong>Chrome Menu (Customize and control Google Chrome)</strong>" dropdown and select <strong>Settings</strong>.
fr: Allez sur le menu déroulant "<strong>Menu Chrome (Personnalisez et contrôlez Google Chrome)</strong>" et sélectionnez <strong>Réglages</strong>.

source: Have made the minimum deposit.
fr: A versé le minimum dépôt.

source: Have not previously been a %1 customer.
fr: N'a pas précédemment été un client %1.

source: IMPORTANT DISCLAIMER
fr: IMPORTANTE DÉCHARGE

source: If a closing Transaction in the same market is entered into but with a higher number of lots, the original Open Position will be closed and a new Open Position will be entered into for the number of lots by which the new Transaction exceeds the Open Position.
de: Wenn eine Schlusstransaktion mit einer höheren Anzahl an Lots im selben Markt eingegangen wird, wird die ursprüngliche Offene Position geschlossen und eine neue Offene Position für die Anzahl an Lots, zu welcher die neue Transaktion die Offene Position übersteigt, wird eingegangen.
fr: Si une cloture de Transaction dans le même marché est créée mais avec un plus grand nombre de lots, les Positions Ouvertes originales seront clôturées et une nouvelle Position Ouverte sera créée pour le nombre de lots par lequel la nouvelle Transaction dépasse la Position Ouverte.
vi: Nếu một phiên giao dịch đang đóng ở cùng một thị trường tương tự được nhập vào nhưng với con số cao hơn rất nhiều, thế tăng giá ban đầu sẽ bị đóng lại và một thế tăng giá mới sẽ được nhập vào cho một số rất lớn bởi nhiều giao dịch mới vượt quá thế tăng giá.
zh_cn: 如果在同一市场签定平仓交易，但是具有较多的手份，原来持仓头寸将平仓，并以超越未平仓头寸的新交易手份数签订新未平仓头寸。

source: If the Margin Level for your Real Account reaches or falls below the Stop Out Level, this will be classified as an Event of Default. In such circumstances, Open Positions are automatically closed in the following order: (i) the server analyses clients' Orders that are not under execution at the moment; (ii) the server deletes Orders with the largest Margin; (iii) if your Margin Level is still under the Stop Out Level, the next order is deleted (orders without margin requirements are not deleted); (iv) if your Margin Level is still under the Stop Out Level, the server closes a position with the largest loss; (v) Open Positions are closed until your Margin Level becomes higher than the Stop Out Level.
de: Wenn das Margin Level für Ihr echtes Konto das Stop Out Level erreicht, oder unter dieses fällt, wird dies als Verzugsfall bezeichnet. In solchen Umständen, werden offene Positionen automatisch in der folgenden Anordnung geschlossen: (i) der Server analysiert Kundenorder, die momentan nicht in Ausführung sind; (ii) der Server löscht Order mit der größten Margin; (iii) wenn Ihr Margin Level noch unter dem Stop Out Level liegt, wird die nächste Order gelöscht (Order ohne Margin Anforderungen werden nicht gelöscht); (iv) wenn Ihr Margin Level noch unter dem Stop Out Level liegt, schließt der Server eine Position mit dem größten Verlust; (v) offene Positionen werden geschlossen, bis Ihr Margin Level höher als das Stop Out Level liegt.
fr: Si le Niveau de Marge pour votre Compte atteint ou tombe en dessous du niveau du Stop Out, cela sera classifié comme un Événement de Défaut. Dans de telles circonstances, les Positions Ouvertes sont automatiquement fermées dans l'ordre suivant: (i) le serveur analyse les Ordres Clients qui ne sont pas exécutés à ce moment; (ii) le serveur supprime les Ordres avec les Marges les plus grandes; (iii) si votre Niveau de Marge est encore en dessous du niveau du Stop Out, le prochain ordre est supprimé (les ordres sans exigence de marge ne sont pas supprimés); (iv) si votre Niveau de Marge est encore en dessous du Niveau du Stop Out; le serveur ferme la position avec la plus grande perte; (v) les Positions Ouvertes sont fermées jusqu'à ce que votre Niveau de Marge redevienne plus grande que le Niveau du Stop Out.
vi: Nếu mức lề cho tài khoản thực của bạn đạt hoặc hạ thấp hơn ngưỡng dừng, điều này sẽ được phân loại như một sự kiện mặc định. Trong những hoàn cảnh như vậy, phiên tăng giá là hoàn toàn tự động được đóng lại theo thứ tự sau: (i) máy chủ phân tích lệnh của khách hàng đang không trong thời gian thực thi; (ii) máy chủ thực hiện xóa lệnh với giá lề cao nhất; (iii) nếu mức độ giá lề của bạn vẫn thấp hơn ngưỡng dừng, lệnh tiếp theo sẽ bị xóa (các lệnh không đòi hỏi giá lề sẽ không bị xóa); (iv) nếu mức giá lề của bạn vẫn thấp hơn ngưỡng dừng, máy chủ đóng các phiên với thiệt hại lớn nhất; (v) thế tăng giá sẽ bị đóng lại cho đến khi mức giá lề của bạn cao hơn ngưỡng dừng.
zh_cn: 如果您真实账户的保证金水平达到或低于强制平仓水平，将被归类为默认事件。在这种情况下，未平仓头寸将按照以下顺序自动平仓: (i) 服务器分析当前没在执行的客户订单;（ii） 服务器删除保证金最高的订单;（iii） 如果您的保证金水平仍然低于强制平仓水平，下一个订单将被删除 （没有保证金要求的订单不会被删除）;（iv）如果您的保证金水平仍然低于强制平仓水平，服务器将亏损最大的头寸平仓;（v） 未平仓头寸将强制平仓，直到您的保证金水平高于强制平仓水平。

source: If you fail to immediately make a full settlement of the sum due to us in accordance with this Agreement, we reserve the right to accrue interest on the sums due from you to us in respect of any Transaction that you fail to pay on the relevant due date. Interest will accrue on a daily basis from the relevant due date until the date on which payment is received in full at the bank's official base rate for short term funds determined by us, and will be payable on demand.
de: Wenn Sie nicht im Stande sind, uns die anfallende Summe, in Übereinstimmung mit dieser Vereinbarung, vollständig auszugleichen, behalten wir uns das Recht vor, Zinsen auf die von Ihnen an uns zu begleichenden Summen, hinsichtlich der Transaktionen die Sie versäumen, zum relevanten Fälligkeitsdatum zu zahlen, anfallen zu lassen. Zinsen fallen täglich, vom relevanten Fälligkeitsdatum bis zu dem Datum an, an dem die gesamte Zahlung zum offiziellen Basiszinssatz der Bank für von uns bestimmte Kurzzeit Gelder erhalten wird, und ist zahlbar auf Verlangen.
fr: Si vous échouez à immédiatement faire un règlement complet des sommes qui nous sommes dues en accord avec ce Contrat, nous nous réservons le droit de retenir des intérêts sur les sommes que vous nous devez par rapport à n'importe Transaction que vous échouez à payer à la date correspondante. Les intérêts seront composés sur une base journalière à partir de la date pertinente jusqu'à la date où le paiement est reçu en totalité à partir du taux de base officiel de la banque pour les fonds à court terme déterminé par nous, et sera payable sur demande.
vi: Nếu bạn thất bại trong việc ngay lập tức làm cho việc giải quyết đầy đủ số tiền do chúng tôi theo thỏa thuận này, chúng tôi giữ lại quyền để tích lũy lãi suất trên tổng tiền do bạn gửi cho chúng tôi đối với bất kỳ một phiên giao dịch nào mà bạn không thể trả cho chúng tôi đúng hạn. Lợi ích sẽ được cộng dồn hàng ngày dựa trên ngày liên quan cho đến khi ngày nhận chuyển khoản được nhận đầy đủ tiền với lãi suất sàn của ngân hàng chính thức cho khoản tiền ngắn hại được xác định vởi chúng tôi, và sẽ có thể được trả theo yêu cầu.
zh_cn: 如果您无法按照本协议规定立即将拖欠我们的款项全额结清，我们保留权利对有关的任何到期未还交易款项追加累计利息。利息按照我方决定的银行官方短期资金基准利率从相关到期日按日累计，直到收到全额付款为止，并将按需求随时支付。

source: If you have entered into more than one Open Position in the same market, any closing Transaction that you place in the same market will close the Open Positions in the chronological order in which the Open Positions were first created on a first in first out basis.
de: Wenn Sie mehr als eine offene Position im selben Markt eingegangen sind, wird eine schließende Transaktion, die Sie im selben Markt platzieren, die offenen Positionen in der chronologischen Reihenfolge, in der die offenen Positionen erstellt wurden, schließen.
fr: Si vous êtes entré dans une ou plusieurs Position Ouverte dans le même marché, toute fermeture de Transaction qui s'effectue dans le même marché fermera les Positions Ouvertes dans l'ordre chronologique dans lequel les Positions Ouvertes étaient d'abord créés sur la base du premier entré premier sorti.
vi: Nếu bạn đã tham gia vào nhiều hơn một phiên tăng giá trong cùng một thị trường, bất kỳ phiên giao dịch đóng nào bạn đặt vào trong cùng một thị trường sẽ đóng lại phiên tăng giá theo thứ tự mà trong đó phiên tăng giá đã được tạo ra đầu tiên trong lần đầu tiên xuất hiện.
zh_cn: 如果您已在同一市场持有多个未平仓头寸，您在同一市场完成任何平仓交易将使其他未平仓头寸按创建时间先进先出顺序平仓。

source: If your account is placed under margin call for an extended period of time, it will reach the stop out level where it's unable to sustain an open position. This will lead to your pending orders being deleted, and open positions being forcibly closed (also known as forced liquidation).
de: Ihr Konto wird das Stop Out Level, bei dem es nicht mehr fähig ist, eine offene Position aufrecht zu erhalten, erreichen, wenn es für einen ausgeweiteten Zeitraum unter eine Nachschlussforderung gestellt ist. Dies wird dazu führen, dass ausstehende Order gelöscht, und offene Positionen zwangsweise geschlossen werden (auch als Zwangsliquidation bekannt).
fr: Si votre compte fait l'objet d'un appel de marge au cours d'une période prolongée, il atteindra son niveau « stop out » indiquant qu'il n'est plus en mesure de conserver une position ouverte. Ceci justifiera la suppression de vos ordres en attente ainsi que la fermeture obligatoire de vos positions ouvertes (procédure de liquidation forcée).
vi: Nếu tài khoản của bạn được đặt dưới lề gọi trong một khoảng thời gian dài, nó sẽ tiếp cận ngưỡng dừng, nơi mà nó không thể để duy trì một phiên mở. Điều này sẽ dẫn đến các lệnh đang chờ xử lý của bạn bị xóa, và phiên mở sẽ bị buộc phải đóng cửa (còn được gọi là bị buộc phải thanh lý).
zh_cn: 如果您的账户处于追加保证金通知延长期内，在无法继续持仓时将达到强制平仓水平。这将导致您的待处理订单被删除，以及持仓头寸被强制平仓 （也称为强制清算）。

source: In connection with this Agreement and all Transactions contemplated by this Agreement, you agree to execute and deliver such additional documents and instruments, and to perform such additional acts as may be necessary or appropriate to effectuate, carry out, and perform all of the terms, provisions, and conditions of this Agreement. You shall cooperate fully with any investigation by any regulatory authority and promptly provide the regulatory authority with such information and records as may be requested in compliance with any law, ordinance, charter, by-law, or rule applicable to you or the jurisdiction in which you are resident.
de: In Zusammenhang mit dieser Vereinbarung und allen Transaktionen die von dieser Vereinbarung erwogen werden, stimmen Sie zu, solche zusätzlichen Dokumente und Instrumente auszuführen und vorzubringen, und solche zusätzlichen Handlungen zu erfüllen, wie es notwendig oder angemessen ist, um alle Bedingungen, Bestimmungen und Konditionen dieser Vereinbarung zu bewirken, auszuführen und zu erfüllen. Sie werden mit jeglicher Untersuchung einer Aufsichtsbehörde vollständig kooperieren und der Aufsichtsbehörde unverzüglich so viel Information und so viele Datensätze, wie angefordert, gemäß dem Gesetz, der Verordnung, der Satzung, der Durchführungsbestimmung oder Regelung die auf Sie oder der Zuständigkeit, in der Sie ansässig sind, zutreffen, zur Verfügung stellen.
fr: Dans le cadre de cet Accord et de toutes les transactions régies par cet Accord, vous acceptez de signer et de fournir ces documents et instruments supplémentaires, et d'effectuer les démarches supplémentaires éventuelles nécessaires ou approprié(e)s afin d'assurer la mise en application effective de l'ensemble des conditions et dispositions de cet Accord. Vous vous engagez à coopérer dans le cadre de toute enquête menée par un quelconque organisme de réglementation en fournissant les informations et archives qui pourraient être exigé(e)s conformément à la loi, à une ordonnance, à une chartre, à un règlement administratif ou à toute autre disposition réglementaire s'appliquant à vous ou à votre juridiction de résidence.
vi: Liên quan đến thỏa thuận này và tất cả các giao dịch dự tính của thỏa thuận này, bạn đồng ý để thực hiện và cung cấp các tài liệu bổ sung và các dụng cụ và thực hiện các hoạt động bổ sung như có thể cần thiết hoặc thích hợp để thi, thực hiện và thực hiện tất cả các điều khoản, điều khoản và điều kiện của thỏa thuận này. Bạn sẽ hợp tác đầy đủ với bất kỳ cuộc điều tra bởi bất kỳ cơ quan pháp lý nào và kịp thời cung cấp cho các cơ quan quản lý đó thông tin và các hồ sơ có thể được yêu cầu tuân thủ bất kỳ luật, Pháp lệnh, điều lệ, theo pháp luật hoặc quy tắc áp dụng cho bạn hoặc thẩm quyền mà bạn đang cư trú.
zh_cn: 关于本协议和本协议所预期的所有交易，您同意执行并提供对实现、开展和执行本协议的所有条款、 规定和条件可能需要或适宜的额外文件和工具并执行额外的行动。您须与任何监管机构所进行的任何调查充分合作，及时向监管机构提供此类符合适用于您或您所在地管辖权的任何规则、法律、条例、规章、或法令要求的信息和记录。
