Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Whilst we endeavour to open or close the Transaction to which your orders relate at the requested price, acting in accordance with our duty of best execution, there are times when, due to an increase in volatility or volume, orders may be subject to slippage. The difference between the order price and execution price when orders are filled is known as slippage. This means that your order is not filled at the exact intended quoted price when you placed your order. Slippage is usually seen during periods of extremely high or low volatility and generally occurs during fundamental news releases or periods of limited liquidity. Slippages can result in either a positive slippage (more favourable to you) or a negative slippage (less favourable to you).
de: Während wir uns bemühen, Transaktionen auf die sich Ihre Order zum angefragten Kurs beziehen, in Übereinstimmung mit unserer Verpflichtung auf beste Ausführung, zu öffnen oder zu schließen, gibt es Zeiten in denen, auf Grund von eines Anstiegs in Volatilität oder Volumen, Order "Slippage" unterliegen können. Der Unterschied zwischen dem Auftragskurs und dem Ausführungskurs, wenn Order ausgefüllt werden, wird als "Slippage" bezeichnet. Dies bedeutet, dass Ihre Order nicht zum exakten, vorgesehenen Notierungskurs ausgefüllt wird, wenn Sie eine Order platzieren. "Slippage" wird normalerweise in Zeiten extrem hoher oder niedriger Volatilität gesehen, und tritt hauptsächlich während fundamentaler Pressemeldungen, oder in Zeiten begrenzter Liquidität auf. "Slippages" können entweder positiv sein - "positive Slippage" (zu Ihren Gunsten), oder negativ - "negative Slippage" (für Sie ungünstig).
fr: Nous nous efforçons d'ouvrir ou fermer une Transaction avec laquelle vos ordres sont en rapport avec le prix requis, agissant en accord avec notre devoir de meilleure exécution, il y des moments où, lorsqu' en raison de la hausse de la volatilité ou du volume, les ordres peuvent être sujets à des perturbations. La différence entre les prix des ordres et les prix d’exécution quand les ordres sont complétés sont reconnus comme une perturbation. Cela signifie que vos ordres ne sont pas complétés au prix exact côté prévu lorsque vous placez votre ordre. Une perturbation est la plupart du temps connue pendant des périodes de volatilité extrêmement élevé ou basse et généralement arrivent lors de la divulgation de nouvelles importantes ou durant des périodes de liquidité limitée. Les perturbations peuvent résultées en une perturbation positive (comme favorable pour vous) ou une perturbation négative (moins favorable à vous).
vi: Trong khi chúng tôi cố gắng để mở hoặc đóng các giao dịch mà các lệnh của bạn liên quan với mức giá được yêu cầu, hành động phù hợp với nhiệm vụ thực hiện tốt nhất, có những lần khi, do sự gia tăng trong bay hơi hay khối lượng, lệnh có thể bị trượt. Sự khác biệt giữa giá khi đặt lệnh và giá cả thực hiện khi chứa đầy các lệnh được gọi là trượt. Điều này có nghĩa rằng lệnh của bạn không được làm đầy với mức giá chính xác dự định trích dẫn khi bạn đặt lệnh. Trượt thường được thấy trong các giai đoạn của bay hơi rất cao hoặc thấp và thường xảy ra trong thời gian cơ bản tin tức phát hành hoặc thời hạn thanh khoản. Sự trượt có thể dẫn đến một sự trượt tích cực (nhiều thuận lợi để bạn) hoặc một sự trượt tiêu cực (ít thuận lợi cho bạn).
zh_cn: 虽然我们将按照最佳执行职责行事，致力以要求价格对您的订单涉及交易进行开盘或收盘，但有时订单可能会由于波动率或交易量增加而受滑移。交易完成时订单价格和执行价格的区别被称为滑移。这意味着当您下订单时，您的订单没有依照确切的预期报价完成交易。滑移通常发生在股市波动率非常高或低的期间以及重大新闻发布期间或流动性有限的时期。滑移可分为正滑移 （对您较有利） 或负滑移 （对您不利）。

source: Whilst we endeavour to take all reasonable and sufficient steps, as required by applicable laws and regulations, to identify potential conflicts of interests between ourselves and our clients, or between one client and another, that arise in the course of providing the margin trading services as described in this Agreement, by establishing and implementing policies and procedures, it is possible that we may execute certain Transactions which may have other direct or indirect material interests.
de: Während wir bemüht sind, alle angemessenen und ausreichenden Schritte, wie von zutreffenden Gesetzen und Bestimmungen verlangt ist, zu unternehmen, um potentielle Interessenskonflikte, die im Laufe des Angebots der Margin-Handelsdienstleistung, wie in dieser Vereinbarung beschrieben, zwischen uns und unseren Kunden, oder zwischen zwei Kunden entstehen, zu identifizieren, indem wir Richtlinien und Verfahren schaffen und umsetzen, ist es möglich, dass wir bestimmte Transaktionen ausführen, die andere direkte oder indirekte materielle Interessen haben können.
fr: Nous nous efforçons de prendre toutes les mesures raisonnables et nécessaires, requises par les lois et régulations applicables, pour identifier des conflits d’intérêt potentiels entre nous mêmes et nos clients, ou entre un client et autre, qui apparaissent au cours de services d'échange de marge comme décrites dans ce Contrat, en établissant et en implémentant des politiques et procédures, il est possible que nous puissions exécuter certaines Transactions qui pourraient avoir d'autres intérêts matériels directs ou indirects.
vi: Trong khi chúng tôi cố gắng để có tất cả hợp lý và đủ các bước, theo yêu cầu của các luật và quy định, để xác định tiềm năng xung đột quyền lợi giữa chính mình và khách hàng của chúng tôi, hoặc giữa một khách hàng và khác, phát sinh trong quá trình cung cấp ký quỹ dịch vụ kinh doanh như mô tả trong thỏa thuận này, bằng cách thiết lập và thực hiện các chính sách và thủ tục, đó là chúng ta có thể thực hiện các giao dịch nhất định mà có thể có các tài liệu trực tiếp hoặc gián tiếp có thể quan tâm.
zh_cn: 虽然我们将按照适用的法律和规章，努力采取一切合理和足够的步骤，通过建立和实施政策和程序，以在提供本协议所述的保证金交易服务期间确定我们和客户之间或客户与客户之间潜在的利益冲突，但我们可能会执行某些可能有其他直接或间接物质利益的交易。

source: With a CFD (which is a leveraged product), you can purchase 100 units of the same asset at a fraction of the cost.
de: Mit einem CDF (welches ein Leverage-Produkt ist), können Sie 100 Einheiten der selben Anlage zu einem Bruchteil der Kosten erwerben.
fr: Avec un CFD (qui est un produit à effet de levier), vous pouvez acheter 100 unités du même actif à une fraction du coût.
vi: Với một hợp đồng chênh lệch giá (một sản phẩm thừa hưởng), bạn có thể mua 100 đơn vị tài sản ở cùng một phần của chi phí.
zh_cn: 当您使用 CFD （一种杠杆产品）时，您可以较低成本购买某一资产 100 个单位。

source: Withdrawal of funds from your Real Account must be made in the same currency maintained in your Binary Options Real Account.
de: Abhebungen von Geldern von Ihrem Echtgeldkonto, müssen in der selben Währung durchgeführt werden, die in Ihrem Binären Optionen Echtgeldkonto beibehalten wird.
fr: Le retrait de fonds de votre Compte Réel doit être fait dans la même monnaie que celle de votre Compte Réel Binary Options.
vi: Rút tiền từ tài khoản thực của bạn phải được thực hiện trong cùng loại tiền tệ, được duy trì trong tài khoản Tùy Chọn Thực Binary.
zh_cn: 自您的真实账户提出基金币种必须与二元期权真实账户资金币种相同。

source: Without prejudice to any other terms of this Agreement, neither the Company nor any of its directors, officers, managers, employees, or agents shall be liable to you in relation to any loss that you incurred whether directly or indirectly by any cause beyond our control, including, but not limited to, any delay or defect in or failure of the whole or any part of the MT5 Trading Platform or any systems or network links.
de: Ohne Vorurteil gegen eine Bedingung in dieser Vereinbarung, soll(en) weder das Unternehmen noch seine Direktoren, leitenden Angestellten, Manager, Angestellten oder Agenten Ihnen gegenüber in Verbindung mit jeglichem Verlust, den Sie erleiden, ob direkt oder indirekt von einer Ursache außerhalb unserer Kontrolle, einschließlich aber nicht ausschließlich durch Verzug, oder Mangel, oder durch Ausfall der gesamten, oder eines Teils der MT5 Handelsplattform, oder der Systeme, oder der Netzwerklinks, haftbar sein.
fr: Sans préjudice pour tout autre terme du Contrat, l'Entreprise pas plus que ses directeurs, responsables, managers, employées, ou d'agents ne seront responsables de vous en relation avec toute perte que vous contractez soit directement ou indirectement pour des raisons en dehors de notre contrôle, mais pas limité à, tout délai ou défaut ou échec dans tout ou partie de la plateforme d'échange MT5 ou tout lien système ou réseau.
vi: Không ảnh hưởng đến bất kỳ điều khoản khác của thỏa thuận này, công ty cũng như bất kỳ các giám đốc, cán bộ, quản lý, nhân viên hoặc đại lý chịu trách nhiệm đối với bạn trong quan hệ với bất kỳ tổn thất nào mà bạn phải gánh chịu cho dù trực tiếp hay gián tiếp bởi bất kỳ nguyên nhân ngoài tầm kiểm soát của chúng tôi, bao gồm nhưng không giới hạn, bất kỳ sự chậm trễ hoặc khiếm khuyết trong hay thất bại của toàn bộ hoặc bất kỳ phần nào của nền tảng thương mại MT5 hoặc bất kỳ hệ thống hoặc mạng lưới liên kết.
zh_cn: 在不妨害本协议任何其他条款的前提下，本公司或任何董事、职员、经理、雇员或代理不须对您在MT5 交易平台或任何系统或网络链接，包括但不限于全部或任何部分的任何延误或缺陷或者失败，不论是直接或间接由于任何超出我们控制范围的原因所造成的任何损失承担责任。

source: You acknowledge and accept that a Transaction may be subject to market rules laid down in by-laws, rules, provisions, customs, and practices of an exchange, a market, a clearing house, a body or any other organisation involved in the execution, clearing, and/or settlement of said Transaction. Should any such organisation take decisions or measures which affect a Transaction or an Open Position, the Company shall be entitled to take any action (including closing any Open Position of the client) which it, at its sole discretion, considers reasonable. This clause does not apply to Volatility Indices.
de: Sie erkennen an und stimmen zu, dass eine Transaktion Marktregeln, die von Satzungen, Regelungen, Bestimmungen, Bräuchen und Methoden einer Börse, eines Markts, einer Clearingstelle, eines Körpers, oder irgendeiner anderen Organisation, die in die Ausführung, Abrechnung, und/oder Abwicklung der besagten Transaktion involviert ist, unterliegt. Sollte irgendeine solche Organisation Entscheidungen treffen, oder Maßnahmen ergreifen, die die Transaktion oder eine offene Position beeinträchtigen, soll das Unternehmen dazu berechtigt sein, jede Handlung (einschließlich der Schließung jeglicher offener Position des Kunden) vorzunehmen, die es, nach eigenem Ermessen, als vernünftig erachtet. Diese Klausel gilt nicht für Volatilität Indizes.
fr: Vous reconnaissez et acceptez qu'une Transaction peut être sujette aux règles du marché mises en places par des lois, règles, provisions, habitudes ou pratiques d'un échange, marché, une chambre de négociation, organisme ou tout autre organisation impliquée dans l’exécution, la compensation, et/ou le règlement de ladite Transaction. S'il s'avère que de telles organisations prennent des décisions ou mesures qui affecteront une Transaction ou une Position Ouverte, l'Entreprise devra être autorisée pour prendre toute action (incluant la fermeture de toute Position Ouverte du client) qu'elle considère raisonnable à sa seule discrétion. Cette clause ne s'applique pas aux indices de Volatilité.
vi: Bạn công nhận và chấp nhận rằng một giao dịch có thể bị quy tắc thị trường đặt của pháp luật, quy tắc, quy định, Hải quan và thực tiễn của một cuộc trao đổi, một thị trường, một nhà giải phóng, một cơ thể hoặc bất kỳ tổ chức khác có liên quan trong việc thực hiện, thanh toán bù trừ, và/hoặc giải quyết cho biết giao dịch. Bất kỳ tổ chức như vậy nên quyết định hoặc biện pháp ảnh hưởng đến một giao dịch hoặc một vị trí mở, công ty sẽ được quyền thực hiện bất kỳ hành động (bao gồm cả đóng bất kỳ vị trí mở của khách hàng) mà nó theo ý mình, sẽ xem xét hợp lý. Khoản này không áp dụng cho chỉ số biến động.
zh_cn: 您确认并接受交易必须受到由法律、规则、规定、习俗和参与该交易执行、结算和（或）结清的交易 所、市场、结算所、交易机构或任何其他组织的做法规定的的市场规则。如果任何此类机构采取影响交易或持仓头寸的决定或措施，本公司有权自行决定采取任何我们认为合理的行动（包括替客户开盘或收盘）。本条款不适用于波动率指数。

source: You acknowledge and accept that your Real Account will be maintained in one currency, which is the same currency maintained in your Binary Options Real Account.
de: Sie erkennen an und stimmen zu, dass Ihr Echgeldkonto in einer Währung geführt wird, die die selbe Währung ist, in der Ihr Binäres Optionen Echtgeldkonto geführt wird.
fr: Vous reconnaissez et acceptez que votre Compte Réel sera maintenu dans une seule monnaie, qui est la même monnaie utilisée dans votre Compte Réel Binary Options.
vi: Bạn công nhận và chấp nhận rằng tài khoản thực của bạn sẽ được duy trì trong một loại tiền tệ, cùng loại tiền tệ, được duy trì trong tài khoản Tùy Chọn Thực Binary.
zh_cn: 您确认并接受您的真实账户将仅使用一种货币，此货币与您二元期权真实账户的货币相同。

source: You acknowledge and agree that the Company may, at any time without prior notice and at its discretion, change the trading rules in relation to:
de: Sie erkennen an und stimmen zu, dass das Unternehmen, zu jeder Zeit und ohne vorherige Ankündigung, nach seinem Ermessen, die Handelsregeln andern kann, dies in Verbindung mit:
fr: Vous reconnaissez et acceptez que l'Entreprise peut, à tout moment avec un préavis préalable et à sa seule discrétion, changer les règles d'échange en relation avec :
vi: Bạn thừa nhận và đồng ý rằng công ty có thể, bất cứ lúc nào mà không cần thông báo trước và ý kiến của mình, thay đổi các quy tắc thương mại liên quan đến:
zh_cn: 您确认并同意本公司可能随时在没有预先通知的情况下，自行决定改变以下相关的交易规则︰

source: You acknowledge that a Stop or Limit Order placed on your Open Position, when executed, would be capable of closing or partly closing your Transaction. You also acknowledge that it is your responsibility to cancel the Stop or Limit Order that you placed on your Open Positions if you do not want the Stop or Limit Order to remain valid. If you close your original Transaction and fail to cancel the Stop or Limit Order, we shall be entitled, at our absolute discretion, to treat the Stop or Limit Order as an instruction to enter into a new Transaction for you if and when our quote reaches or goes beyond the level of the Stop or Limit Order.
de: Sie erkennen an, dass eine Stop oder Limit Order, die auf Ihre offene Position platziert wurde, wenn diese ausgeführt wird, dazu im Stande ist, Ihre Transaktion ganz, oder zum Teil zu schließen. Sie erkennen ebenfalls an, dass es in Ihrer Verantwortung liegt, die Stop oder Limit Order, die Sie auf Ihre offenen Positionen platziert haben zu stornieren, wenn Sie nicht möchten, dass die Stop oder Limit Order gültig bleibt. Wenn Sie Ihre ursprüngliche Transaktion schließen und versäumen die Stop oder Limit Order zu stornieren, sind wir dazu berechtigt, nach eigenem Ermessen, die Stop oder Limit Order als Anweisung dafür zu behandeln, eine neue Transaktion für Sie einzugehen, falls unsere Notierung das Level der Stop oder Limit Order erreicht, oder darüber hinausgeht.
fr: Vous reconnaissez qu'un Ordre Stop ou Limite placé sur votre Position Ouverte, quand exécuté, serait capable de fermer ou partiellement fermer votre Transaction. Vous reconnaissez aussi qu'il est de votre responsabilité d'annuler l'Ordre Stop ou Limite que vous placez sur votre Position Ouverte si vous ne voulez pas que l'Ordre Stop ou Limite reste valide. Si vous fermez votre Transaction originale et échouez à annuler l'Ordre Stop ou Limite, nous serons autorisés, à notre entière discrétion, de traiter l'Ordre Stop ou Limite comme une instruction pour ouvrir une nouvelle Transaction pour vous si et quand notre côte atteint ou dépasse le Niveau Stop ou Limite.
vi: Bạn thừa nhận rằng một lệnh dừng hoặc hạn chế được đặt vào phiên mở của bạn, khi thực hiện, sẽ có khả năng đóng hoặc đóng một phần của giao dịch của bạn. Bạn cũng thừa nhận rằng đó là trách nhiệm của bạn để hủy bỏ lệnh dừng hoặc lệnh giới hạn mà bạn đặt trên các phiên mở của bạn nếu bạn không muốn dừng lại hoặc hạn chế đặt hàng vẫn còn hợp lệ. Nếu bạn đóng giao dịch ban đầu của bạn và không để hủy bỏ dừng hoặc hạn chế đặt hàng, chúng tôi sẽ được hưởng, theo chúng tôi quyết định tuyệt đối, để điều trị ngăn chặn hoặc hạn chế đặt hàng như là một hướng dẫn để nhập vào một giao dịch mới cho bạn nếu và khi chúng tôi báo giá đạt hoặc vượt mức độ của lệnh dừng hoặc hạn chế.
zh_cn: 您确认在对您的持仓头寸执行止损或限价交易时，可能会导致您的交易收盘或部分收盘。您也确认如果您不想让止损或限价订单继续生效， 对持仓头寸取消止损或限价订单是您的责任。如果您在执行原交易收盘时没有取消止损或限价订单，我们有权在我们的报价达到或超出止损或限价水平时自行决定将止损或限价订单当作指示并替您签订新交易。

source: You acknowledge that it is your responsibility to monitor your Account Balance and Margin Requirement and we are not under any obligation to keep you informed (i.e., to make a Margin Call).
de: Sie erkennen an, dass es in Ihrer Verantwortung liegt, Ihren Kontostand und Ihre Margin-Anforderung zu überwachen, und dass wir nicht dazu verpflichtet sind, Sie informiert zu halten (d.h. einen Margin Call zu machen).
fr: Vous reconnaissez qu'il est de votre responsabilité de contrôler le Solde de votre Compte et l'Exigence de Marge et nous ne sommes soumis à aucune obligation pour vous garder informé (i.e., pour faire un Appel de Marge).
vi: Bạn thừa nhận rằng đó là trách nhiệm của bạn để theo dõi số dư tài khoản của bạn và yêu cầu ký quỹ và chúng tôi đang không theo bất cứ nghĩa vụ để giữ cho bạn thông báo (ví dụ, để thực hiện một cuộc gọi ký quỹ).
zh_cn: 您确认监控账户余额和保证金要求是您的责任，我们没有义务通知您 (例如追加保证金通知)。

source: You acknowledge that it is your responsibility to understand the features, characteristics, terms and conditions of an Order and the implications of executing an Order before you place an Order with us.
de: Sie erkennen an, dass es Ihrer Verantwortung liegt, die Features, Eigenschaften, Bestimmungen und Bedingungen einer Order und die Auswirkungen einer Ausführung einer Order zu verstehen, bevor Sie eine Order mit uns platzieren.
fr: Vous reconnaissez qu'il est de votre responsabilité de comprendre les fonctions, caractéristiques, termes et conditions d'un Ordre et les implications de l’exécution d'un Ordre avant de placer votre Ordre avec nous.
vi: Bạn thừa nhận rằng đó là trách nhiệm của bạn để hiểu các tính năng, đặc điểm, điều khoản và điều kiện của một lệnh và những hệ lụy của thực hiện lệnh trước khi bạn đặt một lệnh với chúng tôi.
zh_cn: 您确认在向我们下订单前对订单功能、特点、条款和条件以及执行订单的影响充分了解是您的责任。

source: You acknowledge that the Company will determine, at its discretion, the Transactions that will be kept in the Company's own book (known as B booking) and the Transactions that will be passed through to the prime brokers who act as liquidity providers for the Company (known as A booking). For the latter, the Company is the counterparty in these transactions and a correlation between the profit/loss made by the client and the profit/loss made by the Company exists. At any point in time, we may be entering into or may have entered into transactions with a large number of clients, each of whose interests may diverge from those of other clients. As such, the Company may be holding Open Positions that may not be aligned with your objectives/interests as an individual client of the Company.
de: Sie erkennen an, dass das Unternehmen, nach seinem Ermessen, die Transaktionen bestimmt, die im eigenen Unternehmensbuch (auch als B booking bekannt) gehalten werden, und dass die Transaktionen an die Prime Broker, die als Liquiditätsanbieter für das Unternehmen agieren (auch als A booking bekannt) durchgegeben werden. Das Unternehmen ist für letztere bei diesen Transaktionen die Gegenpartei, und es existiert eine Wechselbeziehung zwischen dem Gewinn/Verlust des Kunden und dem Gewinn/Verlust des Unternehmens. Zu jeder Zeit, können wir Transaktionen mit einer großen Anzahl an Kunden eingehen, oder sind wir Transaktionen mit einer großen Anzahl an Kunden eingegangen, wobei die Interessen eines jeden, von denen anderer Kunden abweichen können. Als solches, kann das Unternehmen offene Positionen, die nicht mit Ihren Zielen/Interessen als ein individueller Kunde des Unternehmens, übereinstimmen, halten.
fr: Vous reconnaissez que l'Entreprise déterminera, à notre discrétion, les Transactions qui seront conservées sur le propre livre de l'Entreprise (connu sous le nom de livre B) et les Transactions qui passeront par les meilleurs courtiers qui agissent comme des fournisseurs de liquidité pour l'Entreprise (connu comme livre A). Pour cette dernière, l'Entreprise est la contrepartie dans ces transactions et une corrélation entre le profit/perte fait par le client et le profit/perte fait par l'Entreprise existe. Comme tel, l'Entreprise peut détenir des Positions Ouvertes qui peuvent être alignés avec vos objectifs/intérêts comme un individu client de l'Entreprise.
vi: Bạn thừa nhận rằng công ty sẽ xác định, với ý kiến của mình, các giao dịch sẽ được lưu giữ trong cuốn sách của công ty (được biết như bên B đặt trước) và các giao dịch sẽ được chuyển qua cho môi giới chính, những người hoạt động như các nhà cung cấp thanh khoản cho công ty (được biết như A đặt trước). Cho sau này, công ty đối tác trong các giao dịch và sự tương quan giữa lợi nhuận/tổn thất được thực hiện bởi khách hàng và lợi nhuận/tổn thất được thực hiện bởi công ty tồn tại. Tại bất kỳ điểm nào trong thời gian, chúng tôi có thể nhập vào hoặc có thể đã nhập vào các giao dịch với một số lượng lớn các khách hàng, mỗi người có quyền lợi có thể phân ra các khách hàng khác. Như vậy, công ty có thể giữ mở các vị trí có thể không được liên kết với lợi ích/mục tiêu của bạn là một khách hàng cá nhân của công ty.
zh_cn: 您确认本公司将自行决定将交易记录保存在公司自己的记录本（称为B记录本）或交给充当公司流动性提供商的主要经纪人保存（称为A记录本）。对于后者，本公司是交易中的另一方，客户的盈亏和本公司的盈亏之间有相互关系。我们可能会随时与大量客户开始或已开始进行交易，每个客户的利益都可能与其他客户有分歧。因此，本公司可能持有与您作为本公司单一客户的目标和利益不一致的未平仓头寸。

source: You acknowledge that we may use, store, or otherwise process personal information provided by you in connection with the provision of margin trading services described in this Agreement. You consent to the processing and transmittal of your personal information for the purposes of performing the contract and administering the relationship between you and us.
de: Sie erkennen an, dass wir persönliche Informationen, die Sie uns in Verbindung mit der Bestimmung von Margin-Handelsdiestleistungen, wie in dieser Vereinbarung beschrieben, bereitgestellt haben, verwenden, speichern oder anderweitig verarbeiten können. Sie stimmen der Bearbeitung und der Übermittlung Ihrer persönlichen Informationen zu Zwecken der Durchführung des Kontrakts und der Verwaltung der Beziehung zwischen Ihnen und uns, zu.
fr: Vous reconnaissez que nous pouvons utiliser, conserver ou autrement traiter les informations personnelles fournies par vous en connexion avec les provisions de services d'échange de marge dans ce Contrat. Vous consentez au traitement et à la transmission de vos informations personnelles dans le but d'accomplir le contrat et d'administrer la relation entre vous et nous.
vi: Bạn thừa nhận rằng chúng tôi có thể sử dụng, lưu trữ, hoặc xử lý thông tin cá nhân được bạn cung cấp liên quan đến việc cung cấp các dịch vụ kinh doanh ký quỹ được mô tả trong thỏa thuận này. Bạn đồng ý với việc xử lý và chuyền tải thông tin cá nhân của bạn cho các mục đích thực hiện hợp đồng và quản lý các mối quan hệ giữa bạn và chúng tôi.
zh_cn: 您确认我们可能会使用、保存或以其他方式处理您向我们提供的与本协议所述保证金交易服务相关的个人信息。您同意我们处理和传送您的个人信息作为履行合约和管理您和我们之间的关系用途。
