Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: MetaTrader account management
de: MetaTrader Kontenverwaltung
fr: Gestion du compte MetaTrader
ja: MetaTraderアカウント管理
vi: Quản lý tài khoản MetaTrader
zh_cn: MetaTrader 账户管理

source: Method
ar: الطريقة
de: Methode
fr: Moyen
id: Metode
ja: 決済方法
pl: Metoda
ru: Метод
th: วิธีการ
vi: Phương thức
zh_cn: 方式

source: Min-Max Deposit
ar: الحد الأقصى - الأدنى للإيداع
de: Min-Max Einzahlung
fr: Dépôt min-max
id: Min-Mak Deposit
ja: 最低ー最高 ご入金額
pl: Wpłata min-max
ru: Мин.-макс. пополнение
th: ฝากต่ำสุด-สูงสุด
vi: Số tiền gửi Tối đa-Tối thiểu
zh_cn: 存款金额范围

source: Min-Max Withdrawal
ar: الحد الأدنى-الأقصى للسحب
de: Min-Max Auszahlung
fr: Retrait min-max
id: Min-Mak Penarikan
ja: 最低ー最高 出金額
pl: Wypłata min-max
ru: Мин.-макс. вывод
th: ถอนต่ำสุด-สูงสุด
vi: Khoản rút tiền Tối đa-Tối thiểu
zh_cn: 取款金额范围

source: Min: 10 Max: 2000
ar: أدنى: 10 أقصى: 2000
id: Min: 10 Mak: 2000
ja: 最小: 10 最大: 2000
ru: Мин: 10 Макс: 2000
th: ต่ำสุด: 10 สูงสุด: 2000
vi: Tối thiểu: 10 Tối đa: 2000
zh_cn: 最小: 10 最大: 2000

source: Minimum Spread
de: Minimaler Spread
fr: Spread minimum
ja: 最小スプレッド
vi: Quảng bá tối thiểu
zh_cn: 最小价差

source: Minimum Volume
de: Minimum Volumen
fr: Volume minimum
ja: 最小値
vi: Khối lượng tối thiểu
zh_cn: 最小交易额

source: Minimum Volume (Trade Size)
de: Mindest Volumen (Handelsgröße)
fr: Volume Minimum (Taille de l'Échange)
ja: 最小数量（取引数量）
vi: Khối lượng tối thiểu(Theo kích thước giao dịch)
zh_cn: 最小量额 （交易量）

source: Minimum Volume Increment
de: Mindest Zuwachsvolumen
fr: Incrément de Volume Minimum
ja: 最小数量の増加
vi: Khối lượng tối thiểu tăng
zh_cn: 最小交易增额

source: Minimum Volume<br>(Trade Size)
de: Mindest Volumen<br>(Handelsgröße)
fr: Volume Minimum<br>(Taille de l'Échange)
ja: 最小数量<br>（取引数量）
vi: Khối lượng tối thiểu <br>(theo kích thước giao dịch)
zh_cn: 最小交易额<br>(交易量)

source: Minimum eight characters. Must contain numbers, and mix of upper and lower case letters.
de: Zumindest acht Zeichen. Muss Zahlen, und einen Mix aus Groß- und Kleinbuchstaben enthalten.
fr: Huit caractères minimum. Doit contenir des chiffes, et un assortiment de lettre majuscules et minuscules.
ja: 大文字と小文字を組み合わせた英数字8文字以上でご入力ください。
vi: Tối thiểu tám ký tự. Phải có số điện thoại, và kết hợp của cả chữ hoa và chữ thường.
zh_cn: 最少 8 个字符。必须同时包含数字和大小写字母。

source: Minimum of %1 characters required.
ar: الحد الأدنى المطلوب %1 حرفا.
de: Mindestens %1 Zeichen sind erforderlich.
fr: Un minimum de %1 caractères est requis.
id: Minimal %1 karakter diperlukan.
ja: %1文字以上でご入力ください。
pl: Minimalna liczba znaków: %1.
ru: Необходимо минимум %1 знака(ов).
th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ %1
vi: Tối thiểu %1 các kí tự cần thiết.
zh_cn: 需至少%1 个字符。

source: Minimum of six lower and uppercase letters with numbers
ar: الحد الأدنى من ستة حروف الدنيا و الكبرة مع أرقام
de: Mindestens sechs Klein- und Großbuchstaben mit Zahlen
fr: Minimum de six lettres minuscules et majuscules avec des chiffres
id: Minimal enam huruf kecil dan huruf besar beserta angka
ja: 6文字以上の英数字（大文字と小文字を含む）
pl: Minimum 6 małych i wielkich liter oraz cyfr
ru: Минимум шесть заглавных и строчных букв с цифрами
th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 6 อักขระ ซึ่งเป็นอักษรตัวเล็ก ตัวใหญ่ และตัวเลข
vi: Ít nhất 6 chữ thường và chữ hoa với những con số
zh_cn: 至少6个大小写字母和数字

source: Mining, Construction, Manufacturing and Transport Workers
de: Bergbau-, Bau-, Herstellungs- und Transport-Arbeiter
fr: Employés des mines, de la construction, de l'industrie manufacturière et du Transport
ja: 鉱業、建設、製造、運輸
vi: Công nhân khai khoáng, xây dựng, sản xuất và vận chuyển
zh_cn: 矿业、建筑业、制造业和运输工人

source: Minute
ja: 分
vi: Phút
zh_cn: 分钟

source: Mo
ar: الأثنين
fr: Lu
id: Sen
ja: 月
pl: Poniedziałek
ru: Пн
th: จ
zh_cn: 星期一

source: Monday
ar: الأثنين
de: Montag
fr: lundi
id: Senin
ja: 月
pl: Poniedziałek
ru: Понедельник
th: วันจันทร์
vi: Thứ Hai
zh_cn: 星期一

source: Money collected from Clients are not invested in any securities, futures, currencies, derivatives or other investments, on behalf of Clients.
ar: لا تستثمر الأموال التي تم جمعها من العملاء في السندات أو العقود الآجلة أوالعملات أو المشتقات أو غيرها من الاستثمارات، نيابة عن العملاء.
de: Von Kunden eingenommene Gelder werden nicht im Auftrag von Kunden in Aktien, Futures, Derivate oder andere Anlagen investiert.
fr: Les fonds déposés par les Clients ne sont investis dans aucun titre, aucune opération à terme, aucune devise, aucun ne produit dérivé ou autre produit d'investissement pour le compte des Clients.
id: Dana yang dikumpulkan dari Klien tidak diinvestasikan dalam sekuritas, bursa berjangka, mata uang, turunan atau investasi lainnya, atas nama Klien.
ja: （届出事項の変更） 第17条 お客さまは、当社に届け出た氏名もしくは名称、住所もしくは事務所の所在地その他当社が定める事項に変更が生じた場合は、遅滞なく当社の所定の方法でその旨の届け出を行うものとします。
pl: Środki pobierane od Klientów nie są w ich imieniu inwestowane w papiery wartościowe, kontrakty terminowe futures, waluty, instrumenty pochodne ani w żadne inne instrumenty.
ru: Денежные средства, полученные от Клиентов, не могут быть инвестированы в какие-либо ценные бумаги, фьючерсы, валюты, производные и другие активы от имени Клиентов.
th: เงินที่ได้จากลูกค้าจะไม่ถูกนำไปลงทุนในหลักทรัพย์ใดๆ ฟิวเจอร์ใดๆ สกุลเงินใดๆ อนุพันธ์ใดๆ หรือ การลงทุนอื่น แทนลูกค้า
vi: Tiền thu từ Khách hàng không được thay mặt Khách hàng đầu tư vào chứng khoán, hợp đồng tương lai, ngoại tệ, các công cụ phái sinh hoặc những đầu tư khác.
zh_cn: 来自客户的资金不用于任何以客户名义进行的证券、期货、外汇、衍生品及其他产品投资。

source: Money collected from Clients are not invested in any securities, futures, or other investments, on behalf of Clients.
de: Von Kunden eingenommene Gelder werden nicht im Auftrag von Kunden in Aktien, Futures, oder andere Anlagen investiert.
fr: Les fonds déposés par les Clients ne sont investis dans aucun titre, aucune opération à terme ou autre produit d'investissement pour le compte des Clients.
ja: （届出事項の変更） 第17条 お客さまは、当社に届け出た氏名もしくは名称、住所もしくは事務所の所在地その他当社が定める事項に変更が生じた場合は、遅滞なく当社の所定の方法でその旨の届け出を行うものとします。
vi: Tiền thu từ Khách hàng không được thay mặt Khách hàng đầu tư vào chứng khoán, hợp đồng tương lai hoặc những đầu tư khác thay mặt cho khách hàng.
zh_cn: 来自客户的资金不用于任何以客户名义进行的证券、期货、及其他产品投资。

source: Monies deposited by you with us in advance of a trade or pending withdrawal is treated by us as clients' money. We hold such monies in pooled or omnibus clients' money bank accounts opened with banks or other institutions ("Institutions"), segregated from our own money. Such clients' money bank accounts may be opened with EEA Institutions or Institutions outside the EEA. Where clients money is held with non-EEA Institutions this means that such accounts will be subject to laws other than those of an EEA member state and your rights may differ accordingly.
ar: الأموال المودعة من قبلك معنا مقدما من التداول أو لحين السحب يتم التعامل من جانبنا تجاهها كأموال العملاء. نحتفظ بهذه الأموال في تجميع أو حسابات مصرفية بشكل جامع في حسابات فتحت مع بنوك أو غيرها من المؤسسات (" المؤسسات ")، ويتم فصلها عن أموالنا الخاصة. يمكن فتح حسابات هؤلاء العملاء مع مؤسسات المنطقة الاقتصادية الأوروبية أو مؤسسات خارج المنطقة الاقتصادية الأوروبية. في حالة الحسابات مع دول غير المنطقة الاقتصادية الأوروبية هذه الحسابات سوف تخضع لقوانين خلاف قوانين المنطقة الاقتصادية الأوروبية، وقد تختلف حقوقك وفقا لذلك.
de: Gelder, die Sie bei uns im Voraus für einen Kontrakt überweisen oder in Bearbeitung befindliche Auszahlungen, werden von uns als Kundengelder behandelt. Wir halten solche Gelder getrennt von unseren Geldern auf gepoolten oder Kundengelder Sammelkonten, die bei Banken oder Instituten ("Instituten") eröffnet wurden. Derartige Kundengelder Bankkonten können bei EWR Instituten oder Instituten außerhalb des EWR eröffnet werden. Wenn Kundengelder bei nicht-EWR Instituten gehalten werden, bedeutet dies, das für solche Konten andere Gesetze wie für die in einem EWR Mitgliedsstaat gelten und sich Ihre Rechte entsprechend unterscheiden.
fr: L'argent déposée par vous chez nous en avance d'un trade ou en attente d'un retrait est traitée par nous comme l'argent de clients. Nous gardons cette argent de clients dans des comptes bancaires rassemblés ou généraux ouverts chez des banques ou autres institutions ("Institutions"), séparée de notre propre argent. Ces comptes d'argent de clients peuvent être ouverts avec des Institutions EEA ou des Institutions en dehors de l'EEA. Si l'argent de clients se trouve dans des Institutions non-EEA, ces comptes seront le sujet de lois autres que ceux d'un état membre EEA et vos droits peuvent différer en fonction.
id: Dana yang Anda depositkan baik itu merupakan pendahuluan trading atau penarikan yang tertunda akan kami layani sebagai uang klien. Kami memegang dana klien pada beberapa rekening bank atau institusi ("Institusi") yang dipisahkan dari dana milik kami. Rekening bank yang digunakan untuk menyimpan dana klien tersebut adalah didaftar pada institusi EEA atau institusi diluar EEA. Jika dana disimpan pada institusi bukan EEA hal ini berarti rekening tersebut akan tertakluk kepada hukum selain dari aturan yang berlaku untuk negara anggota EEA dan hak Anda mungkin akan disesuaikan.
ja: お取引または出金を申し出る前に当社に入金いただいたマネーは、クライアントマネーとして当社で取り扱わせていただきます。当社ではそのような資金を当社のお金とは別に、銀行やその他金融機関で開設したクライアント銀行口座に蓄えらるか、監視されます。このようなクライアントマネーの銀行口座は、EEA機関またはEEA外の機関で保持される場合があります。非EEA機関がクライアントマネーを保持している場合、そのような口座はEEA加盟国外の法律の対象となり、それに応じてお客さまの権利と異なる場合があります。
pl: Środki pieniężne wpłacone nam przed transakcją lub oczekujące wypłaty są przez nas traktowane jako pieniądze klienta. Przechowujemy takie środki pieniężne na zbiorczych lub wspólnych rachunkach bankowych klientów otwartych w bankach lub innych instytucjach („instytucje”), oddzielnie od naszych własnych środków. Takie konta bankowe klientów mogą zostać otworzone w instytucjach znajdujących się w EOG lub instytucjach poza EOG. Jeżeli pieniądze klientów są przechowywane w instytucjach poza EOG, takie konta podlegają przepisom prawnym innemu niż przepisy państw EOG i Twoje prawa mogą się różnić.
ru: Денежные средства, внесенные Вами у нас на сайте в счет будущей торговли или в ожидании вывода, считаются нами клиентскими средствами. Мы содержим эти деньги на объединенных банковских счетах омнибус, открытых в банках или других финансовых организациях ("Учреждениях"), отдельно от наших собственных средств. Такие банковские счета для средств клиентов могут быть открыты в учреждениях Европейской Экономической Зоны или организациях за пределами ЕЭЗ. В случаях, когда деньги клиентов содержатся не в учреждениях ЕЭЗ, такие счета будут регулироваться иными законами, отличными от законов в государствах-членах ЕЭЗ, а Ваши права могут отличаться, в соответствии с законом.
vi: Tiền mà bạn gửi trước khi giao dịch diễn ra hoặc tiền đang chờ rút thì đều được coi là tiền của khách hàng. Chúng tôi giữ số tiền này trong các tài khoản ngân hàng tiền của khách hàng được mở bởi các ngân hàng hoặc các tổ chức khác ("Tổ chức"), tách biệt với tiền của chúng tôi. Những tài khoản ngân hàng tiền của khách hàng này có thể được mở bởi các Tổ chức EEA hoặc các Tổ chức bên ngoài EEA. Trường hợp tiền của khách hàng được nắm giữ ở các Tổ chức bên ngoài EEA, điều này có nghĩa là những tài khoản này sẽ được quản lý bởi những luật khác so với những luật mà các quốc gia thành viên EEA đặt ra và theo đó thì quyền lợi của bạn cũng có thể khác.
zh_cn: 您在交易前支付的订金及等待提取的款项都被归类为客户的资金。我们把这些资金存入银行或其他机构（“机构”）开立的集合或综合客户资金账户里，与我们自己的资金完全隔离。我们可能会在 EEA 或以外的机构开立这类账户。一旦客户的资金存入非 EEA 机构，就表示这些账户受 EEA 成员国以外的法令约束，您的权利可能会因此而有所不同。

source: Monitor and optimize website trading activity
ar: مراقبة وتحسين نشاط التداول على الموقع
de: Beobachtung und Optimierung der Handelsaktivitäten auf der Website
fr: Contrôle et optimisation de l'activité de trading sur le site Web
id: Memantau dan mengoptimalkan aktivitas trading website
ja: ウェブサイトの取引アクティビティの監視および最適化
pl: Monitorowanie i optymalizacja aktywności handlowej na stronie internetowej
ru: Мониторинг и оптимизация торговой активности вебсайта
th: สังเกตการณ์และปรับปรุงการซื้อขายในเว็บไซต์ให้ดีที่สุด
vi: Theo dõi và tối ưu hóa hoạt động giao dịch của website
zh_cn: 网站交易活动监控和优化

source: Monitor hardware and software deployment and manage our worldwide network of servers and office networks
ar: مراقبة توزيع الأجهزة والبرامج وإدارة شبكتنا في جميع أنحاء العالم من خوادم وشبكات المكتب
de: Überwachung des Hardware- und Softwareeinsatzes und Verwaltung unseres globalen Netzwerks an Servern und Niederlassungsnetzwerken
fr: Contrôler le déploiement des matériels et logiciels informatiques et gérer notre réseau international de serveurs et de réseaux locaux
id: Memonitor pengembangan hardware dan software dan mengelola jaringan server kami di seluruh dunia dan jaringan kantor
ja: ハードウェアとソフトウェアの展開を監視し、サーバーやオフィスネットワークの世界的ネットワークの管理
pl: Monitorowanie wdrażania sprzętu i oprogramowania oraz zarządzanie naszą światową siecią serwerów i sieci biurowych
ru: Мониторинг внедрения аппаратного и программного обеспечения, а также управление нашей мировой сетью серверов и учрежденческой сетью
th: ดูแลการติดตั้งฮาร์ดแวร์และซอฟท์แวร์และบริหารจัดการเครื่องแม่ข่ายที่อยู่ในเครือข่ายทั่วโลกและเครือข่ายของสำนักงาน
vi: Giám sát quá trình triển khai phần cứng, phần mềm và quản lý hệ thống máy chủ cũng như hệ thống mạng của công ty
zh_cn: 监管硬件和软件，管理全球服务器网络和办公网络

source: Monitor the movements of your favourite assets and markets at the same time.
de: Beobachten Sie die Bewegungen Ihrer ausgewählten Anlagen und Kurse gleichzeitig.
fr: Suivez simultanément les variations des actifs et des marchés de votre choix.
ja: お気に入りの資産や市場の動きを同時にモニターすることができます。
vi: Giám sát các hoạt động của các tài sản và thị trường yêu thích của bạn cùng một lúc.
zh_cn: 同时监测您最喜爱的资产和市场变动。

source: Monitor website trading activity and minimize abuse
ar: رصد نشاط التداول على الموقع والحد من إساءة الاستعمال
de: Überwachen Sie die Handelsaktivität auf der Website und verringern Sie so den Missbrauch
fr: Contrôler l'activité de trading du site Web et prévenir les abus
id: Memonitor aktivitas trading situs dan meminimalkan penyalahgunaan
ja: ウェブサイトの取引アクティビティを監視し、不正使用を最小限に抑えます
pl: Monitorowanie aktywności handlowej na stronie internetowej i minimalizowanie nadużyć
ru: Мониторинг торговой активностью сайта и минимизация злоупотреблений
th: ดูแลกิจกรรมการซื้อขายในเว็บไซต์และป้องกันการดำเนินการในทางมิชอบให้น้อยที่สุด
vi: Giám sát hoạt động giao dịch trên trang web và giảm thiểu các hành động lạm dụng
zh_cn: 监管网站交易活动，尽量减少滥用现象

source: Monitor your portfolio in real time.
ar: قم بمراقبة محفظتك المالية فى الوقت الحقيقي.
de: Überwachen Sie Ihr Portfolio in Echtzeit.
fr: Gérez votre portefeuille en temps réel.
id: Monitor portofolio Anda tepat waktu.
ja: リアルタイムでのポジション一覧の確認が可能。
pl: Śledź swoje portfolio w czasie rzeczywistym.
ru: Следите за своим портфолио в живом режиме.
th: ดูแลและติดตามพอร์ตโฟลิโอแบบเรียลไทม์
vi: Quản lý hồ sơ của bạn trong thời gian thực.
zh_cn: 实时监测您的投资组合。

source: Monitoring and review of this Policy
ar: رصد واستعراض هذه الوثيقة
de: Beobachtung und Bewertung dieser Regel
fr: Contrôle et révision de cette Politique
id: Pemantauan dan meninjau Kebijakan ini
ja: 本ポリシーのモニターと閲覧
pl: Monitorowanie i przegląd niniejszej Polityki
ru: Мониторинг и обзор данной политики
th: ดูแลและทวนสอบนโยบายนี้
vi: Theo dõi và xem xét lại Chính sách này
zh_cn: 监管和评估此政策

source: Month
ar: شهر
de: Monat
fr: Mois
id: Bulan
ja: 月
pl: Miesiąc
ru: Месяц
th: เดือน
vi: Tháng
zh_cn: 月份

source: More Tools
de: Mehr Werkzeuge
fr: Plus d'outils
ja: その他ツール
vi: Thêm công cụ
zh_cn: 更多工具

source: More benefits
ar: المزيد من الفوائد
de: Mehrere Vorteile
fr: Avantages supplémentaires
id: Manfaat lainnya
ja: 福利厚生について
pl: Więcej korzyści
ru: Дополнительные преимущества
th: ประโยชน์อื่นๆ
vi: Nhiều lợi nhuận hơn
zh_cn: 更多福利

source: More specifically, when we enter into a Binary Option trade with you (each, a "Contract"), we have a duty to provide you with 'best execution'. Best execution means that we must take reasonable steps to obtain the best possible result for you when executing an order with you. This document provides a summary of our best execution policy.
de: Konkret haben wir die Pflicht, Ihnen die „bestmögliche Ausführung” zu bieten, wenn wir einen Binäre Optionen Handel mit Ihnen eingehen (je "Kontrakt"). Die bestmögliche Ausführung bedeutet, dass wir die geeigneten Schritte unternehmen müssen, um für Sie das bestmögliche Ergebnis zu erreichen, wenn wir die Order für Sie ausführen. Dieses Dokument bietet eine Zusammenfassung unserer Regeln zur bestmöglichen Ausführung.
fr: En particulier, lorsque nous exécutons une opération sur Option Binaire en votre nom (chacune faisant l'objet d'un « Contrat »), nous sommes tenus de vous offrir les « meilleures conditions d'exécution ». Les meilleures conditions d'exécution impliquent que nous prenions toutes les mesures nécessaires pour obtenir le meilleur résultat possible pour vous dans le cadre de l'exécution d'un ordre en votre nom. Ce document fournit un résumé de notre politique de meilleure exécution.
ja: すなわち、お客さまとバイナリーオプション取引に入る際（各"契約"）、当社にはお客さまに「最良執行」を提供させていただく義務があります。最良執行とは、お客さまへの可能な限り最良の結果を得られるよう適切な措置を取らせていただく必要があることを言います。この文書では当社の最良執行ポリシーの概要をご覧いただけます。
vi: Một cách chi tiết hơn, khi chúng tôi giao dịch một Quyền chọn Nhị phân với bạn (mỗi, một "Hợp đồng"),chúng tôi phải có nghĩa vụ cung cấp cho bạn 'thực thi tốt nhất'. Thực thi tốt nhất có nghĩa là chúng tôi phải có các bước thích hợp để dành được kết quả tốt nhất có thể cho bạn khi bạn đặt lệnh với chúng tôi. Tài liệu này cung cấp bản tóm tắt chính sách thực thi tốt nhất của chúng tôi.
zh_cn: 具体来说，当我们和您进行二元期权交易时（双方有了“合同”），我们有责任向您提供"最佳执行方案”。最佳执行方案的意思是，当我们执行您的订单时，必须采取合理的措施为您获取最大效益。此文件是关于最佳执行方案政策的概述。

source: Mother's maiden name
ar: اسم الأم قبل الزواج
de: Mädchenname der Mutter
fr: Nom de jeune fille de votre mère
id: Nama Ibu
ja: 母親の旧姓
pl: Nazwisko panieńskie matki
ru: Девичья фамилия матери
th: ชื่อกลางของมารดา
vi: Tên của Mẹ
zh_cn: 母亲婚前的姓氏

source: Motivated, accurate, organized and a self-starter
ar: لديه دافع، دقيق، ومنظم، وطلائعي
de: Motiviert, präzise, organisiert und ein Selbststarter
fr: Motivation, rigueur, organisation et capacité d'initiative
id: Termotivasi, akurat, teratur dan perintis
ja: やる気、正確性、組織力があり、自発的に取り組める
pl: Zmotywowana, dokładna, zorganizowana i samodzielna osoba
ru: Мотивированный, аккуратный, организованный и инициативный
th: มีแรงจูงใจ แม่นยำ จัดการ และเป็นผู้นำในการดำเนินงาน
vi: Nhiệt tình, chính xác, có tổ chức và là một người năng động
zh_cn: 充满活力、工作精确、有条理和积极主动

source: Multi award-winning trading platform.
ar: منصة تداول حاصلة على أكثر من جائزة.
de: Mehrfach ausgezeichnete Handelsplattform.
fr: Une plateforme de trading maintes fois récompensée par différents prix.
id: Platform yang memenangi berbagai penghargaan.
ja: 数々の受賞履歴を誇るプラットフォーム
pl: Platforma uhonorowana wieloma wyróżnieniami.
ru: Торговая платформа – обладатель множества наград.
th: เป็นระบบซื้อขายที่ได้รับรางวัลชนะจากหลายสถาบัน
vi: Sàn giao dịch thắng nhiều tiền thưởng.
zh_cn: 屡获殊荣的交易平台。

source: Multi-lingual and multi-currency support
ar: دعم متعدد اللغات ومتعدد العملات
de: Mehrsprachige Betreuung und Unterstützung mehrerer Währungen
fr: Plateforme multilingue et devises multiples
id: Memiliki pilihan bahasa dan mata uang
ja: 多言語、及び複数の通貨によるサポート
pl: Wsparcie w wielu językach i dla różnych walut
ru: Поддержка на разных языках и услуги в разных валютах
th: สนับสนุนหลายภาษาและหลายสกุลเงิน
vi: Hỗ trợ đa ngôn ngữ và nhiều loại tiền tệ
zh_cn: 支持多种语言和货币

source: Multiple Charts
fr: Graphiques multiples
ja: 複数のチャート
vi: Liên biểu đồ
zh_cn: 多功能图表

source: Multiple trading opportunities
ja: 多様な取引機会

source: N. Force Majeure Events
de: N. Ereignisse höherer Gewalt
fr: N. Événements de force majeure
ja: N. 不可抗力事象
vi: N. Sự kiện bất khả kháng
zh_cn: 十四、不可抗力事件

source: Name
ar: الإسم
fr: Nom
id: Nama
ja: お名前
pl: Nazwisko
ru: Имя и фамилия
th: ชื่อ
vi: Tên
zh_cn: 姓名

source: Name of first love
ar: اسم أول حبيب
de: Name der ersten Liebe
fr: Nom de votre premier amour
id: Nama pacar pertama
ja: 初恋の人の名前
pl: Imię pierwszej miłości
ru: Имя первой любви
th: ชื่อของคนรักคนแรก
vi: Tên của mối tình đầu
zh_cn: 初恋情人姓名

source: Name of your pet
ar: اسم حيوانك الأليف
de: Name Ihres Haustiers
fr: Nom de votre animal de compagnie
id: Nama binatang peliharaan
ja: ペットの名前
pl: Imię Twojego zwierzątka
ru: Имя домашнего животного
th: ชื่อของสัตว์เลี้ยงของท่าน
vi: Tên thú cưng của bạn
zh_cn: 您宠物的名字

source: Name:
ar: الإسم:
fr: Nom :
id: Nama:
ja: 氏名:
pl: Imię:
ru: Имя:
th: ชื่อ:
vi: Tên:
zh_cn: 姓名:

source: Need more information on the ICO?
ja: ICOのより詳しい情報がご必要ですか？

source: Need more information?
ar: بحاجة الى مزيد من المعلومات؟
de: Brauchen Sie zusätzliche Informationen?
fr: Besoin d'informations supplémentaires ?
id: Perlu informasi lebih lanjut?
ja: 詳細がご確認になりたいですか？
pl: Potrzebujesz więcej informacji?
ru: Хотите получить больше информации?
th: ต้องการข้อมูลเพิ่มไหม?
vi: Cần thêm thông tin?
zh_cn: 想获取更多信息?

source: Need to Monitor Positions
ar: الحاجة لمراقبة المراكز
de: Erfordernis, Positionen zu beobachten
fr: Besoin de Contrôle de Positions
id: Perlu Memantau Kontrak
ja: ポジションをモニターする必要があります。
pl: Potrzeba monitorowania pozycji
ru: Необходимость контролировать позиции
th: ต้องสังเกตการณ์โพซิชั่น
vi: Cần Theo dõi Vị thế
zh_cn: 必须监控头寸
