Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>. </li><li> Click on the <strong>Advanced</strong> tab. </li><li> Select <strong>Cookies</strong> from the left column. </li><li> Select <strong>Accept cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
ar: <ul><li> انتقل إلى <strong>الأدوات</strong> القائمة وحدد <strong>التفضيلات</strong>. </li><li> انقر على زر <strong>خيارات متقدمة</strong>. </li><li> اختر <strong>ملفات تعريف الارتباط (الكوكيز)</strong> من العمود الأيسر. </li><li> اختر <strong>قبول ملفات تعريف الارتباط</strong>. </li><li> انقر على زر <strong>موافق</strong> للحفظ والإغلاق. </li></ul>
de: <ul><li> Gehen Sie ins Menü <strong>Tools</strong> und wählen Sie <strong>Einstellungen</strong> aus. </li><li> Klicken Sie auf die Registerkarte <strong>Erweitert</strong>. </li><li> Wählen Sie in der linken Spalte <strong>Cookies</strong> aus. </li><li> Wählen Sie <strong>Cookies akzeptieren</strong> aus. </li><li> Zum Speichern und Schließen klicken Sie <strong>OK</strong>. </li></ul>
id: <ul><li> Kunjungi menu <strong>Tools</strong> dan pilih <strong>Preferences</strong>. </li><li> Klik pada tab <strong>Advanced</strong>. </li><li> Pilih <strong>Cookies</strong> dari kolom sebelah kiri. </li><li> Pilih <strong>Accept cookies</strong>. </li><li> Klik pada tombol <strong>OK</strong> untuk menyimpan dan menutup. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Narzędzia</strong> i wybierz <strong>Preferencje</strong>. </li><li> Kliknij zakładkę <strong>Zaawansowane</strong>. </li><li> Wybierz opcję <strong>Pliki cookie</strong> z kolumny po lewej stronie. </li><li> Wybierz opcję <strong>Akceptuj pliki cookie</strong>. </li><li> Kliknij przycisk <strong>OK</strong>, aby zapisać i zamknąć. </li></ul>
ru: <ul><li> Зайдите в меню <strong>Инструменты</strong> и выберите <strong>Предпочтения</strong>. </li><li> Нажмите <strong>Дополнительно</strong>. </li><li> Выберите <strong>Cookies</strong> в левой колонке. </li><li> Выберите <strong>Разрешить cookies</strong>. </li><li> Нажмите на кнопку <strong>OK</strong>, чтобы сохранить и закрыть. </li></ul>
th: <ul><li> ไปที่เมนู <strong>Tools</strong> และเลือก <strong>Preferences</strong></li><li> คลิกที่ <strong>Advanced</strong></li><li> เลือก <strong>Cookies</strong> จากด้านซ้ายมือ </li><li> เลือก <strong>Accept cookies</strong></li><li> คลิกที่ปุ่ม <strong>OK</strong> เพื่อบันทึกและปิด </li></ul>
vi: <ul><li> Đến <strong>Trình đơn Công cụ</strong> và chọn <strong>Tham khảo</strong>. </li><li> Nhấn vào <strong>Mục Cao cấp</strong> tab. </li><li> Chọn <strong>Cookies</strong> từ cột bên trái. </li><li> Chọn <strong>Chấp nhận cookies</strong>. </li><li> Nhấn vào nút <strong>OK</strong> để lưu và đóng lại. </li></ul>
zh_cn: <ul><li> 进入 <strong>工具</strong> 菜单并选择 <strong>偏好</strong>。</li><li>点击<strong>高级</strong> 标签。 </li><li>从左侧栏选择<strong>Cookies</strong>。 </li><li> 选择<strong>接受cookies</strong>。</li><li> 点击 <strong>OK</strong> 键保存并关闭。</li></ul>

source: <ul><li><strong> Open menu</strong> and select <strong>Preferences</strong>.</li><li>Click on the <strong>Privacy</strong> tab.</li><li>Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".</li><li>Click on the <strong>OK</strong> button to save your settings.</li></ul>
ar: <ul><li><strong> افتح القائمة</strong> واختر <strong>التفضيلات</strong>.</li><li> انقر على زر <strong>الخصوصية</strong>.</li><li>حدد "<strong>فايرفوكس سوف</strong>" إلى "<strong>حفظ التاريخ</strong>".</li><li>انقر على <strong>موافق</strong> لحفظ الإعدادات.</li></ul>
de: <ul><li><strong> Öffnen Sie das Menü</strong> und wählen Sie <strong>Präferenzen</strong> aus.</li><li>Klicken Sie auf den <strong>Datenschutz</strong> Reiter.</li><li>Stellen Sie "<strong> Firefox </strong>" auf "<strong>Verlauf speichern</strong> ein".</li><li>Zum Speichern Ihrer Einstellung klicken Sie auf die <strong>OK</strong> Schaltfläche.</li></ul>
id: <ul><li><strong> Buka menu</strong> dan pilih <strong>Preferences</strong>.</li><li>Klik pada tab <strong>Privacy</strong>.</li><li>Set "<strong>Firefox will</strong>" ke "<strong>Remember history</strong>".</li><li>Klik pada tombol <strong>OK</strong> untuk menyimpan setingan Anda.</li></ul>
pl: <ul><li><strong> Otwórz menu</strong> i wybierz <strong>Preferencje</strong>.</li><li>Kliknij zakładkę <strong>Prywatność</strong>.</li><li>Ustaw opcję „<strong>Program Firefox</strong>” na wartość „<strong>będzie używał ustawień użytkownika</strong>”.</li><li>Kliknij przycisk <strong>OK</strong>, aby zapisać ustawienia.</li></ul>
ru: <ul><li><strong> Откройте меню</strong> и выберите <strong>Предпочтения</strong>.</li><li>Нажмите на вкладку <strong>Приватность</strong>. </li><li>Выберите "<strong>Firefox будет</strong>" "<strong>запоминать историю</strong>". </li><li>Нажмите на кнопку <strong>OK</strong> для сохранения настроек.</li></ul>
th: <ul><li><strong> เปิดเมนู</strong> และเลือก <strong>Preferences</strong></li><li>ไปที่แท็บ <strong>Privacy</strong></li><li>ตั้งค่า "<strong>Firefox will</strong>" ให้เป็น "<strong>Remember history</strong>"</li><li>คลิกที่ปุ่ม <strong>OK</strong> เพื่อบันทึกการตั้งค่า</li></ul>
vi: <ul><li><strong> Mở thanh Menu</strong> và lựa chọn <strong>Tùy chọn</strong>.</li><li>Nhấn chọn mục<strong>Riêng tư</strong>.</li><li>Thiết lập "<strong>Firefox thành</strong>" "<strong>Ghi nhớ lịch sử</strong>".</li><li>Nhấn nút <strong>OK</strong> để lưu cài đặt.</li></ul>
zh_cn: <ul><li><strong>打开菜单</strong>并选择 <strong>偏好</strong>。</li><li>点击 <strong>隐私</strong> 标签。</li><li>设置 "<strong>Firefox 将l</strong>" 记住 "<strong>您的操作历史</strong>"。</li><li>点击 <strong>OK</strong> 键保存您的设置。</li></ul>

source: <ul><li>Go to "<strong>Chrome Menu (Customize and control Google Chrome)</strong>" dropdown and select <strong>Settings</strong>.</li><li>Click on the <strong>Show advanced settings</strong>.</li><li>Click on the <strong>Content settings</strong> button under <strong>Privacy</strong> menu.</li><li>Select <strong>Allow local data to be set (recommended)</strong>.</li><li>Click on the <strong>Done</strong> button to save your settings.</li></ul>
ar: <ul><li>انتقل إلى "<strong>قائمة المتصفح Chrome (التخصيص والتحكم في Google Chrome)</strong>" حدد من القائمة المنسدلة <strong>إعدادات</strong>.</li><li>انقر على <strong>اظهار الإعدادات المتقدمة</strong>.</li><li>انقر على زر <strong>إعدادات المحتوى</strong> تحت قائمة <strong>الخصوصية</strong>.</li><li>اختر <strong>السماح بتعيين البيانات المحلية (موصى به)</strong>.</li><li>انقر على زر <strong>تم</strong> لحفظ إعداداتك.</li></ul>
de: <ul><li>Gehen Sie auf das "<strong>Chrome Menü (Google Chrome anpassen und steuern)</strong>" Dropdown und wählen Sie <strong>Einstellungen</strong> aus.</li><li>Klicken Sie auf <strong>Erweiterte Einstellungen anzeigen</strong>.</li><li>Klicken Sie auf die <strong>Inhaltseinstellung</strong> Schaltfläche im <strong>Datenschutz</strong> Menü.</li><li>Wählen Sie <strong>Lokale Daten einrichten erlauben (empfohlen)</strong> aus.</li><li>Klicken Sie auf die <strong>Schließen</strong> Schaltfläche, um Ihre Einstellungen zu speichern.</li></ul>
id: <ul><li>Kunjungi "<strong>Menu dropdown Chrome (Customize dan control Google Chrome)</strong>" dan pilih <strong>Settings</strong>.</li><li>Klik pada <strong>Show advanced settings</strong>.</li><li>Klik pada tombol <strong>Content settings</strong> dibawah menu <strong>Privacy</strong>.</li><li>Pilih <strong>Allow local data to be set (direkomendasikan)</strong>.</li><li>Klik pada tombol <strong>Done</strong> untuk menyimpan settingan Anda.</li></ul>
pl: <ul><li>Przejdź do rozwijanego "<strong>Menu Chrome (Dostosowywanie i kontrolowanie Google Chrome)</strong>" i wybierz <strong>Ustawienia</strong>.</li><li>Kliknij przycisk <strong>Ustawienia treści</strong> znajdujący się w menu <strong>Prywatność</strong>.</li><li>Kliknij przycisk <strong>Ustawienia treści</strong>.</li><li>Wybierz opcję <strong>Zezwalaj na przechowywanie danych lokalnie (zalecane)</strong>.</li><li>Kliknij przycisk <strong>Gotowe</strong>, aby zapisać ustawienia.</li></ul>
ru: <ul><li>Зайдите в выпадающее "<strong>Меню Chrome – Настройка и управление Google Chrome (Customize and control Google Chrome)</strong>" и выберите <strong>Настройки (Settings)</strong>.</li><li>Нажмите <strong>Показать дополнительные настройки (Show advanced settings)</strong>. </li><li>Нажмите на кнопку <strong>Настройки контента (Content settings)</strong>.</li><li>Выберите <strong>Разрешать сохранение локальных данных (рекомендуется) – Allow local data to be set (recommended)</strong>. </li><li>Нажмите на кнопку <strong>Готово</strong>, чтобы сохранить настройки.</li></ul>
th: <ul><li>ไปที่ "<strong>เมนู Chrome (Customize and control Google Chrome)</strong>" มีรายการตัวเลือก และให้เลือก <strong>Settings</strong></li><li>คลิกที่ <strong>Show advanced settings</strong></li><li>คลิกที่ปุ่ม <strong>Content settings</strong> ที่อยู่ด้านล่างของเมนู <strong>Privacy</strong></li><li>เลือก <strong>Allow local data to be set (recommended)</strong></li><li>คลิกที่ปุ่ม <strong>Done</strong> เพื่อบันทึกการตั้งค่า</li></ul>
vi: <ul><li>Đến "<strong>Tùy chỉnh và quản lý trên Google Chrome</strong>" xổ thanh xuống và chọn <strong>Cài đặt</strong>.</li><li>Nhấn vào <strong>Hiển thị Cài đặt nâng cao</strong>.</li><li>Nhấn vào nút <strong>Cài đặt nội dung</strong> bên dưới trình đơn <strong>Riêng tư</strong>.</li><li>Chọn <strong>Cho phép dữ liệu gốc được cài đặt (được đề xuất)</strong>.</li><li>Nhấn vào nút<strong>Kết thúc</strong> để lưu cài đặt của bạn.</li></ul>
zh_cn: <ul><li>进入"<strong>Chrome菜单(个性化设置谷歌Chrome浏览器)</strong>" 下拉列表并选择 <strong>设置</strong>。</li><li>点击<strong>显示高级设置</strong>标签。</li><li>点击 <strong>隐私</strong>菜单下面的<strong>内容设置</strong>键。</li><li>选择 <strong>允许设置本地数据（推荐）</strong>。</li><li>点击 <strong>完成</strong> 键保存您的设置。</li></ul>

source: == Toll Free ==
ar: == الرقم المجاني ==
id: == Bebas Pulsa ==
pl: == Bez opłat ==
ru: == Бесплатно ==

source: A Bachelor’s degree in Computer Science, or an equivalent combination of technical education, training and work experience
ar: درجة بكالوريوس في علم الحاسوب، أو ما يكافئها من التعليم التقني، والتدريب والخبرة في العمل
id: Bergelar Sarjana pada bidang Ilmu Komputer, atau memiliki kombinasi setara dengan antara pendidikan teknis, pelatihan dan pengalaman kerja
pl: Dyplom inżyniera na kierunku Informatyka lub inne równoważne studia na kierunku technicznym w połączeniu z odpowiednim szkoleniem lub doświadczeniem zawodowym
ru: Степень бакалавра в области информатики или техническое образование, обучение и опыт работы в схожей области
th: สำเร็จการศึกษาสาขาวิทยาการคอมพิวเตอร์ หรือเทียบเท่า โดยมีทักษะเชิงเทคนิค อบรมหลักสูตรต่างๆ ที่เกี่ยวข้อง และประสบการณ์การทำงาน

source: A Bachelor’s degree in Marketing, Business Administration, or related discipline
ar: درجة بكالوريوس في التسويق أو إدارة الأعمال، أو الانضباط ذات الصلة أو ما يماثلها
id: Memegang gelar Sarjana dalami bidang Pemasaran, Bisnis Administrasi atau disiplin terkait
pl: Ukończone studia licencjackie na kierunku: marketing, administracja, ekonomia lub pokrewne
ru: Степень бакалавра в области маркетинга, бизнес-администрирования или смежной дисциплине
th: สำเร็จการศึกษาในสาขาการตลาด สาขาบริหารธุรกิจ หรือสาขาเทียบเท่าที่เกี่ยวข้อง

source: A Duplicate Email Address Has Been Submitted - %1
ar: تم تقديم عنوان بريد إلكتروني مكرر - %1
id: Alamat Email Sama Telah Didaftarkan - %1
pl: Wprowadzono identyczny adres e-mail - %1
ru: Предоставлен дублирующий Email - %1
th: อีเมล์ซ้ำได้ถูกส่งแล้ว - %1

source: A Simple moving average line can be enhanced by putting a percentage envelope on either side of it. Our lines are displayed 20% above and 10% below the moving average line.
ar: يمكن تعزيز خط مؤشر المتوسط المتحرك البسيط (Simple moving average line) عبر وضع نسبة المغلف على جانبيه. يتم عرض خطوطنا 20% فوق خط المتوسط المتحرك و10% تحته.
id: Pergerakan simpel digaris rata-rata dapat ditingkatkan dengan meletakan sampul persentasi dari segala sisi. Garis kami ditampilkan 20% ke atas dan 10% ke bawah dari garis pergerakan rata-rata.
pl: Linia prostej średniej kroczącej może zostać rozszerzona przez umieszczenie koperty procentowej po dowolnej stronie. Nasze linie są wyświetlane 20% powyżej i 10% poniżej linii średniej kroczącej.
ru: Простая скользящая средняя может быть дополнена с обеих сторон процентными "конвертами". На нашем сайте это 20% над линией и 10% под ней.
th: เส้นที่แสดงค่าเฉลี่ยการเคลื่อนที่อย่างง่ายสามารถนำมาปรับปรุงโดยกำหนดค่าร้อยละของแต่ละด้าน เส้นของพวกเราแสดงที่ เหนือ 20% และต่ำกว่า 10%

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called ‘binary’ because there can be only two outcomes – win or lose.
ar: الخيار الثنائى هو خيار ثابت العائد يتم تحديده عند بداية التداول. إذا كان توقعك صحيحا تتلقى عائدا متفقا عليه، إذا حدث غير ذلك تخسر حصة استثمارك الأولى فقط. تم تسمية الخيارات بـ "الخيارات الثنائية" لأن لها نتيجتين فقط - الربح أو الخسارة.
id: Opsi binary adalah opsi yang memberikan hasil tetap yang ditentukan pada awal trading. Jika analisa Anda tepat maka Anda akan menerima hasil yang Anda inginkan. Jika tidak, maka Anda hanya akan kehilangan modal Anda tidak lebih. Opsi ini disebut ‘binary’ karena hanya memiliki dua kemungkinan - untung atau rugi.
pl: Opcja binarna to instrument finansowy, który daje wypłatę ustaloną przy zawieraniu transakcji. Jeśli prognoza się sprawdzi, gracz otrzymuje ustaloną wypłatę, w przeciwnym razie traci tylko początkową stawkę, nic ponad to. Opcje nazywane są „binarnymi”, ponieważ mogą dawać tylko dwa wyniki - wygraną lub przegraną.
ru: Бинарный опцион - это опцион с фиксированной прибылью, которая определяется при расчете контракта. Если прогноз сбывается, трейдер получает оговоренную прибыль. В противном случае, он теряет только свою ставку (цену покупки), и не более того. Опционы называются "бинарными", потому что они предлагают два возможных истечения контракта - выигрыш или проигрыш.
th: ไบนารีออปชั่นเป็นทางเลือกของการชำระเงินที่คงที่ซึ่งถูกกำหนดตั้งแต่เริ่มต้นของการซื้อขาย หากการพยากรณ์ของท่านถูกต้อง ท่านจะได้รับการจ่ายเงินตามมูลค่าที่ตกลงกัน แต่หากการทำนายไม่ถูกต้อง ท่านจะเสียมูลค่าที่วางตั้งต้นไว้ ไม่มากไปกว่านั้น ออปชั่นจึงถูกเรียกว่า ไบนารี เนื่องจากมีผลลัพธ์เพียง 2 ทาง คือ ได้ และ เสีย

source: A general error has occurred.
ar: حدث خطأ عام.
id: Error telah terjadi.
pl: Wystąpił błąd ogólny.
ru: Произошла ошибка.
th: พบข้อผิดพลาด

source: A momentum indicator showing the percent rate-of-change of a triple exponentially smoothed moving average. Like other oscillators, TRIX oscillates around a zero line.
ar: إن مؤشر momentum indicator يظهر معدل النسبة المئوية لمعدل التغير لمؤشر triple exponentially smoothed moving average. مثل مؤشرات التذبذب الأخرى يتذبذب TRIX حول خط الصفر.
id: Sebuah indikator mementum yang memperlihatkan perubahan harga persen pada pergerakan rata-rata tetap eksponen rangkap tiga. Seperti oskilator lainnya, oskilator TRIX bergerak mengelilingi garis nol.
pl: Wskaźnik zmiany pokazujący procentową zmianę potrójnego wygładzania wykładniczego średniej kroczącej. Tak jak inne oscylatory, oscylator TRIX oscyluje w okolicach linii zerowej.
ru: Индикатор Темпа (Momentum), показывающий процентное изменение тройной экспоненциальной скользящей cредней. Как и другие осцилляторы, TRIX 'осциллирует' относительно нулевой линии.
th: ตัวบ่งชี้โมเมนตัวแสดงร้อยละของการเปลี่ยนแปลงของเส้นค่าเฉลี่ย 3 เส้น เช่นเดียวกับออสซิลเลเทอร์อื่น การแกว่งตัวของ TRIX บริเวณเส้นระดับศูนย์

source: A panel featuring industry leaders awards BetOnMarkets.com ‘Financial Betting Operator of the Year’ over two other finalists. It’s a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
ar: لجنة تضم رواد الصناعة تمنح BetOnMarkets.com جائزة ‘Financial Betting Operator of the Year’ على مدى نهائيين. انه انتصار كبير لعلامتنا التجارية والمزيد من الاعتراف لخدمتنا الرائدة عالميا. وبعد عشر سنوات، نسير من قوة إلى قوة.
id: Sebuah panel pemimpin industri menganugerahkan BetOnMarkets.com sebagai 'Operator Financial Trading Terbaik'. Ini adalah anugerah terbaik bagi kami dan pengitirafan lebih lanjut bagi layanan yang kami sediakan. Sepuluh tahun kemudian kami terus kukuh.
pl: Panel ukazujący, że BetOnMarkets.com jest liderem rynku przed dwoma innymi finalistami z tytułem „Operator zakładów finansowych roku”. To wielkie wyróżnienie dla naszej marki i kolejne uznanie naszych usług w zakresie zakładów finansowych. Od dziesięciu lat skutecznie pracujemy nad naszym sukcesem.
ru: Жюри с участием лидеров отрасли награждает BetOnMarkets.com премией в номинации ‘Financial Betting Operator of the Year’ (финансовый оператор года по беттингу), отдав нам предпочтение над двумя другими финалистами. Это большая победа для нашего бренда и важный знак признания нашего сервиса. Десять лет спустя, мы не останавливаемся на достигнутом.
th: เหล่าคณะผู้นำในอุตสาหกรรมมอบรางวัล ‘Financial Betting Operator of the Year’ ให้กับ BetOnMarkets.com มันเป็นชัยชนะหลักของแบรนด์ของพวกเราและการยอมรับของบริการระดับโลกของพวกเรา สิบปีที่ผ่านมาจากจุดแข็งสู่จุดแข็ง

source: A problem occurred while connecting to the server. Please try again later.
ar: حدثت مشكلة أثناء الاتصال بالخادم يرجى المحاولة مرة أخرى فى وقت لاحق.
id: Masalah terdeteksi pada saat menghubungi server. Silakan coba kembali sebentar lagi.
pl: Wystąpił problem podczas nawiązywania połączenia z serwerem. Proszę spróbować później.
ru: Во время соединения с сервером произошла ошибка. Пожалуйста, попробуйте снова чуть позже.
th: มีปัญหาเกิดขึ้นในการเชื่อมต่อกับเครือข่ายหลัก โปรดเข้าใช้งานอีกครั้งภายหลัง

source: A scanned copy of a utility bill showing your current residential address (utility bill must not be more than 3 months old).
ar: صورة ضوئية من فاتورة خدمات تبين عنوان السكن الحالى (يجب أن لا يكون مضى على فاتورة الخدمات أكثر من ثلاثة أشهر).
id: Salinan scan dari tagihan utilitas yang menunjukkan alamat tempat tinggal Anda saat ini (tagihan utilitas tidak boleh lebih dari 3 bulan).
pl: Skan rachunku za media zawierający aktualny adres zamieszkania (rachunek musi być z ostatnich 3 miesięcy).
ru: Отсканированная копия счета за коммунальные или другие услуги, указывающая Ваш настоящий адрес (счет должен быть датирован не ранее, чем 3 последние месяца).
th: สำเนาใบแจ้งหนี้สาธารณูปโภคที่แสดงที่อยู่ปัจจุบันของคุณ จำนวน 1 ฉบับ (ใบแจ้งหนี้สาธารณูปโภคล่าสุดไม่เกิน 3 เดือน)

source: A scanned copy of your passport or driver's licence.
ar: صورة ضوئية من جواز سفرك أو رخصة قيادتك.
id: Salinan scan KTP atau SIM atau Paspor Anda.
pl: Skan paszportu lub prawa jazdy.
ru: Отсканированная копия паспорта или водительских прав.
th: สำเนาหนังสือเดินทาง หรือ ใบขับขี่ จำนวน 1 ฉบับ

source: A technical indicator which measures overbought/oversold levels in a very similar way to that of an Oscillator indicator, except that %R is plotted upside-down 0% to -100%. Readings in the range of 80 to 100% indicate that the security is oversold while readings in the 0 to 20% range suggest that it is overbought.
ar: المؤشر التقنى الذي يقيس زيادة مستويات البيع/الشراء بنفس طريقة مؤشر Oscillator، فيما عدا أن %R مخطط رأساً على عقب من 0% إلى -100%. القراءات من 80 إلى 100% تشير إلى أن السند المالى يباع بشكل زائد بينما القراءات من 0 إلى 20% تشير إلى أن السند يشترى بشكل زائد.
id: Sebuah teknis indikator yang mengukur tingkat lebih pembelian/lebih penjualan yang menggunakan cara yang hampir sama dengan indikator Oskilator, kecuali %R memetakan terbalik 0% hingga -100%. Pembacaan dalam jarak 80 hingga 100% mengindikasikan keamanan adalah lebih terjual dan pembacaan jarak antara 0 hingga 20% memperlihatkan lebih terbeli.
pl: Wskaźnik techniczny, który mierzy poziomy wykupienia/wyprzedania w podobny sposób, jak oscylator, z zastrzeżeniem, że %R jest naniesiony odwrotnie od 0 % do -100%. Odczyty w zakresie od 80% do 100% oznaczają, że depozyt został wyprzedany, zaś pomiędzy 0% a 20% sugerują, że został wykupiony.
ru: Технический индикатор, измеряющий уровни перепроданности/перекупленности примерно так же, как и осциллятор, за исключением того, что %R отображается как шкала от 0% до -100%. Значения между 80 и 100% указывают на перепроданность, а от 0 до 20% - на перекупленность.
th: เครื่องมือทางเทคนิคที่บอกระดับสภาวะที่เกิดการซื้อมากเกินไป/ขายมากเกินไป เรียกว่า ดัชนีออสซิลเลเทอร์ (Oscillator Indicator) นอกจาก %R จะถูกแสดงแนวโน้มคว่ำลงในขนาด 0% ถึง -100% แต่หากค่าอยู่ระหว่าง 80% ถึง 100% หมายถึง หลักทรัพย์มีการขายมากเกินไป และเมื่ออยู่ในระดับ 0% ถึง 20% คือ หลักทรัพย์มีภาวะการซื้อมากเกินไป

source: A verification email has been sent to %1.
ar: تم إرسال بريد إلكتروني للتحقق على %1.
id: Verifikasi email telah dikirim ke %1.
pl: E-mail weryfikacyjny został wysłany do %1.
ru: Письмо для проверки отправлено на %1.
th: อีเมล์ได้ถูกส่งแล้วที่ %1

source: AUTHORISED PAYMENT AGENT?
ar: وكيل دفع معتمد؟
id: AGEN PEMBAYARAN RESMI?
pl: AUTORYZOWANY POŚREDNIK PŁATNOŚCI?
ru: ВЫ – АВТОРИЗОВАННЫЙ ПЛАТЁЖНЫЙ АГЕНТ?
th: เป็นตัวแทนรับชำระเงินที่ได้รับอนุญาตหรือไม่?

source: About
ar: عن
id: Tentang
pl: O nas
ru: Инф.
th: เกี่ยวกับ

source: Account Details
ar: تفاصيل الحساب
id: Keterangan rekening
pl: Dane konta
ru: Информация о счете
th: รายละเอียดบัญชี

source: Account balance : %1 %2
ar: رصيد الحساب: %1 %2
id: Saldo akun : %1 %2
pl: Saldo konta: %2 %1
ru: Баланс счета: %1 %2
th: ยอดคงเหลือในบัญชี : %1 %2

source: Account is disabled.
ar: الحساب معطل
id: Akun telah dibatalkan.
pl: Konto jest wyłączone.
ru: Счёт неактивен.
th: บัญชีถูกระงับ

source: Accounting & Payments
ar: المحاسبة والمدفوعات
de: Buchhaltung & Zahlungsverkehr
id: Akuntansi & Pembayaran
pl: Księgowość i płatności
ru: Отчетность и выплаты
th: การบัญชีและการชำระเงิน
vi: Kế toán & Thanh toán
zh_cn: 账户处理&款项支付

source: Accumulation/Distribution
ar: التراكم/التوزيع
id: Akumulasi/Distribusi
pl: Akumulacja/dystrybucja
ru: Накопления/Распределения
th: การสะสม/การกระจายตัว

source: Acknowledgement of Money Transfer
ar: إشعار باستلام تحويل الأموال
id: Pemberitahuan Transfer Dana
pl: Potwierdzenie przelewu pieniędzy
ru: Подтверждение денежного перевода
th: การตอบรับของการโอนเงิน

source: Acknowledgement of Withdrawal Request
ar: إشعار بإستلام طلبات السحب
id: Pemberitahuan Permohonan Penarikan Dana
pl: Potwierdzenie wniosku o wypłatę
ru: Подтверждение запроса на вывод
th: การตอบรับของการแจ้งถอนเงิน

source: Add Lines
ar: أضف خطوط
id: Tambahkan baris
pl: Dodaj linie
ru: Добавить линии
th: เพิ่มวงเงิน

source: Add Overlay
ar: أضف غطاء
id: Tambah Arsiran
pl: Dodaj nakładkę
ru: Добавить наложение
th: เพิ่ม Overlay

source: Administering the company’s semi-annual performance appraisal process
ar: إدارة عملية تقييم أداء نصف سنوية بالشركة
id: Penyelenggara proses penilaian kinerja semi-tahunan perusahaan
pl: Administrowanie procesem ocen półrocznych w firmie
ru: Управление процессом полугодовой оценки эффективности деятельности компании
th: ดำเนินการในกระบวนการประเมินผลงานขององค์กรทุกๆ 6 เดือน

source: Advanced tool for active traders
ar: آداة متقدمة للمتداولين النشطين
id: Alat canggih untuk trader aktif
pl: Zaawansowane narzędzia dla aktywnych graczy
ru: Усовершенствованный инструмент для активных трейдеров

source: All
ar: الجميع
id: Semua
pl: Wszystko
ru: Все
th: ทั้งหมด

source: All calls are recorded for training and monitoring purposes
ar: يتم تسجيل جميع المكالمات لأغراض التدريب والمراقبة
id: Panggilan adalah direkam untuk pelatihan dan pemantauan
pl: Wszystkie rozmowy są nagrywane w celach szkoleniowych i kontrolnych
ru: Все звонки записываются с целью обучения и мониторинга
th: ทุกสายการสนทนาจะถูกบันทึกเพื่อการอบรมและการสังเกตการณ์
