Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Your death, your incapacity, become of unsound mind or your inability to pay your debts as they fall due, or is bankrupt or insolvent, as defined under any bankruptcy or insolvency law applicable to you, if you are an individual;
de: Ihr Ableben, Ihr Unvermögen, wenn Sie unzurechnungsfähig werden, oder Ihre Unfähigkeit Schulden, wie diese anfällig werden zu begleichen, oder Sie sind zahlungsunfähig oder insolvent, wie unter Zahlungsunfähigkeits- oder Insolvenzgesetzen, die für Sie gelten, definiert, wenn Sie eine Einzelperson sind;
fr: Votre mort, votre incapacité, ne plus jouir de toutes vos facultés mentales ou votre inhabilité à payer vos dettes lorsqu'elles sont dues, ou est en faillite ou insolvable, comme défini sous toute loi de faillite ou d'insolvabilité pour vous, si vous êtes un individu ;
vi: Cái chết của bạn, bất lực của bạn, trở thành vô thức hoặc không có khả năng trả nợ của bạn như khi phá sản hay vỡ nợ, như được định nghĩa theo kỳ phá sản hoặc phá sản luật áp dụng đối với bạn, nếu bạn là một cá nhân;
zh_cn: 如果您是个人，您的逝世、丧失工作能力、变得心智不健全或由任何适用于您的破产或无力偿债法律规定为无法按时还债、或破产或无力偿债;

source: Your debts are not settled as, and when, they fall due;
de: Ihre Schulden sind nicht beglichen, wenn diese fällig werden;
fr: Vos dettes ne sont pas réglés comme, et lorsqu'elles sont dues;
vi: Các khoản nợ không được giải quyết và khi họ phá sản do;
zh_cn: 您无法在到期时还清债务;

source: Your forex and contracts for differences transactions with %1 are linked to an underlying financial instrument and you will be exposed to price, currency exchange, interest rate or other volatility of the market to which your financial instrument is related to, especially if the market is of a jurisdiction that is foreign to you. Forex and contracts for differences trading over the internet via an electronic trading platform is subject to data latency risk which may result in delays in order execution.
de: Ihre Forex- und Kontrakte für Differenz-Transaktionen mit %1 sind mit dem zugrundeliegenden finanziellen Instrument verbunden, und Sie sind dem Kurs, dem Währungsumtausch, den Zinssätzen, oder der Volatilität des Markts, auf den sich Ihr finanzielles Instrument bezieht, ausgesetzt, vor allem dann, wenn sich der Markt in einem Ihnen fremden Zuständigkeitsbereich befindet. Forex und Kontrakte für Differenzen Geschäfte über das Internet, via einer elektronischen Handelsplattform, unterliegen dem Risiko einer Datenlatenz, die zu Verzögerungen in der Orderausführung führen kann.
fr: Vos transactions de contrat de forex et pour différences avec %1 sont liés à un instrument financier sous jacent et vous serez exposé au prix, au échange de devises, au taux d’intérêt ou d'autre volatilité de marché pour laquelle votre instrument financier est en rapport, spécialement si le marché est d'une juridiction qui vous est étrangère. Le Forex et les contrats pour différences échangés sur Internet via une plateforme d'échange électronique sont sujets à des risques de latence de données qui peuvent conduire à des délais dans l’exécution des ordres.
vi: Ngoại hối và các hợp đồng chênh lệch giá thiết lập giao dịch với %1 của bạn được liên kết với một công cụ tài chính tiềm ẩn và bạn sẽ được tiếp xúc với giá, quy đổi Ngoại tệ, lãi suất hay biến động của thị trường mà công cụ tài chính của bạn là liên quan đến, đặc biệt là nếu thị trường là một thẩm quyền đó là nước ngoài với bạn. Ngoại hối và các hợp đồng chênh lệch giá kinh doanh trên internet thông qua một nền tảng thương mại điện tử là tùy thuộc vào rủi ro độ trễ dữ liệu có thể gây ra sự chậm trễ trong thứ tự thực hiện.
zh_cn: 您与 %1的外汇和差价合约交易与一种标的金融工具相连接，您将承受与金融工具有关的价格、汇率、利率或其他市场波动率的风险，特别是如果市场所属的管辖权与你无关。通过电子交易平台在网络上进行的外汇和差价合约交易承受潜在数据风险，可能导致订单执行的延误。

source: Your use of the MT5 Trading Platform, whether accessed through or downloaded from our website or a third-party website, is governed by the terms of use provided by the MT5 Trading Platform Licensor to you. In the event of any conflict between the content of this Agreement and the agreement between you and the MT5 Trading Platform Licensor, the terms of this Agreement shall prevail. It is your responsibility to ensure that the information technology that you use is compatible with the required information technology to support the MT5 Trading Platform.
de: Ihre Verwendung der MT5 Handelsplattform, entweder durch Zugreifen durch unsere Website oder eine Website Dritter oder durch Heruntergeladen, ist von den Verwendungsbestimmungen, die Ihnen vom MT5 Handelsplattform Lizenzgeber bereitgestellt werden, bestimmt. Im Fall eines Konflikts zwischen dem Inhalt dieser Vereinbarung und der Vereinbarung zwischen Ihnen und dem MT5 Handelsplattform Lizenzgeber, sollen die Bestimmungen in dieser Vereinbarung überwiegen. Es liegt in Ihrer Verantwortung, sicherzustellen, dass die Informationstechnologie, die Sie verwenden, mit der erforderlichen Informationstechnologie, um die MT5 Handelsplattform zu unterstützen, kompatibel ist.
fr: Vous utilisez la Plateforme d’Échange MT5, accédée sur ou téléchargée de notre site internet ou un site internet tiers, est contrôlé par les termes d'utilisation fournis par le concédant de la plateforme d'échange MT5 avec vous. Dans le cas de tout conflit entre le contenu du Contrat et le contrat entre vous et le concédant de la plateforme d'échange MT5, les termes de ce Contrat prévaudront. Il est de votre responsabilité de vous assurer que la technologie informatique que vous utilisez est compatible avec la technologie informatique requise pour supporter la plateforme d'échange MT5.
vi: Việc bạn sử dụng nền tảng thương mại MT5, cho dù truy cập thông qua hoặc tải xuống từ website của chúng tôi hoặc trang web của một bên thứ 3, được quản lý bởi các điều khoản sử dụng được cung cấp bởi người cấp phép kinh doanh nền tảng kinh doanh MT5 cấp cho bạn. Trong trường hợp có bất kỳ xung đột giữa các nội dung của thỏa thuận này và theo thỏa thuận giữa bạn và người cấp phép kinh doanh nền tảng thương mại MT5 cấp, các điều khoản của thỏa thuận này sẽ áp dụng. Đó là trách nhiệm của bạn để đảm bảo rằng công nghệ thông tin mà bạn sử dụng tương thích với công nghệ thông tin cần thiết để hỗ trợ nền tảng thương mại MT5.
zh_cn: 不论您是通过访问我们的网站或第三方网站或从网站下载使用 MT5 交易平台， 您须受向您提供 MT5 交易平台的许可方使用条款约束。如本协议的内容与您和 MT5 交易平台许可方之间协议之间有任何冲突，则以本协议的条款为准。确保您使用的信息技术与支持MT5 交易平台所需的信息技术兼容是你的责任。

source: consolidating liquidity from several providers into a single stream of blended feed; and
de: konsolidierende Liquidität von mehreren Anbietern in einen einzigen Datenstrom an vermischtem Feed; und
fr: la liquidité consolidée de plusieurs fournisseurs dans un seul courant d'alimentation mixte; et
vi: củng cố khả năng thanh toán từ một số các nhà cung cấp thành một dòng duy nhất của các nguồn cấp dữ liệu tổng hợp; và
zh_cn: 将数个供应商集合成单股混合输入，以加强流动性; 和

source: intelligently routing incoming orders to different types of execution modes based on configurations and algorithms established using best execution factors.
de: intelligent steuernde eingehende Order zu verschiedenen Arten von Ausführungsmodi, auf Konfigurationen und Algorithmen basierend, die auf der Verwendung der besten Ausführungsfaktoren begründet sind.
fr: intelligemment acheminer vos ordres entrants pour différents types de mode d’exécution basés sur des configurations et algorithmes établis utilisant les facteurs de meilleure exécution.
vi: định tuyến thông minh các lệnh đến để phân loại rõ ràng các loại khác nhau của chế độ thực thi dựa trên cấu hình và thiết lập bằng cách sử dụng các yếu tố thực thi tốt nhất.
zh_cn: 根据以最佳执行因素建立的配置和算法将传入的订单通过智能路由归纳成不同类型的执行模式。

source: net of any other money credited to your Real Account and debited from your Real Account. Your account balance includes Margin Requirement. The amount of your account balance in excess of Margin Requirement is available for your withdrawal. The amount set aside for Margin Requirement is not available for your withdrawal.
de: Netto auf alle anderen Gelder, die Ihrem Echtgeldkonto gutgeschrieben werden, und von Ihrem Echtgeldkonto abgebucht werden. Ihr Kontostand beinhaltet die Margin-Anforderung. Der Betrag Ihres Kontostandes, in Excess der Margin-Anforderung, ist zu Ihrer Abhebung verfügbar. Der Betrag, der für die Margin-Anforderung beiseite gesetzt ist, ist nicht zu Ihrer Abhebung verfügbar.
fr: net de tout autre argent crédité sur votre Compte Réel et débité de votre Compte Réel. Votre solde de compte inclus l'Exigence de Marge. Le montant de votre solde de compte en excès par rapport à votre Exigence de Marge est disponible pour un retrait. Le montant mis de côté pour l'Exigence de Marge n'est pas disponible pour un retrait.
vi: biểu đồ của bất cứ khoản tiền nào khác ghi có vào tài khoản thực sự của bạn và ghi nợ từ tài khoản thực sự của bạn. Tài khoản của bạn bao gồm các yêu cầu ký quỹ. Số lượng tài khoản của bạn vượt quá yêu cầu ký quỹ có sẵn để rút tiền của bạn. Số lượng dành cho yêu cầu ký quỹ không phải là có sẵn để rút tiền của bạn.
zh_cn: 在您真实账户记入借方并从您真实账户记入贷方的任何其它款项净值。您的账户余额包括保证金要求。您可将账户余额超出保证金要求金额款项提出。预留保证金要求金额不可提出。

source: net of fund transfers between your Binary Options Account and your Real Account;
de: Netto der Gelder-Überweisungen zwischen Ihrem Binäre Optionen Echtgeldkonto und Ihrem Echtgeldkonto;
fr: net des transferts de fond entre votre Compte Binary Options et votre Compte Réel ;
vi: biểu đồ của quỹ chuyển giao giữa tài khoản Các tùy chọn Binary và tài khoản thực của bạn;
zh_cn: 您二元期权账户及真实账户之间基金转让净值;

source: net of realised profits credited to your Real Account and realised losses debited from your Real Account;
de: Netto von realisierten Gewinnen, die Ihrem Echtgeldkonto gutgeschrieben werden, und realisierte Verluste, die von Ihrem Echtgeldkonto abgebucht werden;
fr: net des profits réalisés crédités sur votre Compte Réel et des pertes réalisées débitées de votre Compte Réel ;
vi: biểu đồ của các lợi nhuận được biết đến tài khoản thực của bạn và các thiệt hại biết đến được ghi nợ từ tài khoản thực của bạn;
zh_cn: 借记到您真实账户的实现利润和从您真实账户扣除的实现亏损净值;

source: the market conditions of the financial instruments that your orders are related to, which includes the need for timely execution, availability of price improvement, liquidity of the market, size of your order, and the potential impact on total consideration.
de: die Marktkonditionen der Finanzinstrumente, auf die sich Ihre Order beziehen, was den Bedarf an zeitgerechter Ausführung, die Verfügbarkeit von Kursbewegungen, die Liquidität des Markts, die Größe Ihrer Order, und die potentielle Auswirkung auf die Gesamtvergütung umfasst.
fr: les conditions de marché des instruments financiers que vos ordres sont en rapport avec, qui inclus le besoin d'une exécution opportune, disponibilité pour l'amélioration du prix, liquidité du marché, taille de votre ordre, et l'impact potentiel en toute considération.
vi: Các điều kiện thị trường của các công cụ tài chính mà các lệnh của bạn có liên quan đến, bao gồm cần thiết để thực hiện kịp thời, sẵn có của cải thiện giá, tính thanh khoản của thị trường, kích thước của đặt hàng của bạn, và những tác động tiềm năng về tổng xem xét.
zh_cn: 与您的订单有关的金融工具市场条件，其中包括及时执行需求、价格优化的可行性、市场流动性、订单大小、以及对总数值的潜在影响。

source: {JAPAN ONLY}TIP_1
fr: {seulement pour le JAPON}TIP_1

source: {JAPAN ONLY}TIP_10
fr: {seulement pour le JAPON}TIP_10

source: {JAPAN ONLY}TIP_100
fr: {seulement pour le JAPON}TIP_100

source: {JAPAN ONLY}TIP_11
fr: {seulement pour le JAPON}TIP_11

source: {JAPAN ONLY}TIP_12
fr: {seulement pour le JAPON}TIP_12

source: {JAPAN ONLY}TIP_13
fr: {seulement pour le JAPON}TIP_13

source: {JAPAN ONLY}TIP_14
fr: {seulement pour le JAPON}TIP_14

source: {JAPAN ONLY}TIP_15
fr: {seulement pour le JAPON}TIP_15

source: {JAPAN ONLY}TIP_16
fr: {seulement pour le JAPON}TIP_16

source: {JAPAN ONLY}TIP_17
fr: {seulement pour le JAPON}TIP_17

source: {JAPAN ONLY}TIP_18
fr: {seulement pour le JAPON}TIP_18

source: {JAPAN ONLY}TIP_19
fr: {seulement pour le JAPON}TIP_19

source: {JAPAN ONLY}TIP_2
fr: {seulement pour le JAPON}TIP_2

source: {JAPAN ONLY}TIP_20
fr: {seulement pour le JAPON}TIP_20

source: {JAPAN ONLY}TIP_21
fr: {seulement pour le JAPON}TIP_21

source: {JAPAN ONLY}TIP_22
fr: {seulement pour le JAPON}TIP_22

source: {JAPAN ONLY}TIP_23
fr: {seulement pour le JAPON}TIP_23

source: {JAPAN ONLY}TIP_24
fr: {seulement pour le JAPON}TIP_24

source: {JAPAN ONLY}TIP_25
fr: {seulement pour le JAPON}TIP_25

source: {JAPAN ONLY}TIP_26
fr: {seulement pour le JAPON}TIP_26

source: {JAPAN ONLY}TIP_27
fr: {seulement pour le JAPON}TIP_27

source: {JAPAN ONLY}TIP_28
fr: {seulement pour le JAPON}TIP_28

source: {JAPAN ONLY}TIP_29
fr: {seulement pour le JAPON}TIP_29

source: {JAPAN ONLY}TIP_3
fr: {seulement pour le JAPON}TIP_3

source: {JAPAN ONLY}TIP_30
fr: {seulement pour le JAPON}TIP_30

source: {JAPAN ONLY}TIP_31
fr: {seulement pour le JAPON}TIP_31

source: {JAPAN ONLY}TIP_32
fr: {seulement pour le JAPON}TIP_32

source: {JAPAN ONLY}TIP_33
fr: {seulement pour le JAPON}TIP_33

source: {JAPAN ONLY}TIP_34
fr: {seulement pour le JAPON}TIP_34

source: {JAPAN ONLY}TIP_35
fr: {seulement pour le JAPON}TIP_35

source: {JAPAN ONLY}TIP_36
fr: {seulement pour le JAPON}TIP_36

source: {JAPAN ONLY}TIP_37
fr: {seulement pour le JAPON}TIP_37

source: {JAPAN ONLY}TIP_38
fr: {seulement pour le JAPON}TIP_38

source: {JAPAN ONLY}TIP_39
fr: {seulement pour le JAPON}TIP_39

source: {JAPAN ONLY}TIP_4
fr: {seulement pour le JAPON}TIP_4

source: {JAPAN ONLY}TIP_40
fr: {seulement pour le JAPON}TIP_40

source: {JAPAN ONLY}TIP_41
fr: {seulement pour le JAPON}TIP_41

source: {JAPAN ONLY}TIP_42
fr: {seulement pour le JAPON}TIP_42

source: {JAPAN ONLY}TIP_43
fr: {seulement pour le JAPON}TIP_43

source: {JAPAN ONLY}TIP_44
fr: {seulement pour le JAPON}TIP_44

source: {JAPAN ONLY}TIP_45
fr: {seulement pour le JAPON}TIP_45

source: {JAPAN ONLY}TIP_46
fr: {seulement pour le JAPON}TIP_46

source: {JAPAN ONLY}TIP_47
fr: {seulement pour le JAPON}TIP_47

source: {JAPAN ONLY}TIP_48
fr: {seulement pour le JAPON}TIP_48

source: {JAPAN ONLY}TIP_49
fr: {seulement pour le JAPON}TIP_49

source: {JAPAN ONLY}TIP_5
fr: {seulement pour le JAPON}TIP_5

source: {JAPAN ONLY}TIP_50
fr: {seulement pour le JAPON}TIP_50

source: {JAPAN ONLY}TIP_51
fr: {seulement pour le JAPON}TIP_51

source: {JAPAN ONLY}TIP_52
fr: {seulement pour le JAPON}TIP_52

source: {JAPAN ONLY}TIP_53
fr: {seulement pour le JAPON}TIP_53

source: {JAPAN ONLY}TIP_54
fr: {seulement pour le JAPON}TIP_54

source: {JAPAN ONLY}TIP_55
fr: {seulement pour le JAPON}TIP_55

source: {JAPAN ONLY}TIP_56
fr: {seulement pour le JAPON}TIP_56

source: {JAPAN ONLY}TIP_57
fr: {seulement pour le JAPON}TIP_57

source: {JAPAN ONLY}TIP_58
fr: {seulement pour le JAPON}TIP_58

source: {JAPAN ONLY}TIP_59
fr: {seulement pour le JAPON}TIP_59

source: {JAPAN ONLY}TIP_6
fr: {seulement pour le JAPON}TIP_6

source: {JAPAN ONLY}TIP_60
fr: {seulement pour le JAPON}TIP_60

source: {JAPAN ONLY}TIP_61
fr: {seulement pour le JAPON}TIP_61

source: {JAPAN ONLY}TIP_62
fr: {seulement pour le JAPON}TIP_62

source: {JAPAN ONLY}TIP_63
fr: {seulement pour le JAPON}TIP_63

source: {JAPAN ONLY}TIP_64
fr: {seulement pour le JAPON}TIP_64

source: {JAPAN ONLY}TIP_65
fr: {seulement pour le JAPON}TIP_65

source: {JAPAN ONLY}TIP_66
fr: {seulement pour le JAPON}TIP_66

source: {JAPAN ONLY}TIP_67
fr: {seulement pour le JAPON}TIP_67

source: {JAPAN ONLY}TIP_68
fr: {seulement pour le JAPON}TIP_68

source: {JAPAN ONLY}TIP_69
fr: {seulement pour le JAPON}TIP_69

source: {JAPAN ONLY}TIP_7
fr: {seulement pour le JAPON}TIP_7

source: {JAPAN ONLY}TIP_70
fr: {seulement pour le JAPON},TIP_70

source: {JAPAN ONLY}TIP_71
fr: {seulement pour le JAPON}TIP_71

source: {JAPAN ONLY}TIP_72
fr: {seulement pour le JAPON}TIP_72

source: {JAPAN ONLY}TIP_73
fr: {seulement pour le JAPON}TIP_73

source: {JAPAN ONLY}TIP_74
fr: {seulement pour le JAPON}TIP_74

source: {JAPAN ONLY}TIP_75
fr: {seulement pour le JAPON}TIP_75

source: {JAPAN ONLY}TIP_76
fr: {seulement pour le JAPON}TIP_76

source: {JAPAN ONLY}TIP_77
fr: {seulement pour le JAPON}TIP_77

source: {JAPAN ONLY}TIP_78
fr: {seulement pour le JAPON}TIP_78

source: {JAPAN ONLY}TIP_79
fr: {seulement pour le JAPON}TIP_79

source: {JAPAN ONLY}TIP_8
fr: {seulement pour le JAPON}TIP_8

source: {JAPAN ONLY}TIP_80
fr: {seulement pour le JAPON}TIP_80

source: {JAPAN ONLY}TIP_81
fr: {seulement pour le JAPON}TIP_81

source: {JAPAN ONLY}TIP_82
fr: {seulement pour le JAPON}TIP_82

source: {JAPAN ONLY}TIP_83
fr: {seulement pour le JAPON}TIP_83

source: {JAPAN ONLY}TIP_84
fr: {seulement pour le JAPON}TIP_84

source: {JAPAN ONLY}TIP_85
fr: {seulement pour le JAPON}TIP_85

source: {JAPAN ONLY}TIP_86
fr: {seulement pour le JAPON}TIP_86

source: {JAPAN ONLY}TIP_87
fr: {seulement pour le JAPON}TIP_87

source: {JAPAN ONLY}TIP_88
fr: {seulement pour le JAPON}TIP_88

source: {JAPAN ONLY}TIP_89
fr: {seulement pour le JAPON}TIP_89

source: {JAPAN ONLY}TIP_9
fr: {seulement pour le JAPON}TIP_9

source: {JAPAN ONLY}TIP_90
fr: {seulement pour le JAPON}TIP_90

source: {JAPAN ONLY}TIP_91
fr: {seulement pour le JAPON}TIP_91

source: {JAPAN ONLY}TIP_92
fr: {seulement pour le JAPON}TIP_92

source: {JAPAN ONLY}TIP_93
fr: {seulement pour le JAPON}TIP_93

source: {JAPAN ONLY}TIP_94
fr: {seulement pour le JAPON}TIP_94

source: {JAPAN ONLY}TIP_95
fr: {seulement pour le JAPON}TIP_95

source: {JAPAN ONLY}TIP_96
fr: {seulement pour le JAPON}TIP_96

source: {JAPAN ONLY}TIP_97
fr: {seulement pour le JAPON}TIP_97

source: {JAPAN ONLY}TIP_98
fr: {seulement pour le JAPON}TIP_98

source: {JAPAN ONLY}TIP_99
fr: {seulement pour le JAPON}TIP_99

source: Trusted by traders since 2000
de: Hat das Vertrauen der Trader seit 2000
fr: Les traders lui font confiance depuis l'an 2000
vi: Tin cậy bởi các thương nhân từ năm 2000
zh_cn: 自2000年以来备受交易员信赖

source: 10min
ar: 10 دقائق
id: 10menit
ru: 10мин
th: 10 นาที

source: API
ar: واجهة برمجة التطبيقات
zh_cn: 应用程序编程界面

source: AUD
ar: دولار أسترالي

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825
ar: بيناري (أوروبا) المحدودة، Mompalao Building, Suite 2, Tower Road, Msida MSD1825
th: Binary (Europe) Ltd ตั้งอยู่ที่อาคาร Mompalao Suite 2 ถนนทาวเวอร์ Msida MSD1825

source: Binary Next Gen
ar: الجيل القادم من الخيارات الثنائية
ru: Next Gen от Binary

source: Binary.com earns a return from the difference between the total amount of all customers' payment and the total amount of all customers' receipts.
ar: تكسب Binary.com العائد من الفرق بين المبلغ الإجمالي المدفوع لجميع العملاء والمبلغ الإجمالي المستلم لجميع العملاء.
id: Binary.com memperoleh laba dari selisih antara jumlah total yang diterima dari pelanggan dengan jumlah total yang dibayarkan kepada pelanggan.
th: Binary.com มีกำไรจากความแตกต่างระหว่างมูลค่ารวมที่ลูกค้าชำระเงินและมูลค่าที่บริษัทชำระให้ลูกค้า

source: Blog
ar: المدونة
ru: Блог
th: บล็อก

source: Email:
ar: البريد الإلكتروني:
th: อีเมล์:
zh_cn: 电子邮件:

source: FAQ
ar: أسئلة شائعة
id: Pertanyaan Umum
th: คำถามที่พบบ่อย
vi: Những câu hỏi thường gặp
zh_cn: 常见问题

source: GMT
ar: توقيت جرينتش
vi: Múi giờ
zh_cn: 格林威治标准时间

source: GamCare
ar: جامكير
vi: Hội cờ bạc GamCare
zh_cn: GamCare赌博关注会

source: Instrument
ar: اداة مالية
id: Instrumen
ru: Инструмент
th: เครื่องมือ

source: MACD
ar: ماكد (تقارب/تباعد متوسط السعر)
id: Moving Average Convergence/Divergence
ru: Moving Average Convergence/Divergence

source: Max:
ar: أقصى:
id: Mak:
ru: Макс.:
th: ค่ามากที่สุด:
vi: Tối đa:
zh_cn: 最大：

source: Min:
ar: أدنى:
ru: Мин.:
th: ต่ำสุด:
vi: Tối thiểu:
zh_cn: 最小：

source: OK
ar: موافق
ru: ОК
zh_cn: 确定

source: Ok
ar: حسنا
ru: ОК

source: Please enter a valid amount.
ar: رجاء إدخال مبلغ صالح.
id: Tolong masukan jumlah yang benar.
ru: Пожалуйста, введите правильную сумму.

source: StochRSI
ar: مؤشر ستوكاستك والقوة النسبية

source: TRIX
ar: المتوسط المتحرك الأسّى الثلاثي

source: William's %R
ar: ال R% الخاصة بوليام
ru: Процент Вильямса

source: Williams %R
ar: ال R% الخاصة بوليام
ru: Процентный Диапазон Вильямса %R

source: Windows
ar: نوافذ
ru: Окна

source: f
ar: أف

source: minus
ar: ناقص
id: berkurang
ru: минус
th: ลบ

source: plus
ar: زائد
id: ditambah
ru: плюс
th: บวก

source: USDZAR
ar: دولار أمريكي/الراند الجنوب أفريقي

source: GBP/SGD
ar: الجنيه الاسترليني/دولار سنغافوري

source: EUR/NZD
ar: يورو/دولار نيوزيلاندي

source: EUR/AED
ar: يورو/درهم إماراتي

source: GBP/AED
ar: الجنيه الاسترليني/درهم إماراتي

source: EUR/CHF
ar: يورو/فرنك سويسري

source: EUR/JPY
ar: اليورو/الين الياباني

source: GBP/USD
ar: الجنيه الاسترليني/الدولار

source: USD/CNY
ar: دولار أمريكي/اليوان الصيني

source: AUD/AED
ar: أسترالي/درهم إماراتي

source: EUR/INR
ar: يورو/الروبية الهندية

source: GBP/CNY
ar: الجنيه الاسترليني/اليوان الصيني

source: USD/JPY
ar: الدولار الأمريكي/الين الياباني

source: USD/SGD
ar: دولار أمريكي/دولار سنغافوري

source: GBP/BRL
ar: الجنيه الاسترليني/ريال برازيلي

source: EUR/AUD
ar: يورو/دولار أسترالي

source: GBP/MXN
ar: الجنيه الاسترليني/بيزو مكسيكي

source: AUDZAR
ar: دولار أسترالي/الراند الجنوب أفريقي

source: AUD/SAR
ar: أسترالي/ ريال سعودي

source: USD/AED
ar: دولار أمريكي/درهم إماراتي

source: EUR/SAR
ar: يورو/ريال سعودي

source: USD/NOK
ar: دولار أمريكي/كرونة نرويجية

source: EUR/BRL
ar: يورو/ ريال برازيلي

source: AUD/NZD
ar: أسترالي/دولار نيوزيلاندي

source: AUD/MXN
ar: الدولار الأسترالي/بيزو مكسيكي

source: AUD/HKD
ar: دولار أسترالي/دولار هونغ كونغ

source: AUD/IDR
ar: دولار أسترالي/روبية أندونيسي

source: EUR/IDR
ar: يورو/روبية أندونيسي

source: GBP/NOK
ar: الجنيه الاسترليني/كرونة نرويجية

source: USD/CAD
ar: دولار أمريكي/دولار كندي

source: GBP/JPY
ar: الجنيه الاسترليني/الين الياباني

source: GBP/NZD
ar: الجنيه الاسترليني/دولار نيوزيلاندي

source: NZD/JPY
ar: دولار نيوزيلندي/الين الياباني

source: AUD/SEK
ar: أسترالي/كرونة سويدية

source: GBP/AUD
ar: الجنيه الاسترليني/دولار أسترالي

source: GBP/IDR
ar: الجنيه الاسترليني/روبية أندونيسي

source: USD/SEK
ar: دولار أمريكي/كرونة سويدية

source: USD/IDR
ar: دولار أمريكي/روبية أندونيسي

source: AUD/INR
ar: دولار أسترالي/روبية هندية

source: AUD/JPY
ar: دولار أسترالي/ ين ياباني

source: GBP/ZAR
ar: الجنيه الاسترليني/الراند الجنوب أفريقي

source: AUD/PLN
ar: أسترالي/زلوتي بولندا

source: USD/KRW
ar: دولار أمريكي/ون كوريا الجنوبية

source: EUR/NOK
ar: يورو/الكرون النرويجي

source: GBP/INR
ar: الجنيه الاسترليني/الروبية الهندية

source: AUD/CZK
ar: الدولار الأسترالي/ الكورونا التشيكية

source: EUR/PLN
ar: يورو/زلوتي بولندا

source: AUD/DKK
ar: دولار أسترالي/كرون دانماركي

source: EUR/SGD
ar: يورو/دولار سنغافوري

source: EUR/USD
ar: اليورو/الدولار

source: AUD/SGD
ar: أسترالي/دولار سنغافوري

source: AUD/NOK
ar: دولار أسترالي/الكرون النرويجي

source: EUR/KRW
ar: يورو/ الوون الكوري

source: EUR/ZAR
ar: يورو/الراند الجنوب أفريقي

source: AUD/CNY
ar: الدولار الأسترالي/اليوان الصيني

source: GBP/SAR
ar: الجنيه الاسترليني/ ريال سعودي

source: USD/INR
ar: دولار أمريكي/الروبية الهندية

source: EUR/CNY
ar: يورو/يوان صيني

source: NZD/USD
ar: دولار نيوزيلندي/ دولار أمريكي

source: USD/DKK
ar: دولار أمريكي/كرونة دانمركية

source: AUD/CHF
ar: أسترالي/الفرنك السويسري

source: GBP/CAD
ar: الجنيه الاسترليني/دولار كندي

source: USD/CHF
ar: الدولار الأمريكي/الفرنك السويسري

source: AUD/USD
ar: دولار أسترالي/دولار

source: GBP/CHF
ar: الجنيه الاسترليني/الفرنك السويسري

source: EUR/GBP
ar: اليورو/الجنيه الاسترليني

source: USD/BRL
ar: دولار أمريكي/ريال برازيلي

source: EUR/CZK
ar: يورو/كورونا تشيكية

source: AUD/CAD
ar: أسترالي/كندي

source: USD/HKD
ar: دولار أمريكي/دولار هونغ كونغ

source: EUR/MXN
ar: يورو/بيزو مكسيكي

source: GBP/KRW
ar: الجنيه الاسترليني/الوون الكوري

source: GBP/HKD
ar: الجنيه الاسترليني/دولار هونغ كونغ

source: USD/SAR
ar: دولار أمريكي/ريال سعودي

source: USD/PLN
ar: دولار/زلوتي بولندا

source: EUR/CAD
ar: يورو/دولار كندي

source: GBP/DKK
ar: الجنيه الاسترليني/كرونة دانمركية

source: EUR/HKD
ar: يورو/دولار هونج كونج

source: GBP/PLN
ar: الجنيه الاسترليني/زلوتي بولندا
