Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Access to your personal data is strictly prohibited with the exception of key personnel of the Company and only as needed in the performance of their duties.
ar: يحظر الوصول إلى بياناتك الشخصية بصرامة باستثناء كبار الموظفين بالشركة وفقط حسب الحاجة أثناء أداء واجباتهم.
de: Der Zugriff auf Ihre personenbezogenen Daten ist, mit Ausnahme von leitenden Mitarbeitern des Unternehmens und nur im Umfang zur Erfüllung ihrer Pflichten, strikt untersagt.
fr: L'accès à vos données personnelles est strictement interdit. Seuls certains membres du personnel de la Société peuvent y accéder, et ce uniquement lorsque l'exercice de leurs fonctions l'exige.
id: Akses kedalam data pribadi Anda adalah sangat terbatas kecuali kepada petugas utama Perusahaan yang memerlukan data tersebut dalam menjalankan tugas mereka.
ja: お客さまの個人データへのアクセスは、当社の主要な担当者のみ職務執行に必要な場合に限り可能とし、それ以外の者は厳しく禁止されています。
pl: Dostęp do Twoich danych osobowych jest całkowicie zabroniony. Wyjątek stanowią kluczowi pracownicy Firmy, którzy mogą uzyskać taki dostęp wyłącznie w celu wykonywania swoich obowiązków.
ru: Доступ к личным данным строго запрещен, за исключением ключевого персонала Компании и только по мере необходимости в выполнении ими своих обязанностей.
th: การเข้าถึงข้อมูลส่วนบุคคลเป็นข้อห้ามอย่างเคร่งครัดยกเว้นข้อมูลหลักส่วนบุคคลที่บริษัทฯ สามารถเรียกใช้เมื่อมีความจำเป็นในการปฏิบัติงานตามหน้าที่ที่รับผิดชอบ
vi: Việc truy cập vào dữ liệu cá nhân của bạn bị cấm nghiêm ngặt, chỉ có nhân sự chủ chốt của công ty có thể truy cập và chỉ trong những trường hợp thật sự cần thiết.
zh_cn: 除非公司关键人员在执行职务时有此必要，我们严格禁止任何人访问您的个人数据。

source: Account Balance &mdash; Your account balance represents:
de: Kontostand &mdash; Ihr Kontostand bedeutet:
fr: Solde du compte &mdash; Le solde de votre compte représente :
ja: 口座残高 - 現在の口座残高：
vi: Số dư tài khoản &mdash; Số dư tài khoản của bạn được thể hiện:
zh_cn: 账户余额&mdash; 您的账户余额表示：

source: Account Closure
ar: إغلاق حساب
de: Kontenschließung
fr: Fermeture du compte
id: Penutupan Akun
ja: 口座解約
pl: Zamknięcie konta
ru: Закрытие счета
th: การปิดบัญชี
vi: Đóng tài khoản
zh_cn: 账户关闭

source: Account Equity &mdash; Your Account Equity refers to the sum of your Account Balance and the net of unrealised profit and loss.
de: Kapitalkonto &mdash; Ihr Kapitalkonto bezieht sich auf die Summe Ihres Kontostandes und das Netto des unrealisierten Gewinns und Verlusts.
fr: Valeur nette du compte &mdash; La valeur nette de votre compte désigne la somme de votre solde et de la valeur nette des profits et pertes non réalisés.
ja: 有効証拠金 - 口座残高と含み益、含み損の合計をいいます。
vi: Vốn chủ sở hữu tài khoản &mdash; Vốn chủ sở hữu tài khoản đề cập đến tổng số dư tài khoản của bạn và mạng của lợi nhuận chưa thực hiện và mất mát.
zh_cn: 账户资金 &mdash; 您的账户资金是指您的账户余额与未实现利润和亏损净值总和。

source: Account Free Margin &mdash; Your Account Equity minus your Total Margin.
de: Freies Margin-Konto &mdash; Ihr Kapitalkonto minus des gesamten Margins.
fr: Marge disponible &mdash; La valeur nette de votre compte moins votre marge totale.
ja: マージン口座 &mdash; 有効証拠金はお客さまの総利益から差し引かれます。
vi: Tài khoản miễn phí số dư dùng &mdash; Vốn chủ sở hữu tài khoản của bạn trừ đi tổng số dư dùng của bạn.
zh_cn: 帐户可用保证金 &mdash; 您的账户资金减去保证金总额。

source: Account Management and Tracking
ar: إدارة وتتبع الحسابات
de: Kontoverwaltung und Verlauf
fr: Gestion et suivi du compte
id: Pengelolaan Akun dan Pelacakan
ja: ご口座管理とデータ照合
pl: Zarządzanie kontem i śledzenie działań na koncie
ru: Управлением счетом и контроль
th: การบริหารบัญชีและรายละเอียด
vi: Quản lý và Theo dõi Tài khoản
zh_cn: 账户管理及追踪

source: Account Opening
ar: فتح حساب
de: Kontoeröffnung
fr: Ouverture de compte
id: Pendaftaran Akun
ja: 口座開設時確認書類
pl: Otwarcie konta
ru: Открытие счета
th: การเปิดบัญชี
vi: Mở tài khoản
zh_cn: 账户开立

source: Account Password
de: Konto-Passwort
fr: Mot de passe du compte
ja: パスワード変更
vi: Mật khẩu tài khoản
zh_cn: 账户密码

source: Account Security
de: Kontosicherheit
fr: Sécurité du compte
ja: アカウントセキュリティ
vi: Bảo mật Tài khoản
zh_cn: 账户安全

source: Account Transfer
ar: تحويل الحساب
de: Kontoüberweisung
fr: Virement de compte à compte
id: Transfer Akun
ja: 口座振替
pl: Przeniesienie konta
ru: Перевод счета
th: การโอนบัญชี
vi: Chuyển Tài khoản
zh_cn: 账户转账

source: Account balance:
de: Kontostand:
fr: Solde du compte :
ja: 口座残高：
vi: Số dư tài khoản:
zh_cn: 账户余额：

source: Account balance:
ar: رصيد الحساب:
de: Kontostand:
fr: Solde du compte :
id: Saldo akun Anda:
ja: 口座残高：
pl: Saldo konta:
ru: Баланс счета:
th: ยอดคงเหลือในบัญชี:
vi: Số dư tài khoản:
zh_cn: 账户余额：

source: Account needs age verification, please contact <a href="%1">customer support</a> for more information.
de: Das Konto benötigt einen Altersnachweis, bitte kontaktieren Sie die <a href="%1">Kundenbetreuung</a>, um weitere Informationen zu erhalten.
fr: Ce compte requiert une vérification de l'âge, veuillez contacter le <a href="%1">service clientèle</a> pour obtenir des informations supplémentaires.
ja: 年齢確認が必要です。詳細は<a href="%1">カスタマーサポート</a>までご連絡ください。
vi: Tài khoản cần xác minh tuổi, xin vui lòng liên hệ với <a href="%1"> hỗ trợ khách hàng</a> để biết thêm thông tin.
zh_cn: 账户需要通过年龄验证。欲知详情，请联系<a href="%1">客服部</a>。

source: Account not activated, please contact <a href="%1">customer support</a> for more information.
de: Das Konto ist nicht aktiviert, bitte kontaktieren Sie die <a href="%1">Kundenbetreuung</a>, um weitere Informationen zu erhalten.
fr: Ce compte n'est pas activé, veuillez contacter le <a href="%1">service clientèle</a> pour obtenir des informations supplémentaires.
ja: 口座が無効になっています。詳細については<a href="%1">カスタマーサポート</a>までお問い合わせください。
vi: Tài khoản chưa kích hoạt, xin vui lòng liên hệ với <a href="%1"> hỗ trợ khách hàng</a> để biết thêm thông tin.
zh_cn: 账户未激活。欲知详情，请联系<a href="%1">客服部</a>。

source: Account type
de: Kontoart
fr: Type de compte
ja: 口座タイプ
vi: Loại tài khoản
zh_cn: 账户类型

source: Accounting
ar: المحاسبة
de: Buchhaltung
fr: Comptabilité
id: Akuntansi
ja: 会計
pl: Rachunkowość
ru: Отчётность
th: การบัญชี
vi: Kế toán
zh_cn: 会计

source: Accounts And Payments Executive
ar: الحسابات والمدفوعات التنفيذية
de: Buchhaltungs- & Zahlungsverkehrsleiter
fr: Responsable des comptes et paiements
id: Akuntan Dan Eksekutif Pembayaran
ja: 顧客・支払担当者
pl: Starszy specjalista ds. księgowości i płatności
ru: Администратор счетов и выплат
th: เจ้าหน้าที่บริการลูกค้าและรับชำระเงิน
vi: Chuyên Viên Kế Toán
zh_cn: 账户与支付执行员

source: Accounts with debit balance (i.e. credit exposure to %1)
de: Konten mit Schuldsaldo (d.h. Kreditengagement bis %1)
fr: Comptes avec solde débiteur (c.-à-d. exposition au risque de crédit de %1)
ja: 借越残高がある口座（例：%1への与信額）
vi: Tài khoản có số dư nợ (tức là có rủi ro tín dụng tới %1)
zh_cn: 账户的借方余额 （即对 %1的信贷风险）

source: Accounts with debit balances are required to settle the full amount immediately by making a payment to us.
de: Konten mit Schuldensalden sind dazu angehalten, den gesamten Betrag sofort, mittels Zahlung an uns, zu begleichen.
fr: Les comptes ayant un solde débiteur sont tenus de régler le montant requis immédiatement en nous adressant un paiement.
ja: 借越残高がある口座は直ちに全額を当社へ支払う必要があります。
vi: Tài khoản có số dư nợ được yêu cầu giải quyết toàn bộ số tiền nợ ngay lập tức bằng cách thanh toán một khoản cho chúng tôi.
zh_cn: 有借方余额的账户需立即付款给我们结算全额。

source: Accuracy of Information
ar: دقة المعلومات
de: Genauigkeit der Daten
fr: Exactitude des informations
id: Akurasi Informasi
ja: 情報の精度
pl: Dokładność informacji
ru: Точность информации
th: ความแม่นยำของข้อมูล
vi: Mức độ chính xác của thông tin
zh_cn: 信息的准确性

source: Acquisition of financial contracts through this site must be effected in accordance with the terms and conditions presented on the pages of this site. Acquisition of a financial contract is completed when the financial contract has been customised, the premium (or the payout, as the case may be) has been calculated and payment has been verified.
ar: يجب أن يتم الحصول على عقود مالية من خلال هذا الموقع وفقا للشروط والأحكام المقدمة على صفحات هذا الموقع. يكتمل الحصول على عقد مالي عندما يتم تخصيص العقد المالي، حيث يتم حساب المكافأة(أو العوائد، حسب الحالة) ويتم التحقق من الدفع.
de: Der Abschluss von Finanzkontrakten über diese Seite muss unter Einhaltung der Geschäftsbedingungen erfolgen, die auf den Seiten dieser Website veröffentlicht sind. Der Abschluss eines Finanzkontrakts ist erfolgt, wenn der Finanzkontrakt angepasst, die Prämie (gegebenenfalls die Auszahlung) berechnet und die Bezahlung bestätigt wurde.
fr: L'acquisition des contrats financiers par le biais de ce site Web doit être effectuée conformément aux conditions générales telles qu'elles sont énoncées sur les pages de ce site. L'acquisition d'un contrat financier est effective lorsque le contrat a été paramétré, la prime (ou le paiement, selon le cas) calculée et le paiement vérifié.
id: Akusisi kontrak trading keuangan pada situs ini harus disesuaikan dengan terma dan kondisi yang dinyatakan pada halaman situs ini. Akusisi kontrak trading keuangan adalah lengkap jika kontrak trading keuangan telah disesuaikan, modal (atau hasil) telah dihitung dan pembayaran telah diverifikasi.
ja: （遅延損害金の支払い） 第15条 お客さまが本取引に関し、当社に対する債務の履行を怠った時は、当社は、履行期日の翌日より履行の日（ともに当該日を含みます。）まで、年率14.6%の割合による遅延損害金を申し受けることができるものとします。
pl: Nabywanie kontraktów finansowych za pośrednictwem niniejszego portalu musi być dokonywane zgodnie z warunkami przedstawionymi na łamach tego portalu. Nabycie kontraktu finansowego uznaje się za zakończone, gdy kontrakt finansowy został dostosowany, premia (lub wypłata, jeśli taka występuje) została obliczona i płatność została zweryfikowana.
ru: Приобретение финансовых контрактов на данном сайте должно осуществляться в соответствии с условиями, оговоренными на страницах этого сайта. Приобретение финансовых контрактов считается законченным, когда финансовый контракт был рассчитан согласно выбранным условиям, выплата (в зависимости от обстоятельств) была рассчитана и оплата была подтверждена.
th: การได้มาของสัญญาทางการเงินภายในเว็บไซต์นี้มีผลโดยตรงกับข้อตกลงและเงื่อนไขที่แสดงในไซต์นี้ การได้มาของสัญญาทางการเงินจะสมบูรณ์เมื่อสัญญาทางการเงินได้ถูกดำเนินการ ค่าบริการเพิ่มเติม (หรือ การชำระเงิน ตามแต่กรณีจะพึงมี) ได้ถูกคำนวณและการชำระเงินได้มีการตรวจสอบแล้ว
vi: Lãi của hợp đồng tài chính trên trang này phải phù hợp điều kiện của điều khoản được thể hiện trên trang web này. Lãi của hợp đồng tài chính được xác nhận khi hợp đồng được thông qua, lãi (hoặc tiền thưởng tùy trường hợp) đã được tính và thanh toán cũng đã được xác minh.
zh_cn: 通过本网站金融期权合约的买入必须遵守网站页面上的条款和条件。金融期权合约完成定制，并且已计算并确认支付期权费用（或赔付额，视情况而定）时，金融期权合约的买入即可完成。

source: Action
ar: عمل
de: Handlung
id: Aksi
ja: 売買
pl: Czynności
ru: Акт
th: การกระทำ
vi: Hành động
zh_cn: 操作

source: Active clients
ja: 利用者数

source: Adapt affiliate-marketing tactics and promotional materials as needed, to localise all content for maximum effectiveness
ar: تهيئة تكتيكات التسويق بالعمولة والمواد الترويجية كما هو مطلوب, لحصر كل المحتويات من أجل تحقيق أقصى فعالية
de: Anpassen von Geschäftspartner Werbetaktiken und des erforderlichen Werbematerials, um alle Inhalte auf eine maximiale Wirksamkeit zu lokalisieren
fr: Adapter les stratégies marketing et les contenus promotionnels ciblant notre réseau d'affiliation en fonction des besoins de la société, en localisant l'ensemble des contenus pour une efficacité optimale
id: Beradaptasi dengan taktik pemasaran afiliasi dan materi promosi yang diperlukan, untuk melokalisasi semua konten untuk efektivitas maksimum
ja: 効果的な全コンテンツをローカライズするために、アフィリエイトマーケティング戦術やプロモーション資料を必要に応じて適応しています。
pl: Stosowanie odpowiednich taktyk marketingu partnerskiego i materiałów promocyjnych w celu lokalizacji wszelkich treści i zapewnianie maksymalnej skuteczności
ru: Адаптация партнёрско-маркетинговой тактики и необходимых рекламных материалов с целью локализации контента для повышения эффективности
th: การนำชั้นเชิงของการตลาดแบบพันธมิตรและสื่อส่งเสริมการขายมาใช้ เพื่อทำให้เป็นเนื้อหาที่เหมาะสมและมีประสิทธิภาพที่สุดสำหรับท้องที่เฉพาะนั้นๆ
vi: Thích ứng tốt với những chiến thuật liên kết tiếp thị và tài liệu quảng cáo để có thể định hình hiệu quả nhất tất cả các nội dung
zh_cn: 按需调整联盟网络营销策略和宣传材料并把所有内容本地化，以求达到最大效果

source: Adapt communication appropriately to suit a variety of different formats and target audiences
ar: تهيئة الاتصالات بشكل مناسب, لتتناسب مع مجموعة متنوعة من الأشكال المختلفة والجمهور المستهدف
de: Entsprechende Anpassung der Mitteilungen, um eine Vielzahl von unterschiedlichen Formaten und Zielgruppen zu bedienen
fr: Adapter les stratégies de communication en fonction des différents formats et en ciblant différents publics
id: Beradaptasi pada komunikasi tepat untuk memenuhi berbagai format yang berbeda dan target sasaran
ja: あらゆる形式と対象者に合せた適切なコミュニケーションを図ります。
pl: Stosowanie odpowiednich metod komunikacyjnych w zależności od formatów treści i odbiorców docelowych
ru: Адаптация процесса коммуникации в соответствии с различными форматами и группами целевой аудитории
th: การนำวิธีการสื่อสารในรูปแบบที่เหมาะสมมาใช้กับกลุ่มเป้าหมายที่หลากหลาย
vi: Thích nghi với truyền thông thích hợp để phù hợp với những dạng khách hàng và khách hàng mục tiêu khác nhau
zh_cn: 适当地调整通信方式，以适应各种不同的格式和目标受众

source: Adapt tone of voice as appropriate to suit specified target audiences
ar: تهيئة نبرة الصوت حسب الإقتضاء, لتتناسب مع جمهور مستهدف محدد
de: Anpassung an eine angemessene Tonlage, um spezielle Zielgruppen anzusprechen
fr: Adapter le style de communication en fonction des différents publics ciblés
id: Beradaptasi dengan nada suara yang sesuai untuk memenuhi sasaran tertentu
ja: 指定の対象者に合せて適切な声のトーンで対応します。
pl: Odpowiednie dostosowywanie tonu wypowiedzi w zależności od określonej grupy odbiorców docelowych
ru: Адаптация тона голоса согласно нуждам конкретной целевой аудитории
th: ปรับลักษณะของสำนวนที่ใช้ในการสื่อสารให้เหมาะสมกับกลุ่มผู้รับสาร
vi: Thích nghi với các ngữ điệu giọng nói để phù hợp với những mục tiêu khán giả nhất định
zh_cn: 适当地调整语调，以适应指定的目标受众

source: Address
ar: عنوان
de: Adresse
fr: Adresse
id: Alamat
ja: 所在地
pl: Adres
ru: Адрес
th: ที่อยู่
vi: Địa chỉ
zh_cn: 地址

source: Adjust trade parameters
ar: ضبط معايير التداول
de: Anpassen von Handelsparametern
fr: Définir les paramètres de la transaction
id: Menyesuaikan parameter trading
ja: 取引期間を選択して頂き購入希望ロット数を入力して下さい。
pl: Dostosuj parametry handlowe
ru: Изменить параметры контракта
th: ปรับแต่งตัวแปรของการเทรด
vi: Điều giới hạn giao dịch
zh_cn: 调整交易参数

source: Admin
ar: المشرف
fr: Administration
ja: 管理者
ru: Администратор
th: แอดมิน
vi: Quản trị viên
zh_cn: 管理中心

source: Administering the company's semi-annual performance appraisal process
de: Durchführung der halbjährlichen Mitarbeiterbeurteilungen
fr: Administrer la procédure semestrielle d'évaluation des performances mise en place par la société
ja: 会社の半期業績評価プロセスの管理
vi: Quản lý quá trình thẩm định hiệu suất bán hàng hàng năm của công ty
zh_cn: 管理公司的半年度业绩评估程序

source: Administrative Executive
ar: التنفيذي الإداري
de: Verwaltungsleiter
fr: Responsable administratif [H/F]
id: Eksekutif Administrasi
ja: 部門管理者
pl: Starszy specjalista ds. administracyjnych
ru: Сотрудник отдела управления
th: เจ้าหน้าที่บริหารงานทั่วไป
vi: Chuyên Viên Hành Chính
zh_cn: 行政管理执行员

source: Administrator
ar: المسؤول
fr: Administration
ja: 管理者
ru: Администратор
th: ผู้ดูแลระบบ
vi: Hành Chính
zh_cn: 管理员

source: Advanced Automation
de: Fortgeschrittene Automatisierung
fr: Automatisation avancée
ja: 先進自動化
vi: Tự động cấp cao
zh_cn: 高级自动化

source: Advanced CFD trading platform
de: Fortgeschrittene CFD Handelsplattform
fr: Plateforme avancée de trading sur CFD
ja: 高度なCFD取引プラットフォーム
vi: Nền tảng giao dịch CFD cấp cao
zh_cn: 高级差价合约交易平台

source: Advanced Platforms
de: Fortgeschrittene Plattformen
fr: Plateformes avancées
ja: 最高水準のプラットフォーム
vi: Nền tảng cấp cao
zh_cn: 高级平台

source: Advanced binary options trading interface
de: Fortgeschrittenes Binäre Optionen Handels-Interface
fr: Interface avancée dédiée au trading d'options binaires
ja: 最高水準のバイナリーオプション取引プラットフォーム
vi: Giao diện giao dịch tùy chọn nhị phân nâng cao
zh_cn: 高级二元期权交易界面

source: Advanced knowledge of software design principles
ar: معرفة متقدمة في أساسيات تصميم البرمجيات
de: Fortgeschrittene Kenntnis der Softwaredesign-Prinzipien
fr: Connaissance approfondie des principes de conception de logiciel
id: Pengetahuan lebih maju mengenai prinsip-prinsip desain perangkat lunak
ja: ソフトウェア設計原則の高度な知識
pl: Zaawansowana znajomość zasad projektowania oprogramowania
ru: Отличное знание принципов разработки программного обеспечения
th: มีความรู้ขั้นสูงในเรื่องหลักการออกแบบซอฟท์แวร์
vi: Nắm vững kiến thức về nguyên tắc thiết kế phần mềm
zh_cn: 深入的软件设计原则知识

source: Advanced trading app for web and mobile
de: Fortgeschrittene Handelsanwendung für Web und Mobiltelefon
fr: Application de trading avancée (Web et mobile)
ja: 高度なCFD取引プラットフォーム
vi: Ứng dụng thương mại cho web và điện thoại di động nâng cao
zh_cn: 高级网站与移动交易应用

source: Advising senior managers regarding salary negotiations and job offers
ar: المشورة من كبار المديرين بشأن مفاوضات الراتب وعروض العمل
de: Beratung von Führungskräften hinsichtlich Gehaltsverhandlungen und Arbeitsangeboten
fr: Conseiller les cadres supérieurs de la société concernant les négociations de salaire et les offres d'emploi
id: Memberi masukan kepada senior manajer mengenai negosiasi gaji dan tawaran pekerjaan
ja: 給料交渉や求人に関する上級管理者へのアドバイス
pl: Doradzanie starszym kierownikom w sprawach dotyczących ofert pracy i negocjowania wynagrodzeń
ru: Консультирование руководителей на переговорах о ставках заработной платы и вакансиях
th: ให้คำแนะนำผู้จัดการอาวุโสในเรื่องการต่อรองเงินเดือนและข้อเสนองานต่างๆ
vi: Nhà quản lý cấp cao liên quan đến đàm phán mức lương và yêu cầu công việc
zh_cn: 向高级管理人员提供关于工资协商和录用的建议

source: Affiliate
ar: الإنتساب
de: Geschäftspartner
fr: Affilié
id: Afiliasi
ja: アフィリエイト
pl: Partner
ru: Партнерам
th: พันธมิตร
vi: Liên kết
zh_cn: 联盟

source: Affiliate Manager
ar: مدير فرع
de: Geschäftspartner Manager
fr: Responsable de l'affiliation [H/F]
id: Manajer Afiliasi
ja: アフィリエイトマネージャー
pl: Manager ds. programu partnerskiego
ru: Менеджер партнерских программ
th: ผู้จัดการส่วนพันธมิตร
vi: Quản lý Chi nhánh
zh_cn: 联盟经理

source: Affiliate Program
ar: برنامج الإنتساب
de: Partnerprogramm
fr: Programme d'affiliation
id: Program Afiliasi
ja: アフィリエイト
pl: Program partnerski
ru: Партнерам
th: โปรแกรมพันธมิตร
vi: Chương trình Liên kết
zh_cn: 联盟计划

source: Affiliates Program
de: Partnerprogramm
fr: Programme d'affiliation
ja: アフィリエイト
vi: Các chương trình Liên kết
zh_cn: 联盟计划

source: Agreement Restrictions
ar: قيود الاتفاق
de: Vereinbarungseinschränkungen
fr: Restrictions applicables à l'Accord
id: Pembatasan Kesepakatan
ja: 制限契約
pl: Ograniczenia niniejszej Umowy
ru: Ограничения в Соглашении
th: ข้อจำกัดของข้อตกลง
vi: Thỏa thuận về các Giới hạn
zh_cn: 协议限制

source: Agreement for documents
ar: اتفاق عن مستندات
de: Vereinbarung für Dokumente
fr: Accord concernant les documents
id: Perjanjian untuk dokumen
ja: 交付書面等の確認
th: ข้อตกลงสำหรับเอกสาร

source: Agricultural, Forestry and Fishery Workers
de: Landwirtschaftliche, Forstwirtschaftliche und Fischerei-Arbeiter
fr: Agriculture, foresterie et pêche
ja: 農林漁業労働者
vi: Nông, Lâm, Ngư nghiệp
zh_cn: 农业、林业和渔业工人

source: All Partnership Options
de: Alle Partnerschaftsoptionen
fr: Toutes les options de partenariat
ja: 最高水準のサポート体制を提供
vi: Tất cả các lựa chọn hợp tác
zh_cn: 所有合作伙伴选项

source: All affiliate activities must be conducted in a professional and proper manner. You shall be expected to act with good faith and integrity in your relationships with your referrals, and always act in the best interests of your referrals.
ar: يجب أن تجري جميع الأنشطة التابعة لها بطريقة مهنية وسليمة. نتوقع منك أن تتصرف بحسن نية ونزاهة في علاقتك بالأشخاص المحالين منك، وتعمل دائماً بالمصالح الفضلى للإحالات الخاصة بك.
de: Alle Aktivitäten müssen von den Geschäftspartnern müssen in einer professionellen und korrekten Weise durchgeführt werden. Es wird von Ihnen erwartet, dass Sie bei Ihren Beziehungen zu Ihren empfohlenen Kunden nach Treu und Glauben und mit Seriosität handeln und immer im besten Interesse Ihrer empfohlenen Kunden zu agieren.
fr: Toutes les activités d'affiliation doivent être menées de façon professionnelle et appropriée. Vous êtes tenu(e) d'agir de bonne foi et avec intégrité dans vos relations avec les clients auxquels vous recommandez Binary.com, et de toujours agir dans leurs meilleurs intérêts.
id: Semua kegiatan afiliasi harus dilakukan secara profesional dan tepat. Anda harus bertindak dengan itikad baik dan memiliki integritas dalam hubungan Anda dengan referral Anda, dan selalu bertindak untuk kepentingan terbaik bagi referral Anda.
ja: アフィリエイト活動は、専門的且つ適切な方法で実施するようにしてください。アフィリエイト会員は、獲得会員との信頼と誠意に基づく良好な関係を築くことが必要とされます。獲得会員に対し、販売行為や口約束を強要する行為は禁じられています。
pl: Profesjonalne wykonywanie czynności związanych z programem partnerskim. Wobec odbiorców reklamy Partner powinien działać uczciwie oraz zawsze w ich najlepszym interesie.
ru: Партнёрская программа должна проводиться должным образом и исключительно профессионально. От Вас ожидается корректное поведение, честность в отношениях с Вашими клиентами, а также действие в лучших интересах Ваших рефералов.
th: กิจกรรมต่างๆ ของพันธมิตรต้องถูกดำเนินและปฏิบัติอย่างประณีต และมืออาชีพ ท่านจะถูกคาดหวังในความศรัทธาและความซื่อสัตย์ของความสัมพันธ์ต่างๆ กับผู้ที่ถูกอ้างอิง และดำเนินการอย่างสม่ำเสมอเพื่อให้เป็นไปตามความประสงค์ของผู้ที่ถูกอ้างอิงของท่าน
vi: Tất cả những hoạt động liên kết phải được tiến hành một cách chuyên nghiệp và phù hợp. Bạn được kỳ vọng sẽ hoạt động với thiện ý và có quan hệ tốt đẹp với người mà bạn giới thiệu, cũng như sẽ luôn hoạt động vì lợi ích cao nhất của người mà bạn giới thiệu.
zh_cn: 所有联盟活动必须以专业和适当的方式进行。您须与推介人保持善意和诚信关系并以推介人最大利益行事。

source: All barriers in this trading window are expired
de: Alle Schwellen in diesem Handelsfenster sind abgelaufen
fr: Toutes les barrières de cette fenêtre de trading sont expirées
ja: すべてのバリア価格は権利行使済みです
vi: Tất cả các rào cản trong cửa sổ giao dịch này đã hết hạn
zh_cn: 此交易窗口的所有障碍已过期

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies.
ar: يتم تسليم كل تفاصيل بطاقة الإئتمان لشبكة فيزا/ماستر كارد مباشرة عن طريق أحدث تكنولوجيا للتشفير SSL، وفقاً لسياسة البنك.
de: Es werden alle Kreditkartendaten direkt an das Visa/Mastercard Netzwerk weitergeleitet. Dabei kommt in Übereinstimmung mit den Richtlinien der Bank die neuste SSL-Verschlüsselungstechnologie zur Anwendung.
fr: Toutes les informations relatives aux cartes bancaires sont directement transmises au réseau Visa/MasterCard par le biais de la dernière technologie de cryptage SSL, conformément aux politiques des banques.
id: Semua data kartu kredit adalah dikirimkan langsung ke dalam jaringan Visa/Mastercard menggunakan teknologi sandi SSL terbaru, sesuai dengan peraturan bank.
ja: クレジットカードの詳細情報は全て、金融機関の規定に合致する最新のSSLの暗号技術を採用しているVisa/Mastercardのネットワークに直接送信されます。
pl: Wszystkie dane karty są przekazywane bezpośrednio do sieci Visa/Mastercard przy użyciu najnowszej technologii szyfrowania SSL, zgodnie z polityką bankową.
ru: Все данные о картах отправляются напрямую в систему Visa/Mastercard, используя новейшие технологии шифрования данных SSL, согласно политике банков.
th: รายละเอียดของบัตรเครดิตถูกส่งไปยังเครือข่ายวีซ่าและมาสเตอร์การ์ดโดยตรงโดยใช้เทคโนโลยีการเข้ารหัสแบบ SSL ล่าสุด ที่สอดคล้องกับนโยบายธนาคาร
vi: Mọi chi tiết thẻ tín dụng được chuyển trực tiếp đến hệ thống thẻ Visa/Master sử dụng công nghệ mã hóa SSL mới nhất, tuân theo qui định của ngân hàng.
zh_cn: 所有信用卡信息都按照银行政策，使用最新 SSL 加密技术直接提交至 Visa/Mastercard 网络。
