Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Offering the widest available range of currencies, option types and trading periods on a fast intuitive, proprietary trading platform.
de: Bietet die größte erhältliche Auswahl an Währungen, Optionstypen und Handelszeiträumen auf einer schnell intuitiven, geschützten Handelsplattform.
fr: Offrant la plus grande gamme de monnaies, types d'option et périodes de trading sur une platform de trading propriétaire rapide et intuitive.
ja: 見やすく利便性の高いプラットフォームにてお取引をお試しいただけます
vi: Cung cấp phạm vi tiền tệ rộng nhất có thể, các loại lựa chọn và thời hạn giao dịch trên nền tảng kinh doanh độc quyền, trực quan.
zh_cn: 通过快捷直观和自营的交易平台，提供范围最广泛的货币种类、期权类型和交易期限。

source: Office worker
ja: 会社員
th: พนักงานบริษัทฯ
zh_cn: 办公室员工

source: Old password is wrong.
ar: كلمة المرور القديمة غير صحيحة.
de: Altes Passwort ist falsch.
fr: L'ancien mot de passe est erroné.
id: Kata sandi lama salah.
ja: 旧パスワードの値が不正です。
pl: Stare hasło jest nieprawidłowe.
ru: Старый пароль неверный.
th: รหัสผ่านเก่าไม่ถูกต้อง
vi: Mật khẩu cũ không đúng.
zh_cn: 旧密码不正确。

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you.
ar: على أساس المعلومات المقدمة فيما يتعلق بالمعارف والخبرات الخاصة بك، نحن نعتبر أن الاستثمارات المتاحة عبر هذا الموقع ليست مناسبة لك.
de: Auf der Grundlage der von Ihnen bezüglich Ihrer Kenntnis und Erfahrung zur Verfügung gestellten Informationen, sehen wir die über diese Website möglichen Anlagegeschäfte als für Sie als nicht geeignet an.
fr: Sur base de l'information fournie en relation à votre connaissance et expérience, nous sommes d'avis que les investissements disponibles sur ce site ne sont pas pour vous.
id: Berdasarkan informasi yang diberikan berkaitan dengan pengetahuan dan pengalaman, kami menganggap bahwa investasi yang tersedia melalui website ini tidak sesuai untuk Anda.
ja: 知識や経験に関して提供いただいた情報に基づき、当ウェブサイトでの投資はお客さまには適していないと思います。
pl: Na podstawie przedstawionych informacji dotyczących Twojej wiedzy i doświadczenia uznaliśmy, że inwestycje dostępne za pośrednictwem naszej strony są dla Ciebie nieodpowiednie.
ru: На основе информации, предоставленной в отношении Ваших знаний и опыта, мы считаем, что инвестиции, доступные через этот сайт, не подходят для Вас.
vi: Dựa trên thông tin có liên quan tới kiến thức và kinh nghiệm bạn cung cấp, chúng tôi thấy rằng những dự án đầu tư sẵn có trên trang web này không thích hợp với bạn.
zh_cn: 根据您所提供的知识和经验相关信息，我们认为此网站的投资活动对您来说并不合适。

source: On the occurrence of an Event of Default, we may exercise our rights under this clause, at any time and without prior notice:
de: Im Ereignis eines Verzugsfalls, können wir unsere Rechte unter dieser Klausel, zu jeder Zeit und ohne vorherige Benachrichtigung, ausüben:
fr: En présence d'un « cas de défaut », nous pourrons exercer nos droits conformément à cette clause, à tout moment et sans préavis :
ja: 契約不履行が発生した場合、当社はいかなるときも事前の予告なしに、本項に基づく当社の権利を行使することがあります。
vi: Về sự xuất hiện của một sự kiện mặc định, chúng tôi có thể thực hiện các quyền của chúng tôi theo điều khoản này bằng, bất cứ lúc nào và không có thông báo trước:
zh_cn: 如果发生违约事件，我们可随时在没有预先通知的情况下行使此条款所赋予的权利：

source: On-time Payments Every Time
ar: الدفع فى الوقت المحدد كل مرة
de: Immer pünktliche Zahlungen
fr: Paiement à temps à chaque fois
id: Pembayaran Komisi Tepat Waktu
ja: 報酬は期日までに確実に支払われます
pl: Płatności na czas za każdym razem
ru: Всегда своевременная выплата
th: การชำระเงินตรงเวลาทุกครั้ง
vi: Thanh toán đúng giờ Mọi lúc
zh_cn: 付款及时

source: Once the bonus is credited to your account, you may withdraw the bonus and any winnings generated from it at any time.
ar: بمجرد إيداع المكافأة في حسابك، يمكنك سحب المكافأة وأي مكاسب انبثقت عنها فى أي وقت.
de: Nachdem der Bonus auf Ihrem Konto gutgeschrieben wurde, können Sie den Bonus und die damit erwirtschafteten Profite jederzeit abheben.
fr: Une fois que le bonus est crédité sur votre compte, vous pouvez retirer le bonus et tous les gains générés de celui-ci à n'importe quel moment.
id: Setelah bonus dikreditkan kedalam akun Anda, Anda dapat menarik dana bonus dan untung yang dihasilkan kapan saja.
ja: このタイプのボーナスが一旦付与されると、ボーナス自体、及びボーナスから得られた利益をいつでもご出金できます。
pl: Po przypisaniu bonusu do Twojego konta, możesz wypłacić bonus i inne wygrane uzyskane z bonusu w dowolnym czasie.
ru: Когда бонус будет внесен на Ваш счет, Вы сможете вывести бонус и выигрыш с него в любое время.
vi: Khi tiền thưởng đã được chuyển vào tài khoản của bạn, bạn có thể rút tiền thưởng và các khoản bạn kiếm được vào bất cứ lúc nào.
zh_cn: 一旦奖金存入您的账户，您可以随时提取奖金及相关收益。

source: Once this limit is reached, you may no longer deposit.
ar: عندما تصل لهذا الحد لا يمكنك الإيداع بعد ذلك.
de: Wenn dieses Limit erreicht wurde, können Sie keine weiteren Einzahlungen vornehmen.
fr: Une fois cette limite atteinte, vous ne pouvez pas continuer à faire des dépôts.
id: Sekali batasan tercapai, Anda tidak dapat melakukan deposit selanjutnya.
ja: 上限額以上の入金はできません。
pl: Po osiągnięciu tego limitu nie można dokonywać dalszych wpłat.
ru: Когда данный лимит будет достигнут, Вы не сможете вносить средства.
th: เมื่อวงเงินเต็ม ท่านไม่ต้องดำเนินการฝากเงินอีกต่อไป
vi: Khi chạm phải giới hạn này, bạn sẽ không phải gửi tiền nữa.
zh_cn: 达到此限额后，您不能再存款。

source: Once we receive your application, one of our affiliate managers will contact you to follow up with the next steps in the application process (this will include asking you to submit several documents).
ar: بمجرد ان نتسلم طلبك، سيقوم أحد مديري الانتساب لدينا بالاتصال بك لمتابعة الخطوات التالية لمعالجة طلبك (هذا سوف يتضمن أن يطلب منك تقديم عدة وثائق).
de: Nachdem wir Ihren Antrag erhalten haben, wird sich einer unserer Affiliate Manager mit Ihnen in Verbindung setzen, um den nächsten Schritt des Antragsprozesses einzuleiten (dies umfasst auch die Aufforderung, einige Dokumente einzusenden).
fr: Après réception de votre demande, l'un de nos gestionnaires affiliés vous contactera pour vous indiquer les prochaines étapes de la procédure de demande (il vous sera notamment demandé de fournir plusieurs documents).
id: Setelah kami menerima aplikasi Anda, salah satu manajer afiliasi kami akan menghubungi Anda untuk menindaklanjuti dengan langkah-langkah berikutnya (ini termasuk meminta Anda untuk mengirimkan beberapa dokumen).
ja: 申請を受け取りましたら、申請プロセスの次のステップの案内をさせていただくために、当社アフィリエイトマネージャーがお客さまにご連絡をさせていただきます。（同時に書類の提出をお願いさせていただきます。）
pl: Po otrzymaniu Twojej aplikacji, nasi pracownicy skontaktują się z Tobą, aby przejść do następnych etapów procesu rekrutacyjnego (będzie wymagane dostarczenie kilku dokumentów).
ru: Как только мы получим Вашу заявку, один из менеджеров партнерской программы свяжется с Вами и поможет пройти последующие шаги в рамках процесса подачи заявки (Вам будет нужно предоставить несколько документов).
vi: Khi chúng tôi nhận được đơn của bạn, một trong những quản lý liên kết của chúng tôi sẽ liên hệ với bạn để hướng dẫn bạn những bước tiếp theo trong quá trình đăng kí (điều này sẽ bao gồm cả việc yêu cầu bạn gửi một số tài liệu).
zh_cn: 一旦收到您的申请，我们的联盟经理会与您联系，以跟进申请的后续步骤（包括要求您提交一些文件）。

source: Once you click the 'Submit' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen.
ar: عندما تضغط على زر "التسليم" ستسحب الأموال من حسابك وسيتم إرسالها لوكيل الدفع الذى اخترته.
de: Wenn Sie auf "Abschicken" klicken, wird das Geld von Ihrem Konto abgebucht und an den von Ihnen ausgewählten Zahlungsagenten geschickt.
fr: Une fois que vous cliquez sur le bouton "Soumettre", les fonds seront prélevés de votre compte et envoyés à l'Agent de Paiement que vous avez choisi.
id: Setelah Anda klik tombol 'Mengajukan' dana tersebut akan ditarik dari akun Anda dan mengirimkannya kepada agen yang telah Anda pilih.
ja: 一旦「送信」ボタンをクリックされますと、資金がお客さまの口座から出金され、ご選択された決済サービスに送金されます。
pl: Po kliknięciu przycisku „Prześlij” środki zostaną wypłacone z Twojego konta i przesłane do wybranego pośrednika płatności.
ru: Когда Вы нажмете на кнопку 'Подтвердить', средства будут сняты с Вашего счета и отправлены Платежному Агенту, которого Вы выбрали.
vi: Khi bạn nhấp chuột vào nút "Gửi yêu cầu" tiền sẽ được rút khỏi tài khoản của bạn và sẽ được gửi về Đại lý Thanh toán bạn đã chọn.
zh_cn: 一旦您点击“提交”按钮，资金将从您的账户转到您选择的支付代理处。

source: Once you click the 'Submit' button, the funds will be withdrawn from your account and transferred to your Client's account.
ar: بمجرد النقر فوق الزر 'إرسال'، سوف تسحب من الحساب الخاص بك الأموال وتحويلها إلى حساب العميل الخاص بك.
de: Wenn Sie auf "Abschicken" klicken, wird der Betrag von Ihrem Konto abgebucht und auf Ihr Kundenkonto überwiesen.
fr: Lorsque vous cliquerez sur le bouton « Envoyer », les fonds seront prélevés sur votre compte et transférés vers votre compte client.
id: Setelah mengklik tombol 'Kirim', dana akan ditarik dari akun Anda dan ditransfer ke dalam akun Klien Anda.
ja: 一旦「送信」ボタンをクリックされますと、資金はお客さまの口座から出金され、お客さまの顧客の口座に送金されます。
pl: Po kliknięciu przycisku „Prześlij” środki zostaną wypłacone z Twojego konta i przesłane na Twoje konto Klienta.
ru: Когда Вы нажмете кнопку 'Подтвердить', средства будет сняты с Вашего счета и перечислены на счет клиента.
vi: Một khi bạn nhấp chuột vào nút "Gửi yêu cầu", tiền sẽ được rút khỏi tài khoản của bạn và được chuyển tới tài khoản của khách hàng của bạn.
zh_cn: 一旦您点击“提交”按钮，资金将从您的账户转至客户的账户。

source: Once your account hits the forced liquidation level, your orders and positions are forcibly closed in the following sequence:
de: Sobald Ihr Konto das gezwungene Liquidationslevel erreicht, werden Ihre Order und Positionen zwangsweise in der folgenden Sequenz geschlossen:
fr: Une fois votre compte atteint le niveau de liquidation forcée, vos ordres et positions sont fermés de force dans la séquence suivante :
ja: 強制ロスカットレベルに到達すると、注文とポジションは次の順序で強制的にクローズされます。
vi: Sau khi tài khoản của bạn chạm mức bị buộc phải thanh lý, các lệnh và phiên giao dịch của bạn buộc phải đóng cửa vào theo trình tự sau:
zh_cn: 一旦您的账户达到强制清算水平，您的订单和头寸将按以下顺序强行平仓︰

source: One simple platform
ar: منصة تداول واحدة بسيطة
de: Eine einfache Plattform
fr: Une plateforme simple
id: Satu platform sederhana
ja: 簡単な取引システム
pl: Jedna prosta platforma
ru: Одна простая платформа
th: รูปแบบใช้งานง่าย
vi: Một sàn giao dịch đơn giản
zh_cn: 一个简单的平台

source: Online Marketing
ar: التسويق عبر الإنترنت
fr: Marketing en ligne
id: Pemasaran Online
ja: オンラインマーケティング
pl: Marketing internetowy
ru: Интернет-маркетинг
th: การตลาดออนไลน์
vi: Marketing Trực tuyến
zh_cn: 在线市场营销

source: Online currency exchangers
de: Online Devisenwechsler
fr: Bureaux de change en ligne
ja: オンライン通貨両替
vi: Các nhà giao dịch tiền tệ trực tuyến
zh_cn: 在线货币兑换

source: Only %1 are allowed.
ar: يسمح فقط بـ %1.
de: Es sind nur %1 erlaubt.
fr: Seulement %1 autorisées.
id: Hanya %1 dibenarkan.
ja: %1のみご利用いただけます。
pl: Dozwolone są tylko %1.
ru: Разрешены только %1.
th: มีเพียง %1 ที่จัดให้
vi: Chỉ có %1 được cho phép.
zh_cn: 只允许 %1 。

source: Only %1 decimal points are allowed.
de: Es sind nur %1 Dezimalstellen erlaubt.
fr: %1 décimales seulement sont autorisées.
ja: 小数点以下%1桁のみご利用いただけます。
vi: Chỉ cho phép %1 số thập phân sau dấu phẩy.
zh_cn: 只允许 % 个小数位。

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades.
de: Nur fünf Jahre nach der Gründung erhalten wir diese bedeutende Auszeichnung für unsere Online Trading Dienstleistungen. Die Auszeichnung erkennt das zuverlässige, schnelle und sichere Online Trading für Einsteiger und Trading Experten an. Bis jetzt hat unsere Website über 15 Millionen Trades durchgeführt.
fr: Seulement cinq ans après sa création, BetOnMarkets.com remporte ce prix pour ses services de trading en ligne. Il récompense la fiabilité, la rapidité et la sécurité des transactions en ligne sur site BetOnMarkets.com, accessible à la fois aux novices et aux experts du trading. À cette date, notre site Web a déjà enregistré plus de 15 millions de transactions.
ja: サービス開始からわずか5年にて、当社のオンライントレードサービスに対しこのような主要な賞を受賞。この賞では、BetOnMarkets.com’が信頼できる迅速で安全なオンライントレードの機会をトレード初心者をはじめ、上級者にも提供していることが評価され、この時点で当社の口座数は1,500万以上となりました。
vi: Chỉ năm năm sau khi thành lập, chúng tôi đã nhận được giải thưởng lớn cho dịch vụ giao dịch trực tuyến của mình. Giải thưởng đó đã thể hiện sự đáng tin cậy, nhanh chóng và an toàn trong giao dịch trực tuyến cho những người mới bắt đầu giao dịch và các nhà giao dịch chuyên nghiệp của BetOnMarkets.com. Tại thời điểm này, trang web của chúng tôi đã nhận được trên 15 triệu giao dịch.
zh_cn: 成立后仅五年，我们的在线交易服务即斩获这一重要奖项。该奖项旨在表彰 BetOnMarkets.com 向交易新手和资深交易者提供可靠、快速和安全的网上交易。此时，我们网站的交易数量已超过1500万笔。

source: Only letters, numbers, and hyphen are allowed.
de: Es sind nur Buchstaben, Zahlen, und Bindestriche erlaubt.
fr: Les lettres, les chiffres et les traits d'union sont les seuls caractères autorisés.
ja: 文字、数字、ハイフンのみご利用いただけます。
vi: Chỉ các chữ cái, số và dấu nối là được phép.
zh_cn: 只允许字母、数字和连字符。

source: Only letters, numbers, space, hyphen, period, and apostrophe are allowed.
de: Nur Buchstaben, Zahlen, Abstände, Bindestriche, Punkte, und Apostrophe sind erlaubt.
fr: Seuls les lettres, chiffres, espace, trait d'union et apostrophe sont permis.
ja: 文字、数字、スペース、ハイフン(-)、ピリオド(.)、アポストロフィ(')のみご利用いただけます。
vi: Chỉ chữ cái, số, khoảng trắng, dấu gạch nối, dấu chấm, và dấu gạch ngang được cho phép.
zh_cn: 只允许使用字母、数字、空格、连字符、句点和省略号。

source: Only letters, space, hyphen, period, and apostrophe are allowed.
de: Es sind nur Buchstaben, Leerzeichen, Bindestriche, Punkte und Apostrophe erlaubt.
fr: Les lettres, les espaces, les traits d'union, la virgule et le point sont les seuls caractères autorisés.
ja: 文字、スペース、ハイフン、ピリオド、アポストロフィのみご利用いただけます。
vi: Chỉ chữ cái, khoảng trống, dấu nối, thời gian và dấu nháy đơn được cho phép.
zh_cn: 只允许字母、空格、连字符、句号和省略号。

source: Only numbers and spaces are allowed.
de: Es sind nur Zahlen und Abstände erlaubt.
fr: Les chiffres et les espaces sont les seuls caractères autorisés.
ja: 数字とスペースのみご利用いただけます。
vi: Chỉ số và khoảng trắng là được phép.
zh_cn: 只允许数字和空格。

source: Only numbers, space, and hyphen are allowed.
de: Es sind nur Zahlen, Abstände und Bindestriche erlaubt.
fr: Les chiffres, les espaces et les traits d'union sont les seuls caractères autorisés.
ja: 数字、スペース、ハイフンのみご利用いただけます。
vi: Chỉ số, khoảng trắng và dấu nối là được phép.
zh_cn: 只允许数字、空格和连字符。

source: Only one account is allowed per person. No winnings and/or refunds may be collected on accounts opened in false names or on multiple accounts opened by the same person.
ar: مسموح لكل شخص بحساب واحد فقط. لا يمكن جني الأرباح و/أو استرداد الأموال من حسابات مفتوحة بأسماء وهمية أو حسابات متعددة لنفس الشخص.
de: Es ist nur ein Konto pro Person erlaubt. Auf Konten, die unter falschem Namen eröffnet wurden oder mehrere Konten, die von der gleichen Person eröffnet wurden, können keine Gewinne und/oder Erstattungen eingesammelt werden.
fr: Un seul compte par personne est autorisé. Aucun gain et/ou remboursement ne peut être collecté à partir de comptes ouverts sous des faux noms ou sur des comptes multiples ouverts par la même personne.
id: Hanya satu akun riil per orang. Anda tidak dibenarkan untuk melakukan penarikan dana jika akun dibuka menggunakan nama palsu atau jika anda memiliki lebih dari satu akun riil.
ja: （約款の変更） 第29条 1. 本約款は、法令・条例の変更、監督官庁・自主規制機関の指示、その他当社が必要と認めた場合には変更されることがあります。 2. 本約款の変更がお客さまに従来認められていた権利を制限する、またはお客さまに新たな義務を課すものである場合、当社は、原則として変更事項を当社ホームページに掲示する等、当社の定める方法によりお客さまにお知らせするものとし、所定の期日を経過してもお客さまから異議の申し出がない時は、本約款に同意したものとします。
pl: Dozwolone jest tylko jedno konto dla danej osoby. Wygrane i/lub zwroty nie mogą być gromadzone na kontach otwartych pod fałszywym nazwiskiem ani na wielu kontach otwartych przez tę samą osobę.
ru: Разрешается иметь только один счет на человека. Выигрыш или компенсация не может начисляться на счета, открытые на вымышленное имя, или на множественные счета, открытые одним и тем же лицом.
vi: Chỉ cho phép một người sử dụng một tài khoản. Không có tiền thưởng hoặc tiền bồi hoàn vào trong tài khoản với tên sai hoặc nhiều tài khoản được mở bởi cùng một người.
zh_cn: 每人只能开立一个账户。使用假名开立账户或属于同一客户的多个账户不能赢取款项和/或退款。

source: Oops... Page Not Available
de: Hoppla... Seite nicht vorhanden
fr: Oups... cette page est indisponible.
ja: このページはご利用いただけません
vi: Rất tiếc... Trang không tồn tại
zh_cn: 抱歉！找不到页面

source: Open Account
ar: يفتح حساب
de: Konto eröffnen
fr: Ouvrir un compte
id: Daftar Akun
ja: 口座開設
pl: Otwórz konto
ru: Открыть счет
th: เปิดบัญชี
vi: Mở Tài khoản
zh_cn: 开户

source: Open Positions
ar: المعاملات المفتوحة
de: Offene Positionen
fr: Postes vacants
id: Lowongan Pekerjaan
ja: オープンポジション
pl: Wolne stanowiska
ru: Открытые позиции
th: เปิดโพซิชั่น
vi: Các vị Trí Tuyển Dụng
zh_cn: 空缺

source: Open Source
ar: مفتوحة المصدر
de: Quelle öffnen
ja: オープンソース
pl: Otwórz źródło
ru: Открытый код
th: โอเพ่นซอส
vi: Nguồn Mở
zh_cn: 开源

source: Open a Demo Account
de: Demo-Konto eröffnen
fr: Ouvrir un compte démo
ja: デモ口座のお申込み
vi: Mở một tài khoản mô phòng
zh_cn: 开设模拟帐户

source: Open a Financial Account
ar: افتح حساب مالي
de: Eröffnen Sie ein Finanzkonto
fr: Ouvrir un compte financier
id: Daftar Akun Finansial
ja: 金融口座の開設
pl: Otwórz konto finansowe
ru: Открыть финансовый счет
th: เปิดบัญชีทางการเงิน 1 บัญชี
vi: Mở một Tài khoản Tài chính
zh_cn: 开设金融账户

source: Open a free Demo account.
de: Eröffnen Sie ein kostenloses Demo-Konto.
fr: Ouvrir un compte démo gratuit.
ja: デモ口座開設
vi: Mở một tài khoản mô phỏng miễn phí.
zh_cn: 开立免费演示账户。

source: Open a free account
ar: إفتح حساب مجاني
de: Eröffnen Sie ein kostenloses Konto
fr: Ouvrir un compte gratuit
id: Daftar akun gratis
ja: デモ口座開設
pl: Otwórz darmowe konto
ru: Открыть бесплатный счет
th: เปิดบัญชีฟรี 1 บัญชี
vi: Mở tài khoản miễn phí
zh_cn: 开立免费账户

source: Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7
fr: Ouvrez un compte en quelques minutes. Les dépôts et retraits sont également disponibles 24h/24 et 7j/7
ja: 数分で口座を開設。すぐに取引を始められます。

source: Open an account now
ar: إفتح حساب الآن
de: Eröffnen Sie jetzt ein Konto
fr: Ouvrir un compte maintenant
id: Daftar akun sekarang
ja: 今すぐ口座開設
pl: Otwórz konto teraz
ru: Откройте счет сейчас
th: เปิดบัญชีเลย
vi: Mở tài khoản ngay bây giờ
zh_cn: 立即开设帐户

source: Open contracts
ar: العقود المفتوحة
de: Offene Kontrakte
fr: Contrats ouverts
id: Kontrak berjalan
ja: 契約をオープンにする
pl: Otwórz kontrakty
ru: Открытые контракты
th: เปิดสัญญา
vi: Hợp đồng Mở
zh_cn: 订立合约

source: Open positions
ar: المعاملات المفتوحة
de: Offene Positionen
fr: Postes vacants
id: Lowongan pekerjaan
ja: オープンポジション
pl: Wolne stanowiska
ru: Открытые позиции
th: เปิดโพซิชั่น
vi: Vị thế mở
zh_cn: 空缺

source: Open-source projects
ar: مشاريع مفتوحة المصدر
de: Open-Source Projekte
fr: Projets open source
id: Proyek open-source
ja: オープンソースプロジェクト
pl: Projekty open-source
ru: Проекты с открытым кодом
th: โครงการโอเพ่นซอส
vi: các dự án nguồn mở
zh_cn: 开源项目

source: Opening a Transaction
de: Eine Transaktion eröffnen
fr: Ouverture d'une transaction
ja: トレードをオープンにする
vi: Đang mở giao dịch
zh_cn: 开盘交易

source: Opening an Account
de: Ein Konto eröffnen
fr: Ouverture d'un compte
ja: 口座開設
vi: Đang mở tài khoản
zh_cn: 开立账户

source: Opening an account
ar: فتح حساب
de: Ein Konto eröffnen
fr: Ouverture d'un compte
id: Mendaftar akun
ja: 口座開設
pl: Otwieranie konta
ru: Открытие счета
th: เปิดบัญชี
vi: Đang mở tài khoản
zh_cn: 开户

source: Opens
ar: يفتح
de: Öffnet
fr: Ouvre
id: Dibuka
ja: 取引開始時間
pl: Otwarcie
ru: Открывается
th: เปิด
vi: Mở
zh_cn: 开盘

source: Option Type
de: Options-Typ
fr: Type d'option
ja: オプションタイプ
vi: Loại tùy chọn
zh_cn: 期权类型

source: Options trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such an addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis.
ar: تداول الخيارات يمكن أن يصبح إدمانا حقيقيا، كأي نشاط آخر يُدفع لحدوده. لتجنب خطر مثل هذا الإدمان، نقدم التحقق من الواقع والذي يعطيك ملخصا لصفقاتك وحساباتك بشكل دوري.
de: Der Optionshandel kann zu einer wirklichen Abhängigkeit führen, so wie jede andere Aktivität, die bis zu ihren Grenzen ausgeübt wird. Um die Gefahr einer solchen Äbhängigkeit zu vermeiden, bieten wir einen Realitätscheck an, der Ihnen eine regelmäßige Zusammenfassung Ihrer Geschäfte und Konten gibt.
fr: Le trading d'options binaires peut devenir une véritable addiction, au même titre que toute autre activité pratiquée de façon trop intensive. Pour éviter le danger d'une telle addiction, nous mettons en œuvre suivi réaliste de votre situation en vous fournissant régulièrement un relevé de vos opérations et de vos comptes.
id: Trading opsi dapat menyebabkan ketagihan, sebagaimana kegiatan lain yang dilakukan di luar batas. Untuk menghidari bahaya ketagihan tersebut, kami menyediakan pengecekan yang memberikan ringkasan trading Anda secara teratur.
ja: どのお取引も制限が拡大できるため、実際に中毒になる場合があります。そのような中毒性への危険性を避けるために、当社ではお取引と口座の概要を定期的にお渡しするリアリティチェックを提供しています。
pl: Handel opcjami może stać się poważnym uzależnieniem, tak jak wszystkie inne czynności, którym poświęcamy zbyt wiele czasu. Aby zapobiec niebezpieczeństwu takiego uzależnienia, umożliwiamy sprawdzanie rzeczywistej sytuacji na bieżąco, co zapewnia Ci regularne zestawienie Twoich zakładów i kont.
ru: Торговля бинарными опционами может вызывать зависимость, как и любая другая деятельность, доведенная до крайности. Чтобы избежать опасности возникновения подобной зависимости, мы проводим проверку реальности и предоставляем регулярный отчёт о Ваших сделках и счетах.
vi: Giao dịch quyền chọn có thể thực sự gây nghiện, và có thể thúc đẩy bạn chơi tới mức tới hạn của mình. Để tránh sự nguy hiểm của trường hợp nghiện này, chúng tôi cung cấp cho bạn một công cụ kiểm tra thực tế tổng hợp các giao dịch và tài khoản của mình một cách thường xuyên.
zh_cn: 二元期权交易和其他类似活动一样，过于沉迷可能会上瘾。为了避免这种风险，我们会定期向您提供交易和财务的实况简报。

source: Order &mdash; An execution instruction given by you to us in relation to a Market Order, Stop Order, Limit Order, and etc.
de: Order &mdash; Eine von Ihnen an uns gegebene Ausführungsanweisung, im Verhältnis zu einer Markt Order, Stop Order, Limit Order, und etc.
fr: Ordre &mdash; Une instruction d'execution donnée par vous à nous en relation avec l'ordre de marché, l'Ordre Stop, l'Ordre Limite, and etc.
ja: 注文 &mdash; 成行注文、逆指値注文、指値注文などに関するお客さまから当社へなされた注文の実行オーダー
vi: Lệnh &mdash; một hướng dẫn thực hiện, được đưa ra bởi bạn cho chúng tôi liên quan đến lệnh thị trường, lệnh dừng, lệnh giới hạn và vv.
zh_cn: 订单 &mdash; 您向我们下的关于市场下单、止损单、限价单等执行指令。

source: Order Execution
ar: تنفيذ الأمر
de: Orderausführung
fr: Exécution des ordres
id: Eksekusi Order
ja: オーダー実行
pl: Wykonanie zlecenia
ru: Исполнение ордеров
th: การประมวลผลคำสั่ง
vi: Thực hiện Lệnh
zh_cn: 执行订单

source: Order Execution Policy
de: Regeln der Orderausführung
fr: Politique d'exécution des ordres
ja: オーダー実行ポリシー
vi: Chính Sách Thực hiện Lệnh
zh_cn: 订单执行政策

source: Order Execution/Cancellation/Modification
de: Order Ausführung/Stornierung/Modifizierung
fr: Execution d'Ordre/Annulation/Modification
ja: 注文の実行/キャンセル/変更
vi: Thực thi lệnh/ Hủy/Thay đổi
zh_cn: 订单的执行/取消/修改

source: Other
ar: آخر
de: Sonstiges
fr: Autre
id: Lainnya
ja: その他
pl: Inne
ru: Другое
th: อื่นๆ
vi: Khác
zh_cn: 其它

source: Other Obligations
ar: الالتزامات الأخرى
de: Weitere Verpflichtungen
fr: Autres obligations
id: Kewajiban Lainnya
ja: その他の義務
pl: Inne zobowiązania
ru: Другие обязательства
vi: Các nghĩa vụ khác
zh_cn: 其它义务
