Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: In all circumstances, the Company reserves the right to make changes to these Terms and Conditions. If the Company elects to make any material changes to these Terms and Conditions, our clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client's account maybe frozen, suspended or cancelled.
de: Das Unternehmen behält sich unter allen Umständen das Recht vor, Änderungen an diesen Allgemeinen Geschäftsbedingungen vorzunehmen. Wenn das Unternehmen diese Allgmeinen Geschäftsbedingungen erheblich verändern möchte, werden unsere Kunden im Voraus hierüber informiert und müssen diese entweder annehmen oder ablehnen. Eine Ablehnung führt zu einer erheblichen Verletzung dieser Vereinbarung und das Kundenkonto kann eingefroren, suspendiert oder gekündigt werden.
fr: En toutes circonstances, la Société se réserve le droit d'apporter des modifications aux présentes Conditions générales. Si la Société choisit d'apporter des modifications importantes à ces Conditions générales, nos clients en seront avertis à l'avance et pourront les accepter ou les refuser. Un refus constituera un manquement à l'une des obligations essentielles de cet accord et le compte du client concerné pourra être bloqué, suspendu ou supprimé.
ja: すべての状況において、当社はこれらの利用規約を変更する権利を留保します。当社がこれら利用規約のいずれかの項目を変更する場合、お客さまは事前に通知され、同意に承諾または辞退していただく必要がございます。同意を辞退されると、本契約の重大な違反につながり、お客さまの口座は凍結、一時停止、または削除させていただく場合がございます。
vi: Trong tất cả các trường hợp, Công ty có quyền thay đổi những Điều khoản và Điều kiện này. Nếu Công ty đưa ra bất kì đề xuất nào về việc thay đổi những Điều khoản và Điều kiện này, khách hàng của chúng tôi sẽ được thông báo trước và hoặc sẽ chấp thuận hoặc sẽ không chấp thuận. Nếu không chấp thuận sẽ gây ra vi phạm nghiêm trọng hiệp định này và tài khoản của khách hàng có thể bị đóng băng, bị đình chỉ hoặc bị hủy bỏ.
zh_cn: 在任何情况下，公司保留对此条款和条件作出修改的权利。如公司选择对此条款和条件作出任何具体修改，客户将预先得到通知，并可选择接受或拒绝。如果拒绝，则会违反此协议，客户的账户可能会被冻结、暂停或吊销。

source: In any event of an error in current prices, published odds or trading software.
ar: في جميع أحوال وجود خطأ في الأسعار الحالية، أو الاحتمالات المنشورة أو برنامج التداول.
de: Bei jedem Auftreten eines Fehlers in den aktuellen Kursen, veröffentlichten Quotierungen oder der Handelssoftware.
fr: En cas d'erreur relative aux prix actuels, aux cotes publiées ou au logiciel de trading.
id: Jika terjadi kesalahan pada harga terkini, penerbitan selisih atau software trading.
ja: 現行価格、公開されたオッズ、トレーディングソフトウェアでのあらゆるエラーにおいても
pl: W jakimkolwiek przypadku wystąpienia błędu w aktualnych cenach, notowaniach podanych do publicznej wiadomości lub w oprogramowaniu do handlowania.
ru: В случае ошибки в текущих ценах, опубликованных процентах выигрыша или программном обеспечении для торговли.
vi: Trong trường hợp có lỗi sai trong giá hiện hành, tỉ lệ cược được công bố hoặc phần mềm giao dịch.
zh_cn: 如发生任何当前价格、公布赔率或交易软件错误的事件。

source: In carrying out OTC binary option trading, a customer needs expert knowledge such as the theoretical value of options, in order to make reasonable investment decisions.
id: Untuk bertrading OTC opsi binary, pelanggan perlu memiliki pengetahuan ahli seperti nilai teoritis opsi, untuk membuat keputusan investasi yang wajar.
ja: バイナリーオプション取引について、合理的な投資判断をもって行うためには、オプション取引の理論的根拠などに関する専門知識が必要であること。（契約締結前交付書面「店頭バイナリーオプション取引のリスクについての説明」-①参照）

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
de: Der in Hongkong ansässige Hedgefond Manager und Unternehmer, Jean-Yves Sireau, beginnt mit Regent Marketing von seinem hongkonger Schlafzimmer aus. Er entwickelt das System, die Methoden und Algorithmen zur Einführung eines Finanzwettsystems mit festen Gewinnquoten. Jean-Yves Vision ist es, einen Markt mit den einfachsten derivativen Verträgen - der Wette mit festen Gewinnquoten - zu schaffen und normalen Anlegern die Chance zu bieten, mit kleinen Einsätzen dabei zu sein. Bis zu seiner Erfindung werden Binäroptionen nur in großen Mengen gehandelt.
fr: Fidèle aux codes de la Silicon Valley, Jean-Yves Sireau, gestionnaire de fonds spéculatifs et entrepreneur basé à Hong Kong, travaille à la mise au point de Regent Markets depuis son domicile. Il développe les systèmes, les méthodes et les algorithmes permettant de mettre en œuvre un système de paris financiers à cotes fixes. L'ambition de Jean-Yves consiste à créer un marché dédié au plus simple des contrats dérivés - le pari à cotes fixes - pour offrir aux investisseurs ordinaires l'opportunité de profiter des petits paris. Avant cette innovation, les options binaires étaient généralement négociées en plus gros volumes.
ja: 香港のヘッジファンド会社でファンドマネージャーとして勤務していたジョン・イヴス氏が、デリバティブ商品を一般投資家に分かり易く、求め易い形で提供するため、小規模の投資額で固定オッズ形式の取引ができるシステム、メソッド及びアルゴリズムを開発。ジョン・イヴス氏は、全てのデリバティブ取引に対応できるシンプルなシステムを形成、固定オッズ取引、そしてあらゆるトレーダーに小額で行えるトレード機会を目指す。この革新により、大規模なバイナリーオプションの取引を実現。
vi: Mang phong cách cổ điển của thung lũng Silicon, nhà doanh nghiệp và quản lý quỹ hedge fund Hồng Kông, Jean-Yves Sireau, khởi động dự án Regent Markets trong phòng ngủ của ông tại Hồng Kông. Ông phát triển hệ thống, phương pháp và thuật toán để thực hiện một hệ thống cá cược tài chính theo tỉ lệ cược cố định. Tầm nhìn của Jean-Yves đã tạo ra một thị trường đơn giản nhất của các hợp đồng phái sinh -cá cược theo tỉ lệ cược cố định - và cung cấp cho các nhà đầu tư nhỏ có cơ hội tham gia cá cược nhỏ. Từ khi có sự đổi mới của ông, hợp đồng quyền chọn nhị phân thường chỉ được giao dịch với số lượng lớn.
zh_cn: Regent Markets 的创始人 Jean-Yves Sireau 是香港的一名对冲基金经理和企业家。与很多硅谷创业公司一样，Regent Markets 是在他的香港住所成立的。他开发了实施固定赔率金融投注体系的系统、方法和算法。Jean-Yves 的愿景是提供固定赔率投注（最简单的衍生品合约）市场，并向普通投资者提供进行小额投注的机会。在他的创新举动之前，二元期权通常只进行大额交易。

source: In executing orders on your behalf, %1 takes into consideration the following to achieve the best possible result for you:
fr: Dans le cadre des ordres que nous exécutons en votre nom, %1 tient compte des critères suivants pour parvenir au meilleur résultat possible pour vous :
ja: 注文代行に関して、%1は最良の結果をもたらせるよう以下のことを考慮します。

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar.
ar: فى أسواق صرف العملات الأجنبية تستطيع أن تقوم بمعاملات تجارية قائمة على أساس التغيير في سعر عملة واحدة مقارنة بعملة أخرى. على سبيل المثال إذا قمت بتحديد ارتفاع فى سوق الدولار/اليورو ، أنت تتوقع أن قيمة اليورو سترتفع مقارنة بقيمة الدولار الأمريكي.
de: Die Händler können auf ausländischen Devisenmärkten Kontrakte auf der Grundlage der Änderung des Wechselkurses einer Währung in eine andere abschließen. Wenn beispielsweise ein Händler den Anstieg des EUR/USD Wechselkurses auswählt, sagt er voraus, dass der Wert des Euro im Verhältnis zum Wert des US-Dollar steigen wird.
fr: Sur le marché des changes, les traders peuvent négocier des contrats basés sur la fluctuation du taux de change d'une devise par rapport à une autre. Par exemple, si un trader sélectionne « Hausse » pour le marché de l'EUR/USD, il prédit que la valeur de l'Euro va augmenter par rapport à la valeur du dollar US.
id: Pada pasar valuta asing, para trader dapat membeli kontrak berdasarkan pertukaran harga dari satu mata uang ke mata uang lainnya. Sebagai contoh jika trader memilih kontrak Naik pada market EUR/USD, hal ini berarti mereka menganalisa nilai mata uang Euro akan lebih tinggi dari harga mata uang dolar AS.
ja: 外国為替市場では、任意の通貨が特定の通貨に対する価格の変化の予測に基づくトレードを実施できます。例えば、EUR/USD市場が上昇すると予測した場合は、米ドルに対してユーロの価値が上がると予測したことになります。
pl: Na rynkach walutowych można handlować na podstawie zmian kursów walutowych w odniesieniu do innej waluty. Na przykład w przypadku wybrania wzrostu na rynku EUR/USD, prognozujesz, że wartość euro wzrośnie w stosunku do wartości dolara amerykańskiego.
ru: На рынке Forex трейдеры могут заключать контракты, основанные на цене одной валюты по отношению к другой. Например, если трейдер выбирает контракт "Повышение" на EUR/USD, он делает прогноз, что цена евро поднимется по отношению к американскому доллару.
th: ในตลาดแลกเปลี่ยนเงินตรา นักลงทุนสามารถกำหนดสัญญาเพื่อราคาที่เปลี่ยนแปลงของหนึ่งสกุลเงินที่สัมพันธ์กับอีกสกุลเงิน เช่น หากนักลงทุนกำหนด ค่าเงินสูงขึ้น ของตลาด EUR/USD คือ พวกเขากำลังทำนายว่า มูลค่าของเงินยูโรจะเพิ่มขึ้นที่สัมพันธ์กับมูลค่าของเงินดอลลาร์สหรัฐ
vi: Trong thị trường ngoại tệ, nhà giao dịch có thể giao kết hợp đồng dựa trên sự thay đổi trong giá cả của một đồng tiền vì nó liên quan tới đồng khác. Ví dụ, nếu một nhà giao dịch lựa chọn Tăng trong cặp tiền tệ EUR/USD, họ đang dự đoán rằng giá trị của đồng Euro sẽ tăng tương quan với giá trị của đồng Đô la Mỹ.
zh_cn: 在外汇市场中，交易者可以根据一种货币对另一种货币的价格变动交易合约。例如，如果交易者选择欧元/美元“上涨”期权，即预测欧元的价值相对美元的价值将会上涨。

source: In order to access our mobile apps and other third-party applications, you'll first need to generate an API Token.
ar: من أجل الوصول إلى تطبيقات الجوال لدينا وغيرها من تطبيقات الطرف الثالث، سوف تحتاج أولاً إلى إنشاء رمز API.
de: Um Zugang zu unseren mobilen Apps und anderen Drittanbieteranwendungen zu haben, müssen Sie erst einen API Token erzeugen.
fr: Pour accéder à nos applications mobiles et aux autres applications tierces, vous devrez d'abord générer un jeton d'API.
id: Untuk mengakses aplikasi mobile kami dan aplikasi pihak ketiga lainnya, Anda harus membuat Token API.
ja: 当社のモバイルアプリケーションまたは第三者開発アプリケーションへアクセスするには、はじめにAPIトークンの作成が必要です。
pl: Aby uzyskać dostęp do naszych aplikacji mobilnych i do aplikacji stron trzecich, musisz najpierw wygenerować Token API.
ru: Чтобы получить доступ к нашим мобильным приложениям и другим сторонним приложениям, нужно сначала сгенерировать токен API.
th: เพื่อการใช้งานแอพพลิเคชันทางอุปกรณ์เคลื่อนที่ หรือแอพพลิเคชันอื่นๆ ท่านต้องขอ API โทเค่นก่อน
vi: Để truy cập vào các ứng dụng di động của chúng tôi và các ứng dụng của bên thứ ba, bạn cần phải tạo ra một mã token API.
zh_cn: 首先您必须生成API令牌才能够访问我们的移动应用程序和其他第三方应用程序。

source: In order to support its continued growth, %1 is seeking to recruit and place a qualified Compliance Executive. In this newly created role, to be based in Malta, the incumbent will report to our Head of Regulatory and Legal Compliance
ar: من أجل دعم نموها المستمر، تسعى %1 إلى توظيف تنفيذي مؤهل للامتثال. في هذا الدورالذي تم إنشاؤه حديثا، والذي سيكون مقره في مالطا، سيقدم شاغل الوظيفة تقريرا إلى رئيس قسم التنظيم والامتثال
de: Zur Unterstützung seines kontinuierlichen Wachstums sucht %1 nach einem Compliance-Leiter. In dieser neu geschaffenen Position, die in Malta besetzt werden soll, wird der Stelleninhaber unserem Regulatory und Legal Compliance Abteilungsleiter unterstellt sein.
fr: Pour mieux répondre aux besoins d'une croissance continue, %1 recrute un responsable de la conformité qualifié. Dans le cadre de ce nouveau poste basé à Malte, le candidat sélectionné prendra ses fonctions sous la supervision de notre directrice de la conformité réglementaire et juridique.
id: Untuk mendukung pertumbuhan yang berkelanjutan, %1 berusaha merekrut dan menempatkan Executive berkualitas yang taat. Posisi ini akan berkedudukan di Malta, berkewajiban memberikan laporan kepada Ketua Regulator dan Kepatuhan Hukum
ja: 継続的な成長をサポートするために、当社では資格あるコンプライアンス担当者を募集しています。マルタに基づいているため、この新しい役割では、当社の企業コンプライアンス担当者に報告することとなります。
pl: W celu zapewnienia ciągłego rozwoju firma %1 poszukuje wykwalifikowanej osoby na stanowisko specjalisty ds. zgodności. Osoba zatrudniona na tym nowoutworzonym stanowisku będzie pracować w siedzibie na Malcie i będzie odpowiadać przed naszym dyrektorem ds. zgodności z przepisami prawnymi i regulacyjnymi
ru: С целью поддержания дальнейшего роста и развития, %1 ищет квалифицированного сотрудника отдела регулирования и контроля. Эта новая должность на Мальте подотчётна нашему главе отдела регулирования и нормативно-правового соответствия
vi: Để mở rộng kinh doanh, %1 đang tuyển dụng thêm một Ban quản trị Thực thi đủ khả năng. Trong vai trò mới dựa trên nhiệm vụ ở Malta, người đương nhiệm sẽ báo cáo tới Cơ quan đầu não Thực thi pháp luật và Quy định
zh_cn: 为支持持续增长，%1 正寻求聘请和纳入一名合格的法律执行员。此新创建职位将在马耳他常驻，并直接向监管和法律主管汇报

source: In order to support its continued growth, the Human Resources Group at %1 is seeking to place a highly competent administrator in a senior recruitment role. Please note that this is not a position suitable for an HR generalist, but should be of keen interest to a high level administrator with extensive experience in the global recruitment of managers and single technical contributors. A background in financial services and experience in the recruitment of senior professionals in IT and Quantitative Analytics would be ideal.
ar: من أجل دعم نموها المستمر، تسعى مجموعة الموارد البشرية في %1 إلى وضع مسؤول بدرجة عالية من الكفاءة في وظيفة كبير مسئولي التوظيف. يرجى ملاحظة أن هذا ليس موقعا مناسباً لاختصاصي الموارد بشرية، ولكن ينبغي أن يكون ذا اهتمام شديد بالمسؤولين رفيعي المستوى مع خبرة واسعة في التوظيف العالمي للمديرين وللفنيين الفريدين. سيكون أمرا مثاليا اذا كان لديه خلفية في مجال الخدمات المالية وخبرة في وظيف كبار المتخصصين في تكنولوجيا المعلومات والتحليلات الكمية.
de: Zur Unterstützung ihres laufenden Wachstums möchte die Personalgruppe von %1 einen äußerst kompetenten Administrator in einer leitenden Personalbeschaffungsposition einstellen. Bitte beachten Sie, dass diese Position nicht für einen Generalisten in der Personalverwaltung ist, sondern für einen hochgradigen Administrator mit umfassender Erfahrung in der Personalbeschaffung von Managern und einzelnen technischen Mitarbeitern. Berufserfahrung in Finanzdienstleistungen und Erfahrung in der Personalbeschaffung von leitenden Fachleuten in IT und quantitativer Analytik wäre ideal.
fr: Pour mieux répondre aux besoins d'une croissance continue, le service des ressources humaines de %1 recherche un administrateur compétent pour un poste de chargé de recrutement. Ce poste ne convient pas à un/une généraliste des RH. Il s'adresse à un administrateur hautement qualifié, justifiant d'une vaste expérience du recrutement de cadres dirigeants et de collaborateurs techniques individuels à l'échelle internationale. Le candidat dispose idéalement d'une bonne connaissance des services financiers ainsi que d'une expérience dans le recrutement de cadres supérieurs dans les domaines des technologies de l'information et de l'analyse quantitative.
id: Untuk mendukung pertumbuhan yang berkelanjutan, Grup Sumber Daya Manusia %1 berusaha menggunakan administrator yang kompeten dalam perekrutan senior. Mohon diketahui bahwa ini bukanlah posisi yang cocok untuk SDM umum, tetapi harus memiliki minat sebagai administrator handal dengan pengalaman yang luas dalam perekrutan manajer global dan menjadi kontributor teknis tunggal. Memiliki latar belakang di bidang jasa keuangan dan pengalaman dalam perekrutan profesional senior IT dan Analitik Kuantitatif akan diutamakan.
ja: 継続的な成長をサポートするため、人事グループではシニアレベルの豊富な経験がある非常に有能な管理者を求めています。人事ジェネラリストの役職ではありませんのでご注意ください。しかし、マネージャーまたは個人の技術貢献者のグローバル採用において豊富な経験があるハイレベルな管理者に強い関心がある必要があります。金融サービス業界での経歴とITおよび定量分析者のシニアレベルのプロフェッショナル採用経験があると理想的です。
pl: W celu zapewnienia ciągłego rozwoju Zespół ds. zasobów ludzkich firmy %1 poszukuje doświadczonego menedżera. Nie jest to stanowisko dla każdej osoby z doświadczeniem w pracy w kadrach. Poszukujemy osoby pracującej wcześniej na odpowiedzialnym stanowisku kierowniczym i mającej doświadczenie w prowadzeniu międzynarodowych rekrutacji kadry zarządzającej oraz pracowników działów technicznych. Doświadczenie w pracy w sektorze usług finansowych i prowadzeniu rekrutacji starszych specjalistów w dziedzinie IT i analizy ilościowej będzie bardzo dużym atutem.
ru: С целью поддержания дальнейшего роста, HR отдел %1 ищет компетентного администратора на должность старшего сотрудника по набору кадров. Пожалуйста, примите во внимание, что это не вакансия менеджера по управлению персоналом, а должность высококвалифицированного администратора с большим опытом в мировом найме менеджеров и отдельных технических сотрудников. Идеально подойдёт опыт работы в области финансовых услуг, найма старших специалистов IT и специалистов по количественной аналитике.
vi: Nhằm hỗ trợ cho sự tăng trưởng của công ty, phòng Nhân Sự của %1 đang tìm kiếm một chuyên viên tuyển dụng nhân sự. Xin lưu ý rằng vị trí này không bao gồm tất cả các công việc liên quan đến nhân sự, hành chính, mà yêu cầu kĩ năng tuyển dụng tốt đã từng có kinh nghiệm của nhà quản lý tuyển dụng toàn cầu. Có kinh nghiệm trong lĩnh vực dịch vụ tài chính và kinh nghiệm tuyển dụng của một chuyên gia cao cấp cho ngành IT và Phân Tích Định Lượng là một lợi thế.
zh_cn: 为支持公司持续发展， %1人力资源部诚招能力强的高级人事管理员。请注意，此职位并不适合较低级别的人力资源人才。所招纳的人才必须在全球经理和专门技术方面具有丰富的招聘经验。拥有金融服务背景，对招聘信息科技业资深专业人士、定量分析师等职位有经验者优先考虑。

source: In providing these services, we are bound by the Act, any applicable regulations, bye-laws, licence conditions, guidelines, exchange requirements and other provisions or market practices (the "Rules"). In the event of conflict between these ST&Cs and the Rules, the latter should prevail.
ar: في تقديم هذه خدمات، نحن ملزمون بموجب القانون، وأي أنظمة معمول بها، وكذلك شروط الترخيص والمبادئ التوجيهية ومتطلبات الصرف وغيرها من الأحكام أو أي ممارسات معمول بها في السوق ("القواعد"). في حال وجود تعارض بين هذه ST&Cs والقواعد، يجب الأخذ بهذا الأخير.
de: Bei der Erbringung dieser Dienstleistungen müssen wir uns an das Gesetz, jede einschlägige Vorschrift, Satzungen, Lizenzbedingungen, Richtlinien, Wechselvorschriten und weitere Bestimmungen und Marktpraktiken (die "Regeln") halten. Im Fall einer Unstimmigkeit zwischen diesen ST&Cs und den Regeln, sind die letzteren maßgebend.
fr: En fournissant ces services, nous sommes liés par l'Acte, toutes régulations applicables, statuts, conditions de licences, directives, exigences d'échange et autres provisions ou pratiques du marché (les "Règles"). Dans un conflit d'intérêt entre ces ST&Cs et les Règles, ces dernières domineront.
id: Dalam memberikan layanan ini, kami terikat pada Undang-Undang, peraturan yang berlaku, hukum, kondisi lisensi, pedoman, persyaratan pertukaran dan ketentuan lain atau praktek umum ("Aturan"). Jika terjadi konflik antara Terma dan Kondisi serta Aturan, yang terkini adalah benar.
ja: これらのサービスを提供するにあたり、当社は法、適用可能な規則、法律、ライセンス条件、ガイドライン、為替制限、その他既定や市場慣行（規則）に基づいています。これらST＆Csと規則の間に矛盾が生じた場合、後者を優先する必要があります。
pl: Świadcząc te usługi, musimy przestrzegać Ustawy, wszelkich mających zastosowanie rozporządzeń, przepisów lokalnych, warunków licencyjnych, wytycznych, wymogów wymiany oraz innych przepisów i praktyk rynkowych („Zasady”). W przypadku konfliktu między Regulaminem a Zasadami, za nadrzędne uznaje się Zasady.
ru: При предоставлении этих услуг мы обязаны действовать в соответствии с законом, применяемыми правилами, подзаконными актами, лицензионными условиями, руководящими принципами, требованиями обмена валют и другими положениями или рыночными практиками ("Правила"). В случае конфликта между этими "Дополнительными Правилами и Условиями" и "Правилами", превалируют последние.
vi: Trong quá trình cung cấp những dịch vụ này, chúng tôi bị ràng buộc bởi Đạo Luật, quy định áp dụng, luật điện tử, điền kiện giấy phép, hướng dẫn, yêu cầu trao đổi và các quy định khác hoặc thông lệ thị trường ("Quy tắc"). Trong trường hợp có mâu thuẫn giữa những ST&C và Quy tắc này, thì quy tắc sau cùng nên được áp dụng.
zh_cn: 提供此类服务时，我们受法律、一切适用的规则、地方法规、准证条款、纲领、证卷市场细则和其他规定或市场惯例（“规则”）等约束。当这些补充条款和条件跟规则发生冲突时，当以后者为准。

source: In relation to Contracts that you enter into with us, we act as principal and not as agent on your behalf and we therefore act as the sole execution venue for the execution of your Contracts.
ar: فيما يتعلق بالعقود التي تقوم بإدخالها معنا، نحن نعمل كرأس مال وليس كوكيل نيابة عنك وبالتالي فإننا نعمل بصفة مكان التنفيذ الوحيد لتنفيذ العقود الخاصة بك.
de: Wir handeln bei den von Ihnen bei uns eingegangenen Kontrakten als Dienstleister und nicht in Vertretung Ihrer Person und stellen daher nur die Plattform für die Ausführung Ihrer Kontrakte zur Verfügung.
fr: Dans le cadre des Contrats que nous exécutons pour vous, nous agissons en tant que contrepartie principale et non en tant qu'agent en votre nom. Par conséquent, nous agissons en tant qu'unique entité d'exécution de vos Contrats.
id: Berhubungan dengan Kontrak yang Anda beli, kami berfungsi sebagai perusahaan dan bukan sebagai agen yang mewakili Anda dan kami berfungsi sebagai media eksekusi Kontrak Anda.
ja: 当社との契約に関して、当社は当事者となり、お客さまの代理人ではありません。それゆえ、お客さまのご契約実行に関して当社はお客さまの注文を実行する場所として機能するにすぎません。
pl: W przypadku zawieranych z nami kontraktów pełnimy funkcję zamawiającego, nie pośrednika działającego w Twoim imieniu i w związku z tym nasza rola sprowadza się wyłącznie do dostarczenia miejsca realizacji zawieranych przez Ciebie kontraktów.
ru: В отношении контрактов, которые Вы приобретаете у нас, мы действуем в качестве принципала, а не агента от Вашего имени, и поэтому мы являемся единственным местом исполнения Ваших контрактов.
vi: Liên quan đến Hợp đồng mà bạn giao dịch với chúng tôi, chúng tôi hoạt động như một người ủy nhiệm và không phải là đại lý thay mặt bạn, vì thế chúng tôi là nơi duy nhất thực hiện Hợp đồng của bạn.
zh_cn: 关于您与我们共同修订的合同，我们是委托人，而不是您的代理人，因此我们是您的合同的唯一执行者。
