Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Your password has been successfully reset. Please log into your account using your new password.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. يرجى أن تسجل الدخول لحسابك باستخدام كلمة مرورك الجديدة.
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Bitte loggen Sie mit Ihrem neuen Passwort in Ihr Konto ein.
fr: Votre mot de passe a été réinitialisé avec succès. Veuillez vous connecter à votre compte en utilisant votre nouveau mot de passe.
id: Kata sandi Anda sudah berhasil dibuat ulang. Silahkan akes akun Anda menggunakan kata sandi baru.
ja: パスワードの再設定を完了しました。新しいパスワードでログインしてください。
pl: Twoje hasło zostało zresetowane. Zaloguj się na swoje konto, używając swojego nowego hasła.
ru: Ваш пароль был изменен. Пожалуйста, зайдите на счет, используя новый пароль.
th: รหัสผ่านของท่านได้ถูกกำหนดใหม่เรียบร้อยแล้ว โปรดเข้าสู่ระบบโดยการใช้รหัสผ่านใหม่ของท่าน
vi: Mật khẩu của bạn đã được thiết lập lại thành công. Vui lòng dùng mật khẩu mới đăng nhập vào tài khoản của bạn.
zh_cn: 您的密码已成功重置。请用新密码登录您的账户。

source: Your personal information is used primarily as a way of authenticating you as the proper owner of your account and as the person to whom withdrawal payments may be made, and to process trades. We collect personal data relating to you directly from you when you fill in the account opening form. In the event of any doubt as to the authenticity of your account details or of any withdrawal request, the company reserves the right to request further authentication information as may be deemed appropriate under the circumstances.
ar: يتم استخدام المعلومات الشخصية الخاصة بك في المقام الأول كوسيلة للتأكد من أنك مالك الحساب ومن أنك الشخص الذي يحق له سحب الأموال، ومعالجة الصفقات. نجمع المعلومات ذات الصلة بك بشكل مباشر عندما تقوم بملء استمارة طلب فتح حساب. في حال وجود أي شك في صحة بيانات حسابك أو أي طلب سحب تحتفظ الشركة بحقها في أن تطلب مزيد من معلومات التوثيق كما يتراءى لها حسب الظروف.
de: Ihre persönlichen Informationen werden hauptsächlich dazu verwendet, Sie als den rechtmäßigen Eigentümer Ihres Kontos und als die Person zu authentifizieren, an die die Auszahlungen vorgenommen werden und um Trades zu bearbeiten. Wir sammeln Ihre personenbezogenen Daten unmittelbar von Ihnen, wenn Sie das Formular zur Kontoeröffnung ausfüllen. Sollten bei der Authentizität Ihrer Kontodetails oder bei einer Auszahlung Zweifel aufkommen, behält sich das Unternehmen das Recht vor, weitere Informationen zur Authentifizierung anzufordern, die den Umständen nach als geeignet angesehen werden.
fr: Vos informations personnelles sont principalement utilisées afin de vous authentifier en tant que titulaire du compte sur lequel les paiements par prélèvement doivent être réalisés et par le biais duquel les transactions sont traitées. Nous recueillons les données personnelles vous concernant directement auprès de vous lorsque vous remplissez le formulaire d'ouverture de compte. En cas de doutes éventuels concernant l'authenticité des informations de votre compte ou toute demande de retrait, la société se réserve le droit de réclamer les informations d'authentification supplémentaires qu'elle juge appropriées selon les circonstances.
id: Data pribadi Anda digunakan untuk membuktikan bahwa Anda adalah pemilik akun yang asli dan Andalah yang melakukan penarikan dana dari akun tersebut dan memproses trading. Kami memperoleh data pribadi Anda dari formulir pendaftaran yang Anda isi. Jika Perusahaan meragukan kebenaran data Anda maka Perusahaan berhak untuk memperoleh pembuktian lebih lanjut untuk memenuhi tujuan pembuktian tersebut.
ja: お客さまの個人情報の利用の第一義は、当社サービスの口座保持者として適切かどうか認証させて頂くこと、及びご出金時と取引過程の身分確証にあります。当社はご口座開設時に個人情報をご入力して頂くことで、お客さまの個人情報をお客さま個人から直接入手します。尚、ご口座に関する詳細情報の認証時、またはご出金リクエスト時に、より詳細な個人情報のご提出を求める権利を当社は有しております。
pl: Twoje dane osobowe są wykorzystywane przede wszystkim w celu weryfikacji, czy jesteś rzeczywistym właścicielem konta i osobą, dla której mogą być dokonywane wypłaty i przetwarzane zakłady. Zbieramy Twoje dane osobowe bezpośrednio od Ciebie, gdy wypełniasz formularz otwarcia konta. W przypadku jakichkolwiek wątpliwości co do autentyczności danych dot. Twojego konta lub jakiegokolwiek wniosku o wypłatę, firma zastrzega sobie prawo do żądania dodatkowych informacji, które mogą być uznane za właściwe w danych okolicznościach, w celu przeprowadzenia weryfikacji.
ru: Ваша личная информация используется для установления Вашей личности как владельца счета, для выплат с Вашего счета на Ваше имя, а также для обработки контрактов. Мы запрашиваем всю личную информацию при открытии счета напрямую у Вас. Если у нас есть какие-либо сомнения относительно точности всех данных или данных при запросе на вывод средств, компания оставляет за собой право запросить дальнейшую информацию, которая считается необходимой, в зависимости от обстоятельств.
vi: Thông tin cá nhân của bạn được sử dụng chủ yếu để chứng thực bạn là chủ sở hữu tài khoản của mình và là người có thể rút tiền và thực hiện giao dịch. Chúng tôi thu thập dữ liệu cá nhân trực tiếp từ bạn khi bạn điền vào mẫu mở tài khoản. Trong trường hợp có sự nghi ngờ về tính xác thực của thông tin tài khoản hoặc bất kỳ yêu cầu rút tiền, công ty có quyền yêu cầu xác thực thông tin thêm để thích hợp trong mọi hoàn cảnh.
zh_cn: 您的个人信息主要用于确认您是账户的合法所有人和提款对象，以及确认交易处理。在您填写开户表格时，我们会直接向您收集个人信息。如果对您的账户细节或提款要求的真实性有疑问，公司有权要求您提供必要的附加信息。

source: Your request to transfer %1 %2 from %3 to %4 has been successfully processed.
ar: تم معالجة طلبك لتحويل %1 %2 من %3 إلى %4 بنجاح.
de: Ihr Auftrag %1 %2 von %3 an %4 zu überweisen, wurde erfolgreich bearbeitet.
fr: Votre demande de transférer %1 %2 de %3 à %4 a été traitée avec succès.
id: Permintaan Anda untuk mentransfer %1 %2 dari %3 ke %4 berhasil diproses.
ja: %3から%4へのご送金%1 %2リクエストが正常に処理されました。
pl: Twój wniosek o przelanie %2 %1 z %3 na %4 został zrealizowany.
ru: Ваш запрос на перевод %1 %2 с %3 на %4 был выполнен успешно.
vi: Yêu cầu chuyển %1 %2 từ %3 sang %4 đã được xử lý thành công.
zh_cn: 您从 %3 转账 %1%2 到 %4 的请求已成功处理。

source: Your request to withdraw %1 %2 from your account %3 to Payment Agent %4 account has been successfully processed.
ar: تم معالجة طلبك لسحب %1 %2 من حسابك %3 لحساب وكيل الدفع %4 بنجاح.
de: Ihr Auftrag, %1 %2 von Ihrem Konto %3 auf das Konto des Zahlungsagent %4 zu überweisen, wurde erfolgreich bearbeitet.
fr: Votre demande de retirer %1 %2 de votre compte %3 pour le compte de l'Agent de Paiement %4 a été traitée avec succès.
id: Permohonan penarikan Anda %1 %2 dari account %3 ke Agen Pembayaran %4 telah diproses.
ja: お客さまのご口座%3から決済サービス%4口座へ%1 %2の出金リクエストが正常に処理されました。
pl: Twój wniosek o wypłatę %2 %1 z Twojego konta %3 na konto pośrednika płatności %4 został zrealizowany.
ru: Ваш запрос на вывод %1 %2 с Вашего счета %3 на счет платежного агента %4 был выполнен успешно.
vi: Yêu cầu rút tiền %1 %2 từ tài khoản %3 của bạn và chuyển tới tài khoản Đại lý Thanh toán %4 đã được xử lý thành công.
zh_cn: 您从 %3 账户提取 %1 %2 到支付代理 %4账户的请求已成功处理。

source: Your session duration limit will end in %1 seconds.
de: Das Limit Ihrer Sitzungsdauer endet in %1 Sekunden.
fr: Votre limite de durée de session sera atteinte dans %1 secondes.
id: Batas durasi sesi Anda akan berakhir dalam %1 detik.
ja: お客様の取引継続時間制限は%1秒後に終了します。
pl: Limit czasu sesji zakończy się za %1 s.
ru: Ограничение на продолжительность сессии закончится через %1 сек.
vi: Giới hạn phiên giao dịch của bạn sẽ kết thúc trong %1 giây nữa.
zh_cn: 交易期持续时间限制将于%1秒内结束。

source: Your settings have been updated successfully.
ar: تم تحديث إعداداتك بنجاح.
de: Ihre Einstellungen wurden erfolgreich aktualisiert.
fr: Vos paramètres ont été actualisés avec succès.
id: Pengaturan Anda telah sukses diperbarui.
ja: 設定は正しく更新されました。
pl: Twoje ustawienia zostały uaktualnione.
ru: Настройки успешно обновлены.
th: การตั้งค่าของท่านถูกแก้ไขเรียบร้อยแล้ว
vi: Thiết lập của bạn đã được cập nhật thành công.
zh_cn: 您的设置已成功更新。

source: Your token has expired. Please click %1here%2 to restart the verification process.
de: Ihr Token ist abgelaufen. Bitte klicken Sie %1hier%2, um den Verfikationsprozess zu wiederholen.
fr: Votre jeton a expiré. Veuillez cliquer %1ici%2 pour relancer le processus de vérification.
ja: ワンタイムパスワードの有効期限が切れています。再度、%1「最初からやり直し」%2 をクリックしてワンタイムパスワードを発行して下さい。
vi: Chuỗi xác nhận của bạn đã hết hiệu lực. Xin vui lòng nhấp chuột vào %1đây%2 để khởi động lại quá trình xác minh.
zh_cn: 您的令牌已过期。请点击%1此处%2重启验证程序。

source: Your token has expired. Please click <a href="%1">here</a> to restart the verification process.
de: Ihr Token ist abgelaufen. Bitte klicken Sie <a href="%1">hier</a>, um den Verfikationsprozess zu wiederholen.
fr: Votre jeton a expiré. Veuillez cliquer <a href="%1">ici</a> pour relancer le processus de vérification.
ja: ワンタイムパスワードの有効期限が切れています。再度、<a href="%1">「最初からやり直し」</a> をクリックしてワンタイムパスワードを発行して下さい。
vi: Chuỗi xác nhận của bạn đã hết hiệu lực. Xin vui lòng nhấp chuột vào <a chref="%1">đây</a> để khởi động lại quá trình xác minh.
zh_cn: 您的令牌已过期。请点击<a href="%1">此处</a>重启验证程序。

source: Your trading statistics since %1.
de: Ihre Trading-Statistiken seit %1.
fr: Vos statistiques de trading depuis %1.
id: Statistik trading Anda sejak %1.
ja: %1からのお取引統計情報
pl: Twoje statystyki handlowe od %1.
ru: Ваша торговая статистика с %1.
th: สถิติการซื้อขายของท่านตั้งแต่ %1
vi: Số liệu thống kê giao dịch của bạn kể từ %1.
zh_cn: 您自 %1 至今的交易统计。

source: Your transaction reference is
ar: الرقم المرجعي لمعاملتك هو
de: Ihre Überweisungsreferenz lautet
fr: Votre référence de transaction est
id: Referensi transaksi Anda adalah
ja: トレード参照番号：
pl: Kod referencyjny Twojej transakcji to
ru: Ссылка на Вашу сделку
th: เลขที่อ้างอิงของธุรกรรมของท่าน คือ
vi: Tham chiếu giao dịch của bạn là
zh_cn: 您的交易参考号是

source: Your transaction reference number is %1
ar: الرقم المرجعي لمعاملتك هو %1
de: Ihre Überweisungsnummer ist %1
fr: Le numéro de référence de votre transaction est %1
id: Nomor referensi transaksi Anda adalah %1
ja: 決済の参照番号は%1です
pl: Numer referencyjny Twojej transakcji to %1
ru: Номер Вашей сделки %1
th: หมายเลขอ้างอิงของธุรกรรมของท่าน คือ %1
vi: Số tham chiếu giao dịch của bạn là %1
zh_cn: 您的交易参考号是 %1

source: Your use of the %1 API causes damage to the %1 trading platform, then %1 may, at its option, forthwith suspend your use of the %1 API and/or terminate this Agreement without further written notice.
de: Wenn Ihre Verwendung des %1 API Schäden an der %1 Handelsplattform verursacht, dann kann %1 im eigenen Ermessen Ihre Nutzung des %1 API unverzüglich beenden und/oder diesen Vertrag ohne vorherige schriftliche Benachrichtigung kündigen.
fr: dommages causés à la plateforme %1 résultant de votre utilisation de l'API Binary.com, auquel cas %1 peut, à son gré, suspendre immédiatement votre accès à l'API %1 et/ou résilier cet Accord sans notification écrite supplémentaire.
ja: お客さまの%1 APIの使用が原因で%1取引プラットフォームに損害が生じた際、%1の判断により直ちに%1 APIの使用を書面による通知なしに一時停止および/または本契約を終了することができます。
vi: Nếu việc bạn sử dụng %1 API gây tổn thất cho sàn giao dịch %1, thì sau đó %1 có thể, cân nhắc trong các khả năng, ngay lập tức ngừng việc sử dụng %1 API của bạn lại và/hoặc chấm dứt Thỏa thuận này mà không có bất kỳ thông báo bằng văn bản nào.
zh_cn: 如您使用%1 API导致%1交易平台损坏，%1可能无需以书面另外通知，选择立即暂停您的%1 API使用权限和/或终止此协议。

source: Your use of the %1 API will not confer to you any title, ownership interest or intellectual property rights that otherwise belongs to the Company. Our trading platform is protected under patent and our website, including its content, is protected by copyright laws, and will remain our exclusive property, as applicable.
de: Ihre Verwendung des %1 API überträgt Ihnen keine Rechte, Eigentumsansprüche oder Immaterialgüterrechte, die ansonsten dem Unternehmen zustehen. Unsere Handelsplattform ist durch ein Patent geschützt und unsere Website, einschließlich ihres Inhalts, ist durch Urheberrechte geschützt und bleibt unser ausschließliches Eigentum.
fr: Votre utilisation de l'API %1 ne vous confère aucune partie des titres, des parts ou des droits de propriété intellectuelle détenus par la Société. Notre plateforme de trading est protégée par un brevet et notre site Web, ainsi que son contenu, est protégé par le droit d'auteur et restera notre propriété exclusive, conformément aux lois applicables.
ja: %1 APIの使用にあたり当社に属する権原、所有持分、知的財産権を付与するものではありません。当取引プラットフォームは特許によって保護され、コンテンツを含む当ウェブサイトは著作権法によって保護されています。適応対対象となる場合、当社の独占的財産となります。
vi: Việc sử dụng %1 API sẽ không đem lại cho bạn bất kỳ chức danh, hay lợi ích sở hữu hoặc quyền sở hữu trí tuệ, mà những quyền này thuộc về sở hữu Công ty chúng tôi. Sàn giao dịch của chúng tôi được bảo vệ bởi bằng sáng chế và trang web, bao gồm tất cả nội dung trong đó, được bảo vệ bởi luật bản quyền, và sẽ vẫn là tài sản độc quyền của chúng tôi, như đang được áp dụng.
zh_cn: 您使用%1 API不会赋予您任何职务、所有者权益或应属于本公司的知识产权权利。我们的交易平台和网站，包括其内容都受到专利保护，也受版权法保护，并属于我们的专属财产。

source: Your violation of any applicable law, rule or regulation;
ar: خرقك لأي قانون, قاعدة, أو نظام معمول به;
de: Ihr Verstoß gegen geltende Gesetze, Vorschriften oder Verordnungen;
fr: La violation de toute loi ou réglementation applicable de votre part ;
id: Anda melanggar hukum, aturan atau peraturan.
ja: 適用される法律、規則、規制への違反行為；
pl: Naruszenie przez Użytkownika jakichkolwiek przepisów prawnych, postanowień lub regulacji;
ru: нарушение Вами любого применимого законодательства, правил или нормативов;
vi: Sự vi phạm của bạn đối với bất kỳ luật lệ, quy tắc hay quy định;
zh_cn: 您违反了任何适用的法律、 法规或规定;

source: Your website request.url (if you have one)
de: Ihre Website request.url (sofern vorhanden)
fr: L'URL de requête de votre site Web (si vous en avez un)
ja: ウェブサイトリクエストURL（お持ちの場合）
vi: Trang web request.url của bạn (nếu bạn có)
zh_cn: 您的网站request.url （如有）

source: Your withdrawal limit is %1 %2 (or equivalent in other currency).
de: Ihr Auszahlungslimit beträgt %1 %2 (oder Gegenwert in anderer Währung).
fr: Votre limite de retrait est de %2 %1 (ou équivalent dans une autre devise).
id: Batas penarikan Anda adalah %1 %2 (atau setara dengan mata uang lain).
ja: お客さまの出金限度額は ¥ %2 です。限度額以上の出金額をご希望される場合は、本人確認が必要となりますのでカスタマーサポートへご連絡ください。
pl: Twój limit wypłat to %2 %1 (lub jego ekwiwalent w innej walucie).
ru: Ваш лимит на вывод составляет %1 %2 (или эквивалентную сумму в другой валюте).
th: วงเงินการถอนของท่าน คือ %1 %2 (หรือเทียบเท่าในสกุลเงินอื่น)
vi: Giới hạn rút tiền của bạn là %1 %2 (hoặc tương đương với đồng tiền khác).
zh_cn: 您的取款限额为 %1 %2 (或其他货币的等值 ）。

source: Your withdrawal limit is %1 %2.
de: Ihr Abhebelimit beträgt %1 %2.
fr: Votre limite de retrait est de %2 %1.
id: Batas penarikan Anda adalah %1 %2.
ja: お客さまの出金限度額は%1 %2です。限度額以上の出金額をご希望される場合は、本人確認が必要となりますので カスタマーサポートへご連絡ください。
pl: Twój limit wypłat wynosi %2 %1.
ru: Ваш лимит на вывод составляет %1 %2.
th: วงเงินการถอนของท่าน คือ %1 %2
vi: Giới hạn rút tiền của bạn là %1 %2.
zh_cn: 您的取款限额是 %1 %2。

source: ZAR 1 per point
de: 1 ZAR je Punkt
fr: 1 ZAR par point de base
ja: 1ポイント＝ZAR 1
vi: 1 ZAR cho mỗi điểm
zh_cn: 每点 1 南非兰特

source: a definite or indefinite period during which you wish to exclude yourself from the website.
ar: فترة محددة أو غير محددة ترغب خلالها في أن تستبعد نفسك من الموقع.
de: ein endlicher oder unendlicher Zeitraum, für den Sie sich selbst von der Website ausschließen möchten.
fr: une période définie ou indéfinie pendant laquelle vous souhaitez vous auto-exclure du site Web.
id: periode tertentu atau tidak terbatas di mana Anda ingin mengecualikan diri dari situs web.
ja: 限定的、あるいは非限定的な期間での当社サイトへのアクセス
pl: określony lub nieokreślony okres, przez który nie chcesz korzystać z portalu.
ru: определенный или неопределенный период, на который Вы желаете исключить себя из пользования сайтом.
th: ช่วงเวลาที่แน่นอน หรือไม่แน่นอนระหว่างที่ท่านปรารถนาจะพักจากเว็บไซต์
vi: Thời gian xác định hoặc không xác định trong suốt giai đoạn bạn muốn loại trừ ra khỏi trang web.
zh_cn: 您希望不接触本网站的固定或不固定期限。

source: a limit on the amount of time you may trade in any given online session;
ar: هناك حد للفترة الزمنية التي يمكنك أن تتداول فيها في أي جلسة؛
de: ein zeitliches Limit, in dem Sie in Online-Sitzungen Abschlüsse machen können;
fr: une limite sur le temps que vous pouvez consacrer au trading pour toute session en ligne ;
id: batas jumlah waktu yang Anda dapat tradingkan dalam satu sesi secara online;
ja: オンライン上でトレード可能時間
pl: limit czasu, w jakim możesz handlować w dowolnej sesji online;
ru: лимит на время, которое Вы можете проводить в любой начатой сессии на сайте;
vi: Giới hạn thời gian bạn giao dịch trong phiên trực tuyến nhất định;
zh_cn: 在任意给定在线交易时段内，您可以交易的时间限制；

source: a limit on the amount you may trade within a specified period of time;
ar: هناك حد للمبلغ المالي الذي يمكنك أن تستخدمه في التداول في خلال فترة زمنية محددة؛
de: eine Beschränkung des Betrags, den Sie in einem bestimmten Zeitraum für das Handeln verwenden können;
fr: une limite sur le montant que vous pouvez engager sur une période de temps donnée ;
id: batas jumlah yang dapat Anda tradingkan dalam periode waktu tertentu;
ja: 特定の期間内でのトレードが可能な上限
pl: limit kwoty, jaką możesz handlować w określonym okresie;
ru: лимит на сумму, на которую Вы можете приобретать контракты в указанный период времени;
vi: Giới hạn số tiền bạn giao dịch trong khoảng thời gian cụ thể;
zh_cn: 在指定时间期限内，您可以交易的金额限制；

source: a limit on the losses you may incur within a specified period of time;
ar: هناك حد للخسائر التي يمكن أن تتكبدها خلال فترة زمنية محددة؛
de: eine Beschränkung des Verlusts, den Sie in einem festgelegten Zeitraum verkraften möchten;
fr: une limite sur les pertes que vous pouvez encourir sur une période de temps donnée ;
id: batas kerugian yang mungkin akan Anda alami dalam periode waktu tertentu,
ja: 特定の期間内での損失の範囲
pl: limit strat, jakie możesz ponieść w określonym czasie;
ru: лимит на потери, которые Вы можете понести в указанный период времени;
vi: Giới hạn về thua lỗ bạn có thể phải trả trong vòng một khoảng thời gian xác định;
zh_cn: 在指定时间期限内，您可能遭受的损失限额；

source: a) The venue at which your order will be executed;
de: a) Der Handelsplatz, an dem Ihre Order ausgeführt wird;
fr: a) Le lieu sur lequel votre ordre sera exécuté;
ja: a) 注文執行場
vi: a) địa điểm mà lệnh của bạn sẽ được thực hiện;
zh_cn: a) 您的订单执行地点;

source: and
ar: و
de: und
fr: et
id: dan
ja: かつ
pl: i
ru: и
th: และ
vi: và
zh_cn: 以及

source: any Client that is employed in the banking and/or finance sector must only conduct trades through the website with the knowledge of his/her employer and in accordance with the employer’s policies; and that
de: jeder Kunde, der bei einer Bank und/oder im Finanzsektor angestellt ist, darf Geschäfte über die Website nur im Wissen des Arbeitgebers, und in Übereinstimmung mit den Vorschriften des Arbeitgebers, durchführen; und dass
fr: tout client qui est employé dans le domaine bancaire et/ou le secteur financier doit seulement conduire des échanges à travers le site internet avec la connaissance de son employeur et en accord avec les politiques de l'employeur; et que
ja: 銀行または金融機関に勤める従業員は、ウェブサイトでのみお取引いただけます。その際、雇用主又はその会社（雇用先）の承認の下、雇用主の方針に従って行うようにしてください。；また、
vi: bất kỳ khách hàng đang là người làm trong ngân hàng và/hoặc về mảng tài chính chỉ phải tiến hành các giao dịch thông qua các trang web với các kiến thức của cấp trên của mình và phù hợp với chính sách của nhà tuyển dụng; và điều đó
zh_cn: 任何在银行和/或金融行业工作的客户只能通过其雇主已知悉并符合雇主政策的网站进行交易; 而且

source: any instance where the Company believes that person's activities at this site may be illegal in that person's country or state;
ar: عند اعتقاد الشركة أن الأنشطة التي يقوم بها أي شخص على هذا الموقع قد تكون غير قانونية في بلده؛
de: jeder Vorgang, bei dem das Unternehmen vermutet, dass die Aktivitäten der Person auf dieser Site in dem Land oder Staat der Person illegal sein könnten;
fr: toute situation où la Société jugerait que les activités de la personne concernée sur ce site Web pourraient être illégales dans le pays ou l'État où réside cette personne ;
id: contohnya Perusahaan berkeyakinan bahwa kegiatan seseorang pada situs ini mungkin ilegal pada negara asal orang tersebut,
ja: （注文の指示） 第７条 本取引において、お客さまが当社に対して注文を行う場合、原資産、コール・プットの別、購入・売却の別、取引数量、権利行使価格、回号、その他お客さまの指示によることとされている事項を、必要に応じお客さまが当社に指示するものとします。
pl: każdy przypadek, gdy Firma uzna, że aktywność danej osoby na tym portalu jest niezgodna z prawem kraju lub stanu tej osoby;
ru: любой случай, когда Компания считает, что деятельность человека на этом сайте может быть незаконной в регионе или государстве проживания человека;
vi: bất kỳ trường hợp Công ty cho rằng các hoạt động của người đó tại trang web này có thể bất hợp pháp ở nước hoặc quốc gia của người đó;
zh_cn: 本公司认为此人的本网站活动在其居住国或州可能是非法的；

source: any instance where the Company may be approached or contacted by legal authorities or regulators from that person's country or state;
ar: فى حال اتصال السلطات القانونية أو التنظيمية من بلد هذا الشخص بالشركة؛
de: Vorgänge, anhand derer das Unternehmen von den Justizbehörden oder Überwachungsbehörden des Landes oder Staates der Person angegangen werden könnte;
fr: toute situation où la Société pourrait être contactée par des autorités judiciaires ou par des organismes de réglementation officiant dans le pays ou l'État dans lequel réside la personne concernée ;
id: contohnya Perusahaan diminta untuk memberi keterangan oleh pihak atau lembaga berwajib dari negara asal orang tersebut,
ja: （取引の成立） 第8条 1. 当社は、お客さまから受けた注文を社会通念上合理的な時間内に成立させるものとします。 お客さまはこの処理時間について、当社が通常の処理を行う限り異議を申し立てないものとします。 2. 本取引において、お客さまが権利を購入した場合、当該権利の購入金額（オプション料）は直ちにお客さま口座の残高から減算されるものとします。 3. お客さまが発注した時点で、他のお客さまの注文を当社が先に受注した場合は、取引を成立させる約定処理に劣後が生じ、お客さまに不利な価格で約定される場合があります。お客さまは予めこれを承諾するものとします。 4. 約定価格は、お客さまが発注した時点で提示されていた取引価格と差異が生じる場合があります。 5. 銀行間市場において為替レート等が提示されない等の理由で、当社が取引価格を算出できないときはお客さまの注文を受け付けることができない場合があります。
pl: każdy przypadek, gdy z Firmą skontaktują się władze lub instytucje regulacyjne z kraju lub stanu tej osoby;
ru: любой случай, когда к Компании обратятся власти, регулирующие органы государства или штата данного человека;
vi: bất kỳ trường hợp nào Công ty có thể được tiếp cận hoặc liên lạc với cơ quan pháp luật từ đất nước hoặc quốc gia của người đó;
zh_cn: 此人所在国家或州的司法机关或监管机构可能与本公司接洽或联系；

source: any instance where the Company may suffer any pecuniary, fiscal or regulatory disadvantage by virtue of that person's activities at this site;
ar: في حال إذا تكبدت الشركة أي خسائر مالية أو تنظيمية بسبب أنشطة هذا الشخص على الموقع؛
de: Vorgänge, angesichts derer das Unternehmen aufgrund der Aktivitäten der Person auf dieser Site eventuell finanzielle, steuerliche oder behördliche Nachteile erleiden könnte;
fr: toute situation dans laquelle la Société pourrait subir un préjudice financier, fiscal ou réglementaire en raison des activités de cette personne sur ce site Web ;
id: contohnya Perusahaan mungkin menderita kerugian berupa uang, fiskal atau peraturan berdasarkan kegiatan yang dilakukan seseorang pada situs ini,
ja: （取引の制限） 第9条 本取引に係る取引数量ならびに取引上限は、当社が別途定めるものとします。
pl: każdy, przypadek, gdy Firma poniesie straty finansowe, podatkowe lub prawne z powodu działań tej osoby na niniejszym portalu;
ru: любой инцидент, в котором Компания может пострадать в финансовом, налоговом или законном плане как следствие действий того человека на данном сайте;
vi: bất kỳ trường hợp nào Công ty có thể phải chịu bị mất tiền, bất lợi về tài chính từ hành vi của người đó tại trang web này;
zh_cn: 由于此人在本网站的活动，导致本公司遭受任何金钱、财务或监管上的负面影响；
