Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: If you would like to file a complaint with regards to our service, kindly contact us providing any relevant details relating to your complaint. We shall investigate your enquiry and a response will be given to your enquiry. We will usually provide a final response within 1-2 weeks (and at most within 2 months) from receipt of all relevant details.
ar: إذا كنت ترغب في تقديم شكوى فيما يتعلق بخدماتنا، يرجى الاتصال بنا مع تقديم أي تفاصيل ذات صلة فيما يتعلق بشكواك. وسنعمل على التحقيق في شكواك و إعطائك ردا. نقدم عادة الرد النهائي في غضون 1-2 أسبوع (وعلى الأكثر في غضون شهرين) من استلام جميع التفاصيل ذات الصلة.
de: Setzen Sie sich bitte mit uns unter Angabe aller entsprechenen Einzelheiten zu Ihrer Beschwerde in Verbindung, wenn Sie eine Beschwerde über unseren Service vorbringen möchten. Wir werden Ihrer Anfrage nachgehen und Ihre Anfrage beantworten. Normalerweise werden wir innerhalb von 1-2 Wochen (längstens innerhalb von 2 Monaten) nach Erhalt der entsprechenden Einzelheiten eine abschließende Antwort geben.
fr: Si vous souhaitez faire une réclamation concernant nos services, veuillez nous contacter en fournissant l'ensemble des informations relatives à votre réclamation. Nous traiterons votre demande et nous y répondrons. En règle générale, nous fournissons une réponse finale dans un délai d'une à deux semaines (et de deux mois maximum) à compter de la réception de toutes les informations nécessaires.
id: Jika Anda ingin mengajukan keluhan berkaitan dengan layanan kami, silakan hubungi kami dengan memberikan rincian yang relevan berkaitan dengan keluhan Anda. Kami akan menyelidiki dan akan memberi jawaban kepada keluhan Anda tersebut. Kami biasanya akan memberikan keputusan dalam tempo 1-2 minggu (paling lambat 2 bulan) setelah laporan detail kami terima.
ja: 当サービスに苦情を申し立てられたい場合、当社に苦情の詳細をご提供ください。お客さまのお問い合せ内容を調査のうえ、回答させていただきます。通常、最終的な回答は全詳細を受け取り次第、1〜2周間以内に（最大でおよそ2ヶ月以内）に提供させていただきます。
pl: Jeśli chcą Państwo złożyć skargę dotyczącą naszych usług, prosimy o kontakt i przedstawienie wszelkich istotnych szczegółów dotyczących Państwa skargi. Rozpatrzymy ją i wyślemy Państwu odpowiedź. Ostateczna odpowiedź jest z reguły wysyłana w przeciągu 1-2 tygodni (najpóźniej w przeciągu 2 miesięcy) od otrzymania wszystkich niezbędnych informacji.
ru: Если Вы хотите подать жалобу относительно обслуживания, пожалуйста, свяжитесь с нами, предоставив имеющие отношение к жалобе данные. Мы рассмотрим Ваш запрос и предоставим ответ на него. Обычно окончательный ответ предоставляется в течение 1-2 недель (максимум – в течение 2 месяцев) с момента получения соответствующей информации.
th: หากท่านต้องการแจ้งข้อปรับปรุง หรือร้องทุกข์เกี่ยวกับบริการของเรา โปรดติดต่อเราและให้รายละเอียดที่เกี่ยวข้องกับเหตุการณ์ที่ท่านพบ เราจะดำเนินการตรวจสอบและแจ้งกลับให้ท่านทราบต่อข้อร้องเรียนของท่าน เวลาที่ใช้ในการดำเนินการตามปกติ คือ ประมาณ 1-2 สัปดาห์ (และมากที่สุด คือ 2 เดือน) เมื่อได้รับเอกสารและรายละเอียดที่เกี่ยวข้องทั้งหมด
vi: Nếu bạn muốn khiếu nại liên quan đến dịch vụ của chúng tôi, vui lòng liên hệ với chúng tôi và cung cấp chi tiết các vấn đề mà bạn muốn khiếu nại. Chúng tôi sẽ tìm hiểu và sẽ phản hồi cho bạn sớm nhất. Chúng tôi thường cung cấp câu trả lời cuối cùng trong khoảng thời gian từ 1 đến 2 tuần (và hầu hết trong vòng 2 tháng) từ khi nhận được chi tiết nội dung yêu cầu.
zh_cn: 如果您想投诉我们的服务，请与我们联系并提供所有相关的细节。我们将进行调查并予以答复，一般会在收到所有信息后的2周至2月内提供最终回应。

source: If you would like to file a complaint with regards to the margin trading services described in this Agreement, kindly contact us by providing the relevant details related to your complaint. We shall investigate your enquiry and a response will be given to your enquiry. We will usually provide a final response within one to two weeks (and at most within two months) from the receipt of all relevant details.
de: Wenn Sie eine Beschwerde hinsichtlich der Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, vorbringen möchten, kontaktieren Sie uns bitte unter Angabe der relevanten Einzelheiten im Bezug auf Ihre Beschwerde. Wir werden Ihrer Anfrage nachgehen und Ihre Anfrage beantworten. Normalerweise werden wir innerhalb von ein bis zwei Wochen (längstens innerhalb von zwei Monaten) nach dem Erhalt der entsprechenden Einzelheiten eine abschließende Antwort geben.
fr: Si vous souhaitez faire une réclamation concernant les services de négociation sur marge décrits dans cet Accord, veuillez nous contacter en fournissant l'ensemble des informations relatives à votre réclamation. Nous traiterons votre demande et nous y répondrons. En règle générale, nous fournissons une réponse finale dans un délai d'une à deux semaines (et de deux mois maximum) à compter de la réception de toutes les informations nécessaires.
ja: 当サービスに苦情を申し立てられたい場合、当社に苦情の詳細をご提供ください。お客さまのお問い合せ内容を調査のうえ、回答させていただきます。通常、最終的な回答は全詳細を受け取り次第、1〜2周間以内に（最大でおよそ2ヶ月以内）に提供させていただきます。
vi: Nếu bạn muốn khiếu nại liên quan đến dịch vụ kinh doanh ký quỹ được mô tả trong hợp đồng này, vui lòng liên hệ với chúng tôi bằng cách cung cấp các thông tin chi tiết liên quan đến khiếu nại của bạn. Chúng tôi sẽ tìm hiểu và sẽ phản hồi cho bạn sớm nhất. Chúng tôi thường cung cấp câu trả lời cuối cùng trong khoảng thời gian từ 1 đến 2 tuần (và hầu hết trong vòng 2 tháng) từ khi nhận được chi tiết nội dung yêu cầu.
zh_cn: 如果您想投诉关于此协议所述的保证金交易服务，请与我们联系并提供所有相关的细节。我们将进行调查并予以答复，一般会在收到所有信息后的2周至2月内提供最终回应。

source: If you're a broker we'd like to work with you. You will be introducing your clients to a unique and innovative product - the %1 trading platform.
ar: إذا كنت وسيطا نود أن نعمل معك. ستقوم بتقديم عملائك إلى المنتج الفريد والمبتكر - منصة تداول %1.
de: Wenn Sie ein Makler sind, würden wir gerne mit Ihnen zusammen arbeiten. Wir beiten Ihren Kunden ein einzigartiges und innovatives Produkt - die %1 Handelsplattform.
fr: Si vous êtes courtier, nous serions ravis de travailler avec vous. Vous ferez ainsi découvrir à vos clients un produit unique et innovant : la plateforme de trading %1.
id: Jika Anda adalah broker, kami ingin bekerja sama dengan Anda. Anda akan memperkenalkan Klien Anda pada produk yang unik dan inovatif - trading platform %1.
ja: ブローカーの方でしたら、是非ご協力させてください。%1取引プラットフォームの独特で革新的な商品をご紹介いたけます。
pl: Jeżeli jesteś brokerem, chcielibyśmy nawiązać z Tobą współpracę. Będziesz przedstawiał swoim klientom nasz unikatowy i innowacyjny produkt – platformę handlową %1.
ru: Если Вы брокер, мы хотели бы работать с Вами. Вы получите возможность знакомить своих клиентов с уникальным и оригинальным продуктом - торговой платформой %1.
th: หากท่านเป็นโบรกเกอร์ พวกเราต้องการดำเนินธุรกิจร่วมกับท่าน เราจะแนะนำผลิตภัณฑ์นวัตกรรมที่ไม่เหมือนใครให้กับลูกค้าของท่าน - ระบบซื้อขาย %1
vi: Nếu bạn là nhà môi giới, chúng tôi muốn làm việc với bạn. Bạn sẽ giới thiệu cho khách hàng của mình sản phẩm độc đáo và sáng tạo này- sàn giao dịch %1.
zh_cn: 如您是代理人，我们愿意跟您合作。您将向客户推广独特的创新产品 - %1 交易平台。

source: If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access <a href='%2'>our helpful support desk</a>.
de: Wenn Sie ein einzelner Händler sind, werden Sie die Einfachheit, Flexibilität und das begrenzte Risiko des Handels mit Binären Optionen schätzen. Mit den geringen Mindesteinsätzen von %1 werden Sie schnell lernen, fachgemäß und zuversichtlich zu agieren. Und wenn Sie Fragen haben, können Sie <a href='%2'>unsere hilfsbereite Kundenbetreuung</a> fragen.
fr: Si vous êtes un trader individuel, vous allez apprécier la simplicité, la flexibilité et le risque limité du trading binaire. Avec les montants minimums d'investissement de %1, très attractifs, vous apprendrez rapidement comment négocier les options binaires efficacement et en toute confiance. Si vous avez des questions, n'hésitez pas à contacter notre aimable <a href='%2'>service clientèle</a>.
ja: 個人投資家の方はバイナリーオプション取引の簡潔性、柔軟性、そして限定されたリスクにメリットを見い出されることでしょう。当社では少額取引も提供しておりますので、お気軽に取引スキルの向上にチャレンジいただけます。ご不明な点がございましたら<a href='%2'>カスタマーサポート</a>までお気軽にお問い合わせください。
vi: Nếu bạn là người giao dịch cá thể, bạn sẽ đánh giá cao tính đơn giản, linh hoạt và hạn chế rủi ro của giao dịch nhị phân. Với điểm thấp tối thiểu của %1, bạn sẽ sớm biết giao dịch khéo léo và tự tin. Và nếu bạn có thêm bất cứ câu hỏi nào, hãy truy cập vào <a href='%2'>đội ngũ hỗ trợ hữu ích của chúng tôi</a>.
zh_cn: 如您是个人交易者，您一定会认同二元期权交易的简易、灵活和低风险。%1的最低投注金额门槛极低，您将很快学会如何熟练、自信地进行交易。如有任何疑问，您可随时联系<a href='%2'>我们热心的支持人员</a>。

source: If you're looking to build a career, and not a resume, talk to us, %1. We're one of the IT world's most vibrant and progressive workplaces.
de: Wenn Sie auf der Suche nach einer Karriere und nicht nach einem Lebenslauf sind, reden Sie mit uns - %1. Wir sind in der IT-Welt einer der dynamischsten und progressivsten Arbeitgeber.
fr: Si vous cherchez avant tout à construire une carrière, et non un CV, %1 saura répondre à vos attentes. Nous offrons un environnement de travail dynamique et novateur, à la pointe du marché des technologies de l'information.
ja: キャリア構築を真剣にお考えの場合は、%1までご連絡下さい。当社はIT業界で最も活気があり、進歩的な職場環境を提供しています。
vi: Nếu bạn đang xây dựng sự nghiệp, và không có sơ yếu lí lịch, hãy nói với chúng tôi, %1. Chúng tôi là một trong những nơi nào việc sôi động nhất và tiến bộ nhất về IT trên thế giới.
zh_cn: 如果您想成就一番事业，而不只是找一份工作，欢迎联系我们%1。我们是IT领域最具活力、最开明的工作场所之一。

source: If your complaint relates to an outcome of a Transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to an alternative dispute resolution entity.
de: Wenn sich Ihre Beschwerde auf das Ergebnis einer Überweisung bezieht und nicht geklärt wird, dann wird daraus zu einer Streitigkeit. Sollten Sie mit unserer Antwort unzufrieden sein, können Sie Ihre Beschwerde bei einer außergerichtlichen Schlichtungsstelle einreichen.
fr: Si votre réclamation concerne le résultat d'une transaction et reste non résolue, elle sera traitée comme un litige. Dans le cas où notre réponse ne vous satisferait pas, vous pourrez décider de soumettre votre réclamation à un organisme d'arbitrage indépendant.
ja: 取引の結果に関するご不満があったり、何か未解決のままである場合、それは論争になってしまうかもしれません。当社の回答に満足いただけない場合は、裁判外での紛争解決をご選択いただけます。
vi: Nếu khiếu nại của bạn liên quan đến một kết quả của một giao dịch và vẫn chưa được giải quyết, nó sẽ biến thành một cuộc tranh cãi. Nên bạn có thể không hài lòng với phản ứng của chúng tôi, bạn có thể chọn để leo thang khiếu nại của bạn đến một tổ chức giải quyết tranh chấp thay thế.
zh_cn: 如果您的投诉涉及某笔交易的结果，且仍然没有得到解决，它会变成争议。如果您对我们的答复不满意，可以选择把您的投诉升级，向其他解决纠纷的实体提出。

source: If your complaint relates to an outcome of a trade or a transaction and remains unresolved, it will turn into a dispute. Should you be unsatisfied with our response, you can choose to escalate your complaint to the regulator or to an alternative dispute resolution entity.
ar: إذا كانت شكواك متعلقة بنتائج التداول أو المعاملات وظلت دون حل، فسيتحول إلى نزاع. إذا لم يرضك ردنا، يمكنك اختيار تصعيد شكواك إلى المنظم أو إلى كيان بديل لتسوية المنازعات.
de: Wenn sich Ihre Beschwerde auf das Ergebnis eines Trades oder einer Überweisung bezieht und nicht geklärt wird, dann wird daraus zu einer Streitigkeit. Sollten Sie mit unserer Antwort unzufrieden sein, können Sie Ihre Beschwerde bei einer Aufsichtsbehörde oder einer außergerichtlichen Schlichtungsstelle einreichen.
fr: Si votre réclamation concerne le résultat d'une option ou d'une transaction et reste non résolue, elle sera traitée comme un litige. Dans le cas où notre réponse ne vous satisferait pas, vous pourrez décider de soumettre votre réclamation à l'organisme de réglementation compétent ou à un organisme d'arbitrage indépendant.
id: Jika keluhan anda berkaitan dengan hasil trading atau transaksi masih belum terselesaikan, hal ini merupakan perselisihan. Jika anda tidak puas dengan tanggapan kami, anda dapat memilih untuk membawa keluhan anda kepada regulator atau lembaga penyelesaian alternatif.
ja: 取引や商法の結果に関するご不満があったり、何か未解決のままである場合、それは論争になってしまうかもしれません。当社の回答に満足いただけない場合は、お客さまの苦情を監督機関に申し立てをするか、裁判外紛争解決をご選択いただけます。
pl: Jeśli skarga dotyczy wyniku zakładu lub transakcji i kwestia pozostaje nierozwiązana, zmienia się w spór. Jeśli nie są Państwo usatysfakcjonowani naszą odpowiedzią, mogą Państwo przekazać skargę do podmiotu regulującego lub do innego podmiotu zajmującego się alternatywnym rozwiązywaniem sporów.
ru: Если Ваша жалоба касается исхода контракта или транзакции и остается нерешенной, она перерастает в иск. Если Вы не удовлетворены нашим ответом, то можете довести свою жалобу до сведения регулирующего органа или альтернативного органа по разрешению споров.
th: หากข้อร้องทุกข์ของท่านเกี่ยวข้องกับผลกำไรขาดทุนของการซื้อขาย หรือ ธุรกรรม และยังไม่ถูกดำเนินการ รายการนั้นจะอยู่ในกลุ่มข้อโต้แย้ง (Dispute) หากท่านไม่พึงพอใจในคำตอบของพวกเรา ท่านสามารถส่งข้อร้องเรียนของท่านให้กับผู้พิจารณาลำดับถัดไป ได้แก่ ผู้ดูแลระเบียบและควบคุมกฎเกณฑ์ หรือ ส่งไปที่หน่วยบริหารจัดการข้อโต้แย้งทางเลือก
vi: Nếu khiếu kiện của bạn liên quan tới kết quả giao dịch hoặc giao dịch vẫn chưa được giải quyết, nó sẽ chuyển sang tranh chấp. Bạn có thể sẽ không hài lòng với phản hồi của chúng tôi, bạn có thể kéo dài khiếu kiện hoặc thay thế người giải quyết tranh chấp.
zh_cn: 如果您的投诉涉及某笔交易的结果，且仍然没有得到解决，它会变成争议。如果您对我们的答复不满意，可以选择把您的投诉升级，向监管机构或其他解决纠纷的实体提出。

source: If your margin level is still under the stop out level, we will close an open position with the largest loss.
de: Wir werden eine offene Position mit dem größten Verlust schließen, wenn sich Ihr Margin Level noch immer unter dem Stop Out Level befindet.
fr: Si votre niveau de marge est toujours inférieur au niveau « stop out », nous fermerons la position ouverte associée à la plus grosse perte.
ja: マージンレベルが未だロスカットレベル未満である場合、損失が一番大きいオープンポジションをクローズします。
vi: Nếu mức lề của bạn vẫn thấp hơn so với ngưỡng dừng, chúng tôi sẽ đóng cửa phiên giao dịch với thiệt hại lớn nhất.
zh_cn: 如果您的保证金水平仍处于强制平仓水平，我们将对损失最大的持仓头寸进行强制平仓。

source: If your margin level is still under the stop out level, your next order will be deleted. However, orders without margin requirements will not be deleted.
de: Ihre nächste Order wird gelöscht, wenn sich Ihr Margin Level noch immer unter dem Stop Out Level befindet. Allerdings werden Order ohne Margin Anforderungen nicht gelöscht.
fr: Si votre niveau de marge est toujours inférieur au niveau « stop out », votre prochain ordre sera supprimé. Cependant, les ordres sans exigences de marge ne seront pas supprimés.
ja: マージンレベルが未だロスカットレベル未満である場合、次の注文は削除されます。しかし、マージン要件なしの注文に関しては削除されることはありません。
vi: Nếu mức lề của bạn vẫn thấp hơn so với ngưỡng dừng, lệnh tiếp theo của bạn sẽ bị xóa. Tuy nhiên, các lệnh không yêu cầu mức lề sẽ không bị xóa.
zh_cn: 如果您的保证金水平仍处于强制平仓水平，您的下一个订单将被删除。然而，没有保证金要求的订单将不会被删除。

source: If:
ar: إذا:
de: Wenn:
fr: S'applique en cas de :
id: Jika:
ja: 以下の場合を対象とする：
pl: Jeżeli:
ru: В случае, если:
th: ถ้า:
vi: Nếu:
zh_cn: 如：

source: Imagine
ar: تخيل
de: Stellen Sie sich vor
fr: Imaginez...
id: Bayangkan
ja: 当社のカルチャー
pl: Wyobraź sobie
ru: Представьте
th: จินตนาการ
vi: Tưởng tượng
zh_cn: 想象

source: Imagine a workplace that often doesn't feel like work.
de: Stellen Sie sich einen Arbeitsplatz vor, der sich oftmals nicht nach Arbeit anfühlt.
fr: Imaginez un environnement de travail qui casse la routine.
ja: 雰囲気の良い職場でやりがいを持って働いていただけるので、仕事という概念を忘れてしまうかもしれません。
vi: Hãy tưởng tượng nơi làm việc sẽ không có cảm giác như bạn đang làm việc.
zh_cn: 想象一下，一个基本上让您感觉不到是在工作的工作场所。

source: Imagine a workplace where your individuality, creativity and sense of adventure are valued and rewarded.
ar: تخيل مكان عمل حيث يتم تقدير و مكافأة تفرد شخصيتك و ابداعك و احساس المغامرة لديك.
de: Stellen Sie sich einen Arbeitsplatz vor, bei dem Ihre Individualität, Kreativität und Ihre Abenteuerlust geschätzt und belohnt werden.
fr: Imaginez un environnement de travail au sein duquel votre individualité, votre créativité et votre goût de l'aventure sont valorisés et récompensés.
id: Bayangkan sebuah tempat kerja dimana individualitas, creatifitas dan jiwa petualang anda sangat dinilai dan dihargai.
ja: 当社では、従業員の個性、創造性、そして挑戦する姿勢が重んじられ、評価されます。
pl: Wyobraź sobie pracę, gdzie nagradzana jest Twoja indywidualność, kreatywność i poczucie przygody.
ru: Представьте рабочее место, где Ваши индивидуальность, креативность и любовь к приключениям находят свое место и ценятся.
th: จินตนาการสถานที่ทำงานซึ่งความเป็นเอกเทศของคุณ ความคิดสร้างสรรค์ของคุณ และการได้ผจญภัยจะถูกนำมาใช้ที่นี่อย่างมีคุณค่า และเป็นเสมือนรางวัลในชีวิตคุณ
vi: Hãy tưởng tượng nơi làm việc giống như một hành trình độc lập và đầy sáng tạo luôn được coi trọng và được khen thưởng.
zh_cn: 想象一下，一个重视和鼓励个性、创造性和冒险精神的工作场所。

source: Important
de: Wichtig
ja: 重要
vi: Quạn trọng
zh_cn: 重要

source: Important notes on our swap rates (overnight funding)
de: Wichtige Hinweise zu Ihren Swapsätzen (Overnight Gelder)
fr: Informations importantes concernant nos taux de swap
ja: スワップレートに関する重要事項（翌日返済資金調達）
vi: Các lưu ý quan trọng về tỷ giá trao đổi của chúng tôi (tài trợ qua đêm)
zh_cn: 掉期利率（隔夜资金）的重要说明

source: Improve %1's front-end content
fr: Améliorez le contenu frontal de %1
ja: Binary.com (バイナリードットコム)のフロントエンド・コンテンツを改善

source: Improve your trading skills with our free educational & training resources.
ar: حسّن مهاراتك في التداول مع مواردنا التعليمية والتدريبية المجانية.
de: Verbessern Sie Ihr Handelsgeschick mit unseren kostenlosen Ausbildungs- und Schulungsmaterialien.
fr: Améliorez vos compétences de trading grâce à nos ressources d'apprentissage théorique et pratique.
id: Tingkatkan keterampilan trading Anda melalui pendidikan & pelatihan gratis yang kami sediakan.
ja: 当社のフリー学習＆トレーニングリソースでトレーディングスキルを上達させましょう
pl: Doskonal swoje zdolności handlowe, korzystając z naszych darmowych materiałów edukacyjnych i szkoleniowych.
ru: Улучшите торговые навыки, благодаря нашим бесплатным образовательным и учебным ресурсам.
th: เพิ่มพูนทักษะการซื้อขายของคุณด้วยแหล่งข้อมูลในการเรียนรู้และอบรมฟรี
vi: Cải thiện kĩ năng giao dịch của bạn với các nguồn tài nguyên giáo dục và đào tạo miễn phí của chúng tôi.
zh_cn: 利用我们免费的教育和培训资源来改进您的交易技能。

source: Improvements
ar: تحسينات
de: Verbesserungen
fr: Améliorations
id: Perbaikan
ja: 改善
pl: Ulepszenia
ru: Улучшения
th: การปรับปรุง
vi: Cải tiến
zh_cn: 改进

source: In April, <a target='_blank' href='http://www.betonmarkets.com'>Betonmarkets.com</a> (formerly known as <a target='_blank' href='http://www.xodds.com'>Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
de: Im April geht <a target='_blank' href='http://www.betonmarkets.com'>Betonmarkets.com</a> (davor <a target='_blank' href='http://www.xodds.com'>Xodds.com</a>) live und führt einen 24-Stunden Service für Finanzwetten für eine Vielzahl von Finanzindizes ein. Das Geschäft wächst schnell und wir werden in Kürze im Bereich der Finanzwetten mit festen Quoten zum Marktführer.
fr: En avril, <a target='_blank' href='http://www.betonmarkets.com'>Betonmarkets.com</a> (anciennement <a target='_blank' href='http://www.xodds.com'>Xodds.com</a>) est lancé sur le Web pour offrir un service de spéculation financière en continu sur différents indices financiers. Notre croissance est rapide et nous nous positionnons bientôt au sommet du marché de la spéculation sur instruments dérivés.
ja: ４月に<a target='_blank' href='http://www.betonmarkets.com'>Betonmarkets.com</a> (旧サービス名：<a target='_blank' href='http://www.xodds.com'>Xodds.com</a>)のサービスの提供を開始し、24時間のオンライトレードで様々な金融商品を展開したところ瞬く間に成長、固定オッズ方式の金融オンライントレード業界のリーダーとなりました。
vi: Trong tháng Tư, <a target='_blank' href='http://www.betonmarkets.com'>Betonmarkets.com</a> (đã từng được biết đến là <a target='_blank' href='http://www.xodds.com'>Xodds.com</a>) sẽ hoạt động, thiết lập một dịch vụ cá cược tài chính vòng tròn đồng hồ dựa trên các chỉ số tài chính đa dạng. Kinh doanh phát triển nhanh chóng, và chúng ta cũng sớm trở thành người dẫn đầu thị trường trong lĩnh vực cá cược tài chính tỉ lệ cược cố định.
zh_cn: 今年四月，<a target='_blank' href='http://www.betonmarkets.com'>Betonmarkets.com</a>（原名<a target='_blank' href='http://www.xodds.com'>Xodds.com</a>）正式上线，提供基于各种金融指数的全天侯金融投注服务。公司业务快速增长，我们很快即成为固定赔率金融投注的市场领导者。

source: In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
de: Im Oktober 1999 erhält Regent Markets von Jim Mellon über seine Regent Pacific Gruppe, ein Fondsverwaltungsunternehmen mit Sitz in Hongkong, einen Anlagebetrag von 2 Mio. US $.
fr: En octobre 1999, Regent Markets perçoit 2 millions de dollars US octroyés par Jim Mellon par le biais du Regent Pacific Group, une société de gestion de fonds basée à Hong Kong.
ja: 1999年10月、Regent Marketsは香港のファンドマネジメント企業のRegent Pacific Groupより2億USDの投資を受けました。
vi: Tháng Mười năm 1999, Regent Markets nhận được quỹ đầu tư $2 triệu Đô la Mỹ từ Jim Mellon thông qua Tập Đoàn Regent Pacific, một công ty quản lý quỹ của Hồng Kông.
zh_cn: 1999年10月，Regent Markets获得吉姆•梅隆先生 (Jim Mellon)的200万美元投资， 这笔投资通过他在香港的基金管理公司 Regent Pacific Group 支付。

source: In accordance with applicable regulatory requirements, where we do not manage to obtain sufficient information to assess the appropriateness of the product or service for you, we will similarly inform you that we are not in a position to assess appropriateness.
de: Sofern es uns nicht gelingt, in Übereinstimmung mit zutreffenden behördlichen Anforderungen, ausreichende Informationen für die Beurteilung der Eignung eines Produkts oder einer Dienstleistung für Sie zu erhalten, werden wir Sie in gleicher Form darüber informieren, dass wir nicht in der Lage sind, die Eignung zu beurteilen.
fr: Conformément aux exigences réglementaires applicables, si nous ne sommes pas en mesure d'obtenir suffisament d'informations pour évaluer la pertinence d'un produit ou service en fonction de votre profil, nous vous en informerons.
ja: 当社がお客さまのへの商品またはサービスの妥当性を評価するのに十分な情報を得られない場合、妥当性を評価する立場に当社がないことを同様にお知らせ致します。
vi: Phù hợp với yêu cầu quy định áp dụng, nơi mà chúng tôi không quản lý để có được các thông tin đầy đủ để đánh giá sự phù hợp của sản phẩm hoặc dịch vụ cho bạn, chúng tôi sẽ tương tự như thông báo cho bạn rằng chúng tôi đang không ở trong một vị trí để đánh giá phù hợp.
zh_cn: 根据适用的法规要求，当我们无法获取足够信息为您评估产品或服务的合适性时，同样会通知您。
