Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Geben Sie Ihre E-Mail ein
fr: Saisissez votre adresse e-mail
id: Masukkan email Anda
ja: メールアドレスを入力してデモ口座を開設
pl: Wpisz swój adres e-mail
ru: Введите свой email
th: ป้อนอีเมล์ของท่าน
vi: Nhập địa chỉ email của bạn
zh_cn: 请输入您的电子邮件

source: Entry Spot
ar: سعر الدخول
de: Startkurs
fr: Point d'entrée
id: Spot entri
ja: 取引開始時刻直後のティック
pl: Pozycja wejściowa
ru: Входная котировка
th: สปอตเริ่มต้น
vi: Giá khởi điểm
zh_cn: 入市现价

source: Entry spot
ar: سعر البدء
de: Startkurs
fr: Point d'entrée
id: Spot awal
ja: 取引時刻直後のティック
pl: Pozycja wejściowa
ru: Входная котировка
th: สปอตเริ่มต้น
vi: Giá khởi điểm
zh_cn: 入市现价

source: Entry spot price
ar: سعر الدخول
de: Einstiegskurs
fr: Spot d'entrée
id: Harga spot awal
ja: 取引時レート
pl: Cena wejściowa
ru: Спот-котировка на входе
th: ราคาสปอตเริ่มต้น
vi: Giá giao ngay ban đầu
zh_cn: 入市现价

source: Environment
de: Umgebung
fr: Environnement
ja: 環境
vi: Môi trường
zh_cn: 环境

source: Equals
de: Gleicht
fr: Égaux
ja: 等しい
vi: Tương đương
zh_cn: 相等于

source: Equities
de: Dividendenpapiere
fr: Actions
id: Ekuitas
ja: 株式
th: ทุน
zh_cn: 权益

source: Estimated Net Worth
ar: قيمة الثروة الصافية المقدرة
de: Geschätzter Nettowert
fr: Valeur nette estimée
id: Estimasi Nilai Bersih
ja: 推定純資産
pl: Szacowana wartość netto
ru: Собственный капитал
th: ประมาณการมูลค่าสุทธิ
vi: Giá trị Thực dự kiến
zh_cn: 估计净值

source: Ethics Code
fr: Code d'éthique
ja: 倫理コード
th: จรรยาบรรณ
zh_cn: 道德标准

source: Euro 50 Cash Index
ja: ユーロ 50現物指数
vi: 50 Euro chỉ số tiền mặt
zh_cn: 欧元现金 50 指数

source: European Union residents with the exception of the UK, who wish to trade gambling products, will have their account opened with Binary (Europe) Ltd.
ar: سيتم فتح حساب للمقيمين فى الاتحاد الأوروبي ماعدا المملكة المتحدة، الذين يرغبون في تداول منتجات اللعب، في شركة بيناري (أوروبا) المحدودة.
de: Bei Binary (Europe) Ltd können Menschen mit gewöhnlichem Wohnsitz in der Europäischen Union, mit Ausnahme Großbritanniens, die Glücksspielprodukte nutzen möchten, ein Konto eröffnen.
fr: Les résidents de l'Union européenne (sauf Royaume-Uni) souhaitant négocier des produits relatifs aux jeux d'argent pourront ouvrir leur compte auprès de Binary (Europe) Ltd.
id: Warga Uni Eropa kecuali Inggris, yang ingin bertrading pada produk gaming, akan memiliki akun mereka terdaftar pada Binary (Europe) Ltd.
ja: 口座開設をご希望の欧州連合の居住者（英国を除く）は、Binary (Europe) Ltdの下で口座を開設されます。
pl: W przypadku mieszkańców Unii Europejskiej, z wyjątkiem mieszkańców Wielkiej Brytanii chcących korzystać z produktów hazardowych, konto zostanie otwarte przez Binary (Europe) Ltd.
ru: Резиденты Евросоюза, кроме Соединенного Королевства Великобритании и Северной Ирландии, желающие торговать на продуктах, связанных с азартными играми, смогут открыть счета под юрисдикцией Binary (Europe) Ltd.
th: สมาชิกในประชาคมยุโรปได้รับข้อยกเว้นเช่นเดียวกับประชาชนในสหราชอาณาจักร สำหรับผู้ที่เทรดผลิตภัณฑ์การพนันที่มีบัญชีที่เปิดกับบริษัท Binary (Europe) Ltd.
vi: Người dân Châu Âu ngoại trừ Anh, người mà muốn giao dịch sản phẩm cá cược, đều có thể mở tài khoản tại công ty TNHH Binary (Châu Âu).
zh_cn: 想要进行产品博彩交易的除英国外的欧盟居民将在 Binary (Europe) Ltd 开设账户。

source: Even/Odd
ar: متساو/غير متجانس
de: Gerade/ungerade
fr: Pair/Impair
ja: 偶数/奇数
pl: Parzysta/nieparzysta
ru: Чётное/Нечётное
th: คู่/คี่
vi: Hòa vốn/ Số dư
zh_cn: 偶/奇

source: Even/Odd - Predict that the last digit is even or odd after the last tick
de: Gerade/Ungerade - Sagen Sie voraus, dass die letze Stelle nach dem letzten Tick gerade oder ungerade ist
fr: Pair/Impair - Prédire que le dernier chiffre est pair ou impair après le dernier tick
ja: 偶数/奇数：最終Tickの下一桁が偶数が奇数かを予測します
vi: Chẵn/Lẻ - dự đoán rằng chữ số cuối là chẵn hoặc lẻ sau dấu đánh cuối cùng
zh_cn: 偶/奇-预测最后跳动点的最后数字为偶数或奇数

source: Even/Odd contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar: حتى العقود الغريبة سيتم ردها عند سعر الشراء إذا لم ينتهي العقد في غضون 5 دقائق.
de: Gerade/Ungerade Kontrakte werden zum Kaufpreis erstattet, wenn der Kontrakt nicht innerhalb von 5 Minuten endet.
fr: Les contrats « Pair/Impair » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id: Kontrak Even/Odd akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
ja: Even/Oddはトレードが5分以内で終了しない場合、購入金額が返金されます。
pl: Kwota zakupu kontraktu typu „parzysta/nieparzysta” zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
ru: Цена покупки контрактов Чётное/Нечётное будет возмещена, если контракт не истечёт в течение 5 минут.
vi: Các hợp đồng chẵn/ lẻ sẽ được hoàn tiền tại giá mua nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 奇/偶合约如果没在 5 分钟内结束，将退还购入价格。

source: Everyone
de: Jede(r)
fr: Tout le monde
ja: 全員
vi: Tất cả mọi người
zh_cn: 所有人

source: Excellent English language (written and oral) communication skills
ar: مهارات التواصل باللغة الإنجليزية (كتابة وشفهيا)
de: Ausgezeichnete Kommunikationsfähigkeiten in der englischen Sprache (schriftlich und mündlich)
fr: Excellente maîtrise de la communication (orale et écrite) en anglais
id: Mahir berkomunikasi dalam bahasa Inggris (tertulis dan lisan)
ja: 優れた英語コミュニケーション能力（筆記及び口頭）
pl: Doskonała znajomość języka angielskiego (w mowie i w piśmie) i zdolności komunikacyjne
ru: Отличные навыки коммуникации на английском языке (письменно и устно)
th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน
vi: Kỹ năng giao tiếp tuyệt vời bằng tiếng Anh (viết và nói)
zh_cn: 优秀的英语 (书面和口语) 沟通技巧

source: Excellent English language skills (both oral and written)
ar: مهارات ممتازة في اللغة الإنكليزية (نطقا وكتابة)
de: Ausgezeichnete englische Sprachkenntnisse (mündlich wie schriftlich)
fr: Excellente maîtrise de l'anglais (oral et écrit)
id: Terampil berbahasa Inggris (tertulis dan lisan)
ja: 優れた英語能力（口頭及び書面）
pl: Doskonała znajomość języka angielskiego (w mowie i w piśmie)
ru: Отличное знание английского языка (письменного и устного)
th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน
vi: Thông thạo tiếng Anh (viết và nói)
zh_cn: 优秀的英语表达能力 (口头和书面)

source: Excellent English language skills, both oral and written
ar: مهارات ممتازة في اللغة الإنجليزية، نطقا وكتابة
de: Ausgezeichnete englische Sprachkenntnisse, mündlich wie schriftlich
fr: Excellente maîtrise de l'anglais (oral et écrit)
id: Mahir berbahasa Inggris (tertulis dan lisan)
ja: 口語及びライティングの優れた英語能力
pl: Doskonała znajomość języka angielskiego w mowie i w piśmie
ru: Отличное знание английского языка: устного и письменного
th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน
vi: Thông thạo tiếng Anh cả nói và viết
zh_cn: 优秀的英语口语和书写技能

source: Excellent IT/office skills
ar: مهارات مكتبية/تكنولوجيا معلومات ممتازة
de: Ausgezeichnete IT/Bürokenntnisse
fr: Excellente maîtrise des outils informatiques et bureautiques
id: IT yang baik/terampil
ja: 優れたIT/officeスキル
pl: Doskonałe zdolności komputerowe i administracyjne
ru: Отличные навыки в области IT/офисной работы
th: มีทักษะไอที/ออฟฟิศ ดีเยี่ยม
vi: Kĩ năng IT/ tin học văn phòng tốt
zh_cn: 优秀的信息技术/Office技能

source: Excellent oral and written communication skills
ar: مهارات ممتازة في الاتصال الشفوي والكتابي
de: Ausgezeichnete mündliche und schriftliche Kommunikationsfähigkeiten
fr: Excellentes capacités de communication orale et écrite
id: Terampil berkomunikasi secara lisan dan tulisan
ja: 口語及びライティングでの優れたコミュニケーションスキル
pl: Doskonałe zdolności komunikacyjne w mowie i w piśmie
ru: Отличные навыки устной и письменной коммуникации
th: มีทักษะในการสื่อสารทางคำพูดและการเขียนดีเยี่ยม
vi: Kỹ năng giao tiếp, kỹ năng viết tốt
zh_cn: 优秀的口头和书面沟通技能

source: Excellent written and verbal communication skills in both English and Bahasa Malaysia
ar: مهارات ممتازة في الاتصال الشفوي والكتابي باللغتين الانجليزية والبهاسا ماليزيا
de: Ausgezeichnete schriftliche und mündliche Kommunikationsfähigkeiten sowohl in Englisch als auch in Bahasa Malysia
fr: Excellente maîtrise de la communication orale et écrite en anglais et en malaisien
id: Terampil berkomunikasi dalam bahasa Inggris dan Bahasa Malaysia
ja: マレーシア語と英語双方での優れた書面と口頭コミュニケーションスキル
pl: Doskonałe zdolności komunikacyjne w języku angielskim oraz malajskim (standardowym), zarówno w mowie, jak i w piśmie
ru: Отличные навыки устной и письменной коммуникации на английском и русском языке
th: มีทักษะในการเขียนและสื่อสารทางคำพูดทางภาษาอังกฤษและภาษาบาฮาซา มาเลเซีย ดีเยี่ยม
vi: Kỹ năng giao tiếp, kỹ năng viết tốt với 2 ngôn ngữ tiếng Anh và Bahasa Malaysia
zh_cn: 优秀的英语和马来语书面和口头沟通技巧

source: Except for the license granted in this Agreement, the Company does not grant you any right, title, or interest in the %1 API. You agree to take such actions as the Company may reasonably request to perfect the Company's rights to the %1 API.
de: Mit Ausnahme der durch diesen Vertrag gewährten Lizenz, gewährt Ihnen das Unternehmen keinerlei Recht, Titel oder Anspruch an dem %1 API. Sie stimmen zu, Maßnahmen zur Vervollkommnung der Rechte des Unternehmens an dem %1 API zu ergreifen, die vom Unternehmen begründet gefordert werden.
fr: À l'exception de la licence octroyée dans le cadre du présent Accord, la Société ne vous cède aucun droit, titre ou intérêt concernant l'API %1. Vous acceptez de prendre les mesures que la Société peut raisonnablement exiger afin de faire valoir les droits de la Société sur l'API %1.
ja: 本契約で譲渡されたライセンスを除いて、%1 APIの権利、権原、所有権をお客さまへ譲渡するものではありません。%1 APIへの当社の権利に応じて当社から合理的要求を行う場合があり、そのような行為に同意します。
vi: Ngoại trừ giấy phép được cấp trong Thỏa thuận này, Công ty chúng tôi không chấp nhận cho bạn bất kỳ một quyền, chức vụ nào, hay lợi nhuận tại %1 API. Bạn đồng ý thực hiện những hoạt động này khi có yêu cầu xác đáng của công ty chúng tôi nhằm hoàn thiện các quyền của công ty chúng tôi tại %1 API.
zh_cn: 除本协议所授予的许可，公司并没授予您%1 API相关的任何权利、所有权或权益。您同意按照公司提出的合理要求，改善公司对 %1 API 的权利。

source: Except to the extent your Application contains the %1 API, the Company claims no ownership or control over your Application.
de: Mit Ausnahme des Ausmaßes, in dem Ihre Anwendung das %1 API enthält, beansprucht das Unternehmen kein Eigentum oder Kontrolle an oder über Ihre Anwendung.
fr: Sauf dans la mesure où votre Application contient l'API %1, la Société de revendique aucun droit de propriété ou de contrôle sur votre Application.
ja: アプリケーションが%1 APIを含む場合を除き、当社にはアプリケーションに関する所有権または制御権はありません。
vi: Ngoại trừ trong phạm vi ứng dụng của bạn chứa %1 API, Công ty sẽ không có quyền sở hữu hoặc kiểm soát ứng dụng của bạn.
zh_cn: 公司对您的应用程序的所有或控制权仅限于该应用程序所包含的%1 API。

source: Exceptional communication skills in English, in both oral and written form
de: Außergewöhnliche Kommunikationsfähigkeiten in Englisch, sowohl in mündlicher als auch schriftlicher Form
fr: Excellentes aptitudes à la communication en anglais, à l'oral et à l'écrit
id: Terampilan berkomunikasi dalam bahasa Inggris, baik dalam bentuk lisan maupun tulisan
ja: 口語及びライティングの優れた英語コミュニケーションスキル
pl: Doskonałe zdolności komunikacyjne w języku angielskim, zarówno w mowie, jak i w piśmie
ru: Исключительные коммуникативные способности на английском языке (устно и письменно)
th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน
vi: Kỹ năng giao tiếp bằng tiếng Anh xuất sắc, cả nói và viết
zh_cn: 优秀的英语口头和书面沟通能力

source: Exceptional organizational skills; detail orientation; strong work ethic; and efficient multi-tasking capabilities
de: Außergewöhnliche organisatorische Fähigkeiten, Detailorientierung, starke Arbeitsethik und effiziente Multitaskingfähigkeiten
fr: Excellentes compétences organisationnelles, sens du détail, éthique de travail irréprochable et aptitude à gérer efficacement plusieurs tâches
id: Terampilan berorganisasi termasuk orientasi detil, etos kerja yang kuat, dan kemampuan multitasking yang efisien
ja: 卓越した組織力：細かな気配り、強い労働意欲、効率的なマルチタスク能力
pl: Doskonałe zdolności organizacyjne, skrupulatność i etyka pracy oraz umiejętność pracy nad kilkoma zadaniami jednocześnie
ru: Исключительные организаторские способности; внимание к деталям, высокая трудовая этика и умение одновременно выполнять несколько задач
th: ทักษะการทำงานเป็นเยี่ยม สนใจในรายละเอียด มีจริยธรรมสูง และความสามารถในการบริหารงานหลายๆ งานพร้อมๆ กันอย่างมีประสิทธิภาพ
vi: Kỹ năng tổ chức tốt; định hướng chi tiết, đạo đức làm việc mạnh mẽ và tuân thủ nguyên tắc trong công việc
zh_cn: 出色的组织能力、注重细节、具有良好的职业道德和高效率多任务处理能力

source: Exclude me from the website until
ar: استبعدوني من الموقع إلى
de: Schließen Sie mich von der Website aus, bis
fr: M'auto-exclure du site jusqu'au
id: Kecualikan saya dari situs web hingga
ja: 特定日まで利用禁止（日時単位）
pl: Wyłącz mnie z portalu do dnia
ru: Закройте мне доступ к сайту до
th: พักฉันจากเว็บกระทั่ง
vi: Loại trừ tôi khỏi trang web này cho đến khi
zh_cn: 禁止我访问本网站直到

source: Exclude time cannot be for more than 5 years.
ar: وقت الإقصاء لا يمكن أن يكون لأكثر من 5 سنوات.
de: Die Ausschlusszeit darf nicht länger als 5 Jahre sein.
fr: Le temps d'exclusion ne peut pas être supérieur à 5 ans.
id: Waktu pengecualian tidak dapat melebihi 5 tahun.
ja: 6年以上の除外期間は設定することはできません。
pl: Czas wyłączenia nie może być dłuższy niż 5 lat.
ru: Период ограничения не может быть больше 5 лет.
th: เวลาพักไม่เกิน 5 ปี
vi: Thời gian loại trừ không thể nhiều hơn 5 năm.
zh_cn: 禁止时间不能超过5年。

source: Exclude time cannot be less than 6 months.
ar: وقت الاستبعاد لا يمكن أن يكون أقل من 6 أشهر.
de: Die Ausschlusszeit darf nicht kürzer als 6 Monate sein.
fr: Le temps d'exclusion ne peut pas être inférieur à 6 mois.
id: Waktu pengecualian tidak boleh kurang dari 6 bulan.
ja: 5ヶ月以下の除外時間を設定することはできません。
pl: Czas wyłączenia nie może być krótszy niż 6 miesięcy.
ru: Период ограничения не может быть менее 6 месяцев.
th: เวลาพักไม่น้อยกว่า 6 เดือน
vi: Thời gian loại trừ không thể ít hơn 6 tháng.
zh_cn: 禁止时间不能少于6个月。

source: Exclusion of Liability
de: Haftungsausschluss
ja: 免責事項
th: ไม่รวมความรับผิดในมูลหนี้

source: Exclusive binary trading technology.
ar: تكنولوجيا حصرية للتداول الثنائي على الانترنت.
de: Exklusive Technologie für den Handel mit Binären Optionen.
fr: Une technologie de trading exclusive conçue pour les options binaires.
id: Teknologi eksklusif trading binary.
ja: 優れたバイナリー取引に関するテクノロジー
pl: Wyjątkowa technologia handlu opcjami binarnymi.
ru: Эксклюзивная технология работы на бинарных опционах.
th: เทคโนโลยีเทรดไบนารีโดยเฉพาะ
vi: Công cụ giao dịch nhị phân độc quyền.
zh_cn: 专属二元期权交易技术。

source: Execute and update manual and automated test plans
ar: تنفيذ وتحديث خطط الاختبار اليدوي والآلي
de: Ausführung und Aktualisierung von manuellen und automatisierten Testplänen
fr: Exécuter et mettre à jour les plans de tests manuels et automatisés
id: Mengeksekusi dan memperbarui rencana pengujian manual dan otomatis
ja: 手動および自動テストプランの実施と更新
pl: Wykonywanie i aktualizowanie planów testów ręcznych i automatycznych
ru: Разработка и обновление планов автоматизированных тестов и тестов, выполняемых вручную
th: รับผิดชอบในการปรับปรุงแก้ไขคู่มือและแผนการทดสอบระบบแบบอัตโนมัติ
vi: Thực thi và cập nhật kế hoạch kiểm tra thủ công hoặc tự động
zh_cn: 执行并更新手册和自动化测试计划

source: Execute and update manual and automated test plans, ensure the integrity of releases, investigate and reproduce client-reported issues.
ar: تنفيذ وتحديث خطط الاختبار اليدوي والآلي والتأكد من سلامة الإصدارات، والتحقيق فيها واستخراج القضايا المبلغة من العملاء.
de: Ausführung und Aktualisierung von manuellen und automatisierten Testplänen, Sicherstellung der Integrität von Releases, Überprüfung und Reproduktion von Kunden gemeldeten Problemen.
fr: Exécuter et mettre à jour les plans de tests manuels et automatisés, garantir l'intégrité des publications, examiner et reproduire les problèmes signalés par les clients.
id: Mengeksekusi dan memperbarui rencana uji manual dan otomatis, menjamin integritas rilis, menyelidiki dan mereproduksi laporan masalah klien.
ja: 手動および自動テスト計画の実施と更新、リリースの整合性の確保、顧客によって報告された問題の調査と再現
pl: Wykonywanie i aktualizowanie planów testów ręcznych i automatycznych, zapewnianie integralności danej wersji oprogramowania, sprawdzanie i odtwarzanie problemów zgłaszanych przez klientów.
ru: Разработка и обновление планов автоматизир. тестов и тестов, выполняемых вручную, контроль целостности выпусков, расследование сбоев и т.д.
th: รับผิดชอบในการปรับปรุงแก้ไขคู่มือและแผนการทดสอบระบบแบบอัตโนมัติ เพื่อจัดการชุดของโปรแกรมให้ถูกต้อง มีคุณภาพ ช่วยวิเคราะห์ปัญหาและจำลองกรณีปัญหาที่ได้รับแจ้งจากลูกค้าและผู้ใช้งานระบบ
vi: Thực hiện cập nhật kế hoạch kiểm tra thủ công hoặc tự động nhằm đảm bảo nguyên vẹn cho bản phát hành, điều tra và sao chép các vấn đề trong báo cáo khách hàng.
zh_cn: 执行和更新手册和自动化测试计划、确保客户提出的问题的发布、调查和再现的完整性。

source: Execute your trade in seconds.
ar: نفذ تداولاتك فى ثوان.
de: Ihre Handelsgeschäfte in Sekunden abwickeln.
fr: Exécutez vos ordres en quelques secondes.
id: Mengeksekusi trading dalam detik.
ja: 約定にかかる時間はほんの数秒。
pl: Dokonaj transakcji w przeciągu kilku sekund.
ru: Купите контракт в считанные секунды.
th: เริ่มการเทรดของท่านด้วยเวลาเพียงเสี้ยววินาที
vi: Thực hiện giao dịch của bạn trong vài giây.
zh_cn: 数秒内执行您的交易。

source: Execution model and counterparty risk
de: Ausführungsmodel und Risiko der Gegenpartei
fr: Modèle d'execution et risque de contrepartie
ja: 実行モデルとカウンターパーティリスク
vi: Mô hình thực thi và rủi ro đối tác
zh_cn: 执行模型和交易对手风险

source: Exercise exceptional client relationship management skills to prevent fraudulent activities in payments processing and business transactions.
ar: ممارسة مهارات استثنائية لإدارة العلاقة مع العملاء لمنع الأنشطة الاحتيالية في تجهيز المدفوعات والمعاملات.
de: Ausgezeichnete Managementfähigkeiten in der Unterhaltung von Kundenbeziehungen, um betrügerische Handlungen bei der Zahlungsverarbeitung und bei Geschäftstransaktionen zu verhindern.
fr: Vous mettrez à profit vos compétences exceptionnelles en termes de gestion de la relation client afin d'assurer la prévention des activités frauduleuses concernant le traitement des paiements et les transactions commerciales.
id: Melatih keterampilan manajemen antara klien dengan baik untuk mencegah kegiatan penipuan dalam proses pembayaran dan transaksi bisnis.
ja: 支払処理やビジネス取引における不正行為を防止するために、例外的な顧客関係管理のスキルを行使する。
pl: Wykorzystywanie doskonałych zdolności zarządzania relacjami z klientem w celu zapobiegania oszustwom podczas przetwarzania płatności i zawierania transakcji.
ru: Управление взаимоотношениями с клиентами для предотвращения мошенничества при оплате.
th: มีทักษะและเทคนิคการบริหารความสัมพันธ์ระหว่างลูกค้า เพื่อป้องกันพฤติการณ์ฉ้อโกงในกระบวนการชำระเงินและธุรกรรมต่างๆ
vi: Sử dụng kỹ năng quản lý quan hệ khách hàng xuất sắc để ngăn chặn các hoạt động gian lận trong xử lý các khoản thanh toán và giao dịch kinh doanh.
zh_cn: 行使特殊客户关系管理能力，以防止支付处理和商业交易中的欺诈活动。

source: Exit Spot
ar: سعر الخروج
de: Schlusskurs
fr: Point de sortie
id: Spot akhir
ja: 判定レート
pl: Punkt wyjściowy
ru: Выходная котировка
th: สปอตสิ้นสุด
vi: Giá Giao ngay thoát ra
zh_cn: 退市现价

source: Exit Spot Time
ar: وقت سعر الخروج
de: Schlusskurszeit
fr: Prix de sortie actuel
id: Waktu Exit Spot
ja: 売却/判定時刻
pl: Czas punktu wyjściowego
ru: Время выходной котировки
th: เวลาที่สปอตสิ้นสุด
vi: Giá Giao ngay Thoát ra
zh_cn: 退市现价时间

source: Exit spot
ar: سعر النهاية
de: Schlusskurs
fr: Point de sortie
id: Spot akhir
ja: 判定レート
pl: Punkt wyjściowy
ru: Выходная котировка
th: สปอตสิ้นสุด
vi: Giá giao ngay thoát ra
zh_cn: 退市现价

source: Exit your trades before expiry
de: Verlassen Sie Ihre Geschäfte vor ihrem Ablauf
fr: Clôturez vos transactions avant leur expiration
ja: トレードによっては終了前に再売り可能
vi: Thoát khỏi giao dịch của bạn trước khi hết hạn
zh_cn: 合约到期前转售交易合约

source: Expand our network of active affiliates in your local market. Contribute your energy, skills, and knowledge of the local business culture to help further our rapid rate of growth worldwide.
ar: توسيع شبكتنا من الفروع النشطة والعاملة في السوق المحلي لديكم. مشاركة طاقاتكم ومهاراتكم ومعرفتكم لثقافة الأعمال المحلية, للمساعدة في تعزيز معدلنا السريع لتحقيق النمو في جميع أنحاء العالم.
de: Erweiterung Ihres Netzwerks von aktiven Geschäftspartnern in Ihrem lokalen Markt. Beitrag Ihres Elans, Ihrer Fähigkeiten und Ihres Wissens über die lokale Geschäftskultur, um die rasche Wachstumsrate weltweit zu erhöhen.
fr: Développer notre réseau d'affiliés actifs au sein de votre marché local. Mobiliser votre énergie, vos compétences et votre connaissance de la culture locale des affaires afin de soutenir notre croissance rapide à l'échelle internationale.
id: Memperluas jaringan afiliasi aktif kami pada pasar lokal. Mengkontribusikan energi, keterampilan, dan pengetahuan Anda mengenai budaya bisnis lokal untuk membantu lebih lanjut tingkat pertumbuhan yang cepat di seluruh dunia.
ja: ローカル市場での当アフィリエイトネットワークを積極的に展開します。世界的発展速度を助長するためにローカルのビジネス文化のエネルギー、スキル、知識をお貸しください。
pl: Poszerzanie naszej sieci aktywnych partnerów na Twoim lokalnym rynku. Stosowanie swojej energii oraz umiejętności i wiedzy o lokalnej kulturze biznesowej, aby zapewnić szybki wzrost biznesowy firmy na całym świecie.
ru: Расширьте нашу сеть активных партнёров на местном рынке. Используйте свою энергию, навыки и знания местной бизнес-культуры, чтобы поддержать наш стремительный рост на мировом рынке.
th: ขยายเครือข่ายพันธมิตรที่แข็งขันของเราในตลาดท้องถิ่นของท่าน เสริมสร้างกำลัง ทักษะ และความรู้ของกิจการในท้องถิ่นเพื่อทำให้องค์กรมีการเติบโตอย่างรวดเร็วในระดับโลก
vi: Mở rộng mạng lưới hoạt động của các chi nhánh tại thị trường địa phương. Đóng góp công sức, kỹ năng và kiến thức của bạn về văn hóa doanh nghiệp địa phương để giúp tỷ lệ tăng trưởng toàn cầu của chúng ta tăng lên nhanh chóng.
zh_cn: 扩大我们在您当地市场的活跃联盟机构网络。贡献您对当地商业文化的力量、技能和知识，帮助我们在全球进一步快速增长。

source: Experience
de: Erfahrung
fr: Expérience
ja: ご経験
vi: Kinh nghiệm
zh_cn: 经验

source: Experience in an anti-fraud or risk management role
ar: خبرة في مكافحة الغش أو ادارة المخاطر
de: Erfahrung in einer Betrugsverhinderungs- oder Risikomanagement-Position
fr: Expérience sur un poste lié à la lutte anti-fraude ou à la gestion du risque
id: Berpengalaman dalam berperan sebagai anti-penipuan dan manajemen risiko
ja: 不正防止やリスク管理の経験
pl: Doświadczenie na stanowisku związanym z zapobieganiem wyłudzeniom i zarządzaniem ryzykiem
ru: Опыт борьбы с мошенничеством и управления риском
th: ประสบการณ์ในตำแหน่ง หรือ งานเกี่ยวกับการบริหารความเสี่ยง หรือ การปราบปรามการทุจริต ฉ้อโกง
vi: Có kinh nghiệm chống gian lận hoặc quản lý rủi ro
zh_cn: 反欺诈或风险管理岗位的工作经验

source: Experience in exotic options pricing, volatility forecasts, high-frequency trading and the analysis of market inefficiencies
ar: خبرة في تسعير الثنائيات الغريبة، وتوقعات تقلب الأسواق، والتداول عالي التكرار وتحليل أوجه القصور في السوق
de: Erfahrung in der exotischen Optionen Preisgestaltung, Volatilitätsvoraussagen, hochfrequentem Trading und der Analyse von Marktleistungsschwächen
fr: Expérience dans les domaines des options exotiques, des prévisions de volatilité, des transactions à haute fréquence et de l'analyse des anomalies de marché
id: Berpengalaman pada pilihan harga yang eksotis, perkiraan volatilitas, trading dengan frekuensi tinggi dan analisis inefisiensi pasar
ja: エキゾチックオプションの価格設定、ボラティリティの予測、高頻度の取引、市場非効率性分析の経験
pl: Doświadczenie w wycenie opcji egzotycznych, prognozowaniu zmienności, handlowaniu z dużą częstotliwością i analizie anomalii rynkowych
ru: Опыт ценообразования экзотических опционов, прогнозов волатильности, высокочастотной торговли и анализа низкой активности рынка
th: ประสบการณ์ในเรื่องราคาออปชั่นต่างประเทศ การพยากรณ์ตลาดที่มีความผันผวน เชี่ยวชาญในการซื้อขาย และการวิเคราะห์ตลาดที่ไร้สมรรถภาพ
vi: Kinh nghiệm trong tùy chọn định giá, dự báo biến động, giao dịch tần số cao và phân tích thị trường thiếu hiệu quả
zh_cn: 拥有奇异性期权定价、波动性预测、高频交易与低效率市场分析的经验
