Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: During our application process, we may ask you for information about your background, experience as well your investment assets and earnings. We do not monitor on your behalf whether the amount of money you have sent to us or your profits or losses are consistent with that information. It is up to you to assess whether your investment resources are adequate for your investment activity with us and your risk appetite in the products and services you use.
ar: أثناء عملية تقديم الطلبات لنا، قد نطلب منك معلومات عن خلفيتك، وخبرتك وكذلك أصول وعوائد الاستثمار الخاص بك. نحن لا نرصد نيابة عنك ما إذا كنت قد أرسلت مبلغ من المال لنا أو أي أرباح أو خسائر تتسق مع تلك المعلومات. الأمر متروك لك لتقييم ما إذا كانت موارد استثمارك كافية لأنشطة الاستثمار معنا ورغبتك في المخاطرة في المنتجات والخدمات التي تستخدمها.
de: Während unseres Antragsverfahrens werden wir Informationen über Ihren Hintergrund, Erfahrungen sowie Ihre Vermögenswerte und Einkommen abfragen. Wir werden nicht in Ihrem Auftrag überwachen, ob der von Ihnen an uns überwiesene Geldbetrag oder Ihre Gewinne und Verluste mit diesen Informationen vereinbar sind. Sie müssen beurteilen, ob Ihre Investitionsmittel und die Risikobereitschaft hinsichtlich unserer Produkte und Dienstleistungen für Ihre Investitionstätigkeiten bei uns geeignet sind.
fr: Durant notre processus d'application, nous pouvons vous demander de l'information à propos de votre histoire, expérience et vos actifs d'investissement et revenus. Nous ne contrôlons pas à votre place le montant d'argent que vous nous avez envoyé ou que vos profits et pertes sont consistants avec cette information. C'est à vous à contrôler si vos ressources d'investissement sont adéquates pour votre activité d'investissement avec nous et votre appétit de risque pour les produits et services que vous utilisez.
id: Selama proses pendaftaran berlangsung, kami mungkin akan menanyakan informasi tentang latar belakang, pengalaman termasuk asset investasi dan pendapatan Anda. Kami tidak akan memonitor atas nama Anda mengenai jumlah dana yang Anda kirimkan kepada kami, keuntungan atau kerugian dari jumlah tersebut. Merupakan keputusan Anda untuk memastikan apakah sumber investasi Anda mencukupi untuk berinvestasi bersama kami dan risiko sepenuhnya ditangan Anda.
ja: 当社の申請プロセスにおいて、お客さまの身元や、投資資産と収益同様ご経験について情報を伺う場合がございます。お客さまが当社に送金された金額や収益、または損失額のいずれかをお客さまに変わって監視するものではありません。お客さまの投資資源が当社との投資活動や利用される製品やサービスのリスク選好度が適しているか判断するのはお客さま次第です。
pl: Podczas procesu aplikacyjnego możemy poprosić Cię o informacje dotyczące Ciebie, Twojego doświadczenia, Twoich środków inwestycyjnych i zarobków. Nie sprawdzamy w Twoim imieniu, czy ilość przesłanych nam pieniędzy oraz Twoje zyski lub straty odpowiadają tym informacjom. Do Ciebie należy ocena, czy Twoje środki inwestycyjne są adekwatne do Twojej działalności inwestycyjnej prowadzonej na naszym portalu i do podejmowanego ryzyka związanego z produktami i usługami, z których korzystasz.
ru: Во время процесса подачи заявки мы можем запросить у Вас информацию о Вас, Вашем опыте, а также о Ваших инвестициях и прибыли. Мы не делаем проверки от Вашего имени, соответствует ли этой информации отправленная Вами сумма денег, Ваши прибыль и убытки. Вы несёте ответственность за оценку адекватности инвестиционных ресурсов и их соответствие Вашей инвестиционной деятельности у нас на сайте, а также за оценку Вашей готовности к риску при использовании продуктов и услуг.
th: ในระหว่างกระบวนการสมัครของเรา เราอาจจะขอข้อมูลของท่านเกี่ยวกับประวัติ ประสบการณ์ สินทรัพย์ในการลงทุน และผลตอบแทนที่ได้รับ พวกเราจะไม่สังเกตการณ์ข้อมูลการเทรดของท่าน ไม่ว่าจำนวนเงินที่ฝากเพื่อเทรด หรือ มูลค่ากำไรหรือขาดทุน มันเป็นส่วนที่คุณสามารถกำหนดได้เองเพื่อประเมินทรัพยากรการลงทุนของท่านเพื่อความเหมาะสมในกิจกรรมการลงทุนกับเรา รวมถึงความเสี่ยงตามระดับของผลิตภัณฑ์และบริการที่คุณเลือกลงทุน
vi: Trong quá trình ứng tuyển, chúng tôi có thể yêu cầu bạn cung cấp những kinh nghiệm, hiểu biết nền tảng cũng như là tài sản đầu tư và thu nhập của bạn. Chúng tôi không quản lý thay bạn số tiền bạn đã gửi cho chúng tôi hoặc lợi nhuận hay thua lỗ với các thông tin trên. Nó phụ thuộc vào bạn đánh giá các nguồn đầu tư có phù hợp với hoạt động đầu tư của bạn với chúng tôi hay không và rủi ro có trong những sản phẩm và dịch vụ bạn sử dụng.
zh_cn: 在申请过程中，我们可能会向您索取您的背景、经历以及投资资产和收入等信息。我们不会代表您监控这些信息是否与您支付的金额、盈利或亏损有关联。由您全权负责评估自己的投资资源是否能够支持投资活动，并自行负担使用产品和服务的风险。

source: During the term of this Agreement, you grant us a royalty-free, non-exclusive, worldwide, irrevocable right, under all of your intellectual property rights, to:
ar: خلال فترة نفاذ هذه الإتفاقية, أنت تمنحنا حق خالي الملكية, غير حصري, على نطاق عالمي, نهائي, تحت كل من حقوق الملكية الفكرية الخاصة بك إلى:
de: Sie räumen uns während der Vertragslaufzeit ein gebührenfreies, nicht ausschließliches, weltweites, unwiderrufliches Recht auf Ihre Urheberrechte ein, um:
fr: Pour la durée de cet Accord, vous nous octroyez, en vertu de l'ensemble de vos droits de propriété intellectuelle, le droit libre de redevances, non exclusif, mondial et irrévocable de prendre les mesures suivantes :
id: Selama jangka waktu Perjanjian ini, Anda memberi kami royalti bebas, tidak eksklusif, di seluruh dunia, memiliki hak penuh dan tidak dapat dibatalkan, di bawah semua hak kekayaan intelektual Anda ke:
ja: 本契約期間中に、あなたの全知的財産権に基いて、ロイヤリティフリー・非独占・世界規模・取消不可であるこの権利を当社に譲渡されることになります。
pl: Na czas trwania niniejszej Umowy udzielasz nam, na podstawie wszelkich Twoich praw własności intelektualnej, nieodpłatnie niewyłącznego, globalnego, nieodwołalnego prawa do:
ru: На протяжении действия данного Соглашения Вы предоставляете нам безвозмездное, неэксклюзивное и безотзывное право, действующее в любой стране мира, в рамках Вашего права на интеллектуальную собственность, с целью:
th: ในส่วนข้อตกลงเหล่านี้ ท่านอนุญาตให้เราปลอดลิขสิทธิ์ ไม่มีขอบเขต ครอบคลุมทั่วโลก สิทธิ์ที่ไม่อาจเพิกถอนได้ ภายใต้สิทธิทรัพย์สินทางปัญญา เพื่อ:
vi: Theo điều khoản của Thỏa thuận này, bạn cho phép chúng tôi có quyền tự do đặc quyền, không loại trừ, trên phạm vi toàn thế giới,không thể hủy ngang, dựa theo quyền sở hữu trí tuệ, để:
zh_cn: 本协议有效期内，您将您所拥有的所有知识产权免版税、非独占、世界范围、不可撤销的权利授予我们：

source: Duties and Responsibilities:
de: Aufgaben und Zuständigkeiten:
fr: Tâches et responsabilités :
ja: 義務と責任：
vi: Nhiệm vụ và Trách nhiệm:
zh_cn: 义务和责任:

source: E-cash
fr: Porte-monnaie électronique
ja: eキャッシュ
pl: E-gotówka
ru: Эл.валюта
th: เงินสดอิเล็กทรอนิกส์
vi: Thẻ điện tử
zh_cn: 电子现金

source: E. Account Management
de: E. Kontoführung
fr: E. Gestion du compte
ja: E. 口座管理
vi: E. Quản lý tài khoản
zh_cn: 五、账户管理

source: E. Best Execution Obligation
de: E. Verpflichtung zur besten Ausführung
fr: E. Obligation d'exécution aux meilleures conditions
ja: E. 最良執行義務
vi: E. Thực hiện nghĩa vụ tốt nhất
zh_cn: 五、最佳执行义务

source: E.g. 03-1234-5678
ar: مثلاً. 5678-1234-03
fr: Ex. 03-1234-5678
id: Contoh: 03-1234-5678
ja: 例 03-1234-5678 (半角)
pl: Np. 03-1234-5678
th: เช่น 03-1234-5678

source: E.g. 123-4567
ar: مثلا. 4567-123
fr: Ex. 123-4567
id: Contoh: 123-4567
ja: 例 123-4567 (半角)
pl: Np. 123-4567
th: เช่น 123-4567

source: E.g. Building name, apartment number etc (Optional)
ar: مثلا.اسم المبنى، رقم الشقة الخ ( اختياري)
fr: Ex. Nom de bâtiment, numéro d'appartement, etc. (facultatif)
id: Contoh: Nama gedung, nomor apartemen dll (Tidak wajib)
ja: 例 バイナリー１０１号室 (全角)
pl: Np. Nazwa budynku, numer lokalu itp. (opcjonalnie)
th: เช่น ชื่ออาคาร เลขที่อพาร์ทเมนท์ ฯลฯ (ถ้ามี)

source: E.g. Hiroo
ar: مثلا. هيرو
fr: Ex. Olivier
id: Contoh: Hiroo
ja: 例 広尾１ー１ー１ (全角)
pl: Np. Hiroo
th: เช่น Hiroo

source: E.g. Shibuya-ku
ar: مثلاً شيبويا كو
fr: Ex. Legrand
id: Contoh: Shibuya-ku
ja: 例 渋谷区
pl: Np. Shibuya-ku
th: เช่น Shibuya-ku

source: EGR Operator Award
fr: L'opérateur de récompense EGR
ja: EGRオペレーター賞を受賞

source: EU Passport Rights
de: EU Pass-Rechte
fr: Droits relatifs au passeport européen
ja: EUパスポート権限
vi: Quyền Hộ chiếu EU
zh_cn: 欧盟金融护照权利

source: EU recognition
ja: EUで認可済み

source: EUR 1 per point
de: 1 EUR je Punkt
fr: 1 EUR par point de base
ja: 1ポイント＝EUR 1
vi: 1 EUR cho mỗi điểm
zh_cn: 每点 1 欧元

source: Each binary option contract runs for a set time - with %1 you can choose a contract that runs between 10 seconds and 365 days.
de: Jeder Kontrakt für eine Binäre Option hat eine begrenzte Laufzeit - bei %1 können Sie für einen Kontrakt eine Laufzeit ab 10 Sekunden bis zu 365 Tagen auswählen.
fr: Chaque contrat d'option binaire est actif pendant une période prédéfinie. Avec %1, vous pouvez sélectionner une période de 10 secondes à 365 jours.
ja: 通貨バイナリーオプション取引は、期間を設定して取引頂けます。
vi: Mỗi hợp đồng quyền chọn đều hoạt động trong khoảng thời gian được thiết lập - với %1 bạn có thể chọn một hợp đồng hoạt động từ 10 giây đến 365 ngày.
zh_cn: 每个二元期权合约都有固定期限- 在 %1，您可选择从10秒至365天之间的任何期限。

source: Each binary option is a prediction on the future movement of an underlying market.
ar: كل خيار ثنائي هو تنبؤ عن الحركة المستقبلية للسوق المعني.
de: Jede Binäre Option ist eine Voraussage über die zukünftigen Bewegungen eines bestimmten Kurses.
fr: Chaque option binaire est une prédiction du mouvement futur d'un marché sous-jacent.
id: Setiap opsi binary adalah analisa pasar pada setiap pergerakan masa depan yang mendasarinya.
ja: バイナリーオプションは、原資産の将来の値動きを予測する取引です。
pl: Każda opcja binarna to prognoza przyszłego zachowania się rynku podstawowego.
ru: Каждый бинарный опцион является прогнозом будущего движения конкретного рынка.
th: แต่ละไบนารีออปชั่นเป็นการพยากรณ์การเคลื่อนไหวในอนาคตของตลาดจำเพาะต่างๆ
vi: Mỗi một hợp đồng quyền chọn nhị phân là sự dự đoán biến động tương lai của thị trường tài sản cơ sở.
zh_cn: 二元期权交易是对标的市场未来变化的预测。

source: Each of the following event constitutes an "Event of Default":
de: Jedes der folgenden Ereignisse stellt einen "Verzugsfall" dar:
fr: Chaque événement suivant constitue un « cas de défaut » :
ja: 以下の各事象は「契約不履行事由」とみなします。
vi: Mỗi sự kiên sau đây tạo thành "Sự kiện mặc định":
zh_cn: 以下每个事件都构成"违约事件":

source: Each option transaction has a specified expiry time and date, known as the judgment time.
de: Jede Optionstransaktion hat eine festgelegte Ablaufzeit und ein festgelegtes Ablaufdatum, Entscheidungszeit genannt.
id: Setiap transaksi memiliki waktu dan tanggal berakhir tertentu, dikenal sebagai waktu penentuan.
ja: 本取引が期日のある取引であること。（契約締結前交付書面「店頭バイナリーオプション取引のリスク等重要事項について」-2参照）
th: แต่ละธุรกรรมออปชั่นมีการกำหนดวันและเวลาหมดอายุ หรือเป็นที่รู้จักในนาม เวลาตัดสิน
zh_cn: 每个期权交易都有指定的到期时间和日期，称为判断时间。

source: Each party to this Agreement represents and warrants to the other that it has, and will retain throughout the term of this Agreement all right, title, and authority to enter into this Agreement, to grant to the other party the rights and licences granted in this Agreement, and to perform all of its obligations under this Agreement.
de: Jede Vertragspartei sichert der anderen zu und garantiert, dass sie das Recht und die Befugnis hat, diese Vereinbarung abzuschließen und diese Befugnis auch während der Vertragslaufzeit bestehen bleibt. Des Weiteren sichert jede Vertragspartei der anderen zu und garantiert, die ihr in diesem Vertrag gewährten Rechte und Lizenzen beizubehalten und alle Verpflichtungen aus diesem Vertrag zu erfüllen.
fr: Chaque partie du présent Accord déclare et garantit à l'autre partie que, pour la durée de cet Accord, elle conserve tout droit, titre et autorité à conclure cet Accord, à octroyer à l'autre partie les licences et les droits accordés en vertu de cet Accord et à remplir toutes ses obligations dans le cadre de cet Accord.
id: Masing-masing pihak pada Perjanjian ini akan mewakili dan menjamin kepada yang lain yang telah, dan akan mempertahankan seluruh jangka waktu, hak dan wewenang untuk masuk ke dalam Perjanjian ini, untuk memberikan kepada pihak lain hak-hak dan lisensi yang diberikan dalam Perjanjian ini, dan untuk melakukan semua kewajibannya berdasarkan Perjanjian ini.
ja: 本契約に関わる当事者は、契約の締結、本契約で譲渡される権利とライセンスの受諾、本契約に基づいた義務を履行するのに必要な全ての権利、権限、権原を契約期間中に有し、維持することをここに代表して保証するものとします。
pl: Każda ze stron niniejszej Umowy oświadcza i zapewnia drugą stronę, że posiada wszystkie prawa, tytuły i uprawnienia do zawarcia niniejszej Umowy i zapewnienia drugiej stronie praw i licencji udzielonych w niniejszej Umowie oraz wykonania wszystkich swoich zobowiązań wynikających z niniejszej Umowy oraz że zachowa je przez cały okres obowiązywania Umowy.
ru: Каждая из сторон Соглашения гарантирует другой стороне, что во время действия Соглашения будет поддерживать право и полномочия состоять в данном Соглашении, предоставлять другой стороне все права и лицензии, оговоренные в данном Соглашении, а также соблюдать все свои обязательства.
th: แต่ละฝ่ายในข้อตกลงฉบับนี้ทำหน้าที่รับรองว่า จะรักษาและปฏิบัติตามข้อตกลงทุกข้อให้ถูกต้องตามสิทธิ กรรมสิทธิ์ หน้าที่ และบทบาทที่กล่าวในข้อตกลงนี้ เพื่อยินยอมให้บุคคลอื่นมีสิทธิ์และเสรีภาพตามหน้าที่ความรับผิดชอบที่ปรากฏในข้อตกลงนี้
vi: Mỗi bên liên quan tới Hiệp định này đều đại diện và bảo đảm cho bên kia, và sẽ có tất cả các quyền, danh hiệu và quyền hạn để cấp cho bên kia các quyền và giấy phép đã cấp trong Hiệp định này cũng như thực hiện mọi nghĩa vụ theo Hiệp định trong suốt kì hạn để truy cập vào Hiệp định này.
zh_cn: 协议各方向另一方陈述并保证，已经拥有并将在协议期间继续保留所有签订本协议、并向另一方授予本协议所授予的权利、所有权和许可以及履行本协议下所有相应义务的权利和权限。

source: Each time you open a position on a Volatility Index symbol, you can start with a minimum volume transaction of 0.01 (trade size), which translates to USD 0.01 per point movement of the index.
de: Jedes Mal, wenn Sie eine Position auf einem Volatilität Index Symbol öffnen, können Sie mit einem Minimum Transaktionsvolumen von 0,01 (Handelsgröße) beginnen, welches als 0,01 USD je Punktbewegung des Index umgesetzt werden kann.
fr: Chaque fois que vous ouvrez une position sur un Symbole d'Indice de Volatilité, vous pouvez commencer avec un volume minimum de transaction de 0.01 (taille de l'opération), ce qui se convertit en 0.01 dollar par point de mouvement de l'index.
ja: ボラティリティインデックスのシンボルのポジションをオープンにする度に、0.01（取引数量）の最小取引量で始めることができます。インデックスの1ポイントにつきUSD 0.01 に変換されます。
vi: Mỗi khi bạn mở một thế trên một biểu tượng chỉ số biến động, bạn có thể bắt đầu với một giao dịch khối lượng tối thiểu của 0,01 (kích thước giao dịch), mà biến dạng thành 0,01 USD cho mỗi điểm chuyển động của các chỉ số.
zh_cn: 每次您在波动性指数符号上开盘交易时，您可以从最小交易量 0.01（交易额）开始，这将转换成每一指数变动点 0.01 美元。

source: Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You’ll win the payout if your prediction is correct. If not, you will only lose your initial stake.
de: Jeder Kontrakt kommt mit einem vorbestimmten Auszahlungsbetrag, den Sie nach der Einstellung eines jeden Parameters sehen werden. Sie gewinnen die Auszahlung, wenn Ihre Voraussage richtig ist. Wenn nicht, verlieren Sie nur Ihren ursprünglichen Einsatz.
fr: Chaque transaction correspond à un montant de paiement prédéterminé qui s'affiche lorsque vous définissez chaque paramètre. Vous remportez le paiement si votre prédiction est correcte. Dans le cas contraire, vous perdez uniquement votre mise initiale.
ja: 各トレードにおいて事前にペイアウト金額が確定しています。条件が満たされるとこの金額をお受け取りいただけます。条件が満たされなかった場合は、購入金額を失うことになります。
vi: Mỗi thương mại đi kèm với một thanh toán được xác định trước, bạn sẽ thấy sau khi điều chỉnh từng tham số. Bạn sẽ giành chiến thắng các thanh toán nếu dự đoán của bạn là chính xác. Nếu không, bạn sẽ chỉ mất cổ phần đầu tiên của bạn.
zh_cn: 每次调整参数后您将看到每个交易的预先设定赔付额。一旦您预测正确即可赢得赔付额。否则您将仅损失初始投注额。

source: Earn a monetary reward for any verifiable issues that you find, with a bounty worth up to USD 1,000 for high-risk security vulnerabilities.
de: Verdienen Sie eine finanzielle Entlohnung für alle Probleme die Sie finden, mit einer Belohnung von bis zu 1 000 USD für Hochsicherheits-Schwachstellen.
fr: Gagnez une récompense monétaire pour chaque problème que vous découvrez, avec une prime d'une valeur qui peut atteindre 1000 dollars pour des vulnérabilités de sécurité à haut risque.
ja: バグ発見奨金プログラムで検証できる問題を発見して、最高 USD 1,000までの報奨金を受取りましょう。
vi: Kiếm được tiền thưởng cho bất kỳ vấn đề kiểm chứng rằng bạn tìm thấy, với một khoản tiền thưởng trị giá lên đến 1.000 USD cho các lỗ hổng bảo mật nguy cơ cao.
zh_cn: 如果发现任何可验证问题，您可获得金钱奖励，高风险安全漏洞的奖金最高可达1,000美元。

source: Earn commissions by introducing new customers to %1.
ar: احصل على عمولات من تقديم عملاء جدد لـ %1.
de: Verdienen Sie mit der Empfehlung von neuen Kunden an %1 Provisionen.
fr: Percevez des commissions en faisant découvrir %1 à de nouveaux clients.
id: Dapatkan komisi dengan memperkenalkan klien baru ke %1.
ja: %1に新しい顧客を紹介して、コミッションを受け取りましょう。
pl: Zarabiaj prowizje, dostarczając %1 nowych klientów.
ru: Получайте комиссию, приводя новых клиентов на платформу %1.
th: ท่านจะได้รับค่าคอมมิชชั่นเมื่อท่านแนะนำลูกค้าใหม่ให้ %1
vi: Kiếm hoa hồng bằng cách giới thiệu khách hàng mới cho %1.
zh_cn: 通过介绍新客户给%1，以赚取佣金。

source: Earn money by becoming an Affiliate. You will receive commission on each account through your referrals.
ar: اكسب أموالا بأن تصبح شريكا منتسبا. ستحصل على عمولة من كل حساب من خلال عمليات الإحالة التي تقوم بها.
de: Verdienen Sie Geld, indem Sie Partner werden. Sie erhalten für jedes Konto aus Ihren Empfehlungen eine Provision.
fr: Générez des revenus en devenant Affilié. Vous recevrez une commission pour chaque compte créé grâce à vos recommandations.
id: Dapatkan pendapatan dengan menjadi Afiliasi. Anda akan menerima komisi pada setiap akun yang Anda perkenalkan.
ja: 当社のアフィリエイトプログラムでは、報酬プランに基づいて報酬金額をアフィリエイト会員様にお支払いいたします。
pl: Zostań Partnerem i zarabiaj pieniądze. Otrzymasz prowizje za każde konto założone dzięki Twojemu przekierowaniu.
ru: Зарабатывайте, став партнером. Вы будете получать комиссию по каждой учетной записи Ваших рефералов.
th: ท่านจะได้รับเงินเพิ่มขึ้นเมื่อเข้าร่วมเป็นพันธมิตรกับเรา ท่านจะได้รับค่าคอมมิชชั่นเมื่อมีบัญชีอ้างอิงกับบัญชีของท่าน
vi: Kiếm tiền bằng cách trở thành một Hội viên. Bạn sẽ nhận được tiền hoa hồng trên mỗi tài khoản mà bạn giới thiệu.
zh_cn: 成为联盟会员，赚取外快。您将通过您所引荐的每个账户收取佣金。

source: Earn money for any verifiable errors that you find.
ar: اربح من أية أخطاء تجدها ويمكن التحقق منها.
de: Verdienen Sie Geld für jeden nachweisbaren Fehler, den Sie gefunden haben.
fr: Percevez une rémunération pour toute erreur vérifiable que vous détectez.
id: Dapatkan uang dengan beberapa error yang Anda temukan.
ja: 検出できるエラーを見つけてお金を受け取りましょう
pl: Zarabiaj pieniądze za każdy potwierdzony błąd, który znajdziesz.
ru: Зарабатывайте деньги на любых доказанных ошибках, которые Вы обнаружите.
th: ท่านสามารถมีรายได้จากข้อผิดพลาดใดๆ ที่มีการพิสูจน์ได้ที่คุณพบ
vi: Bạn sẽ được thưởng nếu tìm thấy bất kỳ lỗi có thể xác minh được.
zh_cn: 找出任何错误，经过验证可赚取收入。

source: Earn the same proportional return on stakes of all values
fr: Générez des gains proportionnels à votre investissement, quel que soit sa valeur
ja: すべての値のステークスに対して同じ比率のリターンを獲得いただけます

source: Earning a second income in their spare time?
ar: كسب دخل ثان فى أوقات فراغهم؟
de: Möchten Sie ein zweites Einkommen in ihrer Freizeit verdienen?
fr: Une seconde source de revenus à faire fructifier pendant leur temps libre ?
id: Mendapatkan penghasilan tambahan di waktu luang mereka?
ja: 空き時間を利用して効率的な収入を獲得しませんか？
pl: Zarabianie dodatkowych pieniędzy w wolnym czasie?
ru: Ищете дополнительный заработок в свободное время?
th: การมีรายได้แหล่งที่สองในเวลาว่างของพวกเขา?
vi: Kiếm nguồn thu nhập thứ hai trong thời gian rảnh rỗi?
zh_cn: 利用空闲时间赚外快？

source: Earning tax free trading profits*?
ar: عمل أرباح تداول معفاة من الضرائب*؟
de: Möchten Sie steuerfrei Börsengewinne* verdienen?
fr: Générer des bénéfices de trading exonérés d'impôts* ?
id: Mendapatkan keuntungan bebas pajak*?
ja: 免税対象の収入を得てみませんか？*
pl: Uzyskanie zysków z handlowania, które są zwolnione z podatku*?
ru: Хотите иметь безналоговые заработки на торговых операциях*?
th: การมีกำไร* จากการเทรดปลอดภาษี?
vi: Kiếm lợi nhuận giao dịch miễn thuế*?
zh_cn: 赚取免税交易利润*？

source: Educate prospects, clients, and partners regarding the benefits of %1's innovative online trading platform
de: Unterrichten von Interessenten, Kunden und Partnern über die Vorteile der innovativen online Handelsplattform von %1
fr: Sensibilisation des prospects, des clients et des partenaires aux avantages de la plateforme de trading en ligne innovante de %1
ja: 当社の革新的なオンラインプラットフォームの利点を顧客、クライアント、潜在顧客の皆様へお伝えします
vi: Phát triển khách hàng có triển vọng và các đối tác với những lợi ích của nền tảng giao dịch trực tuyến sáng tạo của %1
zh_cn: 对目标客户、客户和合作伙伴进行培训，使其了解 %1 创新在线交易平台的好处

source: Education
ar: تعلم
de: Ausbildung
fr: Formation
id: Edukasi
ja: お役立ち情報
pl: Edukacja
ru: Обучение
th: การศึกษา
vi: Giáo dục
zh_cn: 教育

source: Effect of Termination
ar: تأثير الإنهاء
de: Kündigungsauswirkung
fr: Prise d'effet de la résiliation
id: Pengaruh Penghentian
ja: 契約終了の影響
pl: Skutki zakończenia Umowy
ru: Последствия расторжения Соглашения
th: ผลของการบอกเลิก
vi: Sự chấm dứt Có hiệu lực
zh_cn: 终止效果

source: Effective English language skills, with precise attention to detail regarding punctuation, spelling, grammar, and syntax
de: Effiziente Kenntnis der englischen Sprache mit präziser Aufmerksamkeit fürs Detail hinsichtlich Zeichensetzung, Rechtschreibung, Grammatik und Syntax
fr: Bonne maîtrise de l'anglais et respect rigoureux des règles typographiques, orthographiques, grammaticales et syntactiques
id: Kemampuan bahasa Inggris yang efektif, teliti secara mendetail pada tanda baca, ejaan, tata bahasa, dan sintaksis
ja: 句読点、スペル、文法、構文の細部まで正確に注意を払うことができる効率的な英語能力
pl: Znajomość języka angielskiego, skrupulatność i umiejętność dostrzegania błędów interpunkcyjnych, ortograficznych, gramatycznych i składniowych
ru: Отличное знание английского языка и хорошее внимание к деталям: пунктуации, орфографии, грамматике и синтаксису
th: มีทักษะภาษาอังกฤษเป็นเยี่ยม มีความแม่นยำในเรื่องต่างๆ ได้แก่ การใช้เครื่องหมายวรรคตอน ตัวสะกด หลักไวยากรณ์ และวากยสัมพันธ์
vi: Thông thạo tiếng anh, cẩn thận, tỉ mỉ đến từng dấu chấm câu, chính tả, ngữ pháp và cú pháp
zh_cn: 有效的英语语言技能，特别注重关于标点、拼写、语法和句法方面的细节

source: Effective PC skills with extensive experience in MS Office applications
ar: مهارات في الكمبيوتر مع خبرة واسعة في تطبيقات مايكروسوفت أوفيس
de: Effiziente PC Fähigkeiten mit umfassender Erfahrung in MS Office Anwendungen
fr: Bonnes compétences informatiques et solide expérience des applications de MS Office
id: Terampil dalam mengoperasikan komputer secara efektif dengan pengalaman yang luas dalam aplikasi MS Office
ja: MS Officeアプリケーションの豊富な経験を有する効率的なPCスキル
pl: Doskonała obsługa komputera i duże doświadczenie w posługiwaniu się aplikacjami MS Office
ru: Отличные навыки работы на ПК и большой опыт работы в приложениях MS Office
th: มีทักษะทางคอมพิวเตอร์ โดยเฉพาะประสบการณ์ในการใช้โปรแกรมไมโครซอฟท์ออฟฟิศ
vi: Sử dụng thành thạo tin học văn phòng MS Office, kĩ năng máy tính tuyệt vời
zh_cn: 有效的电脑技能，并对MS Office 应用程序有丰富经验

source: Effective analytical and administrative skills
ar: مهارات تحليلية وإدارية فعالة
de: Effiziente analytische und administrative Fähigkeiten
fr: Solides compétences analytiques et administratives
id: Kemampuan analisis dan administrasi yang efektif
ja: 効率的な分析と管理のスキル
pl: Doskonałe zdolności analityczne i administracyjne
ru: Хорошие аналитические и административные навыки
th: มีทักษะที่ดีในด้านการบริหารจัดการและการวิเคราะห์
vi: Kỹ năng hành chính và phân tích tốt
zh_cn: 有效的分析和管理技巧
