Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Binary Group Services is searching for talented and motivated Perl developers who are looking for a chance to excel. If you have the skill set we seek, you'll become a valued member of a highly competent back-end development team engaged in driving our binary options trading systems to new heights.
de: Binary Group Services sucht nach talentierten und motivierten Perl-Entwicklern, die eine Chance wahrnehmen möchten, sich zu übertreffen. Wenn Sie die von uns gesuchten Fähigkeiten haben, werden Sie ein geschätztes Mitglied unseres äußerst kompetenten Backend Enwicklungsteams werden, dass sich engagiert, um das Binary Optionen Handelssystem auf neue Ebenen zu heben.
fr: Binary Group Services recrute des développeurs Perl talentueux et motivés, désireux d'exceller dans leur domaine. Si vous possédez les compétences que nous recherchons, vous deviendrez un maillon indispensable de notre équipe experte en développement back-end, chargée de propulser nos systèmes de trading d'options binaires au sommet du marché.
ja: Binaryグループでは活躍の場を求める才能とやる気あるPerl開発者を探しています。当社の求めるスキルをお持ちの方は、当バイナリーオプション取引システムに従事する常に新たな高みを目指している優秀なバックエンド開発チームの重要な一員になれます。
vi: Binary Group Services đang tìm kiếm những nhân viên tài năng và nhiệt tình để phát triển Perl, những người đang tìm kiếm cơ hội để khẳng định mình. Nếu bạn có các kỹ năng mà chúng tôi cần, bạn sẽ trở thành một thành viên trụ cột của nhóm phát triển tầng sau để cùng nhau phát triển hệ thống giao dịch nhị phân của chúng ta lên một tầm cao mới.
zh_cn: 二元期权集团服务组诚招有才华和上进心、正寻求卓越工作机会的 Perl 编程员。如果您拥有我们所需求的技能，您将加入一个强大的后端开发团队，引导我们二元期权交易系统达到新的高度。

source: Binary Group Services is searching for talented and motivated front-end developers who are looking for a chance to excel.
ar: بيناري جروب سيرفيسز تبحث عن مطوري فرنت إند موهوبين ومتحمسين يبحثون عن فرصة للتفوق.
de: Binary Group Services sucht nach talentierten und motivierten Front-End Entwicklern, die sich weiterentwickeln möchten.
fr: Binary Group Services recrute des développeurs front-end talentueux et motivés, désireux d'exceller dans leur domaine.
id: Binary Group Services mencari developer front-end yang berbakat dan termotivasi untuk maju.
ja: Binaryグループサービスでは活躍の場を求める才能とやる気にあふれるフロントエンド開発者を探しています。
pl: Firma Binary Group Services poszukuje utalentowanego i zmotywowanego programisty front-end, któremu zależy na możliwości rozwoju.
ru: Группа компаний Binary Group Services ищет талантливых и мотивированных разработчиков пользовательских интерфейсов, стремящихся к успеху и достижению высоких результатов.
th: Binary Group Services กำลังสรรหานักพัฒนาโปรแกรมส่วนหน้า (Front-End Developer) ผู้มีความสามารถและมุ่งมั่นสำหรับโอกาสและความท้าทาย
vi: Binary Group Services đang tìm kiếm những nhà phát triển ngoại vi tài năng và nhiệt tình những người đang tìm kiếm một cơ hội để khẳng định mình.
zh_cn: 二元期权集团服务组诚招有才华和上进心、正寻求卓越工作机会的前端编程员。

source: Binary Investments (Europe) Limited is entitled to provide services in another EU Member State through EU passporting rights. Refer to the map below for the list of EU countries that have access to %1 via EU passporting rights - freedom to provide cross border services.
fr: Binary Investments (Europe) Limited est habilitée à proposer des services au sein d'un autre État membre de l'UE en vertu des droits conférés par le passeport européen. Référez-vous à la carte ci-dessous pour consulter la liste des pays de l'UE qui ont accès à %1 en vertu d'un passeport européen : « libre prestation de services ».
ja: Binary Investments (Europe) Limitedは、EU単一市場へのアクセス権を通して他のEU加盟国へサービスを提供する権利を有しています。EU単一市場へのアクセス権を通して、Binary.com (バイナリードットコム)へ国境を超えて自由にアクセスできるEU加盟国は以下のとおりです。

source: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA and all other Binary Group members are sometimes referred to collectively as "%1", "us" or "we".
ar: بيناري للاستثمارات (أوروبا) المحدودة، بيناري (أوروبا) المحدودة، بيناري (IOM) المحدودة، بيناري (CR) SA وجميع أعضاء مجموعة بيناري الآخرين يشار أحيانا إليها مجتمعة باسم "%1"، "نحن" أو "ـنا".
de: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA und alle weiteren Binary Konzernunternehmen werden manchmal gemeinsam als "%1", "uns" oder "wir" bezeichnet.
fr: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA et tous les autres membres de Binary Group sont parfois désignés collectivement par les termes « %1 » ou « nous ».
id: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA dan semua anggota Group Binary lainnya yang kadang disebut secara kolektif sebagai "%1", "kita" atau "kami".
ja: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA とその全てのバイナリーグループのメンバーは"%1", "私達（us）" or "当社（we）"と総称されことがあります。
pl: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA i inne firmy należące do Grupy Binary nazywa się czasami zbiorczo: „%1”, „nas”, „nam” lub „my”.
ru: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA и все другие члены группы Binary Group иногда коллективно именуются "%1" или "мы".
th: บริษัท Binary Investments (Europe) Ltd บริษัท Binary (Europe) Ltd บริษัท Binary (IOM) Ltd บริษัท Binary (CR) SA และบริษัทในเครือ Binary Group จะเรียกแทนว่า "%1" หรือ "เรา" หรือ "พวกเรา"
vi: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA và tất cả các thành viên khác trong Tập đoàn Binary đôi lúc được dùng với danh từ tập hợp như "%1", "chúng tôi" hoặc "chúng tôi".
zh_cn: Binary Investments (Europe) Ltd, Binary (Europe) Ltd, Binary (IOM) Ltd, Binary (CR) SA 和所有其他 Binary Group 成员，有时总称为 "%1"， "我们" 或 "本公司"。

source: Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (licence no. IS/70156). European Union residents with the exception of the UK, who wish to trade investment products, will have their account opened with Binary Investments (Europe) Ltd.
de: Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Zulassung und Überwachung als Kategorie 3 Investmentdienslteister durch die Maltesische Finanzdienstleisungsaufsicht auf Malta (Lizenz Nr. IS 70156). Klienten mit Wohnhaft in der Europäischen Union, mit Ausnahme von Großbritannien, die gerne Anlageprodukte handeln möchten, können ihr Konto mit Binary Investments (Europe) Ltd. eröffnen lassen.
fr: Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte. Société autorisée et réglementée par l'Autorité maltaise des services financiers en tant que fournisseur de services d'investissement de catégorie 3 (licence n° IS/70156). Les résidents de l'Union européenne (sauf Royaume-Uni) souhaitant négocier des produits d'investissement pourront ouvrir leur compte auprès de Binary Investments (Europe) Ltd.
ja: Binary Investments (Europe) Ltdはマルタ金融サービス庁（MFSA ）によりカテゴリー3 投資サービス・プロバイダとしてライセンス認定、監督されています。
vi: Công ty TNHH Đầu Tư Binary (châu Âu), Tòa nhà Mompalao, Khu 2, Đường Tower, Msida MSD1825, Malta. Được cấp giấy phép hoạt động như là một nhà cung cấp Dịch vụ Đầu tư Loại 3 và được quy định bởi Ủy ban Dịch vụ tài chính Malta (giấy phép số IS/70156). Cư dân Liên Minh Châu Âu ngoại trừ UK, những người muốn giao dịch đầu tư các sản phẩm, sẽ được mở tài khoản của họ với công ty TNHH Đầu Tư Binary (Châu Âu).
zh_cn: Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta。经由 Malta Financial Services Authority 授予牌照为3级投资服务提供商并受其监管 (牌照号 IS/70156)。欧盟国家居民除了英国以外如要交易或投资产品可在Binary Investments (Europe) Ltd.开设账户。

source: Binary K.K., 3F Hiroo Miyata Building, 1-9-16 Hiroo, Shibuya-ku, Tokyo 150-0012. Licensed and regulated as a Type 1 Financial Instruments Business by the KLFB (license no. 2949) and a member of FFAJ (membership no. 1590).
de: Binary K.K., 3F Hiroo Miyata Building, 1-9-16 Hiroo, Shibuya-ku, Tokyo 150-0012. Lizensiert und überprüft als ein Typ 1 Finanzinstrumente Unternehmen von der KLFB (Lizenz Nr. 2949) und ein Mitglied von FFAJ (Mitglieds Nr. 1590).
fr: Binary K.K., 3F Hiroo Miyata Building, 1-9-16 Hiroo, Shibuya-ku, Tokyo 150-0012. Société autorisée et réglementée en tant que fournisseur de Type 1 dans la catégorie « Négociation d'instruments financiers » par le KLFB (licence numéro 2949), et membre de la FFAJ (adhésion numéro 1590).
ja: Binary株式会社 (和文名称 バイナリー株式会社)：〒150-0012 東京都 渋谷区 広尾 1−9−16 広尾宮田ビル 3F<br>第一種金融商品取引業者として登録完了（関東財務局長(金商)第2949号）金融先物取引業協会に加入（会員番号1590号）
vi: Binary K.K., Tầng 3F Tòa nhà Hiroo Miyata, 1-9-16 Hiroo, Shibuya-ku, Tokyo 150-0012. Được cấp phép và quy định như là một Doanh Nghiệp Công Cụ Tài Chính Loại 1 bởi KLFB (giấy phép số 2949) và là một thành viên của FFAJ (thành viên số 1590).
zh_cn: Binary K.K., 3F Hiroo Miyata Building, 1-9-16 Hiroo, Shibuya-ku, Tokyo 150-0012。由KLFB 授予日本第1类金融工具商务牌照并受其监管 (牌照编号 2949) ，同时也是FFAJ 会员 (会员编号1590)。

source: Binary KK granted Japan license
de: Binary KK wurde eine Lizenz für Japan erteilt
fr: Binary KK obtient une licence au Japon
ja: 第一種金融商品取引業者として登録
vi: Binary KK cấp giấy phép Nhật Bản
zh_cn: Binary KK 被授予日本牌照

source: Binary KK is a licensed Type 1 Financial Instruments Business, regulated by the KLFB, and a member of the FFAJ.
de: Binary KK ist ein zugelassenes Typ 1 Finanzinstrumente-Unternehmen, reguliert vom KLFB, und einem Mitglied der FFAJ.
fr: Binary KK est sous licence Financial Instruments Business de type 1, régulé par le KLFB et membre du FFAJ.
ja: 【加入協会】 一般社団法人金融先物取引業協会
vi: Binary KK là một giấy phép kinh doanh loại 1 về các công cụ kinh doanh tài chính, quy định bởi KLFB, và một thành viên của FFAJ.
zh_cn: Binary K.K.拥有第1类金融工具商务牌照并由KLFB监管 ，同时也是FFAJ 会员。

source: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Japan
ar: بيناري KK العنوان: Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Japan
de: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokio 150-0012, Japan
fr: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Japon
id: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Jepang
ja: Binary株式会社 (和文名称 バイナリー株式会社) 所在地：<br>150-0012 東京都渋谷区広尾1-9-16 広尾宮田ビル3F
pl: Binary KK, Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokio 150-0012, Japonia
th: Binary KK ตั้งอยู่ที่ Hiroo Miyata Bldg 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012 ประเทศญี่ปุ่น
vi: Binary KK, Tòa nhà Hiroo Miyata 3F, 9-16, Hiroo 1-chome, Shibuya-ku, Tokyo 150-0012, Nhật Bản

source: Binary Ltd, with registered office address situated at 47 Esplanade, St. Helier, Jersey, JE1 0BD Channel Islands, is the holding company for the Binary group.
de: Binary Ltd, mit eingetragenem Firmensitz in 47 Esplanade, St. Helier, Jersey, JE1 0BD Kanalinseln, ist die Holdinggesellschaft des Binary Konzerns.
fr: Binary Ltd, dont l'antenne officielle se situe au 47 Esplanade, St. Helier, Jersey, JE1 0BD Channel Islands, est la société holding du groupe Binary.
ja: Binary Ltdはバイナリーグループの持株会社です。
vi: Công ty TNHH Binary, địa chỉ văn phòng được đăng ký tại 47 Esplanade, St. Helier, Jersey, Đảo Channel JE1 0BD, là công ty được sở hữu bởi tập đoàn Binary.
zh_cn: Binary Ltd 的注册办事处地址为 47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands，为 Binary Group 的控股公司。

source: Binary Options
de: Binäre Optionen
fr: Options binaires
ja: バイナリーオプション
vi: Quyền chọn nhị phân
zh_cn: 二元期权

source: Binary Options Basics
ar: قواعد الخيارات الثنائية
de: Grundlagen der Binären Optionen
fr: Les bases des options binaires
id: Opsi Binary Dasar
ja: バイナリー取引の基礎
pl: Podstawowe informacje o opcjach binarnych
ru: Основы бинарных опционов
th: พื้นฐานไบนารีออปชั่น
vi: Cơ bản về Quyền chọn Nhị phân
zh_cn: 二元期权基础知识

source: Binary Options Real Account &mdash; Your real money account opened with %1 which you use to trade binary options with %1.
fr: Binary Options Real Account &mdash; Votre compte en monnaie réelle avec %1 qui vous permet d'échanger des options binaires avec %1.
ja: バイナリーオプションリアル口座 - お客さまの口座はバイナリーオプション取引を行うために開設されました。

source: Binary Shop
fr: Boutique Binary.com
ja: バイナリーショップ
vi: Cửa hàng Nhị phân
zh_cn: Binary商店

source: Binary Tick Trade App
fr: Application binaire Tick Trade
ja: バイナリーTickトレードアプリケーション
vi: Ứng dụng giao dịch bước giá
zh_cn: Binary跳动交易应用程序

source: Binary Webtrader
ja: バイナリーウェブトレーダー

source: Binary granted Investment Services license
ar: شركة بيناري تمنح رخصة لخدمات الإستثمار
de: Binary wurde eine Lizenz für Investmentdienstleistungen erteilt
fr: Binary obtient une licence en tant que fournisseur de services d'investissement
id: Binary telah diberikan lisensi Layanan Investasi
ja: Binary (Europe) Ltd.は、投資サービスライセンスを付与されています。
pl: Binary uzyskuje licencję na świadczenie usług inwestycyjnych
ru: Binary получает лицензию на инвестиционные услуги
th: ไบนารีได้รับใบอนุญาตการให้บริการการลงทุน
vi: Binary đã được cấp giấy phép Dịch vụ Đầu tư
zh_cn: Binary 被授予投资服务牌照

source: Binary opens Japan office
ar: بيناري تفتتح مكتب اليابان
de: Binary eröffnet eine Zweigstelle in Japan
fr: Binary ouvre une antenne au Japon
id: Binary membuka kantor di Jepang
ja: 日本オフィスを開設
pl: Binary otwiera biuro w Japonii
ru: Binary открыл офис в Японии
th: ไบนารีเปิดสำนักงานที่ประเทศญี่ปุ่น
vi: Binary mở văn phòng Nhật
zh_cn: Binary 开设日本办公室

source: Binary option
ar: الخيار الثنائى
de: Binäre Option
fr: Option binaire
id: Opsi binary
ja: バイナリーオプション
pl: Opcja binarna
ru: Бинарный опцион
th: ไบนารีออปชั่น
vi: Quyền chọn nhị phân
zh_cn: 二元期权

source: Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
de: Binäre Optionen sind leicht zu verstehen. Sie werden „Binär" genannt, weil es nur zwei Ergebnisse geben kann - gewinnen oder verlieren. Wenn Ihre Voraussage richtig ist, erhalten Sie eine im Voraus festgelegte Auszahlung. Anderenfalls verlieren Sie nur Ihren ursprünglichen Einsatz.
fr: Les options binaires sont faciles à aborder. Ces options sont dites « binaires » car elles ne présentent que deux issues possibles : gagner ou perdre. Si votre prédiction est correcte, vous percevez le paiement convenu en début d'opération. Dans le cas contraire, vous perdez uniquement votre investissement initial.
ja: バイナリーオプションはある条件を「満たす」か「満たさないか」の２種類の結果のみもたらすことから「バイナリー」と呼ばれています。予測が正しい場合、事前に定められたペイアウトをお受け取りいただけます。予測が正しく無い場合は、購入価格を失います。
vi: Quyền chọn nhị phân rất dễ hiểu. Gọi là ‘nhị phân’ vì sẽ chỉ có 2 kết quả – thắng hoặc thua. Nếu bạn đoán đúng, bạn sẽ nhận được tiền thưởng thỏa thuận lúc bắt đầu giao dịch. Nếu không, bạn sẽ chỉ thua/mất phần đã cá cược.
zh_cn: 二元期权很容易了解。它被称为“二元”是因为只能有2种结果：赢或输。如果预测正确，您会获得交易开始时设定的赔付额。不然，您将损失初始资金。

source: Binary options basics
ar: قواعد الخيارات الثنائية
de: Grundlagen der Binären Optionen
fr: Les bases des options binaires
id: Opsi binary dasar
ja: バイナリー取引の基礎
pl: Podstawowe informacje o opcjach binarnych
ru: Основы бинарных опционов
th: พื้นฐานไบนารีออปชั่น
vi: Cơ bản về quyền chọn nhị phân
zh_cn: 二元期权基础知识

source: Binary options or other financial derivatives trading experience
ar: الخيارات الثنائية أو غيرها من خبرات تداول المشتقات المالية
de: Erfahrung mit Binären Optionen oder Handel mit anderen Finanzderivaten
fr: Expérience du trading d'options binaires ou d'autres instruments dérivés
id: Opsi Binary atau pengalaman trading pada keuangan derivatif lainnya
ja: バイナリーオプションまたはその他金融デリバティブ取引のご経験
pl: Doświadczenie w handlowaniu opcjami binarnymi lub innymi instrumentami pochodnymi
ru: Опыт торговли бинарными опционами или другими производными финансовыми инструментами
th: ประสบการณ์การเทรดไบนารีออปชั่น หรือ อนุพันธ์อื่นๆ
vi: Kinh nghiệm giao dịch quyền chọn Nhị phân hoặc phái sinh tài chính khác
zh_cn: 二元期权或其他金融衍生品交易经验

source: Binary options or other financial derivatives trading frequency
ar: وتيرة تداول الخيارات الثنائية أو المشتقات المالية الأخرى
de: Handelshäufigkeit mit Binären Optionen oder anderen Finanzderivaten
fr: Expérience du trading d'options binaires ou d'autres instruments dérivés
id: Opsi Binary atau frekuensi trading keuangan derivatif lainnya
ja: バイナリーオプションまたはその他金融デリバティブ取引の頻度
pl: Częstotliwość handlowania opcjami binarnymi lub innymi instrumentami pochodnymi
ru: Частота торговли бинарными опционами или другими производными финансовыми инструментами
th: ความถี่ในการเทรดไบนารีออปชั่น หรือ อนุพันธ์อื่นๆ
vi: Mức độ thường xuyên của giao dịch quyền chọn Nhị phân hoặc các phái sinh tài chính khác
zh_cn: 二元期权或其他金融衍生品交易频率

source: Binary trading is flexible.
ar: التداول الثنائي مرن.
de: Der Handel mit Binären Optionen ist flexibel.
fr: Le trading binaire offre un large éventail de possibilités.
id: Trading binary fleksibel.
ja: 柔軟な取引
pl: Opcje binarne są elastyczne.
ru: Торговля на бинарных опционах характеризуется гибкостью.
th: การเทรดไบนารีมีความยืดหยุ่น
vi: Giao dịch nhị phân rất linh hoạt.
zh_cn: 二元期权交易很灵活。

source: Binary trading is ideal for both individuals and market professionals.
ar: تداول الثنائيات مثالى للأفراد ولمحترفي السوق.
de: Der Handel mit Binären Optionen ist sowohl für Einzelpersonen als auch für Marktprofis ideal.
fr: Le trading binaire est idéal pour les particuliers comme pour les professionnels du marché.
id: Trading binary sangat ideal baik untuk individu atau ahli pasar.
ja: バイナリーは個人投資家にもプロの投資家にも最適
pl: Opcje binarne to idealny wybór zarówno dla nieprofesjonalnych, jak i zawodowych graczy.
ru: Торговля бинарными опционами идеально подходит как частным лицам, так и профессионалам рынка.
th: การเทรดไบนารีเป็นทั้งส่วนบุคคลและผู้เชี่ยวชาญทางการตลาด
vi: Giao dịch nhị phân lý tưởng cho cả cá nhân và những chuyên gia thị trường.
zh_cn: 个人和市场专业人员都非常适合参与二元期权交易。

source: Binary trading is very simple.
ar: تداول الثنائيات بسيط جداً.
de: Der Handel mit Binären Optionen ist sehr einfach.
fr: Le trading binaire offre une grande simplicité.
id: Trading binary sangat sederhana.
ja: 見やすい画面でお取引が可能
pl: Handel opcjami binarnymi jest bardzo prosty.
ru: Торговля на бинарных опционах проста.
th: การเทรดไบนารีนั้นง่ายมาก
vi: Giao dịch nhị phân rất đơn giản.
zh_cn: 二元期权交易十分简单。

source: Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan.
de: Binarys japanische Tochtergesellschaft Binary KK, ist von der KLFB (Kanto Local Finance Bureau) als ein Typ 1 Finanzinstrumente-Unternehmen in Japan lizensiert.
fr: Binary KK, la filiale japonaise de Binary, obtient une licence de type 1 délivrée par l'organisme japonais de réglementation des services financiers (KLFB), autorisant la société à négocier les instruments financiers au Japon.
ja: Binary株式会社 (和文名称 バイナリー株式会社)は、第一種金融商品取引業者として関東財務局に登録された。
vi: Chi nhánh tại Nhật Bản của Binary là Binary KK được cấp phép bởi KLFB để hoạt động như là một Công Cụ Tài Chính Doanh Nghiệp Loại 1 tại Nhật bản.
zh_cn: Binary 日本子公司 Binary KK 由 KLFB 授予日本第1类金融工具商务许可证。

source: Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses.
ar: الشركة التابعة لبيناري في اليابان (Binary KK) تفتح مكتبا لها في طوكيو وتبدأ عملية التقدم للحصول على التراخيص اللازمة.
de: Binary KK, die japanische Tochtergesellschaft von Binary, eröffnet ein Büro in Tokio und beginnt, die erforderlichen Lizenzen zu beantragen.
fr: La filiale japonaise Binary KK ouvre une antenne à Tokyo et lance le processus d'obtention des licences nécessaires.
id: Anak perusahaan Binary Jepang yaitu Binary KK membuka kantor di Tokyo dan memulai proses pengajuan izin yang relevan.
ja: Binary Ltd.の子会社Binary株式会社 (和文名称 バイナリー株式会社)が東京にオフィスを開設し、金融商品取引業者の登録申請を開始します。
pl: Spółka zależna firmy Binary, Binary KK, otwiera biuro w Tokio i rozpoczyna proces ubiegania się o odpowiednie licencje.
ru: Binary KK – дочерняя компания Binary в Японии – открыла офис в Токио и начала процесс получения соответствующих лицензий.
th: บริษัทย่อยของ Binary ที่ประเทศญี่ปุ่น Binary KK เปิดสำนักงานที่โตเกียว และเริ่มดำเนินการในการขอใบอนุญาตต่างๆ
vi: Binary KK công ty chi nhánh Nhật của Binary mở một văn phòng ở Tokyo và bắt đầu quá trình xin các giấy phép liên quan.
zh_cn: Binary 的日本子公司 Binary KK 在东京开设了办公室，并开始办理申请相关许可证。

source: Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority.
ar: يتم منح التابع المالطي بيناري للاستثمارات (أوروبا) المحدودة رخصة من الفئة 3 خدمات استثمار من قبل هيئة الخدمات المالية بمالطا.
de: Der Binary Tochtergesellschaft Binary Investments (Europe) Ltd. wurde von der Maltesischen Finanzdienstleistungsaufsichtsbehörde eine Kategorie 3 Investmentdienstleistungen Lizenz erteilt.
fr: Binary Investments (Europe), la filiale maltaise de Binary, obtient une licence de catégorie 3 délivrée par l'Autorité maltaise des services financiers, autorisant la société à proposer des services d'investissement.
id: Cabang Binary Malta yaitu Binary Investments (Europe) Ltd. diberikan sebuah lisensi Category 3 Investment Services oleh Malta Financial Services Authority.
ja: Binaryの子会社 Binary Investments (Europe) Ltdはマルタ金融サービス庁によってカテゴリー3投資サービスライセンスが付与されています。
pl: Urząd ds. Usług Finansowych (Malta Financial Services Authority) na Malcie przyznał maltańskiej spółce zależnej firmy Binary, Binary Investments (Europe) Ltd., licencję dla podmiotów świadczących usługi inwestycyjne kategorii 3.
ru: Мальтийская дочерняя компания Binary под названием Binary Investments (Europe) Ltd. получает лицензию на инвестиционные услуги категории 3 от Мальтийского управления финансовых услуг, Malta Financial Services Authority.
th: บริษัทย่อยของ Binary ที่มอลเตส Binary Investments (Europe) Ltd. ได้รับใบอนุญาตตามกฎหมายสำหรับผู้ให้บริการผลิตภัณฑ์และบริการการลงทุน ประเภทที่ 3 จาก Malta Financial Services Authority
vi: Công ty Đầu tư Binary (Châu Âu) chi nhánh Malta được cấp giấy phép về Dịch vụ Đầu tư Loại 3 bởi Ủy ban Dịch vụ Tài chính Malta.
zh_cn: Binary 的马耳他附属公司 Binary Investments (Europe) Ltd. 由 Malta Financial Services Authority 授予3级投资服务牌照。

source: Binary's platform transacts on average 15 %1transactions%2 per second, 24/7
fr: La plateforme Binary traite en moyenne 15 %1transactions%2 par seconde, 24h/24 et 7j/7
ja: Binaryプラットフォームでは、毎秒15件の%1取引%2が行われています。
zh_cn: Binary 平台平均每秒钟进行 15 宗 %1交易%2，全天候提供服务，整年无休

source: Binary.com by the numbers
ja: 数字でみるBinary.com

source: Binary.com is licensed and regulated in Malta, the British Isles, Japan, and Vanuatu.
ja: マルタ共和国、ブリテン諸島、日本、バヌアツにおいて認可済。

source: Both the above
de: Beide obige
fr: Les deux options ci-dessus
id: Keduanya diatas
ja: 上記の両方
th: ทั้งสองประการข้างต้น
