Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: We are authorised and regulated by the Malta Financial Services Authority ("MFSA") under the Investment Services Act (Cap. 370, Laws of Malta) (the "Act") to carry on investment business. We are exclusively authorised by the MFSA to deal on own account (i.e. offer and act as counterparty to trades) and this in relation to financial derivative products (primarily binary options) relating to foreign exchange, indices, stocks and other financial products or assets ("Financial Products"). We are not authorised to and do not offer or provide investment advice or any other investment services other than dealing on own account in Financial Products. Should you feel that you require investment advice or investment services other that those described above then you should contact an independent financial advisor or firm.
ar: مرخصون من قبل هيئة مالطا للخدمات المالية ('MFSA') بموجب قانون خدمات الاستثمار (الفصل 370 من قوانين مالطا) ('القانون') للعمل الاستثماري. مرخص لنا حصريا من قبل MFSA للتعامل لحسابنا الخاص (أي نقوم بالعرض وكطرف مقابل للصفقات) وذلك فيما يتعلق بالمنتجات المالية المشتقة (الخيارات الثنائية في المقام الأول) المتعلقة بالعملات الأجنبية والمؤشرات والأسهم وغيرها من المنتجات المالية أو الأصول ('المنتجات المالية'). لا يحق لنا أن ولا نقدم أو نوفر المشورة في مجال الاستثمار أو أي خدمات استثمارية أخرى بخلاف التعامل لحسابنا الخاص في المنتجات المالية. اذا كنت تشعر أنك تحتاج إلى المشورة في مجال الاستثمار أو الخدمات الاستثمارية الأخرى غير المذكورة أعلاه فعليك الاتصال بمستشار مالي مستقل أو شركة مختصة.
id: Kami berwenang dan diatur oleh Malta Financial Services Authority ("MFSA") di bawah Investment Services Act (Cap. 370, Laws of Malta) ("Akta") untuk menjalankan usaha investasi. Kami secara eksklusif diresmikan oleh MFSA untuk menangani akun sendiri (yaitu tawaran dan bertindak sebagai counterparty untuk trading) dan ini dalam kaitannya dengan produk derivatif keuangan (terutama opsi binary) yang berkaitan dengan valuta asing, indeks, saham dan produk keuangan lainnya atau aset ("Produk Keuangan"). Kami tidak berwenang dan tidak menawarkan atau memberikan nasihat investasi atau jasa investasi lainnya selain berurusan pada akun sendiri pada Produk Keuangan. Jika Anda merasa bahwa Anda memerlukan saran investasi atau jasa investasi lainnya yang dijelaskan di atas maka Anda harus menghubungi penasihat keuangan independen atau perusahaan.
pl: Na mocy ustawy Malta Investment Services Act (Cap. 370, zbiór ustaw Malty) („Ustawa”) za nadzór nad naszą firmą odpowiada Urząd ds. Usług Finansowych na Malcie: Malta Financial Services Authority („MFSA”), który zezwolił nam na prowadzenie działalności inwestycyjnej. Jesteśmy wyłącznie uprawnieni przez MFSA do realizowania transakcji na własny rachunek (np. występowanie w roli kontrahenta transakcji) i odnosi się to do finansowych produktów pochodnych (przede wszystkim opcji binarnych) opartych na walutach obcych, wskaźnikach, akcjach i innych produktach finansowych lub aktywach („Produkty finansowe”). Nie posiadamy zezwolenia na oferowanie lub zapewnianie doradztwa inwestycyjnego lub jakichkolwiek innych usług inwestycyjnych za wyjątkiem handlowania Produktami finansowymi na własny rachunek i nie oferujemy takich usług. Jeśli wydaje Ci się, że potrzebujesz porady inwestycyjnej lub usług inwestycyjnych innych niż te opisane powyżej, powinieneś/powinnaś skontaktować się z niezależnym doradcą inwestycyjnym lub firmą doradztwa inwestycyjnego.
ru: Мы уполномочены и регулируемся Управлением по финансовым услугам Мальты, Malta Financial Services Authority ("MFSA") в рамках Акта об инвестиционных услугах, Investment Services Act (глава 370 мальтийского законодательства) ("Акт"), на ведение инвестиционного бизнеса. Мы имеем эксклюзивную авторизацию MFSA на операции на нашем собственном счету (т.е. предлагать и действовать в качестве контрагента по сделкам), в отношении производных финансовых продуктов (в первую очередь, бинарных опционов), связанных с обменом валют, индексами, акциями и другими финансовыми продуктами или активами ("финансовые продукты"). Мы не уполномочены, не предлагаем и не предоставляем инвестиционные консультации или какие-либо другие услуги, кроме операций на нашем собственном счету финансовых продуктов. Если Вы чувствуете, что Вам требуется инвестиционный совет или инвестиционные услуги, отличные от описанных выше, то Вы должны связаться с независимым финансовым консультантом или фирмой.

source: We are fully licensed in the British Isles and Malta.
ar: نحن مرخصين بالكامل فى الجزر البريطانية ومالطا.
id: Kami sepenuhnya memiliki ijin dari British Isles dan Malta.
pl: Posiadamy wszystkie wymagane zezwolenia na Wyspach Brytyjskich i na Malcie.
ru: Мы полностью лицензированы на Мальте и Британских Островах.

source: We are not able to stream live prices at the moment. To enjoy live streaming of prices try refreshing the page, if you get this issue after repeated attempts try a different browser
ar: لا نستطيع بث الأسعار بث مباشر في الوقت الحالي. لتتمتع بخدمة البث المباشر للأسعار جرب إعادة تحميل الصفحة، إذا حدث هذا الأمر بعد عدة محاولات جرب متصفح آخر
id: Kami tidak dapat memberikan striming harga live untuk saat ini. Untuk menikmati striming harga live silahkan coba merefresh halaman, atau coba browser lain
pl: W chwili obecnej nie jesteśmy w stanie przesyłać cen na żywo. Aby cieszyć się na żywo strumieniową transmisją cen, spróbuj ponownie odświeżyć stronę, a jeśli problem nadal występuje, spróbuj skorzystać z innej przeglądarki
ru: Мы не в состоянии предложить живые цены в данный момент. Чтобы посмотреть живые цены, попробуйте перезагрузить страницу. Если вы получаете это сообщение повторно, используйте другой браузер

source: We are not accepting accounts from residents of this country at the present time.
ar: لا نقبل حسابات المقيمين في هذا البلد في الوقت الحالي.
id: Saat ini kami tidak menerima pembukaan akun dari penduduk negara berikut.
pl: W tej chwili nie otwieramy kont dla mieszkańców z tych krajów.
ru: В настоящее время мы не открываем счета для резидентов этой страны.

source: We could not process this contract at this time.
ar: لم نتمكن من معالجة هذا العقد في هذا الوقت.
id: Kami tidak dapat memproses kontrak saat ini.
pl: Przetworzenie tego kontraktu nie było możliwe tym razem.
ru: Мы не смогли обработать данный контракт в настоящее время.

source: We have a proven track record since starting in 2000.
ar: لدينا سجل حافل منذ بدأنا عام 2000.
id: Kami memiliki track record yang terbukti sejak tahun 2000.
pl: Nasze doświadczenie sięga 2000 roku.
ru: Мы гордимся своим доказанным послужным списком с начала работы в 2000 году.

source: We may release subsequent versions of the Binary.com API and require that you use those subsequent versions. Your continued use of the APIs following a subsequent release will be deemed your acceptance of modifications.
ar: قد نطلق إصدارت لاحقة لواجهة برمجة التطبيقات الخاصة ب Binary.com ونحن نطلب منك استخدام هذه الإصدارات اللاحقة. استمرارك في استخدام واجهة برمجة التطبيقات بعد إطلاق الإصدارت الحديثة سيعتبر موافقة منك على التعديلات.
id: Kami mungkin akan merilis versi berikutnya dari API Binary.com dan mengharuskan Anda menggunakan versi-versi berikutnya. Jika Anda terus menggunakan API pada rilis berikutnya maka akan dianggap penerimaan Anda termodifikasi.
pl: Mamy prawo udostępniać kolejne wersje API Binary.com i zażądać od Użytkownika korzystania z tych wersji. Dalsze korzystanie z API po udostępnieniu nowszych wersji jest jednoznaczne z zaakceptowaniem zmian.
ru: Мы можем выпускать последующие версии API Binary.com и требуем от Вас пользоваться данными последующими версиями. Дальнейшее использование Вами новых API после их выпуска будет означать принятие Вами данных изменений.

source: We offer a market-based remuneration structure, an annual cash bonus plan, health benefits for you and your family, travel and internet allowances, and company trips.
ar: نقدم هيكل الأجور القائم في السوق، بالإضافة الى خطة مكافأة نقدية سنوية، ومساعدة صحية لك ولأسرتك، بخلاف السفر وبدلات الإنترنت، ورحلات الشركة.
id: Kami menawarkan struktur remunerasi sesuai pasar, bonus tahunan, manfaat kesehatan bagi Anda dan keluarga, tunjangan transportasi dan internet termasuk perjalanan wisata.
pl: Oferujemy wynagrodzenie zależne od rynku, roczny bonus gotówkowy, pakiet medyczny dla Ciebie i Twojej rodziny, bony na przejazdy i internet oraz wycieczki firmowe.
ru: Мы предлагаем структуру вознаграждения, основанную на рыночной ситуации, ежегодный план премий, медицинскую страховку для Вас и Вашей семьи, пособия для путешествий и интернета, а также корпоративные поездки.

source: We rebrand BetOnMarkets.com as <a target="_blank" href="%1">www.binary.com</a>. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline – Sharp Prices, Smart Trading – communicates our ethos and commitment to our clients.
ar: قمنا باعادة تسمية BetOnMarkets.com الى <a target="_blank" href="%1">www.binary.com</a>. والاسم الجديد هو التطور الطبيعي لمنصتنا حيث لا تزال حصتنا تنمو في سوق تنافسي للغاية بمجال تجارة الثنائيات. تعكس العلامة التجارية الجديدة طبيعة عملنا، وشعارنا الجديد - أسعار دقيقة، تداول ذكي - لننقل روح التواصل والالتزام لعملائنا.
id: Kami merebrending BetOnMarkets.com sebagai <a target="_blank" href="%1">www.binary.com</a>. Rebranding ini merupakan evolusi alami bagi platform kami berhubung terus berkembang secara kompetitif di dunia trading binary. Brand baru ini mencerminkan bisnis dasar yang ditawarkan dan tagline terbaru kami – Harga Tajam, Trading Pintar – mengkomunikasikan etos dan komitmen kepada pelanggan kami.
pl: Zmieniamy nazwę BetOnMarkets.com na <a target="_blank" href="%1">www.binary.com</a>. Zmiana nazwy to naturalna ewolucja platformy, która ma coraz większy udział w niezwykle konkurencyjnym rynku handlu opcjami binarnymi. Nowa marka odzwierciedla naturę biznesu, a nasze nowe hasło – Ostre ceny, inteligentny handel – wyraża nasze wartości i poświęcenie dla klientów.
ru: Мы переименовываем BetOnMarkets.com в <a target="_blank" href="%1">www.binary.com</a>. Ребрендинг является естественной эволюцией для нашей платформы, доля рынка которой продолжает расти в условиях жесткой конкуренции в области бинарной торговли. Новый бренд отражает характер нашего бизнеса, а новый слоган "Лучшие цены. Умный трейдинг." передает его дух и обязательство перед нашими клиентами.

source: We reserve the right to modify, supplement, or replace these Terms at any time. Any material changes will be notified to you. Your continued registration with the Binary.com API and your continued use of the Binary.com API will constitute binding acceptance of such changes.
ar: نحن نحتفظ بالحق في تعديل أو تكملة أو استبدال هذه الشروط في أي وقت. وأي تغييرات جوهرية سيتم إخطارك بها. واستمرار تسجيلك في واجهة برمجة التطبيقات الخاصة ب Binary.com واستمرارك في استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com سيشكل موافقة ملزمة لمثل هذه التغييرات.
id: Kami berhak untuk memodifikasi, menambah atau mengganti syarat ini setiap saat. Setiap perubahan materi akan diberitahukan kepada Anda. Pendaftaran dan penggunaan langsung API Binary.com akan merupakan penerimaan mengikat perubahan tersebut.
pl: Zastrzegamy sobie prawo do zmieniania i uzupełniania niniejszych Warunków oraz zastąpienia ich innymi postanowieniami w dowolnej chwili. Użytkownik zostanie powiadomiony o wszelkich istotnych zmianach. Niewyrejestrowanie się oraz dalsze korzystanie z API Binary.com oznacza wiążące zaakceptowanie takich zmian.
ru: Мы оставляем за собой право вносить изменения, дополнения или менять данные Правила в любое время. Вы будете уведомлены о любых значительных изменениях. Ваша регистрация на API Binary.com и дальнейшее использование API Binary.com будет означать принятие Вами таковых изменений.

source: We reserve the right to refuse your referrals’ application to open an account (or to close their accounts), as deemed necessary, to comply with any requirements we may periodically establish and/or that may be required under applicable laws, rules, and regulations.
ar: نحن نحتفظ بالحق في رفض إحالات التطبيق الخاص بك لفتح حساب (أو إغلاق هذه الحسابات), بحسب ما تقتضيه الضرورة, ليتوافق مع أي متطلبات قد نقوم بإرساءها دورياً و/ أو قد يكون ذلك مطلوباً بموجب القوانين المعمول بها والقواعد واللوائح.
id: Kami berhak menolak permohonan referral Anda untuk mendaftar akun (atau menutup akun mereka), yang dianggap perlu, untuk mematuhi persyaratan kami mungkin secara berkala membangun dan/atau yang mungkin diperlukan berdasarkan hukum yang berlaku, aturan, dan peraturan.
pl: Firma zastrzega sobie prawo odrzucenia wniosku o otwarcie konta (lub jego zamknięcie) złożonego przez osobę, której Partner poleca portal, jeśli będzie to konieczne w celu spełnienia wymogów, które mogą być przez nas okresowo stosowane lub które mogą być nakładane przez przepisy, rozporządzenia i normy prawne.
ru: Мы оставляем за собой право отклонить заявку Ваших рефералов на открытие (или закрытие) счета с целью соблюдения требований, которые мы можем периодически устанавливать и/или которые могут быть необходимы в рамках применимого законодательства, правил и норм.

source: We segregate and hold client funds in secure AAA-rated banks.
ar: نحن نقوم بفصل وحفظ أموال العملاء في بنوك آمنة ذات أعلى تصنيف ائتماني.
id: Kami memisahkan dan menyimpan dana pada berbagai bank kelas AAA.
pl: Przechowujemy fundusze klientów w bezpiecznych bankach o ratingu AAA.
ru: Мы отделяем и содержим средства клиентов в банках рейтинга ААА.

source: We would like to inform you that the transfer of %1 %2 via %3 has been processed. The funds have been credited into your account. Kind Regards, The %4 team.
ar: نود أن نحيطك علماً بأن تحويل %1 %2 عبر %3 قد تم. تم إيداع الأموال في حسابك. مع أطيب التحيات، فريق %4.
id: Kami ingin memberitahu Anda bahwa transfer %1 %2 melalui %3 telah diproses. Dana telah dikreditkan ke dalam akun Anda. Salam Hormat Tim %4.
pl: Chcielibyśmy poinformować Cię, że przelew %2 %1 za pośrednictwem %3 został zakończony. Środki zostały przypisane do Twojego konta. Z poważaniem, Zespół portalu %4.
ru: Хотим сообщить, что Ваш перевод %1 %2 через %3 был обработан. Средства внесены на Ваш счет. С уважением, Команда %4.

source: We would like to inform you that the withdrawal request of %1%2 by %3 %4 has been processed. The funds have been credited into your account %5 at %6.
ar: نود أن نحيطك علماً أن طلب سحب مبلغ %1%2 عير %3 %4 فد تم معالجته. وتم إيداع الأموال فى حسابك %5 قي %6.
id: Email berikut adalah untuk menginformasikan mengenai permohonan penarikan dana sebesar %1%2 oleh %3 dari akun %4 sudah berhasil diproses. Jumlah dana tersebut telah dikreditkan kedalam akun %5 Anda yaitu %6.
pl: Chcielibyśmy poinformować Cię, że wniosek o wypłatę %2 %1 za pośrednictwem %3 %4 został zrealizowany. Środki zostały przypisane do Twojego konta %5 na %6.
ru: Хотим сообщить, что запрос на вывод %1%2 %3 %4 был обработан. Средства были внесены на Ваш счет %5 %6.

source: We would like to inform you that your %1 has been processed.
ar: نود أن نحيطكم علماً بأن %1 الخاص بكم قد تم بنجاح.
id: Kami ingin memberitahu bahwa %1 Anda telah diproses.
pl: Chcielibyśmy poinformować, że %1 został przetworzony.
ru: Мы хотим сообщить, что Ваш %1 обработан.

source: We're sorry but the Self Exclusion facility is not available for Virtual Accounts.
ar: عفواً لكن أداة الاستبعاد الذاتي غير متاحة للحسابات الافتراضية.
id: Kami mohon maaf namun fasilitas Pengecualian Diri ini tidak tersedia untuk rekening virtual.
pl: Przykro nam, ale usługa samodzielnego wyłączenia nie jest dostępna dla kont wirtualnych.
ru: Приносим извинения, но услуги по самоисключению не действуют на демо-счете.

source: Website exclusion is currently set to <strong>%1.</strong>
ar: استبعاد الموقع مضبوط حالياً على <strong>%1.</strong>
id: Pengecualian website saat ini adalah <strong>%1.</strong>
pl: Wyłączenie strony internetowej jest obecnie ustawione do <strong>%1.</strong>
ru: Запрет на вход на сайт в настоящий момент установлен на <strong>%1.</strong>

source: Webtrader on GitHub
id: Webtrader pada GitHub
pl: Webtrader na GitHub
ru: Webtrader на GitHub

source: Week
ar: الأسبوع
id: Minggu
pl: Tydzień
ru: Нед.

source: Week of
ar: أسبوع
id: Minggu ke
pl: Tydzień
ru: Нед.

source: Weekly
ar: أسبوعي
id: Mingguan
pl: Tygodniowo
ru: по нед.

source: Weekly Live Trading Room
ar: غرفة تداول أسبوعية مباشرة
id: Kelas Trading Mingguan Live
pl: Cotygodniowy trading room na żywo
ru: Еженедельный живой торговый уголок

source: Weeks
ar: أسابيع
id: Mingguan
pl: Tygodnie
ru: Нед.

source: Weighted Moving Average
ar: المتوسط المتحرك الموزون
pl: Ważona średnia krocząca
ru: Взвешенное скользящее среднее

source: Weighted volume indicator based on the one-day change in price divided by the current day's range. Generally, the ADI moves in the direction of price.
ar: مؤشر الحجم الموزون مبني على تغيير السعر في اليوم الواحد مقسموم على المتوسط الحالي لليوم. يتحرك مؤشر ADI بوجه عام في اتجاه السعر.
id: Volume indikator Weighted adalah berdasarkan pada perubahan satu hari volume pada harga dibagi oleh jarak hari terkini. Secara umum, pergerakan ADI berdasarkan pergerakan harga.
pl: Wskaźnik ważonego wolumenu oparty na dziennej zmianie ceny podzielonej przez zakres danego dnia. Ogólnie ADI zmienia się wraz z ceną.
ru: Индикатор взвешенного объема рассчитывается путем деления однодневного изменения цены на значения текущего дня. Как правило, Индекс накопления/распределения двигается в том же направлении, что и цена.

source: Welcome!
ar: مرحباً!
id: Selamat datang!
pl: Witamy!
ru: Добро пожаловать!

source: We’re granted patents for ‘Computer trading system and method for speculating on a financial market’ and ‘Computer trading system for offering custom financial market speculations’. The patents show our ability to innovate and stay ahead of the pack.
ar: منحنا براءة اختراع لـ 'نظام التداول عبر الحاسوب وطريقة المضاربة في الأسواق المالية' و 'نظام التداول عبر الحاسوب لتقديم مضاربة مخصصة في الأسواق المالية'. تظهر براءات الاختراع قدرتنا على الابتكار والبقاء على القمة.
id: Kami memperoleh hak paten sebagai 'Sistem trading komputer dan metode untuk berspekulasi dalam pasar finansial' dan 'Sistem trading komputer yang menawarkan spekulasi khusus pasar finansial'. Paten tersebut memperlihatkan kemampuan kami dalam berinovasi dan tetap terdepan dalam bisnis ini.
pl: Otrzymujemy patenty na „System handlu komputerowego i metodę spekulacji na rynku finansowym” oraz „System handlu komputerowego oferującego spersonalizowane spekulacje rynkowe”. Patenty są dowodem na nasze umiejętności wprowadzania innowacji i bycia pionierem w branży.
ru: Мы получаем патенты как ‘Система компьютерной торговли и метод спекуляций на финансовых рынках’ и ‘Система компьютерной торговли для предложения спекуляций на рынках’. Патенты демонстрируют нашу способность к инновациям и лидерству.

source: We’re really proud of this award. We’re strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
ar: نحن فخورون حقا بهذه الجائزة. و ملتزمون بقوة بتقديم تجربة تداول أخلاقية ترتكز على العناية بالعملاء، وتبين تلك الجائزة أن BetOnMarkets هي العلامة التجارية الموثوقة التي تستمع للعملاء وتستجيب لهم، سواء كانوا من التجار المبتدئين أو من ذوي الخبرة. فنحن نقدم خدمة العملاء باللغة الإنجليزية والإندونيسية والروسية والصينية والإسبانية.
id: Kami sangat bangga dengan penghargaan ini. Kami berdedikasi penuh dalam menawarkan etika dan memusatkan pada pengalaman trading pelanggan dan penghargaan ini menunjukkan BetOnMarkets adalah merek dagang terpercaya yang mendengar dan mengutamakan pelanggan, tidak peduli apakah mereka adalah trader berpengalaman atau pemula. Kami memberi layanan dalam bahasa Inggris, Indonesia, Rusia, Cina dan Spanyol.
pl: Jesteśmy dumni z tej nagrody. Zależy nam na tym, by nasi klienci otrzymywali usługi wysokiej jakości. Nagroda dowodzi, że BetOnMarkets to marka godna zaufania, a nasza firma wsłuchuje się w potrzeby naszych klientów niezależnie od tego, czy są nowicjuszami czy doświadczonymi graczami. Obsługę klienta zapewniamy po angielsku, indonezyjsku, rosyjsku, chińsku i hiszpańsku.
ru: Мы очень гордимся этой наградой. Мы стремимся предлагать этичный и сфокусированный на клиенте опыт торговли, и получение этой премии подтверждает, что BetOnMarkets является надежным брендом, который прислушивается к своим клиентам: как к опытным трейдерам, так и новичкам. Мы предлагаем обслуживание клиентов на английском, индонезийском, русском, китайском и испанском языках.

source: Whatever your market view or strategy, %1 provides you with the right trade to profit from your prediction. Choose from five ways to trade:
ar: أيا كانت رؤيتك للسوق أو استراتيجيتك فإن %1 تقدم لك الطريقة الصحيحة للتداول لتربح من توقعك. اختر من بين خمس طرق للتداول:
id: Apapun pendapat dan strategi Anda, %1 menyediakan anda kontrak yang tepat dalam memperoleh keuntungan berdasarkan analisa. Pilih lima langkah trading:
pl: Niezależnie od tego, jakie masz spojrzenie na rynek czy strategię, %1 oferuje właściwy zakład, dzięki któremu możesz zarabiać na prognozach. Wybierz spośród pięciu sposobów handlowania:
ru: Независимо от Вашего взгляда на рынки или стратегии, %1 предоставит Вам подходящий контракт для получения прибыли от Вашего прогноза. Выберите один из пяти способов торговли:

source: When it’s time to kick back, you’ll find beautiful beaches, islands and mountains to explore, just a short flight away. From Malta, you’ll have Europe, the Mediterranean and North Africa on your doorstep. And from Malaysia, you’ll be within easy reach of some of Asia’s most spectacular scenery.
ar: عندما يحين وقت الراحة، ستجد الشواطئ الجميلة والجزر والجبال لاستكشافها، مجرد رحلة قصيرة. من مالطا، سيكون متاحا لك زيارة أوروبا والبحر المتوسط وشمال أفريقيا. ومن ماليزيا، سيكون في متناول يدك بعض أكثر المناظر إثارة في آسيا.
id: Jika sudah tiba waktunya, Anda akan menemukan berbagai pantai yang indah, pulau dan pegunungan untuk di ekplorasi dengan penerbangan singkat. Dari Malta, Anda memiliki Eropa, Mediteranian hingga Afrika Utara di depan pintu Anda. Dan dari Malaysia, Anda dengan mudah dapat mengunjungi berbagai tempat indah di Asia.
pl: Kiedy nadchodzi pora relaksu, całkiem blisko do dyspozycji są piękne plaże, wyspy i góry. Z Malty szybko dotrzesz nad Morze Śródziemne, do Europy i Ameryki Północnej. A z Malezji jest tylko rzut beretem do najbardziej oszałamiających widoków Azji.
ru: В свободное от работы время Вы найдете прекрасные пляжи, острова и горы совсем недалеко от места проживания. На Мальте Вы будете рядом с континентальной Европой и Северной Африкой, в центре Средиземноморья. В Малайзии же Вы окажетесь в непосредственной близости от некоторых из самых впечатляющих пейзажей Азии.
