Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Compliance Executive
ar: موظف امتثال تنفيذي
de: Compliancebeauftragter
fr: Responsable conformité [H/F]
id: Eksekutif Compliance
ja: コンプライアンス・エグゼクティブ
pl: Starszy specjalista ds. zgodności
ru: Специалист отдела регулир. и контроля
th: เจ้าหน้าที่กำกับดูแล
vi: Chuyên Viên Pháp Chế
zh_cn: 法律执行员

source: Compliance with and Amendments to These Terms
ar: الإمتثال والتعديلات على هذه الشروط
de: Einhaltung und Ergänzungen dieser Bedingungen
fr: Conformité aux amendements apportés à ces Conditions
id: Kepatuhan dan Perubahan pada Syarat
ja: 本規約の遵守と改定
pl: Zgodność z Regulaminem i jego późniejszymi zmianami
ru: Соблюдение и внесение изменений в данные Правила
th: การปฏิบัติตามข้อกำหนดและบทแก้ไขเพิ่มเติมของข้อตกลงเหล่านี้
vi: Sự tuân thủ và Bổ sung của những Điều khoản sau
zh_cn: 对这些条款的遵守和修正

source: Comply with the applicable laws, rules, and regulations (including, but not limited to, advertising, data protection and privacy laws, rules, and regulations) of the jurisdiction(s) in which you operate or target your business.
ar: امتثل للقوانين المعمول بها والقواعد واللوائح (بما في ذلك, ولكن ليس على سبيل الحصر, الإعلانات, حماية البيانات, قوانين الخصوصية, القواعد, واللوائح) للسلطة القضائية التي تعمل أو تستهدفها في أعمالك.
de: Beachtung der geltenden Gesetze, Regeln und Vorschriften (u. a. Werbung, Datenschutz und Datenschutzgesezte, Regeln und vorschriften) des Landes, in dem Sie tätig sind oder auf das Ihre Tätigkeit zielt.
fr: Respecter l'ensemble des lois et réglementations (y compris, sans s'y limiter, les lois et réglementations relatives à la publicité, à la protection des données et de la vie privée) en vigueur dans les juridictions concernées ou au sein desquelles vous menez vos activités.
id: Mematuhi hukum, aturan, dan peraturan (termasuk, namun tidak terbatas pada, hukum periklanan, perlindungan data dan privasi, aturan, dan peraturan) dari yurisdiksi di mana Anda beroperasi atau bisnis yang Anda targetkan.
ja: ビジネスターゲット先または運営先の地域管轄で適用される法律、ルール、規制（広告、データ保護、プライバシーに関する法令、ルール、規制を含むが、これに限定されない）を遵守します。
pl: Stosowanie się do przepisów prawnych, norm i rozporządzeń (w tym między innymi przepisów dotyczących reklamy oraz ochrony danych) obowiązujących w jurysdykcji kraju, w którym Partner prowadzi swoją działalność lub do którego kieruje swoje usługi.
ru: Соблюдать действующие нормы и законы (включая, но не ограничиваясь нормами в отношении рекламы, защиты данных, конфиденциальности, правилами и правовыми нормами) юрисдикции (юрисдикций), в рамках которой Вы ведёте или планируете вести бизнес.
vi: Tuân thủ các điều luật, quy tắc và quy định tại nơi bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh tới (bao gồm, nhưng không giới hạn với các quảng cáo, bảo mật dữ liệu và các điều luật, quy tắc và quy định về quyền riêng tư).
zh_cn: 遵守业务运营管辖区适用的法律、规则和规章 （包括但不限于广告、数据保护和隐私法律、规则和规章）。

source: Computer system and method for speculating on a financial market
ar: نظام وطريقة حاسوبية للمضاربة على سوق مالية
de: Computersystem und Methode zur Spekulation auf einem Finanzmarkt
fr: Système informatique et méthode de spéculation sur un marché financier
id: Sistem dan metode komputer dalam berspekulasi pada pasar finansial
ja: 金融市場を推測するコンピュータシステムとその方法
pl: System komputerowy i metoda spekulacji na rynkach finansowych
ru: Компьютерная система и методы спекуляций на финансовом рынке
th: ระเบียบวิธีและระบบคอมพิวเตอร์สำหรับการเก็งกำไรในตลาดการเงิน
vi: Hệ thống máy tính và phương pháp suy đoán trên thị trường tài chính
zh_cn: 为预测金融市场而设的电脑系统和方法

source: Computer trading system for offering custom financial market speculations
ar: نظام تداول حاسوبي لتقديم المضاربات في الأسواق المالية بشكل مخصص
de: Computer Handelssystem zum Angebot von eigenen Finanzmarktspekulationen
fr: Système de trading automatisé permettant une spéculation personnalisée sur un marché financier
id: Sistem trading komputer untuk menawarkan spekulasi pasar finansial tertentu
ja: 金融市場を推測するカスタムを提供するコンピュータ取引システム
pl: System komputerowy do handlowania umożliwiający spekulację na rynkach finansowych dostosowaną do Twoich potrzeb
ru: Компьютерная торговая система для индивидуальных спекуляций на финансовых рынках
th: ระบบคอมพิวเตอร์เพื่อการซื้อขายผลิตภัณฑ์การลงทุนเพื่อการเก็งกำไรในตลาดการเงิน
vi: Hệ thống giao dịch máy tính cung cấp suy đoán thị trường tài chính tùy chỉnh
zh_cn: 提供自订金融市场预测的电脑交易系统

source: Conduct disaster and recovery planning and execution
ar: إدارة الكوارث والتخطيط للإصلاح والتنفيذ
de: Erstellung von Katastrophen- und Wiederherstellungsplänen und Durchführung
fr: Gérer la planification et la mise en œuvre d'un plan de reprise après catastrophe
id: Melaksanakan perencanaan bencana dan penaggulangan
ja: 非常事態の際の復旧計画とその実行
pl: Planowanie i wykonywanie odpowiednich czynności w razie nieprzewidzianych zdarzeń w celu odzyskiwania systemów
ru: Подготовка и проведение плана аварийного восстановления
th: จัดทำแผนป้องกันภัยพิบัติและการฟื้นฟูและดำเนินการ
vi: Kiểm soát thảm họa và kế hoạch phục hồi và thực hiện
zh_cn: 灾难恢复规划和执行

source: Confidentiality
ar: السرية
de: Geheimhaltung
fr: Confidentialité
id: Kerahasiaan
ja: 守秘義務
pl: Zachowanie poufności
ru: Конфиденциальность
th: การรักษาความลับ
vi: Tính bảo mật
zh_cn: 机密性

source: Confirm
ar: تأكيد
de: Bestätigen
fr: Confirmer
id: Lanjutkan
ja: 決定
pl: Potwierdź
ru: Подтвердить
th: ยืนยัน
vi: Xác nhận
zh_cn: 确认

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
id: Konfirmasi Kata Sandi Baru
ja: 新しいパスワード（確認用）
pl: Potwierdź nowe hasło
ru: Подтвердить новый пароль
th: ยืนยันรหัสผ่านใหม่
vi: Xác nhận Mật khẩu mới
zh_cn: 确认新密码

source: Confirmation and understandings
de: Bestätigung und Abreden
fr: Confirmation et acceptation
id: Konfirmasi dan pemahaman
ja: 確認事項
th: ความเข้าใจและการยืนยัน

source: Conflicts Policy
ar: سياسة تضارب المصالح
de: Konfliktregeln
fr: Gestion des conflits d'intérêts
id: Konflik Kebijakan
ja: 利益相反ポリシー
pl: Polityka dot. sporów
ru: Политика по конфликтам
th: นโยบายการบริหารความขัดแย้ง
vi: Xung đột Chính sách
zh_cn: 冲突政策

source: Congratulations! Your %1 Account has been created.
de: Herzlichen Glückwunsch! Ihr %1 Konto wurde erstellt.
fr: Félicitations ! Votre compte %1 a été créé.
ja: おめでとうございます！%1口座の作成が完了しました。
vi: Xin chúc mừng! Tài khoản %1 của bạn đã được tạo.
zh_cn: 恭喜! 您已成功开立%1账户。

source: Connection error: Please check your internet connection.
de: Verbindungsfehler: Bitte überprüfen Sie Ihre Internetverbindung.
fr: Erreur de connexion : veuillez vérifier votre connexion à Internet.
ja: 接続エラー：インターネット接続状況をご確認ください。
vi: Lỗi kết nối: xin vui lòng kiểm tra kết nối internet của bạn.
zh_cn: 连接错误：请检查您网络连接。

source: Construction
ar: الإنشاءات
de: Aufbau
id: Konstruksi
ja: 設営
pl: Budownictwo
ru: Строительство
th: การก่อสร้าง / สิ่งปลูกสร้าง / การคิดค้น
vi: Xây dựng
zh_cn: 建筑

source: Contact
ar: التواصل
de: Kontakt
id: Kontak
ja: お問い合わせ先
pl: Kontakt
ru: Контакт
th: ช่องทางติดต่อ
vi: Liên hệ
zh_cn: 联系方式

source: Contact Us
ar: اتصل بنا
de: Kontaktieren Sie uns
fr: Nous contacter
id: Hubungi Kami
ja: お問い合わせ
pl: Napisz do nas
ru: Контакты
th: ติดต่อเรา
vi: Liên hệ
zh_cn: 联系我们

source: Contact the payment agent directly for more information on how to transfer money to them.
ar: اتصل بوكيل الدفع مباشرة للمزيد من المعلومات حول تحويل الأموال إليهم.
de: Setzen Sie sich mit dem Zahlungsagenten in Verbindung, wenn Sie mehr Informationen zur Geldüberweisung an ihn benötigen.
fr: Contactez l'agent de paiement directement pour plus d'informations sur comment leur transférer de l'argent.
id: Hubungi agen pembayaran langsung untuk informasi lebih lanjut tentang bagaimana mentransfer dana.
ja: 決済サービスへの送金方法の詳細は直接代行会社へご連絡ください。
pl: Aby uzyskać więcej informacji na temat sposobu przelewu pieniędzy, skontaktuj się z pośrednikiem płatności.
ru: Свяжитесь с платежным агентом напрямую для дальнейшей информации относительно перевода денег.
th: ติดต่อตัวแทนรับชำระเงินโดยตรงเพื่อสอบถามวิธีการโอนเงิน
vi: Liên hệ với đại lý thanh toán trực tiếp để biết thêm thông tin về cách thức chuyển tiền.
zh_cn: 请直接联系支付代理咨询汇款方法。

source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
fr: Nous contacter
id: Hubungi kami
ja: お問い合わせ
pl: Napisz do nas
ru: Обратная связь
th: ติดต่อเรา
vi: Liên hệ
zh_cn: 联系我们

source: Continue
ar: استمر
de: Weiter
fr: Continuer
id: Lanjutkan
ja: 続ける
pl: Dalej
ru: Подтвердить
th: ดำเนินการต่อ
vi: Tiếp tục
zh_cn: 继续

source: Continue Trading
ar: مواصلة التداول
de: Handel fortsetzen
fr: Poursuivre les opérations de trading
id: Lanjutkan Trading
ja: 取引の継続
pl: Kontynuuj handel
ru: Продолжить торговлю
th: การซื้อขายต่อเนื่อง
vi: Tiếp tục Giao dịch
zh_cn: 继续交易

source: Continuous Indices
ar: مؤشرات مستمرة
de: Laufende Indizes
fr: Indices continus
id: Indeks Berterusan
ja: 連続インデックス
pl: Wskaźniki ciągłe
ru: Непрерывные индексы
th: ดัชนีต่อเนื่อง
vi: Những chỉ số liên tiếp
zh_cn: 连续指数

source: Contract
ar: عقد
de: Kontrakt
fr: Contrat
id: Kontrak
ja: トレード
pl: Kontrakt
ru: Контракт
th: สัญญา
vi: Hợp đồng
zh_cn: 合约

source: Contract / Temporary / Part Time
de: Vertrag / Befristet / Teilzeit
fr: Contrat / temporaire / temps partiel
id: Kontrak / Sementara / Paruh Waktu
ja: 契約/臨時/パートタイム
th: สัญญาจ้าง / ชั่วคราว / พาร์ทไทม์

source: Contract Confirmation
ar: تأكيد العقد
de: Vertragsbestätigung
fr: Confirmation de contrat
id: Konfirmasi Kontrak
ja: トレード確定
pl: Potwierdzenie kontraktu
ru: Подтверждение контракта
th: การยืนยันสัญญา
vi: Xác nhận Hợp đồng
zh_cn: 合约确认

source: Contract Details
ar: تفاصيل العقد
de: Kontraktdaten
fr: Détails relatifs au contrat
id: Keterangan Kontrak
ja: トレード詳細情報
pl: Szczegóły kontraktu
ru: Подробности контракта
th: รายละเอียดสัญญา
vi: Chi tiết Hợp đồng
zh_cn: 合约详情

source: Contract Expiry
ar: انتهاء العقد
de: Kontraktauslauf
fr: Échéance du contrat
id: Kontrak berakhir
ja: 取引終了
pl: Wygaśnięcie kontraktu
ru: Срок истечения контракта
th: วันหมดอายุสัญญา
vi: Hợp đồng đã hết hạn
zh_cn: 合约到期日

source: Contract ID
ar: معرف العقد
de: Kontrakt ID
fr: Identifiant du contrat
id: ID Kontrak
ja: トレード ID
pl: Identyfikator kontraktu
ru: ID контракта
th: หมายเลขสัญญา
vi: Mã Hợp đồng
zh_cn: 合约编号

source: Contract Information
ar: معلومات العقد
de: Kontraktinformation
fr: Informations du contrat
id: Informasi Kontrak
ja: 約定済み通知
pl: Informacje o kontrakcie
ru: Детали контракта
th: ข้อมูลสัญญา
vi: Thông tin của Hợp đồng
zh_cn: 合约信息

source: Contract Payouts
ar: عوائد العقد
de: Kontraktauszahlungen
fr: Paiements du contrat
id: Hasil Kontrak
ja: 払い戻し価格について
pl: Wypłaty kontraktów
ru: Выплата по контрактам
th: การชำระเงินของสัญญา
vi: Tiền thưởng của Hợp đồng
zh_cn: 合约赔付额

source: Contract Risks
ar: مخاطر العقد
de: Kontraktrisiken
fr: Risques du contrat
id: Risiko Kontrak
ja: トレードのリスク
pl: Ryzyko związane z kontraktem
ru: Риски финансовых контрактов
th: ความเสี่ยงของสัญญา
vi: Rủi ro Hợp đồng
zh_cn: 合约风险

source: Contract Sold
ar: بيع العقد
de: Kontrakt verkauft
fr: Contrat vendu
id: Kontrak Terjual
ja: 売却
pl: Kontrakt został sprzedany
ru: Контракт продан
th: สัญญาที่ถูกจำหน่าย
vi: Hợp đồng đã được bán
zh_cn: 售出合约

source: Contract Specifications (CFD) - Cash Indices
de: Kontrakt Spezifikationen (CFD - Contrat Specifications) - Cash Indizes
fr: Spécifications contrat (CFD) - Indices Cash
ja: トレード詳細（CFD）- 現金インデックス
vi: Hợp đồng đặc điểm kỹ thuật (CFD) - chỉ số tiền mặt
zh_cn: 合约规格 (CFD) - 现金指数

source: Contract Specifications (CFD) - Volatility Indices
de: Kontrakt Spezifikationen (CFD - Contrat Specifications) - Volatilität Indizes
fr: Spécifications Contrat (CFD) - Indices de Volatilité
ja: トレード詳細（CFD）- ボラティリティインデックス
vi: Hợp đồng đặc điểm kỹ thuật (CFD) - chỉ số biến động
zh_cn: 合约规格 (CFD) - 波动性指数

source: Contract Specifications - Forex
de: Kontrakt Spezifikationen - Forex
fr: Spécifications du contrat : Forex
ja: トレード仕様 - 外国為替
vi: Các thông số kỹ thuật hợp đồng - Ngoại hối
zh_cn: 合约规格 - 外汇

source: Contract is not started yet
ar: لم يتم بدء العقد حتى الآن
de: Kontrakt ist noch nicht gestartet
fr: Le contrat n'est pas encore actif
id: Kontrak belum dimulai
ja: トレードはまだ開始していません
pl: Kontrakt jeszcze się nie rozpoczął
ru: Контракт ещё не начался
th: สัญญายังไม่เริ่ม
vi: Hợp đồng chưa được bắt đầu
zh_cn: 合约还未开始

source: Contract payouts shall be determined by the Company by reference to the daily high/low/close values reported on this website relevant to the underlying index(ices) of the contract(s) or from the interbank trading data received by the Company for forex quotes or commodities prices as displayed on the website, subject that the Company shall have the right to make corrections to such data in the event of mis-priced or typographically incorrect data. Clients should note that the different markets may close at different times during the day due to local trading hours and time zones.
ar: تحدد الشركة عوائد العقد بالرجوع إلى القيم اليومية العالية/المنخفضة أو قيم الإغلاق الواردة على هذا الموقع ذات الصلة بالمؤشر المعني الخاص بالعقد أو من بيانات التداول بين البنوك التى تسلمتها الشركة عن أسعار صرف العملات أو أسعار السلع كما هو معروض على الموقع، للشركة الحق في تصحيح البيانات في حالة خطأ التسعير أو عدم صحة البيانات بسبب أخطاء الطباعة. وينبغي أن يلاحظ العملاء أن الأسواق المختلفة قد تغلق في أوقات مختلفة خلال اليوم بسبب ساعات التداول المحلية والمناطق الزمنية.
de: Die Kontraktauszahlungen werden vom Unternehmen anhand der täglichen Höchst-/Tiefst-/Schlussnotierungen festgelegt, die auf dieser Website mitgeteilt werden und sich auf den(die) zugrunde liegenden Index(e) des Vertrags(Verträge) oder auf die Handelsdaten im Interbankengeschäft, die das Unternehmen für Wärhungsgeschäfte oder Rohstoffpreise erhält, beziehen, vorausgesetzt, dass das Unternehmen berechtigt ist, diese Daten bei falscher Preisangabe oder Schreibfehlern abzuändern. Kunden müssen beachten, dass die verschiedenen Märkte aufgrund lokaler Börsenöffnungszeiten und Zeitzonen zu unterschiedlichen Tageszeiten schließen.
fr: Les paiements de contrats seront déterminés par la Société en référence aux valeurs journalières haute/basse/clôture affichées sur ce site web, se rapportant à l'indice (ou aux indices) sous-jacent(s) du/des Contrat(s) ou des données de trading interbancaire reçues par la Société pour les quotations Forex ou prix des matières premières telles qu'affichées sur le site web, en tenant compte du fait que la Société dispose du droit d'apporter des corrections à ces données en cas d'erreurs de tarification ou de typographie. Les clients doivent noter que les différents marchés peuvent fermer à des heures différentes de la journée à cause des heures de trading locales et des fuseaux horaires.
id: Hasil kontrak akan ditentukan oleh Perusahaan dengan mengacu pada nilai tinggi/rendah/ penutupan harian yang dilaporkan pada website ini sesuai dengan indeks yang mendasari kontrak atau dari data perdagangan antar bank yang diterima oleh Perusahaan untuk forex atau harga komoditas seperti terlihat pada website dimana Perusahaan berhak untuk mengkoreksi data seperti dalam hal salah harga atau salah tampilan data. Klien harus mengetahui bahwa pasar yang berbeda mungkin akan ditutup pada waktu yang berbeda juga sesuai dengan jam perdagangan lokal dan zona waktu tertentu.
ja: 当社は当社サイトに報告された、トレードの取引対象に関する日ごとの最高値、最安値、終値のデータ、または外国為替市場の価格として当社が受け取り、ウェブサイトに表示されているインターバンク取引データに基づき払い戻し価格を決定します。尚、当社は価格設定ミスや印刷上正しくないデータ修正する権利を有します。お客さまは、世界各地域の市場時間と時差を考慮することで各市場が異なる時間に閉場する場合があることにご留意ください。
pl: Wypłaty kontraktów będą określane przez Firmę w odniesieniu do dziennych wartości wysokich/niskich/zamknięcia ogłoszonych na niniejszym portalu stosownie do właściwych indeksów (wskaźników) kontraktu (kontraktów) lub na podstawie międzybankowych danych handlowych otrzymanych przez Firmę dla transakcji walutowych lub cen towarów podanych na portalu, z zastrzeżeniem, że Firma ma prawo do poprawiania takich danych w przypadku nieprawidłowych cen lub pomyłek w druku. Klienci powinni pamiętać, że poszczególne rynki mogą być zamykane o różnych porach dnia ze względu na lokalne godziny handlowe i strefy czasowe.
ru: Выплата по контрактам будет определяться Компанией по высшим/низшим дневным значениям и значениям закрытия рынков, указанным на данном сайте в отношении соответствующих индексов, или по межбанковской торговой информации, полученной Компанией по котировкам для рынка Форекс или по ценам на сырьевые товары, как указано на данном сайте, с правом внесения коррективов в случае неправильных котировок или типографических ошибок в данных. Клиенты должны обратить внимание, что различные рынки могут закрываться в разное время в течение дня, в связи с разницей во времени открытия и часовыми зонами.
vi: Công ty sẽ quyết định mức tiền thưởng của hợp đồng bằng cách tham khảo giá cao/ thấp/gần được báo cáo trên trang web có liên quan tới chỉ số tài sản cơ sở của hợp đồng hoặc từ dữ liệu giao dịch yết giá ngoại tệ của liên ngân hàng hoặc giá hàng hóa được thể hiện trên trang web. Công ty có quyền chỉnh sửa dữ liệu này trong trường hợp dữ liệu bị nhầm giá hoặc bị đánh máy sai. Khách hàng nên lưu ý rằng thị trường khác nhau thì có thể đóng cửa ở thời điểm khác nhau trong ngày phụ thuộc vào giờ giao dịch và múi giờ.
zh_cn: 公司将参考本网站与合约标的指数有关的每日最高价/最低价/收盘价，或者公司收到的关于外汇报价或大宗商品价格的银行间交易数据（如网站所显示），以确定合约赔付额。公司有权修正错误标价或排印错误的数据。客户需注意，由于交易时段和时区不同，不同市场的收盘时间也不一样。

source: Contract period
ar: فترة العقد
de: Kontraktzeitraum
fr: Période de contrat
id: Masa kontrak
ja: 取引期間
pl: Okres kontraktu
ru: Период контракта
th: ระยะเวลาสัญญา
vi: Thời hạn hợp đồng
zh_cn: 合约期间

source: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
ar: سيتم بيع العقد بسعر السوق السائد عندما تتلقى خوادمنا الطلب. قد يختلف هذا السعر عن السعر المشار إليه.
de: Der Kontrakt wird, sobald der Auftrag von unseren Servern empfangen wurde, zum dann geltenden Marktkurs verkauft. Dieser Kurs kann von den angegebenen Kursen abweichen.
fr: Le contrat sera vendu au prix de marché en vigueur à réception de la demande par nos serveurs. Ce prix peut différer du prix indiqué.
id: Kontrak akan dijual pada harga pasar terkini ketika permintaan diterima oleh server kami. Harga ini mungkin berbeda dari harga yang diindikasikan.
ja: 当社のサーバがリクエストを受理した時点での市場価格で売却取引が成立します。実際の約定価格と注文時の表示価格と異なる場合があります。
pl: Kontrakty będą sprzedawane po obowiązującej cenie rynkowej po dotarciu wniosku na nasze serwery. Cena może różnić się od podanej ceny.
ru: Контракт будет продан по цене, действующей на момент получения запроса нашими серверами. Эта цена может отличаться от указанной в настоящее время.
th: สัญญาจะถูกจำหน่ายที่ราคาทั่วไปของตลาดเมื่อระบบซื้อขายได้รับการแจ้งความจำนง ราคานี้อาจจะแตกต่างจากราคาที่ระบุ
vi: Hợp đồng sẽ được bán ở giá thị trường hiện hành khi máy chủ nhận được yêu cầu. Giá này có thể khác với giá đã được chỉ định.
zh_cn: 合约将在我们服务器收到请求时，以当时的市场价格卖出。此价格可能与报价有差异。

source: Contracts
ar: العقود
de: Kontrakte
fr: Contrats
id: Kontrak
ja: 当社との関係
pl: Kontrakty
ru: Контракты
th: สัญญา
vi: Hợp đồng
zh_cn: 合约

source: Contracts are not usually offered in the last hour of trade of any given market (for foreign exchange markets, the restriction may be extended up to 3 hours).
ar: لا تقدم العقود عادة في ساعة التداول الأخيرة في أي سوق معينة (بالنسبة لأسواق العملات الأجنبية، يجوز تمديد المدة لتصل إلى 3 ساعات).
de: Normalerweise werden Verträge in der letzten Stunde des Handels an der Börse nicht mehr angeboten (für ausländische Börsenmärkte, kann sich diese Einschränkung auf bis zu drei Stunden ausweiten).
fr: Les contrats ne sont habituellement pas proposés à la dernière heure de trade sur n'importe quel marché (pour les marchés de changes, la restriction peut s'étendre jusqu'à 3 heures).
id: Kontrak biasanya tidak ditawarkan pada jam terakhir perdagangan pada pasar manapun (untuk forex batasan ini akan berlangsung hingga 3 jam terakhir).
ja: 全ての市場にて、閉場１時間以内のトレードは通常提供されません。（外国為替市場では最大で閉場３時間以内のトレードを提供されない場合があります）。
pl: Kontrakty nie są zazwyczaj w ofercie w ciągu ostatniej godziny handlu na danym rynku (dla rynków walutowych to ograniczenie może być przedłużone do maksymalnie 3 godzin).
ru: Обычно контракты не предлагаются в последний час открытия любого рынка (для валютного рынка это ограничение увеличено до 3 часов).
th: โดยทั่วไปสัญญาจะไม่ถูกดำเนินการในชั่วโมงสุดท้ายของการซื้อขายของตลาด (ตลาดแลกเปลี่ยนเงินตราต่างประเทศ อาจมีการยืดเวลาเป็น 3 ชั่วโมง)
vi: Hợp đồng thường không được chào bán trong giờ giao dịch cuối của bất kì thị trường nào (đối với thị trường ngoại tệ, thời gian bị cấm có thể lên tới 3 giờ).
zh_cn: 在任何特定市场交易的最后1个小时内，一般不会提供合约（外汇市场的限制是3小时）。

source: Contracts bought
ar: تم شراء العقود
de: Gekaufte Kontrakte
fr: Contrats achetés
id: Kontrak dibeli
ja: 契約を購入
pl: Nabyte kontrakty
ru: Купленные контракты
th: สัญญาถูกซื้อ
vi: Hợp đồng đã được mua
zh_cn: 购入合约

source: Contracts for Difference (CFD)
de: Differenzkontrakte (CFD)
fr: Contrats sur la différence (CFD)
ja: 差金決済取引（CFD）
vi: Hợp đồng cho sự chênh lệch (CFD)
zh_cn: 差价合约 (CFD)

source: Contracts may not expire on a weekend; therefore the expiry date of a contract may be pushed back to the following Monday in the event of a contract expiry date falling on a Saturday or a Sunday.
ar: لا تنتهي العقود فى عطلة نهاية الأسبوع، وبالتالي يتم تمديد العقد ليوم الإثنين إذا وقع وقت انتهاء العقد أحد يومي السبت أو الأحد.
de: Kontrakte dürfen nicht an einem Wochenende auslaufen. Aus diesem Grund wird das Ablaufdatum auf den folgenden Montag verschoben, sofern das Ablaufdatum eines Kontrakts auf einen Samstag oder Sonntag fällt.
fr: Les contrats ne peuvent pas expirer le weekend ; par conséquent, la date d'expiration d'un contrat peut être reportée au lundi suivant lorsque la date d'expiration du contrat est prévue un samedi ou un dimanche.
id: Kontrak tidak dapat berakhir pada akhir pekan, maka tanggal berakhir kontrak diundur kepada hari Senin berikutnya jika tanggal kontrak berakhir pada hari Sabtu atau Minggu.
ja: トレードを週末に終了するよう指定することができない場合があります。ゆえに、土曜日か日曜日に終了時間を指定したトレードは、終了時間が月曜日に指定される場合があります。
pl: Kontrakty nie mogą kończyć się w weekend, w związku z tym data zakończenia kontraktu może zostać przesunięta na poniedziałek wypadający po tym weekendzie w przypadku, gdy data zakończenia kontraktu przypada na sobotę lub niedzielę.
ru: Контракты не могут заканчиваться в выходные дни; в связи с этим возможная дата окончания контракта может выпадать на следующий понедельник или рабочий день после праздников, если первоначальная дата окончания выпадала на субботу или воскресенье.
th: สัญญาจะไม่หมดอายุในช่วงสุดสัปดาห์ ดังนั้นวันหมดอายุบนสัญญาต้องระบุไปที่วันจันทร์เมื่อวันหมดอายุสัญญาตกในวันเสาร์ หรือ วันอาทิตย์
vi: Hợp đồng không hết hạn vào cuối tuần; vì vậy ngày hết hạn của hợp đồng có thể được đẩy sang ngày thứ Hai tiếp theo trong trường hợp ngày hết hạn hợp đồng rơi vào ngày thứ Bảy hoặc Chủ Nhật.
zh_cn: 合约不能在周末到期，因此，如果合约的原定到期日为周六或周日，可能需延后至下周周一。

source: Contracts offered by Binary Investments (Europe) Ltd. have a minimum purchase price of USD/GBP/EUR 5.
de: Von Binary Investments (Europe) Ltd. angebotene Kontrakte haben einen Mindestkaufpreis von 5 USD/GBP/EUR.
fr: Les contrats sont proposés par Binary Investments (Europe) Ltd. à un prix d'achat minimum de 5 USD/GBP/EUR.
ja: Binary Investments (Europe) Ltd.による提供のトレードの最小購入価格はUSD/GBP/EUR 5です。
vi: Các hợp đồng được cung cấp bởi Công ty TNHH Đầu tư Binary (Europe) đều có giá mua tối thiểu là USD/GBP/EUR 5.
zh_cn: Binary投资 (欧洲)有限公司的合约最小购入价为5美元/英镑/欧元。

source: Contracts sold
ar: تم بيع العقود
de: Verkaufte Kontrakte
fr: Contrats vendus
id: Kontrak terjual
ja: 契約は転売されました
pl: Sprzedane kontrakty
ru: Проданные контракты
th: สัญญาถูกจำหน่าย
vi: Hợp đồng đã được bán
zh_cn: 售出合约
