Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Alternatively, clients who are registered with both Binary (IOM) Ltd and Binary (Europe) Ltd, instead of submitting their dispute to IBAS, they can make use of the European Commission’s Online Dispute Resolution (ODR) platform available <a href='http://ec.europa.eu/odr' target='_blank'>here</a>.
ar: بدلا من ذلك، العملاء الذين تسجلوا مع كل من ثنائي ( IOM) المحدودة و ثنائي (أوروبا ) المحدودة ، بدلا من تقديم نزاعهما إلى IBAS ، فيمكنهم الاستفادة من تسوية المنازعات عبر الإنترنت التابع للمفوضية الأوروبية ( ODR ) المنصة المتاحة هنا .<a href='http://ec.europa.eu/odr' target='_blank'> هنا</a>.
id: Atau, klien yang terdaftar pada Binary (IOM) Ltd dan Binary (Europe) Ltd, bukan mengajukan sengketa mereka kepada IBAS, mereka dapat menggunakan platform Penyelesaian Sengketa Online Komisi Eropa (ODR) <a href='http://ec.europa.eu/odr' target='_blank'>disini</a>.
pl: Klienci zarejestrowani w Binary (IOM) Ltd i Binary (Europe) Ltd zamiast przekazywać spory do IBAS (Independent Betting Adjudication Service), mogą skorzystać z platformy Internetowego rozstrzygania sporów Komisji Europejskiej, która jest dostępna <a href='http://ec.europa.eu/odr' target='_blank'>tutaj</a>.
ru: Кроме того, вместо того, чтобы выносить споры в Независимый букмекерский арбитражный сервис IBAS, клиенты, зарегистрированные на Binary (IOM) Ltd и Binary (Europe) Ltd, могут воспользоваться платформой Европейской комиссии по разрешению онлайн споров (ODR), доступной <a href='http://ec.europa.eu/odr' target='_blank'>здесь</a>.
th: อีกทางหนึ่งสำหรับลูกค้าที่ลงทะเบียนกับทั้ง Binary (IOM) Ltd และ Binary (Europe) Ltd นอกจากการส่งข้อคัดค้านต่อ IBAS พวกเขาสามารถดำเนินการผ่านช่องทาง European Commission’s Online Dispute Resolution (ODR) โดยคลิก<a href='http://ec.europa.eu/odr' target='_blank'>ที่นี่</a>

source: Although the Company has and retains all rights to refuse or to close a Client’s account, the Company does warrant that all contractual obligations already made, shall be honoured.
ar: رغم أن الشركة تحتفظ بالحق في رفض أو حتى اغلاق حساب العميل، لا تضمن الشركة أن كافة الالتزامات التعاقدية التي سبق الاتفاق عليها، سيتم الالتزام بها.
id: Meskipun Perusahaan memiliki dan menguasai semua hak untuk menolak atau menutup akun Pelanggan, Perusahaan menjamin bahwa semua kewajiban telah dilaksanakan.
pl: Mimo że Firma posiada prawo odmowy utworzenia konta lub prawo zamknięcia konta Klienta, Firma gwarantuje, że wszelkie zobowiązania umowne już obowiązujące będą spełnione.
ru: Хотя Компания сохраняет за собой право отказать или закрыть счет Клиента, она гарантирует исполнение всех договорных обязательств, уже принятых Компанией.
th: แม้ว่าบริษัทได้สงวนสิทธิ์ในการปฏิเสธ หรือ การปิดบัญชีลูกค้า บริษัทฯ รับรองมูลหนี้ตามสัญญาซึ่งได้กระทำขึ้น

source: Amount Per Point
ar: القيمة لكل نقطة
id: Jumlah Per Poin
pl: Kwota na punkt
ru: Сумма за пункт
th: จำนวนเงินต่อจุด

source: Amount Per Point must be between %1 and %2 %3.
ar: يجب أن تكون القيمة لكل نقطة بين %1 و %2 %3.
id: Jumlah Per Poin harus antara %1 dan %2 %3.
pl: Kwota na punkt musi wynosić pomiędzy %1 a %2 %3.
ru: Сумма за пункт должна составлять от %1 до %2 %3.
th: จำนวนเงินต่อจุดต้องมีค่าระหว่าง %1 และ %2 %3

source: Amount must be a positive number.
ar: يجب أن يكون المبلغ رقم إيجابي.
id: Jumlah harus angka positif.
pl: Kwota musi być liczbą dodatnią.
ru: Сумма должна быть положительным значением.
th: จำนวนต้องเป็นเลขไม่ติดลบ หรือ มากกว่าศูนย์

source: Amount per point
ar: القيمة لكل نقطة
id: Jumlah per poin
pl: Kwota na punkt
ru: Сумма за пункт
th: จำนวนเงินต่อจุด

source: An additional sign-in has just been detected on your account %1 from the following IP address: %2, country: %3 and browser: %4. If this additional sign-in was not performed by you, and / or you have any related concerns, please contact our Customer Support team.
ar: مؤخراً, تم اكتشاف عمليات تسجيل دخول إضافية على حسابك 1 % من عنوان الآي بي التالي: 2 %, بلد: 3 % والمتصفح: 4 %. إذا لم تكن أنت من قمت بتنفيذ عمليات الدخول الإضافية هذه, و/ أو كانت لديك مخاوف متعلقة بهذا الشأن, يرجى الاتصال بفريق خدمة العملاء لدينا.
id: Kami melihat adanya pengaksesan lain pada akun Anda %1 dari alamat IP: %2, negara: %3 dan browser: %4. Jika pengaksesan ini adalah bukan Anda, dan/atau jika Anda merasa bukan Anda yang melakukan pengaksesan tersebut, silahkan hubungi tim Customer Support kami.
pl: Zaobserwowano dodatkowe logowanie do Twojego konta na %1 z następującego adresu IP: %2, country: %3 and browser: %4. Jeśli to nie Ty dokonałeś/aś tego logowania i masz jakiekolwiek obawy związane z tą sytuacją, skontaktuj się z naszym działem obsługi klienta.
ru: На Ваш счёт %1 только что был выполнен дополнительный вход со следующего IP-адреса: %2, страны: %3 и браузера: %4. Если вы не входили на свой счёт и/или у Вас возникли опасения, пожалуйста, свяжитесь с нашим отделом поддержки клиентов.
th: ระบบของเราตรวจสอบพบว่า ท่านได้เขาสู่ระบบ %1 จากเครื่องหมายเลข: %2 ประเทศ: %3 และเบราเซอร์: %4 หากท่านไม่ได้เป็นผู้ใช้งานดังกล่าว และ/หรือ ท่านมีข้อสงสัยใดๆ โปรดติตด่อแผนกบริการลูกค้าของเรา

source: An error occured.
ar: حدث خطأ.
id: Terjadi error.
pl: Wystąpił błąd.
ru: Произошла ошибка.
th: มีข้อผิดพลาดเกิดขึ้น

source: An error occurred while processing request. If this error persists, please contact customer support
ar: عفواً حدث خطأ أثناء تنفيذ طلبكم. يرجى الاتصال بخدمة العملاء إذا استمر هذا الخطأ
id: Telah terjadi error pada saat memproses permintaan. Jika error ini masih terjadi, silahkan hubungi customer support
pl: Podczas przetwarzania wniosku wystąpił błąd. Jeśli problem będzie się powtarzał, proszę skontaktować się z działem wsparcia klienta.
ru: Произошла ошибка при обработке запроса. Если ошибка повторится, пожалуйста, свяжитесь со службой поддержки
th: มีความผิดพลาดเกิดขึ้นขณะดำเนินการตามความประสงค์ของท่าน หากความผิดพลาดยังมีอยู่ โปรดติดต่อฝ่ายบริการลูกค้า

source: An indicator based on the difference between two moving averages expressed as a percentage. The PPO is found by subtracting the longer moving average from the shorter moving average and then dividing the difference by the longer moving average.
ar: مؤشر مبني على الفرق بين متوسطين متحركين يُعبر عنه كنسبة مئوية. يتم إيجاد الPPO عن طريق طرح المتحرك المتوسط الأطول من المتحرك المتوسط الأقصر ثم نقسم الفرق على المتوسط المتحرك الأطول.
id: Sebuah indikator perbedaan antara 2 pergerakan rata-rata dalam persentasi. PPO didapatkan dengan mengurangkan pergerakan rata-rata yang lebih besar dengan yang lebih kecil dan dibagi dengan perbedaan dari pergerakan rata-rata yang lebih besar.
pl: Wskaźnik oparty na różnicy pomiędzy dwiema średnimi kroczącymi wyrażony jako wartość procentowa. Oscylator ceny oblicza się, odejmując dłuższą średnią kroczącą od krótszej średniej kroczącej, a następnie dzieląc różnicę przez dłuższą średnią kroczącą.
ru: Индикатор основан на разнице между двумя скользящими средними, выраженной в процентах. PPO вычисляется путем вычитания более длинной скользящей средней из короткой, а затем делением на значение длинной скользящей.
th: ตัวบ่งชี้ความแตกต่างระหว่างค่าเฉลี่ย 2 ค่าแสดงในรูปร้อยละ PPO เป็นค่าที่เกิดจากเส้นค่าเฉลี่ยที่นานกว่าลบด้วยค่าเฉลี่ยที่สั้นกว่า แล้วหารด้วยความแตกต่างของเส้นค่าเฉลี่ยที่ยาวกว่า

source: An indicator that measures a security's volatility. High ATR values indicate high volatility and may be an indication of panic selling or panic buying. Low ATR readings indicate sideways movement by the stock.
ar: المؤشر الذى يقيس تقلب سند. متوسط التغير الفعلي المرتفع يشير إلى انعدام الاستقرار ويمكن أن يكون مؤشر على بيع أو شراء الهلع. تشير القراءة المنخفضة لمعدل التغير الفعلي إلى اتجاة جانبي متذبذب فى البورصة.
id: Sebuah indikator yang mengukur keamanan volatiliti. Nilai tinggi ATR mengindikasikan bahwa volatiliti tinggi dan dapat mengindikasikan kebingungan pada penjualan dan pembelian. ATR rendah dapat membaca indikasi pergerakan dua arah oleh stock.
pl: Wskaźnik, który mierzy zmienność papierów wartościowych. Wysokie wartości ATR wskazują na dużą zmienność i mogą oznaczać paniczną wyprzedaż lub wykup. Niskie odczyty wskaźnika ATR oznaczają trend boczny danego waloru.
ru: Индикатор, измеряющий волатильность. Высокое значение ATR указывает на высокую волатильность и может означать массовые продажи или покупки. Низкое значение указывает на отсутствие сильных колебаний.
th: เป็นดัชนีที่วัดความปลอดภัยของภาวะผันผวน ค่า ATR สูงบ่งชี้ความผันผวนสูงและอาจจะสามารถบอกสภาวะการขายด้วยความหวาดกลัว หรือ สภาวะการซื้อด้วยความหวาดกลัว ขณะที่ค่า ATR ต่ำบ่งชี้การเคลื่อนตัวไปมาด้านข้าง หรือ ไซด์เวย์ของหลักทรัพย์นั้นๆ

source: An oscillator that attempts to combine information for several different time periods into one number. Three different time periods are used, typically a 7-day period, a 14-day period, and a 28-day period. The resulting oscillator is "bounded" in that it moves between 0 and 100 with 50 as the centre line. 70 and 30 are used as overbought/oversold levels.
ar: يحاول المذبذب أن يجمع بين معلومات الفترات الزمنية المختلفة في رقم واحد. وتستخدم ثلاث فترات زمنية مختلفة، وعادة تكون 7 أيام أو 14 يوماً، و 28 يوماً. المتذبذب الناتج "مقيد" حيث أنه يتحرك بين 0 و 100 ويكون الرقم 50 فى خط الوسط. تستخدم 70 و 30 بوصفها مستويات ذروة الشراء / ذروة البيع.
id: Sebuah Oskilator yang mencoba untuk mengabungkan informasi untuk periode waktu yang berbeda kedalam satu periode. Tiga waktu periode yang berbeda menggunakan, periode 7 hari, periode 14 hari dan periode 28 hari. Hasil Oskilator terikat diantara pergerakan 0 sampai 100 dengan 50 sebagai garis tengah. 70 dan 30 adalah sebagai tingkat pembelian/penjualan berlebihan.
pl: Oscylator, który ma za zadanie połączyć informacje z różnych okresów w jedną wartość liczbową. Używane są trzy różne okresy, zwykle okres 7-dniowy, 14-dniowy i 28-dniowy. Uzyskany oscylator jest „ograniczony” w taki sposób, że przemieszcza się między 0 a 100 z linią centralną na poziomie 50. 70 i 30 używane są jako poziomy wykupu/wyprzedaży.
ru: Осциллятор, объединяющий данные за несколько разных периодов в одно значение. Используются три разных временных периода, обычно это 7, 14 и 28 дней. Получающийся в итоге осциллятор находится между 0 и 100 с линией 50 в качестве центра. 70 и 30 - уровни перекупленности/перепроданности.
th: ออสซิลเลเทอร์ คือการพยายามรวมข้อมูลในช่วงเวลาที่ต่างกันเข้ามาที่จุดเดียว ระยะเวลาที่แตกต่างกัน 3 ช่วงที่จะถูกพิจารณาทั่วไปคือ ระยะ 7 วัน ระยะ 14 วัน และระยะ 28 วัน ผลของออสซิลเลเทอร์เด้งกลับไปอยู่ในช่วงระหว่าง 0 และ 100 กับระยะ 50 จากเส้นกลาง 70 และ 30 จะแสดงสภาวะซื้อมากเกินไป/ขายมากเกินไป

source: An oscillator that measures the rate of price change (as opposed to the actual levels themselves). It is calculated by taking price differences for a fixed time interval. This positive or negative value is plotted around a zero line.
ar: المذبذب الذي يقيس معدل تغير الأسعار (عكس المستويات الفعلية). ويتم حساب ذلك عن طريق ملاحظة فروق الأسعار لفترة زمنية محددة. يتم رسم هذه القيمة الإيجابية أو السلبية حول خط الصفر.
id: Sebuah oscillator yang mengukur dasar perubahan harga (berlawanan dengan level sebenarnya). Perhitungannya diambil dari perbedaan harga interval waktu tetap. Nilai positif atau negatif diplotkan disekeliling garis nol.
pl: Oscylator, który mierzy stopę zmiany ceny (w przeciwieństwie do samych konkretnych poziomów). Obliczany jest przez uwzględnienie różnic cenowych w stałym okresie. Taka wartość dodatnia lub ujemna wykreślana jest wokół linii zerowej.
ru: Осциллятор, измеряющий амплитуду изменения цен. При расчете берется разница между ценами за определенный период, и относительно нулевой линии отображается положительное или отрицательное значение.
th: ออสซิลเลเทอร์ซึ่งวัดอัตราราคาที่เปลี่ยนแปลง (ที่ต้านแนวเดิมของมัน) ถูกคำนวณโดยความแตกต่างของราคา ณ ช่วงเวลาคงที่ แล้วแสดงเป็นค่าบวกหรือลบรอบๆ เส้นแบ่งที่ศูนย์

source: An oscillator used to identify overbought and oversold readings in RSI (Relative Strength Index). Because RSI can go for extended periods without becoming overbought (above 70) or oversold (below 30), StochRSI provides an alternative means to identify these extremities.
ar: هو مذبذب لتحديد قراءات ذروة الشراء وذروة البيع في مؤشر القوة النسبية (RSI). لأن مؤشر القوة النسبية (RSI) يمكن أن يبقى لفترات طويلة دون أن يصبح مشبعا بعمليات الشراء (فوق 70) أو البيع (أقل من 30)، يوفر StochRSI وسيلة بديلة لتحديد هذه الأطراف.
id: Sebuah oskilator yang digunakan untuk mengenali pembacaan kelebihan beli dan kelebihan jual dalam RSI (Relative Strength Index). Karena RSI dapat melanjutkan periode lebih jauh tanpa mengalami terlebih beli (diatas 70) atau terlebih jual (dibawah 30), StochRSI menyediakan metode alternatif untuk mengenali perubahan ini.
pl: Oscylator używany do identyfikacji odczytów wykupienia i wyprzedania RSI (indeks siły względnej). Ponieważ RSI może zostać wydłużony, nie zostając jednocześnie wykupionym (powyżej 70) ani wyprzedanym (poniżej 30), StochRSI stanowi alternatywny sposób identyfikacji tych skrajności.
ru: Осциллятор для определения значений перекупленности и перепроданности в Индексе относительной силы RSI (Relative Strength Index). Индекс RSI может длительное время оставаться вне "перекупленности" (выше 70) или "перепроданности" (ниже 30), и в этих случаях StochRSI предоставляет альтернативное средство для выявления данных периодов.
th: เครื่องมือทางเทคนิคออสซิลเลเทอร์ใช้เพื่อบอกสภาวะขายมากเกินไป และสภาวะซื้อมากเกินไปบน RSI (Relative Strength Index) เนื่องจาก RSI สามารถขยายช่วงเวลาโดยปราศจากสภาวะซื้อมากเกินไป (เหนือ 70) หรือ สภาวะขายมากเกินไป (ต่ำกว่า 30) StochRSI แสดงทางเลือกเพื่อบอกการเคลื่อนไหวเหล่านี้

source: And your weekends can take you to some of the world’s most exotic and beautiful places.
ar: وفي نهاية الأسبوع يمكنك أن تذهب الى بعض الأماكن الأكثر غرابة و جمالا في العالم.
id: Dan akhir pekan Anda dapat membawa Anda ke beberapa tempat paling eksotis dan indah di dunia.
pl: A w weekendy możesz wybrać się do najbardziej egzotycznych zakątków świata.
ru: На выходных Вы можете побывать в самых красивых и экзотических местах мира.
th: และในวันหยุดสุดสัปดาห์ของท่าน ท่านสามารถใช้เวลาอยู่ต่างแดนอันเป็นประเทศสวยงามที่สุดที่ท่านปรารถนา

source: Another major award. This time we’re nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
ar: جائزة كبرى أخرى. هذه المرة تم ترشيحنا من قراء الانترنت لـ Global Banking and Finance Review و قد تم التحكيم من قبل لجنة خبراء الصناعة و المحللين الذين أدركوا 13 عاما موثوقية لمنصتنا للتداول و نطاق واسع من التداولات و التسعير و خدمة العملاء و المعرفة الهائلة.
id: Anugerah terbaik lainnya. Kali ini kami dinominasikan oleh pembaca online dari Global Banking and Finance Review dan dinilai oleh panel juri ahli yang mengakui kehandalan, pilihan trading, harga, pelayanan dan pengetahuan kami selama 13 tahun.
pl: Kolejna ważna nagroda. Tym razem jesteśmy nominowani przez czytelników internetowego wydania magazynu Global Banking and Finance Review (Światowy Przegląd Bankowy i Finansowy) i oceniani przez panel ekspertów branżowych, którzy docenili nasze 13-letnie doświadczenie i wiarygodność platformy, szeroki wybór zakładów, wycenę, obsługę klienta i szeroką wiedzę.
ru: Еще одна крупная награда. В этот раз мы номинировались читателями онлайн изданий Global Banking и Finance Review. Нас судило жюри из экспертов индустрии и аналитиков, которое высоко оценило наш 13-летний опыт, надежность, широкий выбор контрактов, ценообразование, высокий уровень поддержки клиентов и общие знания нашей команды о бизнесе.
th: รางวัลอีกรายการหนึ่งของพวกเรา ในครั้งนี่พวกเราได้เข้าชิงในรายการของผู้อ่านออนไลน์ Global Banking and Finance Review และตัดสินโดยคณะผู้เชี่ยวชาญและนักวิเคราะห์ในสาขาการเงินการลงทุนซึ่งเห็นว่า เรามีระบบที่เชื่อถือได้ มีการซื้อขายหลายระดับ นโยบายราคา มีการบริการลูกค้า และทักษะความรู้เชิงลึก มายาวนานกว่า 13 ปี

source: Any failure on your part to maintain the security of any security devices or procedures used in or in association with the Binary.com API;
ar: أي فشل في الجانب الخاص بك للحفاظ على أمن أي من الأجهزة الأمنية أو الإجراءات المستخدمة في أو بالإشتراك مع واجهة برمجة التطبيقات الخاصة ب Binary.com;
id: Kegagalan pada pihak Anda untuk menjaga keamanan setiap perangkat keamanan atau prosedur yang digunakan dalam atau yang di asosiasi dengan API Binary.com.
pl: Niedopełnienie z Twojej strony obowiązku zapewnienia bezpieczeństwa wszelkich urządzeń i procedur wykorzystywanych podczas korzystania z API Binary.com;
ru: Неспособность с Вашей стороны поддерживать безопасность любого устройства защиты или процедур, применимых на сайте или в отношении интерфейса прикладного программирования (API) Binary.com;
th: ข้อผิดพลาดใดๆ ในส่วนของท่านที่เกี่ยวข้องกับการปรับปรุงความปลอดภัยของอุปกรณ์ความปลอดภัยต่างๆ หรือ กระบวนวิธีที่ใช้ใน หรือ ร่วมใน API ของ Binary.com

source: Any third party claims arising out of, or relating to, your use of, or inability to use, the Binary.com API.
ar: أي مطالبات تنشأ عن طرف ثالث, المتعلقة ب, استخدامك ل, أو عدم القدرة على استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com.
id: Tuntutan apapun dari pihak ketiga yang timbul dari, atau terkait dengan, penggunaan, atau ketidakmampuan untuk menggunakan API Binary.com.
pl: Wszelkie roszczenia stron trzecich wynikające z korzystania lub niemożliwości korzystania z API Binary.com lub z tym związane.
ru: претензии третьей стороны, возникающие в связи, относящиеся к использованию или невозможности использования Вами API Binary.com.
th: บุคคลที่สามใดๆ ที่อ้างผลมาจาก หรือ เกี่ยวข้องกับการใช้งานของท่าน หรือ การขาดความสามารถในการใช้ API ของ Binary.com

source: Apply a meticulous eye for detail in proofreading the content that appears on the company’s website, blog, social media outlets, and marketing materials.
ar: تطبيق على عين دقيقة للتفاصيل في تصحيح التجارب المطبعية المحتوى الذي يظهر على موقع الشركة، والمدونات، وسائل الإعلام الاجتماعية ، ومواد التسويق.
id: Cermat dan detail, mengoreksi dan memperbaiki konten yang muncul di website perusahaan, blog, media sosial dan materi pemasaran.
pl: Zwracanie uwagi na szczegóły podczas dokładnego sprawdzania treści pojawiających się na stronie internetowej firmy, na blogach, w mediach społecznościowych i materiałach marketingowych.
ru: Внимание к деталям, необходимое для качественной вычитки и правки контента вебсайта, блога, публикаций компании в социальных сетях, а также маркетинговых материалов.
th: พิสูจน์อักษรและแก้ไขความสละสลวยของเนื้อหาที่ปรากฏในเว็บไซต์ของบริษัทฯ บล็อก สื่อสังคมต่างๆ และสื่อการตลาด

source: Apply to become a %1 <a class="pjaxload" href="%2">payment agent</a>.
ar: تقدم بطلب لتصبح %1 <a class="pjaxload" href="%2">وكيل دفع</a>.
id: Jika anda menjalankan bisnis exchanger, daftar sebagai <a class="pjaxload" href="%2">agen pembayaran</a> %1.
pl: Złóż wniosek, aby zostać <a class="pjaxload" href="%2">pośrednikiem płatności %1</a>.
ru: Подать заявку на получение статуса %1 <a class="pjaxload" href="%2">платежного агента</a>.
th: สมัครเพื่อเป็น %1 <a class="pjaxload" href="%2">ตัวแทนรับชำระเงิน</a>

source: Apr
ar: أبريل
fr: avr.
pl: Kwiecień
ru: Апр
th: เม.ย.
vi: Tháng 4
zh_cn: 四月

source: Are you sure you want to delete '#1'?
ar: هل أنت متأكد أنك تريد أن تمحو "#1"؟
id: Apakah Anda yakin ingin menghapus '#1'?
pl: Czy na pewno chcesz usunąć '#1'?
ru: Удалить Рабочее пространство '#1'?
th: ท่านต้องการลบ '#1' หรือไม่?

source: Are you sure you want to delete all workspaces?
ar: هل أنت متأكد أنك تريد أن تمحو كل مساحات العمل؟
id: Apakah Anda yakin ingin menghapus semua ruang kerja?
pl: Czy na pewno chcesz usunąć wszystkie obszary robocze?
ru: Вы уверены, что хотите удалить все Рабочие пространства?
th: ท่านต้องการลบ Workspace ทั้งหมดหรือไม่?

source: Aroon Up/Down
ar: مؤشر أرون لأعلى/لأسفل
pl: Wzrost/spadek wskaźnika Aroon
ru: Индикатор Арун

source: AroonOsc
ar: مذبذب أرون
pl: Wskaźnik AroonOsc
ru: Индикатор Aroon Oscillator

source: As a Senior Front-End Developer, you’ll be tasked with writing robust, high-quality, production-ready code; refactoring and optimizing a large and complex legacy code base; and contributing to the architecture that drives our high-traffic global website.
ar: كمطور كبير للفرنت إند، سوف تكون مكلفا بكتابة تعليمات برمجية قوية، عالية الجودة، وجاهزة للإنتاج؛ وكذلك إعادة هيكلة وتحسين تعليمات البرمجة المعقدة؛ والاسهام في البنية التي تدفع بحركة المرور على موقعنا العالمي.
id: Sebagai Senior Front-End Developer, Anda akan bertugas menulis kode kualitas tinggi, memproduksi kode siap pakai, refactoring dan mengoptimisasi kode besar dan kode berdasarkan legacy komplex dan berkontribusi terhadap arsitektur yang mendorong trafik besar pada website global.
pl: Jako starszy programista front-end będziesz odpowiadać za tworzenie silnych, wysokiej jakości kodów gotowych do zastosowania, refaktoryzację i optymalizację dużej i skomplikowanej bazy nieużywanych już kodów oraz współtworzenie architektury naszej popularnej globalnej strony internetowej.
ru: В обязанности старшего Front-End разработчика входит написание качественных и надёжных готовых кодов; реорганизация и оптимизация большой и сложной базы унаследованного кода; доработка архитектуры нашего мирового сайта с высокой посещаемостью.
th: ในบทบาทของนักพัฒนาระบบงานส่วนหน้าอาวุโส ท่านจะรับผิดชอบในการพัฒนาระบบให้มีความแข็งแกร่ง คุณภาพสูง พร้อมสำหรับการใช้งานจริงในทางธุรกิจ การเปลี่ยนแปลงโครงสร้างของโปรแกรมและปรับปรุงระบบงานขนาดใหญ่ที่มีความซับซ้อนมาก รวมถึงการออกแบบและปรับปรุงทางด้านสถาปัตยกรรมของระบบงานเพื่อขับเคลื่อนเว็บไซต์ระดับโลกที่มีความหนาแน่นของธุรกรรมสูง

source: As a Senior Perl Developer, you’ll be tasked with writing robust, high-quality, production-ready code and contributing to the architecture that drives our high-traffic global website.
ar: كمطور كبير لبيرل، سوف تكلف بكتابة تعليمات برمجية قوية، عالية الجودة، وجاهزة للإنتاج والمساهمة في البنية التي تدفع بحركة المرور الكبيرة على موقعنا العالمي.
id: Sebagai Senior Perl Developer, Anda akan bertugas menulis kode kualitas tinggi, memproduksi kode siap pakai dan berkontribusi terhadap arsitektur yang mendorong trafik besar pada website global.
pl: Jako starszy programista Perl będziesz odpowiadać za tworzenie silnych, wysokiej jakości kodów gotowych do zastosowania oraz współtworzenie architektury naszej popularnej globalnej strony internetowej.
ru: В обязанности старшего разработчика Perl входит написание качественного и надёжного готового кода, а также доработка архитектуры нашего мирового вебсайта с высокой посещаемостью.
th: ในบทบาทของนักพัฒนาระบบอาวุโส ภาษา Perl ท่านจะรับผิดชอบในการพัฒนาระบบให้มีความแข็งแกร่ง คุณภาพสูง พร้อมสำหรับการใช้งานจริงในทางธุรกิจ รวมถึงการออกแบบและปรับปรุงทางด้านสถาปัตยกรรมของระบบงานเพื่อขับเคลื่อนเว็บไซต์ระดับโลกที่มีความหนาแน่นของธุรกรรมสูง
