Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Risk Disclosure Statement
de: Haftungsausschlusserklärung
fr: Divulgation des risques
ja: リスク開示文書
vi: Tuyên bố rủi ro công bố
zh_cn: 风险披露声明

source: Risk For Binary Option Trading
id: Risiko Trading Opsi Binary
ja: バイナリーオプション取引のリスク
th: ความเสี่ยงของการซื้อขายไบนารีออปชั่น

source: Risk for Binary Option Trading
ja: バイナリーオプション取引のリスク
th: ความเสี่ยงของการซื้อขายไบนารีออปชั่น

source: Risk of Stop Order
de: Risiko der Stop Order
fr: Risque d'Ordre Stop
ja: 逆指値注文のリスク
vi: Rủi ro của lệnh dừng
zh_cn: 止损单的风险

source: Risk of slippage
de: Risiko einer "Slippage"
fr: Risque de baisse
ja: スリップページのリスク
vi: rủi ro trượt
zh_cn: 滑点风险

source: Risks for binary option trading
de: Risk for Binary Option Trading
ja: バイナリーオプション取引のリスク
th: ความเสี่ยงของการซื้อขายไบนารีออปชั่น

source: Risks of Investment Products
ar: مخاطر المنتجات الاستثمارية
de: Risiko bei Anlageprodukten
fr: Risques liés aux poduits d'investissement
id: Risiko Produk Investasi
ja: 投資商品のリスク
pl: Ryzyka związane z produktami inwestycyjnymi
ru: Риски инвестиционных продуктов
th: ความเสี่ยงของผลิตภัณฑ์การลงทุนต่างๆ
vi: Rủi ro của các Sản phẩm Đầu tư
zh_cn: 产品投资风险

source: Run daily payments reports and report suspected fraud
ar: عمل تقارير يومية للمدفوعات وتقرير اشتباه الاحتيال
de: Erstellung täglicher Zahlungsberichte und Meldung von vermutetem Betrug
fr: Réalisation de rapports de paiements quotidiens et signalement des suspicions de fraude
id: Membuat laporan pembayaran harian dan laporan dugaan penipuan
ja: 日々の支払と詐欺の疑いがある行為の報告チェック
pl: Tworzenie codziennych raportów i informowanie o potencjalnych oszustwach
ru: Создание ежедневных отчётов о платежах и сообщение о подозрении в мошенничестве
th: จัดทำรายงานการชำระเงินประจำวันและรายงานผู้มีพฤติการณ์ฉ้อโกง
vi: Chạy các báo cáo thanh toán hàng ngày và báo cáo nghi ngờ gian lận
zh_cn: 处理日常付款报告和涉嫌欺诈报告

source: Russia
ar: روسيا
de: Russland
fr: Russie
id: Rusia
ja: ロシア
pl: Rosja
ru: Россия
th: รัสเซีย
vi: Nga
zh_cn: 俄罗斯

source: Sa
ar: السبت
id: Sab
ja: 土
pl: sobota
ru: Сб
th: ส
zh_cn: 星期六

source: Salaried Employee
ar: موظف بأجر
de: Abhängig Beschäftigte/r
fr: Employé salarié
id: Gaji Karyawan
ja: サラリーマン
pl: Pracownik etatowy
ru: Наемный работник
th: พนักงานที่ได้รับเงินเดือน
vi: Nhân viên Hưởng lương
zh_cn: 受薪雇员

source: Sale Date
ar: تاريخ البيع
de: Verkaufsdatum
fr: Date de vente
id: Tanggal Jual
ja: 売却/判定時刻
pl: Data sprzedaży
ru: Дата продажи
th: วันที่ขาย
vi: Ngày Bán hàng
zh_cn: 卖出日期

source: Sale Price
ar: سعر البيع
de: Verkaufskurs
fr: Prix de vente
id: Harga Jual
ja: 売却 / ペイアウト金額
pl: Cena sprzedaży
ru: Цена прод.
th: ราคาขาย
vi: Giá Bán hàng
zh_cn: 卖出价格

source: Saturday
ar: السبت
de: Samstag
fr: samedi
id: Sabtu
ja: 土
pl: Sobota
ru: Суббота
th: วันเสาร์
vi: Thứ Bảy
zh_cn: 周六

source: Scope and Intent
ar: مجال ونية
de: Geltungsbereich und Absicht
fr: Champ d'application et objet
id: Lingkup dan Niat
ja: 対象範囲と意図
pl: Zakres i cel
ru: Предмет и намерения
th: ขอบเขตและความปรารถนา
vi: Phạm vi và Mục đích
zh_cn: 范围和目的

source: Scopes
de: Geltungsbereiche
fr: Périmètre
ja: 範囲
zh_cn: 范围

source: Score
ar: مجموع النقاط
id: Skor
ja: スコア
pl: Wynik
th: คะแนน
vi: Điểm số

source: Seasoned traders can use the %1 platform for the full advantage of the wide range of trading and analysis tools we have on offer.
ar: يمكن للمتداولين المتمرسين استخدام منصة %1 للاستفادة الكاملة من مجموعة واسعة من أدوات التداول والتحليل التي نوفرها.
de: Geschickte Händler können die %1 Plattform zu Ihrem vollen Vorteil mit der von uns angebotenen breiten Palette an Handels- und Analysewerkzeugen nutzen.
fr: Les traders avertis peuvent utiliser la plate-forme %1 pour profiter pleinement du large éventail d'outils de trading et d'analyse que nous proposons.
id: Trader berpengalaman dapat menggunakan platform %1 untuk keuntungan maksimal dari berbagai pilihan trading dan alat analisis yang kami tawarkan.
ja: ベテランのトレーダーは取引の範囲を広げたり、当社が提供する分析ツールなどの%1プラットフォーム全特典をご利用いただけます。
pl: Doświadczeni gracze mogą skorzystać z platformy %1, aby cieszyć się pełnią korzyści szerokiej gamy narzędzi handlowych i analitycznych, które znajdują się w naszej ofercie.
ru: Опытные трейдеры могут найти платформу %1 полезной для использования широкого спектра торговых и аналитических инструментов, которые мы предлагаем.
th: นักลงทุนขาจรสามารถใช้ระบบของ %1 สำหรับประโยชน์สูงสุดของการซื้อขายและเครื่องมือสำหรับการวิเคราะห์ที่พวกเรามีให้
vi: Người giao dịch dày dặn có thể sử dụng sàn giao dịch %1 để tận dụng triệt để hàng loạt các công cụ phân tích và giao dịch mà chúng tôi cung cấp.
zh_cn: 经验丰富的交易者可充分利用%1平台的广泛交易类型和分析工具。

source: Second line of home address
ar: السطر الثاني من عنوان المنزل
de: Privatadresse Zeile 2
fr: Deuxième ligne de l'adresse résidentielle
id: R.T/R.W
ja: マンション（建物）名
pl: Druga część adresu zamieszkania
ru: Доп. адресные данные
th: บรรทัดที่สองของที่อยู่ที่พัก
vi: Dòng thứ hai của địa chỉ nhà
zh_cn: 家庭地址第二行

source: Secondary
ar: ثانوي
de: Sekundäre/r
fr: Secondaire
id: Sekunder
ja: 第二
pl: Drugorzędne
ru: Вторичн.
th: ลำดับที่สอง
vi: Thứ cấp
zh_cn: 次要

source: Secret question
ar: السؤال السري
de: Geheimfrage
fr: Question secrète
id: Pertanyaan rahasia
ja: 秘密の質問
pl: Sekretne pytanie
ru: Секретный вопрос
th: คำถามลับ
vi: Câu hỏi bí mật
zh_cn: 密码提示问题

source: Security
ar: الأمان
de: Sicherheit
fr: Sécurité
id: Keamanan
ja: セキュリティ情報
pl: Bezpieczeństwo
ru: Безопасность
th: ความปลอดภัย
vi: Bảo mật
zh_cn: 安全

source: Security & Limits
de: Sicherheit & Limits
fr: Sécurité et limitations
ja: セキュリティ & 制限
vi: Bảo mật & giới hạn
zh_cn: 安全&限制

source: Security Disclaimer
ar: إخلاء المسئولية الأمنية
de: Sicherheitshinweise
fr: Clause de non-responsabilité quant à la sécurité
id: Keamanan Sangkalan
ja: セキュリティに関する免責事項
pl: Zastrzeżenie dotyczące bezpieczeństwa
ru: Заявление о безопасности
th: การสงวนสิทธิ์ของความปลอดภัย
vi: Miễn trách nhiệm về Bảo mật
zh_cn: 安全免责声明

source: Security Statement
ar: بيان الأمن
de: Sicherheitserklärung
fr: Déclaration de sécurité
id: Pernyataan Keamanan
ja: 個人情報と取引情報の秘匿性について
pl: Oświadczenie o bezpieczeństwie
ru: Сообщение о безопасности
th: ข้อความเกี่ยวกับความปลอดภัย
vi: Báo cáo Bảo mật
zh_cn: 安全声明

source: Security Testing
de: Sicherheitsprüfung
fr: Test de sécurité
ja: セキュリティテスト
vi: Kiểm tra bảo mật
zh_cn: 安全测试

source: Security and Privacy
ar: الأمان والخصوصية
de: Sicherheit und Datenschutz
fr: Confidentialité et sécurité
id: Keamanan dan Privasi
ja: 口座開設時確認書類
pl: Bezpieczeństwo i prywatność
ru: Безопасность
th: ความปลอดภัยและความเป็นส่วนตัว
vi: Bảo mật và Riêng tư
zh_cn: 安全隐私

source: Security and privacy
fr: Sécurité et confidentialité
ja: 口座開設時確認書類

source: Security testing opportunities
de: Sicherheitsprüfungs-Möglichkeiten
fr: Opportunités de test de sécurité
ja: セキュリティテストの機会
vi: Cơ hội kiểm tra an ninh
zh_cn: 安全测试机会

source: Segregated Funds
de: Getrennte Gelder
fr: Fonds cantonnés
ja: 資産の保全(区分管理)
vi: Quỹ tách biệt
zh_cn: 集合资金

source: Select <strong>Accept cookies</strong>.
fr: Sélectionnez <strong>Accepter cookies</strong>.
ja: <strong>Cookieを有効にする</strong>を選択してください。

source: Select <strong>Cookies</strong> from the left column.
fr: Sélectionnez <strong>Cookies</strong> à partir de la colonne gauche.
ja: 左の欄にある<strong>Cookie</strong>を選択してください。

source: Select market
ar: اختر السوق
de: Wählen Sie den Markt
fr: Sélectionnez un marché
id: Pilih pasar
ja: 取引市場を選択
pl: Wybierz rynek
ru: Выбрать рынок
th: กำหนด ตลาด
vi: Chọn thị trường
zh_cn: 选择市场

source: Select market:
de: Wählen Sie den Markt:
fr: Sélectionnez un marché :
ja: 取引市場を選択：
zh_cn: 选择市场：

source: Select your market
ar: اختر السوق الخاص بك
de: Wählen Sie Ihren Markt
fr: Sélectionnez votre marché
id: Pilih market anda
ja: 取引市場を選択
pl: Wybierz rynek
ru: Выбрать рынок
th: กำหนด ตลาดของท่าน
vi: Chọn thị trường của bạn
zh_cn: 选择市场

source: Select your trade type
ar: اختر نوع تداولك
de: Wählen Sie Ihren Trade-Typ aus
fr: Sélectionnez votre type de transaction
id: Pilih jenis kontrak Anda
ja: 取引タイプを選択して下さい
pl: Wybierz rodzaj zakładu
ru: Выбрать тип контракта
th: กำหนด ประเภทการเทรดของท่าน
vi: Chọn loại giao dịch của bạn
zh_cn: 选择交易类型

source: Select your underlying asset
ar: اختر أصولك الأساسية
de: Wählen Sie Ihren Basiswert aus
fr: Sélectionnez votre actif sous-jacent
id: Pilih aset dasar Anda
ja: 原資産を選択して下さい
pl: Wybierz aktywa bazowe
ru: Выбрать базовый актив
th: กำหนด ผลิตภัณฑ์อ้างอิงของท่าน
vi: Chọn tài sản cơ sở của bạn
zh_cn: 选择基础资产

source: Self Exclusion
ar: الإقصاء الذاتي
de: Selbstausschluss
fr: Auto-exclusion
id: Pengecualian Diri
ja: 取引制限
pl: Samodzielne wyłączenie
ru: Самоограничение
th: การพักตัวเอง
vi: Tự Loại trừ
zh_cn: 自我禁止

source: Self-Employed
ar: يعمل لحسابه الخاص
de: Selbstständig
fr: Non-salarié
id: Wirausaha
ja: 自営業
pl: Samozatrudnienie
ru: Частный предприниматель
th: อาชีพอิสระ
vi: Tự kinh doanh
zh_cn: 个体经营

source: Self-Exclusion Facilities
ar: أدوات الإقصاء الذاتي
de: Selbstausschluss Hilfen
fr: Fonctionnalités d'auto-exclusion
id: Fasilitas Pengecualian Diri
ja: 取引上限の設定
pl: Udogodnienia samodzielnego wyłączenia
ru: Услуги по самоограничению
th: เครื่องมือสำหรับการพักตัวเอง
vi: Thiết bị Tự loại trừ
zh_cn: 自我禁止工具

source: Self-employed
fr: Non-salarié
ja: 自営業
th: อาชีพอิสระ
vi: Tự kinh doanh

source: Sell
ar: بيع
de: Verkaufen
fr: Vente
id: Jual
ja: 売却
pl: Sprzedaj
ru: Продажа
th: ขาย
vi: Bán
zh_cn: 卖出

source: Sell Price
ar: سعر البيع
de: Verkaufspreis
fr: Prix de vente
id: Harga Jual
ja: 売却金額（単価）
pl: Cena sprzedaży
ru: Цена прод.
th: ราคาขาย
vi: Giá Bán
zh_cn: 卖出价格

source: Sell at market
ar: قم بالبيع فى السوق
de: Zum Börsenkurs verkaufen
fr: Vendre au prix du marché
id: Jual pada pasar
ja: 売却
pl: Sprzedawaj na rynku
ru: Продать по текущей цене
th: ขาย ณ ตลาด
vi: Bán tại thị trường
zh_cn: 按市价卖出

source: Sell back trades at market prices.
ar: قم ببيع المعاملات التجارية بأسعار السوق.
de: Verkaufen Sie Kontrakte zu Börsenkursen.
fr: Revendez vos options au prix du marché.
id: Jual kontrak pada harga pasar.
ja: 市場価格で保有ポジションを売却
pl: Odsprzedaj transakcje po cenach rynkowych.
ru: Продайте опционы досрочно по рыночной цене.
th: ขายกลับไปที่ราคาตลาด
vi: Bán lại giao dịch với giá thị trường.
zh_cn: 按市价回售交易。

source: Sell option
ar: خيار البيع
de: Verkaufsoption
fr: Option de vente
id: Opsi jual
ja: オプションの売却
pl: Sprzedaj opcję
ru: Опция продажи
th: ขายออปชั่น
vi: Quyền chọn bán
zh_cn: 卖出期权

source: Sell time
de: Verkaufszeit
fr: Heure de vente
ja: 売却時間
vi: Thời gian Bán
zh_cn: 卖出时间

source: Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses
fr: Vendez vos contrats à long terme avant leur expiration pour protéger les bénéfices déjà réalisés ou minimiser vos pertes
ja: 予想利益を守り、損失を最小限に抑えるために、判定時刻を迎える前に長期トレードを売却することができます。

source: Send us a CV and a covering letter that describes your career interests.
ar: أرسل لنا السيرة الذاتية ورسالة توضح اهتماماتك المهنية.
de: Senden Sie uns einen Lebenslauf und ein Anschreiben, das Ihre Karriereziele beschreibt.
fr: Envoyez-nous un CV et une lettre de motivation décrivant vos intérêts professionnels.
id: Kirimkan surat penghantar dan lamaran yang menggambarkan keinginan karir Anda.
ja: 履歴書とキャリアに関する興味を述べたカバレターをお送りください。
pl: Prześlij nam CV i list motywacyjny, w którym przedstawiasz swoje plany dot. rozwoju kariery.
ru: Отправьте свое резюме и сопроводительное письмо с описанием Ваших карьерных стремлений.
th: ส่งประวัติของท่านและจดหมายแนะนำตัวที่อธิบายความสนใจทางอาชีพของท่านมาให้เรา
vi: Gửi chúng tôi CV và thư xin việc mô tả mối quan tâm nghề nghiệp của bạn.
zh_cn: 请将您的简历和求职信发送给我们。

source: Send your funds to the payment agent. The deposited funds, less the agent's commission, will show up in your account.
ar: ارسل مبلغ إيداعك إلى وكيل الدفع. سيظهر المبلغ المودع فى حسابك ناقصاً عمولة الوكيل.
de: Senden Sie Ihr Geld dem Zahlungsagent Die eingezahlten Gelder werden nach Abzug der Provision für den Zahlungsabwickler auf Ihrem Konto erscheinen.
fr: Envoyez vos fonds à l'agent de paiement. Les fonds versés, dont a été soustraite la commission de l'agent, s'afficheront sur votre compte.
id: Kirim dana Anda kepada agen pembayaran. Jumlah deposit berdasarkan nilai tukar yang berlaku dan akan dikreditkan kedalam akun Anda.
ja: 決済サービスに資金を送金してください。ご入金された資金から代行手数料が差し引かれた額が、お客さまの口座に表示されます。
pl: Wyślij swoje środki pośrednikowi płatności. Kwota wpłaty pomniejszona o prowizję pobieraną przez pośrednika będzie widoczna na Twoim koncie.
ru: Переведите средства платежному агенту. Сумма депозита (минус агентская комиссия) будет указана на Вашем счету.
th: ส่งเงินของท่านให้ตัวแทนรับชำระเงิน เงินทุนที่รับฝาก คอมมิชชั่นต่ำ และแสดงข้อมูลในบัญชีท่าน
vi: Gửi tiền của bạn cho đại lý thanh toán. Tiền đã nộp, ít hơn hoa hồng của đại lý, sẽ được hiển thị trong tài khoản của bạn.
zh_cn: 将资金存入支付代理。存入资金减去代理佣金的金额将会显示在您的账户中。

source: Senior Front-End Developer
ar: كبير مطوري الفرنت-اند
de: Leitender Frontend-Entwickler
fr: Développeur Javascript front-end [H/F]
ja: シニアフロントエンド開発者
pl: Starszy programista front-end
ru: Старший Front-End разработчик
th: นักพัฒนาระบบส่วนหน้าอาวุโส
vi: Lập Trình Viên Front-End có kinh nghiệm
zh_cn: 高级前端程序员

source: Senior Perl Developer
ar: كبير مطوري بيرل
de: Leitender Perl-Entwickler
fr: Développeur Perl sénior
ja: シニアPerl開発者
pl: Starszy programista Perl
ru: Старший разработчик Perl
th: นักพัฒนาระบบอาวุโส ภาษา Perl
vi: Chuyên Viên Phát Triển Perl
zh_cn: 高级 (Perl) 程序员

source: September
ar: سبتمبر
fr: septembre
ja: ９月
pl: Wrzesień
ru: Сентябрь
th: กันยายน
vi: Tháng Chín
zh_cn: 九月

source: Serious traders
de: Seriöse Händler
fr: Traders sérieux
ja: レンジ内/レンジ外 トレード
vi: Những người giao dịch nghiêm túc
zh_cn: 认真交易员

source: Server
fr: Serveur
ja: サーバー
vi: Máy chủ
zh_cn: 服务器

source: Session duration limit cannot be more than 6 weeks.
ar: الحد الأقصى لمدة الدورة لا يمكن أن يتجاوز 6 أسابيع.
de: Die Sitzungsdauer kann nicht mehr als 6 Wochen betragen.
fr: La limite de durée de session ne peut excéder 6 semaines.
id: Batas durasi sesi tidak dapat lebih dari 6 minggu.
ja: セッション期間制限は7週間以上に設定できません。
pl: Limit czasu sesji nie może przekroczyć 6 tygodni.
ru: Лимит на продолжительность сессии не может превышать 6 недель.
th: รอบระยะเวลาการซื้อขายไม่สามารถมากกว่า 6 สัปดาห์
vi: Giới hạn thời hạn phiên không thể nhiều hơn 6 tuần.
zh_cn: 交易期持续时间限制不能大于 6周。

source: Session duration limit, in minutes
ar: حد فترة الجلسة بالدقائق
de: Limit der Sitzungsdauer in Minuten
fr: Limite de durée de session, en minutes
id: Batasan waktu berlangsung, dalam menit
ja: 取引継続時間の制限(分単位)
pl: Limit czasu sesji, w minutach
ru: Ограничение на продолжительность сессии, в минутах
th: รอบระยะเวลาการซื้อขาย ในหน่วยนาที
vi: Giới hạn thời gian phiên, trong vài phút
zh_cn: 交易期持续时间限制，以分钟为单位

source: Session duration:
ar: مدة الدورة:
de: Sitzungsdauer:
fr: Durée de session :
id: Sesi durasi:
ja: セッション継続時間:
pl: Czas trwania sesji:
ru: Продолжительность сессии:
th: รอบระยะเวลาการซื้อขาย:
vi: Thời hạn phiên:
zh_cn: 会话时间：

source: Set "<strong>Block cookies:</strong>" to <strong>Never</strong>.
fr: Assignez "<strong>Bloquez les cookies</strong>" à <strong>Jamais</strong>.
ja: ”<strong>Cookieをブロック</strong>”を<strong>Never</strong>に設定してください。

source: Set "<strong>Firefox will</strong>" to "<strong>Remember history</strong>".
fr: Assignez "<strong>Firefox va</strong>" à "<strong>Se souvenir de l'historique</strong>".
ja: "<strong>Firefox</strong>"を"<strong>履歴を記憶する</strong>"に設定してください。

source: Set barrier(s) to define your position and trigger the payout you will receive.
de: Legen Sie (eine) Schwelle(n), um Ihre Position zu definieren fest und um die Auszahlung, die Sie erhalten werden, zu aktivieren.
fr: Sélectionnez des barrières pour définir votre position et visualiser le paiement que vous percevrez.
ja: バリア価格の設定はポジションの要素であり、ペイアウトに影響します。
vi: Thiết lập rào cản để xác định vị trí của bạn và kích hoạt thanh toán bạn sẽ nhận được.
zh_cn: 您可设置障碍水平用于确认头寸参数以及触发赔付。

source: Set client deposit and loss limits
ar: وضع حدود الإيداع والخسارة للعميل
de: Einrichtung von Kundeneinzahlungs- und Verlustlimits
fr: Réglage des limites de dépôt et de pertes du client
id: Menetapkan batas deposit dan kerugian klien
ja: 入金と損失の制限設定
pl: Ustanawianie dla klientów limitów wpłat i strat środków
ru: Установка ограничений для пополнений и убытков клиентов
th: การตั้งวงเงินฝากและขาดทุน
vi: Thiết lập giới hạn tiền gửi và thua lỗ của khách hàng
zh_cn: 设置客户存款和亏损限额

source: Set the length of your trade, from 10 seconds to 365 days.
de: Legen Sie die Laufzeit Ihres Kontrakts von 10 Sekunden bis zu 365 Tagen fest.
fr: Déterminez la durée de votre option, de 10 secondes à 365 jours.
ja: 取引期間は2時間以上からご選択いただけます。
vi: Thiết lập độ dài của giao dịch, từ 10 giây đến 365 ngày.
zh_cn: 设定交易期限，从10 秒至 365 天。

source: Set up and manage social-media advertising campaigns, effectively micro-targeting potential clients and partners
de: Einrichtung und Steuerung von Werbekampagnen in Sozialen Medien, effektives Micro-Targeting von potentiellen Kunden und Partnern
fr: Assurer la mise en œuvre et la gestion des campagnes publicitaires sur les réseaux sociaux, en ciblant efficacement et spécifiquement les clients et partenaires commerciaux potentiels
id: Mempersiapkan dan mengelola kampanye iklan media sosial, secara efektif menargetkan klien dan juga mitra bisnis potensial
ja: 潜在顧客やパートナーをマイクロターゲティングとするソーシャルメディア広告キャンペーンの構成と管理
pl: Tworzenie i prowadzenie kampanii reklamowych w mediach społecznościowych skutecznie docierających do potencjalnych klientów i partnerów
ru: Проведение и управление рекламными кампаниями в социальных сетях, эффективно ориентированными на потенциальных клиентов и партнёров
th: เตรียมและจัดการการส่งเสริมการตลาดทางสื่อสังคม การพัฒนาศักยภาพของกลุ่มเป้าหมายขนาดเล็กที่เป็นลูกค้าและพันธมิตร
vi: Thiết lập và quản lý các chiến dịch quảng cáo trên phương tiện truyền thông công cộng, nhắm mục tiêu một các hiệu quả vào những đối tác và khách hàng tiềm năng
zh_cn: 设置并管理有效集中针对潜在客户和合作伙伴的社交媒体广告活动

source: Settles
ar: يستقر
de: Begleicht
fr: Règlements
id: Diselesaikan
ja: 決済時間
pl: Rozliczenie
ru: Заканчивается
th: ชำระเงิน
vi: Quyết toán
zh_cn: 结算

source: Severability
ar: القابلية للإنفصال
de: Trennbarkeit
fr: Divisibilité
id: Keterpisahan
ja: 分離条項
pl: Rozdzielność postanowień umowy
ru: Раздельность положений Соглашения
th: การโมฆะเป็นบางส่วน
vi: Tính chia tách
zh_cn: 可分割性

source: Sharp prices
ar: أفضل الأسعار
de: Präzise Kurse
fr: Des prix compétitifs
id: Harga tajam
ja: 優れた価格設定
pl: Atrakcyjne ceny
ru: Лучшие цены
th: ราคาชัดเจน
vi: Giá sắc bén
zh_cn: 精准报价

source: Sharp, benchmarked prices
fr: Des prix compétitifs, comparés
ja: ベンチマークを用いた優れた価格設定

source: Shelter Home’s Shelter Community Learning Centre 3
fr: Shelter Community Learning Centre 3
ja: シェルターコミュニティ学習センター3
zh_cn: 庇护所社区第3学习中心

source: Shop
fr: Boutique
ja: ショップ
vi: Cửa hàng
zh_cn: 商店

source: Short
ar: قصير
de: Kurz
fr: Court
id: Pendek
ja: ショート
pl: Krótkie
ru: Короткая позиция
vi: Ngắn
zh_cn: 短仓

source: Short interval traders
de: Kurzfristige Interval Händler
fr: Traders à court terme
ja: 短期間でのトレードも提供
vi: Những người giao dịch quãng ngắn
zh_cn: 短期交易员

source: Short positions
fr: Position courtes
ja: ショートポジション

source: Short to long-term durations
fr: Durée courte à long terme
ja: 短期から長期にわたる取引期間

source: Should a disruption occur in the data feeds which cannot be readily rectified by the Company, the Company reserves the right to refund the contract purchase.
ar: اذا حدث خلل في استقبال البيانات لا يمكن تصحيحه بسهولة من قبل الشركة، تحتفظ الشركة بحقها في رد قيمة العقد.
de: Sollte eine Unterbrechung in den Datenfeeds auftreten, die vom Unternehmen nicht sofort korrigiert werden kann, dann behält sich das Unternehmen das Recht vor, den Kaufpreis für den Kontrakt zu erstatten.
fr: S'il devrait y avoir une interruption dans le flux des données qui ne peut pas être facilement rectifiée par la Société, la Société réserve le droit de rembourser l'achat de contrat.
id: Jika gangguan terjadi pada data feed yang tidak dapat langsung diperbaiki oleh Perusahaan, maka Perusahaan berhak untuk mengembalikan harga beli kontrak.
ja: 当社にて容易に矯正できないような干渉がデータフィードに発生した場合、当社にはトレードの購入価格を返金する権利があります。
pl: W przypadku jakichkolwiek zakłóceń w dostarczaniu danych, które nie mogą być z łatwością usunięte przez Firmę, Firma zastrzega sobie prawo zwrotu pieniędzy za zakupiony kontrakt.
ru: Если поток котировок прерывается по причине, не зависящей от Компании и которую Компания не в состоянии исправить, Компания оставляет за собой право возместить сумму покупки контракта.
th: หากมีความผิดพลาดหรือการแทรกแซงของข้อมูลเกิดขึ้นซึ่งทำให้ระบบไม่สามารถปรุงปรุงแก้ไขข้อมูลให้ถูกต้อง บริษัทฯ สงวนสิทธิ์ในการคืนเงินสัญญาที่ดำเนินการซื้อแล้ว
vi: Nếu có gián đoạn xảy ra trong nguồn dữ liệu mà Công ty không sửa được, Công ty có quyền bồi hoàn lại việc mua hợp đồng.
zh_cn: 如果数据源发生中断而公司不能迅速恢复，公司保留退还合约买入款项的权利。
