Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: you have read our privacy statement and hereby give us consent to process your personal information as outlined there;
ar: لقد قرأت بيان الخصوصية الخاص بنا وبهذا تعطينا موافقتك على أن نتعامل مع بياناتك الشخصية على النحو المبين؛
de: Sie haben unsere Datenschutzerklärung gelesen und erteilen uns Ihre Zustimmung, Ihre personenbezogenen Daten, wie in der Erklärung beschrieben, zu verarbeiten;
fr: vous avez lu notre déclaration de confidentialité et nous donnez par conséquent votre consentement pour traiter vos informations personnelles, comme décrit ici ;
id: Anda telah membaca pernyataan privasi kami dan dengan ini memberikan kami persetujuan untuk memproses informasi pribadi Anda seperti diuraikan diatas,
ja: 個人情報に関するお取り扱いを通読し、それに基づいて個人情報が処理されることを承知しています。
pl: zapoznałeś/aś się z naszą polityką prywatności i niniejszym wyrażasz zgodę na przetwarzanie przez nas Twoich danych osobowych zgodnie z przedstawionymi w niej warunkami;
ru: Вы прочитали наше положение о защите данных и тем самым даете согласие на обработку личной информации, как изложено в положении;
th: ท่านได้อ่านนโยบายความเป็นส่วนตัวของเรา และให้ความยินยอมในการดำเนินการต่อข้อมูลส่วนบุคคลของท่านตามที่กล่าวนี้;
vi: bạn đã đọc chính sách của chúng tôi và bây giờ hãy bằng lòng cho phép chúng tôi xử lý thông tin cá nhân của bạn được liệt kê trong đó;
zh_cn: 您已阅读了我们的隐私声明，并据此同意我们按上述方式对您的个人信息进行处理；

source: you have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
ar: لقد قرأت صفحة الشروط والأحكام بالكامل وتعي أنك ستقوم ببيع وشراء عقود مالية تخضع لهذه الشروط والأحكام؛
de: Sie haben die Seite mit diesen gesetzlichen Bestimmungen und Bedingungen vollständig gelesen und verstanden, dass Sie Finanzverträge kaufen und verkaufen werden, die diesen Allgemeinen Geschäftsbedingungen unterliegen;
fr: vous avez lu l'intégralité de la page des Conditions générales et vous comprenez que vous allez acheter et vendre des contrats financiers en étant soumis à ces conditions générales;
id: Anda telah membaca Ketentuan Hukum dan halaman Kondisi secara penuh dan memahami bahwa Anda akan membeli dan menjual kontrak keuangan tunduk pada syarat dan ketentuan,
ja: ご利用規約を通読し同意し、金融トレードの売買をご利用規約に基づいて行うことを理解しています。
pl: zapoznałeś/aś się z niniejszymi Warunkami prawnymi w całości i przyjmujesz do wiadomości, że będziesz sprzedawać i kupować kontrakty zgodnie z tymi warunkami;
ru: Вы полностью прочитали данную страницу с Правилами и условиями и понимаете, что Вы будете покупать и продавать финансовые контракты согласно этим правилам и условиям;
th: ท่านได้อ่านข้อกำหนดทางกฎหมายและเงื่อนไขทั้งหมดแล้ว และมีความเข้าใจว่า ท่านจะดำเนินการซื้อและขายสัญญาทางการเงินต่างๆ โดยเป็นไปตามเงื่อนไขและข้อตกลงที่ได้รับทราบแล้ว;
vi: bạn đã đọc hết trang chứa Các Điều khoản và Điều kiện pháp lý này và hiểu rằng bạn sẽ mua và bán các hợp đồng tài chính tuân thủ các điều khoản và điều kiện này;
zh_cn: 您已经完整阅读此法律条款及条件页面，并理解您将在这些条款和条件下买卖金融合约；

source: you have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
ar: لديك الخبرة والمعلومات الكافية في مسائل التداول المالي لتكون قادرا على تقدير مزايا ومخاطر شراء العقود المالية عبر هذا الموقع وقد قمت بعمل ذلك بدون الاعتماد على أي معلومات على هذا الموقع.
de: Sie haben ausreichende Erfahrung und Kenntnisse hinsichtlich des Finanzhandels, um in der Lage zu sein, die Vorzüge und Risiken beim Erwerb von Finanzverträgen auf dieser Site zu beurteilen und haben dies getan, ohne sich dabei auf Informationen zu verlassen, die auf dieser Site enthalten sind.
fr: vous avez suffisamment d'expérience et de connaissances dans le domaine de la spéculation financière pour être en mesure d'évaluer les bénéfices et les risques liés à l'acquisition de contrats financiers par l'intermédiaire de ce site, et ceci sans vous baser sur de quelconques informations diffusées sur ce site.
id: Anda memiliki pengalaman yang cukup dan pengetahuan dalam hal trading finansial dan mampu mengevaluasi manfaat dan risiko memperoleh kontrak trading finansial melalui situs ini dan melakukannya tanpa bergantung pada informasi yang terkandung dalam situs ini.
ja: 当社サービスを通じて金融トレードを購入するメリットとリスクを評価でき、かつ当社サイトに掲載されている情報に依存せずに金融トレードを行ったことのあるような金融トレードにおける十分な経験と知識があります。
pl: posiadasz wystarczającą wiedzę i doświadczenie w kwestii handlu finansowego i jesteś zdolny/a do oceny korzyści i ryzyka związanego z nabywaniem kontraktów za pośrednictwem niniejszego portalu i podejmujesz to działanie, nie polegając na informacjach zawartych na tym portalu.
ru: у Вас есть достаточный опыт и знания в области финансовых контрактов, чтобы правильно оценить все преимущества и риски покупки финансовых контрактов на данном сайте, и Вы делаете это без полагания на какую-либо информацию, содержащуюся на этом сайте.
th: ท่านมีประสบการณ์และความรู้ที่เพียงพอในการลงทุนทางการเงินเพื่อการประเมินความเสี่ยงและคุณค่าของการลงทุนโดยปราศจากการอ้างอิงข้อมูลที่เกี่ยวข้องในเว็บไซต์นี้
vi: bạn có đủ kinh nghiệm và kiến thức trong các vấn đề kinh doanh tài chính để có thể đánh giá ích lợi và rủi ro của việc mua các hợp đồng tài chính thông qua trang web này và đã giao dịch mà không dựa vào bất kỳ thông tin nào trên trang web này.
zh_cn: 您拥有足够的金融交易经验和知识，能够评估经由本网站购买金融合约的收益与风险，并且不依赖于本网站中包含的任何信息作出购买决定。

source: {JAPAN ONLY} Affiliate Program T&C Section 1 Paragraph 1
fr: {seulement pour le JAPON} Programme d'affiliation T&C Section 1 paragraphe 1
ja: （1）本約款は、当社のアフィリエイトプログラムへの参加を申請する際、及び当プログラムへの参加が許可された際にBinary株式会社（以下「当社」といいます。）と利用者（本プログラム申請者：以下「アフィリエイト会員」といいます。）との間に適用される取り決めです。本約款に基づく当社とアフィリエイト会員の間の契約関係を「本契約」といいます。
vi: {NHẬT BẢN} Chương trình liên kết T&C Phần 1 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 1 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 1 Paragraphe 2
ja: （2）当社は本契約のどの条項に対しても随時、変更を施す権利を有します。変更が施される場合は、ご登録済みのメールアドレスへ実施日の７日前に事前通達を行いますが、定期的な本契約の内容確認はアフィリエイト会員の義務です。変更が施される前に当プログラムにご参加された方に対しても、変更点は適用されます。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 1 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 1 Title
ja: 本文書について
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 1 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 10 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 10 Paragraphe 1
ja: （1）当社はBinary.comウェブサイトにおいてサービスの中断やエラーが全く起こらないサービスの提供を保証していない。また、そのようなサービスのエラーや中断によって生じた事象に対する責任を当社は負いません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 10 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 10 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 10 Paragraphe 2
ja: （2）当社は原則として「現状有姿 (as is)」、「提供されているまま (as available)」ウェブサイトを提供し、ハッカーまたは当社の管理外で発生したその他有害なコンポーネントなどの第三者の干渉が当サイトには無いこと、エラーは発生しないこと、エラーは必ず修正されるということを保証しているわけではありません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 10 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 10 Title
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 10 Titre
ja: 免責事項
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 10 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 11 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 11 Paragraphe 1
ja: （1）アフィリエイト会員はあらゆる損失、要求、苦情、損害賠償、費用（該当する場合、重大な損失、利益の損失、法的対応の費用やそれにまつわる付加価値税）など要求に応じた賠償を行う必要があり、本契約の下、アフィリエイト会員の義務または保証の違反、不履行、非遵守の結果直接的または間接的に被った若しくは発生した負債を当社に求めることはできません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 11 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 11 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 11 Paragraphe 2
ja: （2）当社は、直接的または間接的なアフィリエイト会員のビジネスの損失、収益または利益の損失、予想される貯蓄の損失、若しくは無駄な支出、データの破損、そしていかなる間接的損失に対して、一切の責任を負わないものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 11 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 11 Title
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 11 Titre
ja: 賠償責任
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 11 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 1
ja: （1）当事者のいずれかが本契約の違反行為をした場合、本契約は書面での通知を以て直ちに解除されるものとする。また、救済される可能性のある違反行為に対し、そのような違反行為に対する通告文書を受け取ってから15日以内に改善されない場合は、本契約は解除されます。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 2
ja: （2）当事者の一方が資産の全体または一部に管財人、検査者、管理者が当てられていたり、管轄地域での登録が削除されたり、または他方当事者を巻き込んだ注文が発生した場合、（注文と結果において、支払い能力のある法人と結果的に得た法人が別でないかぎり、この契約に基いて本契約に拘束される）書面による通知で速やかに本契約を解除する場合があります。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 3
ja: （3）いずれの当事者も、他方当事者への１週間の書面の通知を以て本契約を終了させることができます。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 4 Line 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 4 Ligne 1
ja: （4）契約の途中解除条項
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 4 dòng 1

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 4 Line 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 4 ligne 2
ja: 以下の場合を対象とします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 4 dòng 2

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 4 Line 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 4 Ligne 3
ja: ①当社が、紛争処理解決機関が関与する可能性がある苦情を受けた場合、または当社がアフィリエイト会員が関係法令、規程、諸規則等に違反していると判断した場合、または、アフィリエイト会員が運用する業務が裁判に関連しそうな場合
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 4 dòng 3

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 4 Line 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 4 Ligne 4
ja: ②アフィリエイト会員が、契約期間中に当社に提供した情報が、当社が真実でない、不正確なものであると判断した場合
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 4 dòng 4

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 4 Line 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 4 Ligne 5
ja: ③アフィリエイト会員が、規制当局の権限下にある関係法令、規程、諸規則等で求められるライセンス、承認が取得されていない場合
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 4 dòng 5

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Paragraph 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Paragraphe 5
ja: （5）本契約の解除は、終了日またはそれ以前に生じうるいかなる当事者の権利に損害を与えることはないものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 đoạn 5

source: {JAPAN ONLY} Affiliate Program T&C Section 12 Title
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 12 Titre
ja: 契約の解除
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 12 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1
ja: （1）当社は、アフィリエイト会員が以下の各号に該当する者（以下「反社会的勢力」という。）であることが判明した場合には、何らの催告を要せず、本契約を解除することができるものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 1
ja: ①暴力団
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 1

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 10
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 10
ja: その他前各号に準ずる者
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 10

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 2
ja: ②暴力団員
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 2

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 3
ja: ③暴力団員でなくなった時から5年を経過しない者
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 3

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 4
ja: ④暴力団準構成員
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 4

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 5
ja: ⑤暴力団関係企業
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 5

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 6
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 6
ja: ⑥総会屋等
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 6

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 7
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 7
ja: ⑦社会運動等標ぼうゴロ
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 7

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 8
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 8
ja: ⑧政治活動等標ぼうゴロ
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 8

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 1 Sub 9
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 1 Sous Titre 9
ja: ⑨特殊知能暴力集団
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 1 phụ 9

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 2
ja: （2）当社は、アフィリエイト会員が反社会的勢力と以下の各号の一にでも該当する関係を有することが判明した場合には、何らの催告を要せず、本契約を解除することができるものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 2 Sub 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 2 Sous Titre 1
ja: ①反社会的勢力が経営を支配していると認められるとき
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 2 phụ 1

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 2 Sub 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 2 Sous Titre 2
ja: ②反社会的勢力が経営に実質的に関与していると認められるとき
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 2 phụ 2

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 2 Sub 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 2 Sous Titre 3
ja: ③自己、自社もしくは第三者の不正な利益を図り、または第三者に損害を加えるなど、反社会的勢力を利用していると認められるとき
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 2 phụ 3

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 2 Sub 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 2 Sous Titre 4
ja: ④反社会的勢力に対して資金等を提供し、または便宜を供与するなどの関与をしていると認められるとき
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 2 phụ 4

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 2 Sub 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 2 Sous Titre 5
ja: ⑤その他役員等または経営に実質的に関与している者が、反社会的勢力と社会的に非難されるべき関係を有しているとき
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 2 phụ 5

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 3
ja: （3）当社は、アフィリエイト会員が自らまたは第三者を利用して以下の各号の一にでも該当する行為をした場合には、何らの催告を要せず、本契約を解除することができるものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 3 Sub 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 3 Sous Titre 1
ja: ①暴力的な要求行為
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 3 phụ 1

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 3 Sub 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 3 Sous Titre 2
ja: ②法的な責任を超えた不当な要求行為
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 3 phụ 2

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 3 Sub 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 3 Sous Titre 3
ja: ③取引に関して、脅迫的な言動をし、または暴力を用いる行為
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 3 phụ 3

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 3 Sub 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 3 Sous Titre 4
ja: ④風説を流布し、偽計または威力を用いて当社の信用を毀損し、または当社の業務を妨害する行為
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 3 phụ 4

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 3 Sub 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 3 Sous Titre 5
ja: ⑤その他各前号に準ずる行為
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 3 phụ 5

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Paragraph 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 13 Paragraphe 4
ja: （4）アフィリエイト会員が本条各項の規定に違反した場合には、アフィリエイト会員に損害が生じても当社は何らこれを賠償ないし補償することは要せず、また、かかる解除により当社に損害が生じたときは、アフィリエイト会員はその損害を賠償するものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 đoạn 4

source: {JAPAN ONLY} Affiliate Program T&C Section 13 Title
ja: 反社会的勢力等の排除
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 13 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Paragraphe 1
ja: （1）本契約は、各条項に対して当事者間で合意するものであり、それ以前の当事者間の合意及び理解に取って代わるものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Paragraphe 2
ja: （2）他方の当事者への本契約に関する遅延、怠慢などを強要する行為は、本契約に基づいて、権利の放棄または当該当事者の権利に何らかの形で損害を与えるものと判断します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Paragraphe 3
ja: （3）本契約の全体または一部の条項が無効、若しくは法的強制力がないと判断された場合、その不履行条項（またはその一部）は本契約から削除されたものとみなされ、残りの条項は引き続き完全に有効かつ強制可能であるものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Paragraph 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Paragraphe 4
ja: （4）本契約に基いて当社宛に作成された、いかなる通知及びお問い合わせは、affiliates@binary.comまで送信してください。また、当社が本契約の下作成した通知は、申請時にご登録いただいたメールアドレスか、当社へご提示いただいたその他のメールアドレスへ送信致します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 đoạn 4

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Paragraph 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Paragraphe 5
ja: （5）本約款に基づく当社との契約で生じた、または関連して生じる紛争、論争、請求は当社が指定した紛争解決機関に持ち込まれ、最終的な判断が決定されます。紛争解決手続きで使用される言語は日本語です。紛争解決機関の裁定による結果を、その地域を管轄する裁判所に提出することができます。紛争解決にかかる費用は貴殿が負担するものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 đoạn 5

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Paragraph 6
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Paragraphe 6
ja: 当社との間に生じた本契約に関する訴訟については、東京地方裁判所をまたは東京簡易 裁判所を第一審の専属管轄裁判所とします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 đoạn 6

source: {JAPAN ONLY} Affiliate Program T&C Section 14 Title
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 14 Titre
ja: 総則
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 14 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 2 Paragraph 1. %1Link to binary_affiliate_guidelines.pdf%2.
ja: （1）アフィリエイトプログラムにご参加頂くにあたり、本約款を熟読し理解されることは重要です。本約款への同意の表明、及びアフィリエイトプログラムへの申請行為は、下記の本約款及び「アフィリエイト広告に関するガイドライン」に同意されたものとみなします。万が一、本約款に同意できない場合は、アフィリエイトプログラムへの参加は見合わせて下さい。アフィリエイト会員には、当アフィリエイトプログラムにて会員獲得を目指すウェブサイトの管理者として行動して頂きます。<br>%1アフィリエイト広告に関するガイドラインのダウンロードはこちら%2

source: {JAPAN ONLY} Affiliate Program T&C Section 2 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 2 Paragraphe 2
ja: （2）当社は、当プログラムへの参加許可を与える権限を有します。故に、当プログラムへの参加の可否に関する当社の決定は、最終的かつ絶対的なものになります。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 2 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 2 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 2 Paragraphe 3
ja: （3）申請の可否は、当社よりメールにお知らせいたします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 2 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 2 Title
ja: 契約の締結
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 2 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 3 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 3 Paragraphe 1
ja: （1）日本で適用される法律、ルール、規制（広告、データ保護、プライバシーに関する法令、ルール、規制を含むが、これに限定されない）を遵守します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 3 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 3 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 3 Paragraphe 2
ja: （2）獲得会員に提示するBinary.comの取引履歴及び実績に誤りがなく正確な内容であることを確認して下さい。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 3 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 3 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 3 Paragraphe 3
ja: （3）アフィリエイト活動は、専門的且つ適切な態度で実施するようにしてください。アフィリエイト会員は、獲得会員との信頼と誠意に基づく良好な関係を築くことが必要とされます。獲得会員に対し、販売行為や口約束を強要する行為は禁じられています。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 3 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 3 Paragraph 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 3 Paragraphe 4
ja: （4） 業務上知り得た情報もしくは機密事項、未公開情報を第三者、他社へ漏洩してはなりません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 3 đoạn 4

source: {JAPAN ONLY} Affiliate Program T&C Section 3 Title
ja: アフィリエイト会員の義務
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 3 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 1
ja: （1）アフィリエイト会員は、獲得会員に入金及び取引への融資や貸出金をいかなる形式においても奨励してはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 10
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 10
ja: 10）上記の規定のいずれかに違反したアフィリエイト会員を当社が把握した場合、当社は本契約または適用される法律の下、その他の権利若しくは利用できる救済策に加えて、本契約に締結した該当アフィリエイト会員をすぐに契約解除する権利を有します。その場合、アフィリエイト会員は全ての権利を放棄し、当社またはBinaryグループ会社の取締役、役員、株主、従業員に対する補償を行うものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 10

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 2
ja: （2）アフィリエイト会員はマーケティング、公告、プロモーションのいかなる活動において20歳未満を対象としてはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 3
ja: （3）獲得会員の資金または第三者の資金を、Binary.comの自身の口座で保有若しくは共有してはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 4
ja: （4）高圧的な販売戦術や口約束を用いてはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 4

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 5
ja: (5）アフィリエイト会員は、獲得会員の取引実績や利益よりも自身のアフィリエイト報酬を増やす目的で獲得会員に対して入金や取引を強要することは禁じられています。常に獲得会員の利益を優先した行動を行うことが義務となっています。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 5
