Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You must immediately delete all Content if we terminate your use of the Binary.com API for breach of these Terms, except when doing so would cause you to violate any law or obligation imposed by a governmental authority.
ar: يجب عليك فوراً حذف جميع المحتويات إذا ما قمنا بإنهاء استخدامك لواجهة برمجة التطبيقات الخاصة ب Binary.com بسبب خرق هذه الشروط, إلا إذا ما كان ذلك سيتسبب في إنتهاكك لأي قانون أو إلتزام مفروض من قبل سلطة حكومية.
id: Anda harus segera menghapus semua Konten jika kami menghentikan penggunaan API Binary.com berhubung pelanggaran Persyaratan ini, kecuali bila hal itu akan menyebabkan Anda untuk melanggar hukum atau kewajiban yang dibebankan oleh otoritas pemerintah.
pl: W przypadku, gdy Firma zakończy udostępnianie Użytkownikowi API Binary.com z powodu naruszenia przez niego niniejszych Warunków, Użytkownik jest zobowiązany natychmiast usunąć wszelkie Treści, chyba że takie działanie będzie stanowiło naruszenie jakichkolwiek przepisów prawnych nałożonych przez władze państwowe.
ru: Вы должны незамедлительно удалить весь Контент, если мы прервём использование Вами API Binary.com за нарушение данных Правил, за исключением случаев, когда таковые действия приведут к нарушению Вами любых законов или обязательств, возложенных на Вас государственными органами.

source: You must not copy or store any Content or capture or store any information expressed by the Content (such as feed data), except to the extent permitted by these Terms.
ar: لا يجب عليك نسخ أو تخزين أي محتوى أو إلتقاط أو تخزين أية معلومات أعرب عنها المحتوى (مثل تغذية البيانات), إلا بالقدر المسموح به من قبل هذه الشروط.
id: Anda tidak harus menyalin atau menyimpan Konten atau menangkap atau menyimpan informasi yang diungkapkan oleh Konten (seperti data kutipan), kecuali sejauh yang diizinkan oleh Ketentuan ini.
pl: Zabrania się kopiowania i przechowywania wszelkich Treści oraz utrwalania i przechowywania informacji wyrażonych w Treściach (takich jak źródło danych), za wyjątkiem sytuacji określonych w niniejszych Warunkach.
ru: Вы не должны копировать или хранить любой Контент, создавать скриншоты или хранить любую информацию, содержащуюся в Контенте (например, котировки), за исключением информации, разрешенной данными Правилами.

source: You must promptly report any security deficiencies in, or intrusions to, your Application that you discover to Binary.com by writing in to %1 or by raising a discussion thread on %2 which is part of our Developer Site. You will work with Binary.com to immediately correct any security deficiency, and will immediately disconnect any intrusions or intruder. In the event of any security deficiency or intrusion involving the Application, APIs or Content, you will make no public statements (e.g. press, blogs, social media, bulletin boards, etc.) without prior written and express permission from Binary.com in each instance.
ar: يجب عليك الإبلاغ فوراً عن أي أوجه في القصور الفني, أو اقتحام للتطبيق الخاص بك الذي قمت باكتشافه ل Binary.com عن طريق الكتابة ل 1% أو من خلال رفع الموضوع للمناقشة على 2% والتي تعد جزءاً من موقعنا الخاص بالمطورين. سوف تعمل مع Binary.com على تصحيح أي نقص أمنى فورياً, وقطع الإتصال فورياً عن أي اختراقات أو تطفل. وفي حال وجود أي نقص أمني أو اختراق يشمل التطبيق, واجهات برمجة التطبيقات أو المحتويات, فأنت لن تدلي بأي تصريحات علنية (على سبيل المثال الصحافة, المدونات, وسائل التواصل الإجتماعي, لوحات الإعلانات, وما إلى ذلك.) دون الحصول على إذن خطي مسبق وصريح من Binary.com في كل حالة.
id: Anda harus segera melaporkan setiap kekurangan keamanan, atau intrusi untuk, Aplikasi Anda pada Binary.com dengan menulis ke %1 atau dengan membuat thread diskusi di %2 yang merupakan bagian dari Situs Pengembang kami. Anda akan bekerja dengan Binary.com untuk segera memperbaiki kekurangan keamanan, dan akan segera lepaskan semua gangguan atau penyusup. Dalam hal terjadi kekurangan keamanan atau gangguan yang melibatkan Aplikasi, API atau Konten, Anda tidak akan membuat pernyataan publik (misalnya pers, blog, media sosial, papan buletin, dll) tanpa izin tertulis dan kelulusan dari Binary.com pada setiap contoh.
pl: Użytkownik jest zobowiązany niezwłocznie zgłosić Binary.com wszelkie dostrzeżone braki w zabezpieczeniach lub ataki jego Aplikacji, wysyłając wiadomość na adres: %1 lub rozpoczynając wątek na %2, który stanowi część naszej strony dla programistów. Użytkownik będzie współpracował z Binary.com w celu natychmiastowej naprawy braków w zabezpieczeniach i natychmiast zlikwiduje wszelkie ataki. W przypadku jakichkolwiek braków w zabezpieczeniach lub ataków, dotyczących Aplikacji, API lub Treści, Użytkownik nie będzie informował o tym opinii publicznej (np. w prasie, mediach społecznościowych, na blogach, tablicach ogłoszeniowych itp.) bez wcześniejszego uzyskania pisemnej zgody Binary.com odnoszącej się wyraźnie do każdego pojedynczego przypadku.
ru: Вы должны незамедлительно сообщать Binary.com о любых обнаруженных Вами недостатках в системе безопасности или случаях проникновения в Ваше Приложение, написав сообщение %1 или подняв дискуссию в %2, которое является частью нашего Сайта разработчиков. Вы обязуетесь сотрудничать с Binary.com, чтобы незамедлительно исправить любые недостатки в системе безопасности, а также немедленно прервать любые вторжения или проникновения. В случае обнаружения любых недостатков в системе безопасности, связанных с Приложением, API или Контентом, вы обязуетесь не делать никаких публичных заявлений (например, в прессе, блогах, соц. сетях, на доске объявлений, и т.д.) без предварительного письменного и явного разрешения от Binary.com по каждому конкретному случаю.
th: ท่านต้องรายงานให้เ Binary.com ทราบทันทีหากพบความบกพร่องในเรื่องความปลอดภัย หรือมีการโจมตีจากการใช้งานแอพพลิเคชันของท่าน โดยการเขียนแจ้งเป็นลายลักษณ์อักษรให้กับ %1 หรือ โดยการแจ้งผ่าน %2 ซึ่งเป็นส่วนหนึ่งของเว็บไซต์ผู้พัฒนาระบบ ท่านจะช่วยสนับสนุน Binary.com เพื่อการแก้ปัญหาความบกพร่องในเรื่องความปลอดภัยอย่างทันท่วงที และจะหยุดการเชื่อมต่อกับการโจมตีใดๆ หรือ ผู้บุกรุกเครือข่ายต่างๆ ในกรณีใดๆ เกี่ยวกับความบกพร่องในเรื่องความปลอดภัย หรือ การโจมตีแอพพลิเคชัน API ต่างๆ หรือ เนื้อหาข้อมูลในระบบ ท่านจะไม่นำข้อมูลนั้นเผยแพร่ต่อสาธารณะ (เช่น สื่อมวลชน บล็อก สื่อสังคมออนไลน์ เว็บบอร์ด หรือ กระดานสนทนา ฯลฯ) โดยปราศจากการแจ้งให้ทราบเป็นลายลักษณ์อักษร และได้รับอนุญาตจาก Binary.com ตามแต่กรณี

source: You or your employees’ or agents’ acts or omissions, including yours or their breach or alleged breach of these Terms;
ar: أعمالك أنت أو موظفيك أو وكلائك أو أخطائك, بما في ذلك خروقاتك أو خروقاتهم أو الإنتهاك المزعوم لهذه الشروط;
id: Kelalaian Anda atau karyawan Anda 'atau agen' termasuk Anda atau pelanggaran atau dugaan pelanggaran terhadap Persyaratan ini.
pl: Czyny lub zaniechania Użytkownika, jego pracowników lub przedstawicieli, w tym naruszenie lub domniemane naruszenie niniejszych Warunków przez Użytkownika, jego pracowników lub przedstawicieli;
ru: Ваши действия или упущения, а также действия и упущения Ваших сотрудников или агентов, включая нарушение или предполагаемое нарушение Вами или ими данных Правил;

source: You risk only your initial stake, and your stake never increases, even in gapping markets.
ar: أنت تخاطر فقط بمبلغ رهان مبدئي وهو لا يزيد أبداً، حتى مع وجود فجوات سعرية بالأسواق.
id: Risiko Anda hanya pada modal, dan modal Anda tidak akan berubah meskipun terjadi perubahan pasar.
pl: Ryzykujesz tylko początkową stawkę, a ona nigdy nie rośnie, nawet na rynkach niszowych.
ru: Ваш риск ограничен начальной ставкой, и он никогда не увеличивается, даже при разрывах котировок на рынках.

source: You set the barrier(s) to define your position.
ar: أنت تقوم بتحديد الحاجز لتحدد عقدك.
id: Anda perlu memilih batasan untuk menentukan posisi.
pl: Ustalasz limit(y), aby określić swoją pozycję.
ru: Вы задаете параметры позиции.

source: You shall be solely responsible for, and shall indemnify and hold the Company free and harmless from, any and all third party claims, damages or lawsuits (including, but not limited to, consequential losses and loss of profit, the Company’s reasonable legal costs and expenses if applicable):
id: Anda sepenuhnya bertanggung jawab atas, dan harus mengganti kerugian dan melepaskan Perusahaan dari setiap dan semua tuntutan pihak ketiga mengenai kerusakan atau tuntutan hukum (termasuk, namun tidak terbatas pada, kerugian konsekuensial dan kehilangan keuntungan, biaya hukum Perusahaan dan biaya lain jika berlaku):
pl: Użytkownik ponosi wyłączną odpowiedzialność za jakiekolwiek roszczenia, szkody czy pozwy stron trzecich (między innymi straty pośrednie i utratę zysków oraz ewentualne koszty prawne poniesione przez Firmę) i zwalnia Firmę z odpowiedzialności za nie:
ru: Вы должны нести единоличную ответственность, а также освободить и оградить Компанию от любых претензий третьей стороны, убытков или судебных исков (включая, но не ограничиваясь косвенными убытками и потерей прибыли, разумными юридическими издержками Компании, а также расходами, если таковые применимы) в следующих ситуациях:

source: You shall discontinue your use of all prior versions of the Binary.com API in favour of the revised Binary.com API. While it is the Company’s intention that the revised Binary.com API shall be backward compatible with the immediately prior version of the Binary.com API, the Company does not guarantee or warrant that this shall be so, and the Company shall have no liability whatsoever to you for any failure of the revised Binary.com API to be backward compatible with any prior version of the Binary.com API.
ar: يجب عليك التوقف عن استخدام جميع الإصدارات السابقة لواجهة برمجة التطبيقات الخاصة ب Binary.com لصالح الإصدار المعدل من واجهة برمجة التطبيقات الخاصة ب Binary.com. في حين أن نية الشركة بأن يكون الإصدار المعدل لواجهة برمجة التطبيقات الخاصة ب Binary.com متوافق فورياً مع الإصدار السابق لواجهة برمجة التطبيقات الخاصة ب Binary.com, فإن الشركة لا تضمن بأن يكون الأمر كذلك, والشركة لن تتحمل أي مسئولية تجاهك أياً كانت بسبب فشل توافق الإصدار المعدل لواجهة برمجة التطبيقات الخاصة ب Binary.com مع أي من الإصدارات السابق لواجهة برمجة التطبيقات الخاصة ب Binary.com.
id: Anda harus menghentikan penggunaan semua versi sebelumnya dari Binary.com API mendukung Binary.com API direvisi. Sementara itu adalah niat Perusahaan yang Binary.com API revisi akan kompatibel dengan versi segera sebelum API Binary.com, Perusahaan tidak menjamin atau menjamin bahwa ini akan menjadi begitu, dan Perusahaan tidak memiliki kewajiban apapun kepada Anda untuk setiap kegagalan Binary.com API direvisi menjadi kompatibel dengan versi sebelumnya dari API Binary.com.
pl: Użytkownik przestanie korzystać z wcześniejszych wersji API Binary.com i rozpocznie korzystanie z jego ulepszonej wersji. Intencją Firmy jest, by ulepszona wersja API Binary.com była zgodna z poprzednią wersją API Binary.com, jednak nie gwarantuje, że tak będzie i nie ponosi żadnej odpowiedzialności w stosunku do Użytkownika za brak kompatybilności API Binary.com z jego z poprzednią wersją.
ru: Вы должны прекратить использование всех предыдущих версий API Binary.com в пользу новых API от Binary.com. Хотя Компания стремится, чтобы обновлённые API Binary.com были обратно совместимы с более ранними версиями API Binary.com, Компания не даёт никаких гарантий в этом отношении; Компания не должна нести никакой ответственности перед Вами за отсутствие обратной совместимости обновлённых API Binary.com с любой предыдущей версией API Binary.com.

source: You shall not encourage your referrals to make deposits or place any trades where the purpose of that action is (whether in whole or in part) to increase affiliate commissions rather than to benefit your referrals’ trading performance and profitability.
id: Anda tidak dapat menyemangati referral Anda untuk membuat deposit atau membeli kontrak yang bertujuan (sebagian atau sepenuhnya) untuk meningkatkan komisi affiliasi dan bukan untuk memperoleh keuntungan dari kinerja mereka.
pl: Partner nie będzie zachęcać osób, którym poleca nasz portal, do dokonywania wpłat ani zawierania transakcji, których celem jest (zarówno w całości, jak i w części) wzrost prowizji partnerskiej, a nie zysk i rentowność osób, którym poleca portal.
ru: Вы обязуетесь не поощрять рефералов пополнять счета или размещать сделки, когда целью таких действий является (целиком или частично) повышение партнерских комиссий, а не улучшение торговых результатов и повышение прибыли Ваших рефералов.

source: You shall not hold or pool your referrals’ funds or third party funds into your own account held with %1.
id: Anda tidak boleh memegang atau mengumpulkan dana referral Anda atau pihak ketiga di dalam akun %1 Anda.
pl: Partner nie ma prawa przetrzymywać na swoim koncie na %1 środków należących do osób, którym poleca nasz portal, czy osób trzecich, ani pobierać ich na swoje konto.
ru: Не держать и не переводить средства рефералов или третьих лиц на свой счет на %1 для управления ими.

source: You shall not place trades on your referrals’ behalf.
ar: لا يجوز لك وضع التداولات بالنيابة عن الإحالات الخاصة بك.
id: Anda tidak dapat membeli kontrak atas nama referral Anda.
pl: Partner będzie zawierać zakładów w imieniu osób, którym poleca nasz portal.
ru: Вы не должны размещать сделки от имени своих рефералов.

source: You should enter between %1 characters.
ar: يجب أن تدخل بين %1 حرفا.
id: Anda harus memasukkan antara %1 karakter.
pl: Proszę wprowadzić następującą liczbę znaków: %1.
ru: Вы должны ввести %1 знаков.

source: You will have no 'margin calls', no 'stops', and no surprises.
ar: لا يوجد "طلبات إضافة أموال" أو "توقفات" أو مفاجآت.
id: Anda tidak dikenakan 'margin call', 'stop' dan tanpa kejutan.
pl: Nie napotkasz tu „wezwań do uzupełnienia depozytów”, „ograniczeń” czy innych niespodzianek.
ru: Вы не столкнетесь с требованиями гарантийного взноса, вынужденными остановками или другими неожиданностями.

source: You'll find answers to most of your questions on the <a href='%1' target='_blank'>FAQ</a> page.
ar: ستجد إجابات عن معظم أسئلتك على صفحة <a href='%1' target='_blank'>أسئلة متكررة</a>.
id: Anda akan menemukan jawaban pada halaman <a href='%1' target='_blank'>Pertanyaan Umum</a>.
pl: Odpowiedź na większość pytań można znaleźć na stronie: <a href='%1' target='_blank'>FAQ</a>.
ru: Вы найдете ответы на большинство своих вопросов на странице <a href='%1' target='_blank'>FAQ</a>.

source: Your %1 account is unavailable. For any questions please contact %2.
id: Akun %1 ini untuk sementara dibekukan, silahkan hubungi %2.
pl: Twoje konto %1 jest niedostępne. W przypadku jakichkolwiek pytań prosimy o kontakt z %2.
ru: Ваш счет %1 в данный момент недоступен. Пожалуйста, свяжитесь со следующим отделом: %2.
th: %1 บัญชีของท่านไม่สามารถใช้งานได้ หากประสงค์ขอข้อมูลเพิ่มเติม ได้โปรดติดต่อ %2

source: Your %1 accounts are unavailable. For any questions please contact %2.
id: Akun %1 ini untuk sementara dibekukan, silahkan hubungi %2.
pl: Twoje konta %1 są niedostępne. W przypadku jakichkolwiek pytań prosimy o kontakt z %2.
ru: Ваши счета %1 в данный момент недоступны. Пожалуйста, свяжитесь со следующим отделом: %2.
th: %1 บัญชีของท่านไม่สามารถใช้งานได้ หากประสงค์ขอข้อมูลเพิ่มเติม ได้โปรดติดต่อ %2

source: Your Login ID
ar: معرف الدخول الخاص بك
id: Login ID Anda
pl: Twój login
ru: Ваш логин
th: Login ID ของท่าน

source: Your account balance (%1%2) is insufficient to buy this contract (%1%3).
ar: رصيد حسابك (%1%2) لا يكفي لشراء هذا العقد (%1%3).
id: Saldo Anda (%1%2) tidak mencukupi untuk membeli kontrak (%1%3) ini.
pl: Twoje saldo(%2 %1) jest za niskie, aby kupić ten kontrakt (%3 %1).
ru: Баланс Вашего счета (%1%2) недостаточен для покупки данного контракта (%1%3).

source: Your account balance is %1 %2. Maximum withdrawal by all other means is %1 %3.
ar: رصيد حسابك هو %1 %2. الحد الأقصى للسحب بكل الوسائل هو %1 %3.
id: Saldo akun Anda adalah %1 %2. Penarikan maksimal melalui metode lain adalah %1 %3.
pl: Saldo Twojego konta wynosi %2 %1. Maksymalna wypłata za pomocą innych metod wynosi %3 %1.
ru: Баланс Вашего счёта составляет %1 %2. Максимальная сумма вывода другими методами составляет %1 %3.

source: Your account has exceeded the trading limit with free promo code, please deposit if you wish to continue trading.
ar: لقد تجاوز حسابك حد التداول الخاص بكود العرض المجاني، يرجى أن تقوم بالايداع إذا كنت ترغب فى الاستمرار فى التداول.
id: Akun Anda telah melebihi batasan trading menggunakan kode bonus, silakan mendeposit untuk melanjutkan trading.
pl: Na Twoim koncie przekroczony został limit handlowy dla kodu promocyjnego, prosimy o wpłatę, jeśli chcesz nadal handlować.
ru: Ваш счет превысил лимит торговли от бесплатного бонуса. Пожалуйста, пополните счет, если Вы желаете продолжить торговать на нем.

source: Your account has no country of residence.
ar: حسابك ليس به بلد الإقامة.
id: Akun Anda tidak memiliki negara domisili.
pl: Do Twojego rachunku nie został przypisany żaden kraj zamieszkania.
ru: На Вашем счете не указана страна проживания.
th: บัญชีของท่านไม่มีข้อมูลประเทศที่พำนัก

source: Your account is disabled
ar: تم تعطيل حسابك
id: Akun Anda telah dibatalkan
pl: Twoje konto jest wyłączone.
ru: Ваш счет недоступен
th: บัญชีของท่านถูกระงับ

source: Your account is fully authenticated. You can view your %1trading limits here
id: Akun Anda telah terbukti. Anda dapat melihat batasan trading %1 Anda disini
pl: Twoje konto jest w pełni zweryfikowane. Możesz sprawdzić swoje %1limity handlowe tutaj
ru: Ваш счет полностью авторизован. Вы можете посмотреть свои торговые лимиты %1 здесь
th: บัญชีของท่านได้รับการยืนยันตัวตนอย่างสมบูรณ์แล้ว ท่านสามารถเรียกดู %1วงเงินซื้อขายของท่าน ได้ที่นี่

source: Your account is important to us. Please <a href="%1">contact us</a> should you need further assistance.
ar: حسابك مهم لنا. يرجى أن <a href="%1">تتصل بنا</a> إذا احتجت لمزيد من المساعدة.
id: Akun Anda adalah penting bagi kami. Silakan <a href="%1">hubungi kami</a> jika Anda memerlukan bantuan.
pl: Twoje konto jest dla nas ważne. <a href="%1">Skontaktuj się z nami</a>, jeśli będziesz potrzebować pomocy.
ru: Ваш счет очень важен для нас. Если Вам необходима помощь, пожалуйста, свяжитесь с нашей <a href="%1">службой поддержки</a>.
th: บัญชีของท่านมีความสำคัญต่อเรา โปรด <a href="%1">ติดต่อเรา</a> หากท่านมีความประสงค์ใดๆ ให้เราเป็นเกียรติในการช่วยเหลือ

source: Your account is not fully authenticated. Please visit the <a href="%1">authentication</a> page for more information.
ar: الحساب الخاص بك غير موثق بشكل كامل. يرجى زيارة صفحة<a href="%1"> التوثيق </a>لمزيد من المعلومات.
id: Akun Anda belum dikonfirmasi sepenuhnya. Silahkan kunjungi halaman <a href="%1">otentikasi</a> untuk informasi lebih lanjut.
pl: Twoje konto nie zostało w pełni zweryfikowane. Aby uzyskać więcej informacji, odwiedź stronę dotyczącą procesu <a href="%1">weryfikacyjnego</a>.
ru: Ваш счёт не до конца прошел проверку. Пожалуйста, посетите страницу <a href="%1">авторизации</a> для получения дополнительной информации.
th: บัญชีของท่านยังไม่ได้รับการยืนยันตัวตนอย่างสมบูรณ์ โปรดเข้าเยี่ยมหน้า <a href="%1">การยืนยันตัวตน</a> เพื่อดำเนินการเพิ่มเติม

source: Your account is registered as a Payment Agent.
ar: حسابك مسجل بوصفه وكيل دفع.
id: Akun Anda terdaftar sebagai Agen Pembayaran.
pl: Twoje konto zostało zarejestrowane jako konto pośrednika płatności.
ru: Вы зарегистрировали счет в качестве Платежного Агента.
th: บัญชีของท่านได้ลงทะเบียนเป็นตัวแทนรับชำระเงิน

source: Your account is restricted to withdrawals only.
ar: يقتصر حسابك على القيام بالسحب فقط.
id: Akun Anda hanya dapat melakukan penarikan saja.
pl: Twoje konto umożliwia jedynie wypłaty.
ru: На Вашем счету можно производить только вывод средств.
th: บัญชีของท่านดำเนินการได้เฉพาะการถอนเงินเท่านั้น

source: Your balance is higher than the permitted amount.
ar: رصيدك أعلى من القيمة المسموح بها.
id: Saldo Anda lebih tinggi dari jumlah yang dibenarkan.
pl: Twoje saldo przekracza dozwoloną kwotę.
ru: Ваш баланс выше позволенной суммы.
th: ยอดคงเหลือของท่านสูงกว่าจำนวนเงินที่ต้องการ

source: Your bonus request - %1
ar: طلب المكافأة الخاص بك - %1
id: Permohonan bonus Anda - %1
pl: Twój wniosek o bonus - %1
ru: Ваш запрос на бонус - %1
th: โบนัสของท่าน - %1

source: Your breach of any of Binary.com’s rights;
ar: انتهاكك لأي حقوق خاصة ب Binary.com;
id: Pelanggaran Anda dari setiap peraturan Binary.com ini.
pl: Naruszenie jakichkolwiek praw firmy Binary.com;
ru: нарушение Вами любых прав Binary.com;
th: การฝ่าฝืนสิทธิ์ Binary.com ของท่าน;

source: Your cashier is locked
ar: قسم الصراف الخاص بك مغلق
id: Kasir Anda telah terkunci
pl: Twoja sekcja Kasjer jest zablokowana
ru: Ваша КАССА заблокирована
th: การรับ/ชำระเงินของท่านถูกล็อก

source: Your cashier is locked as per your request
ar: قسم الصراف الخاص بك مغلق بناءا على طلبك
id: Bagian kasir Anda telah terkunci sesuai dengan permintaan
pl: Twoja sekcja Kasjer została zablokowana na Twoją prośbę
ru: Ваша касса закрыта по Вашему запросу
th: การรับ/ชำระเงินของท่านถูกล็อกตามความประสงค์ของท่าน

source: Your cashier is locked as per your request - to unlock it, please click %1here
id: Kasir Anda telah terkunci sesuai permintaan Anda - untuk membuka kunci, silahkan klik %1 disini
pl: Sekcja Kasjer została zablokowana na Twoją prośbę - jeśli chcesz ją odblokować, prosimy kliknąć %1 tutaj
ru: Ваша касса закрыта по Вашему запросу. Для открытия, пожалуйста, нажмите сюда%1
th: การรับ/ชำระเงินของท่านถูกล็อก - หากประสงค์ปลดล็อก โปรดคลิก %1ที่นี่

source: Your cashier is locked as per your request.
ar: قسم الصراف الخاص بك مغلق بناءا على طلبك.
id: Bagian kasir terkunci sesuai dengan permintaan.
pl: Twoja sekcja Kasjer została zablokowana na Twoją prośbę.
ru: Ваша касса закрыта по Вашему запросу.
th: การจ่าย/ชำระเงินของท่านถูกล็อกตามความประสงค์ของท่าน

source: Your cashier section is locked.
ar: قسم الصراف الخاص بك مغلق.
id: Bagian kasir Anda dibatalkan.
pl: Twoja sekcja Kasjer jest zablokowana.
ru: Ваша секция КАССА заблокирована.
th: การรับ/ชำระเงินของท่านถูกล็อก

source: Your cashier session has expired
ar: انتهت جلسة الصراف الخاصة بك
id: Sesi kasir Anda telah berakhir
pl: Twoja sesja w sekcji Kasjer wygasła
ru: Сессия в разделе КАССА истекла
th: ช่วงเวลารับ/ชำระเงินของท่านหมดอายุ

source: Your cashier was locked.
ar: قسم الصراف الخاص بك أغلق.
id: Kasir Anda terkunci.
pl: Twoja sekcja Kasjer została zablokowana.
ru: Ваша КАССА заблокирована.
th: การรับ/ชำระเงินของท่านถูกล็อก

source: Your cashier was not locked.
ar: قسم الصراف الخاص بك لم يكن مغلق.
id: Kasir Anda tidak terkunci.
pl: Twoja sekcja Kasjer nie została zablokowana.
ru: Ваша КАССА не заблокирована.
th: การรับ/ชำระเงินของท่านไม่ถูกล็อก

source: Your current balance is
ar: رصيدك الحالي هو
id: Saldo Anda saat ini
pl: Obecnie Twoje saldo wynosi
ru: Текущий баланс Вашего счета составляет
th: ยอดคงเหลือของท่าน คือ

source: Your date of birth is invalid.
ar: تاريخ ميلادك غير صحيح.
id: Tanggal lahir Anda salah.
pl: Twoja data urodzenia jest nieprawidłowa.
ru: Ваша дата рождения недействительна.
th: วันเกิดของท่านไม่ถูกต้อง

source: Your details have been updated.
ar: تم تحديث التفاصيل الخاصة بك.
id: Rincian Anda telah diperbarui.
pl: Twoje dane zostały uaktualnione.
ru: Ваши данные успешно обновлены.
th: รายละเอียดของท่านได้รับการปรับปรุงเรียบร้อยแล้ว

source: Your email address
ar: عنوان بريدك الإلكترونى
id: Alamat email Anda
pl: Twój adres e-mail
ru: Ваш e-mail
th: อีเมล์ของท่าน

source: Your email address is unverified.
ar: عنوان بريدك الإلكتروني لم يتم التحقق منه.
id: Alamat email Anda tidak diverifikasi.
pl: Twój adres e-mail nie jest zweryfikowany.
ru: Ваш электронный адрес не подтвержден.
th: อีเมล์ของท่านยังไม่ได้รับการตรวจสอบ

source: Your funds are safe
ar: أموالك في أمان
id: Dana Anda aman
pl: Twoje środki są bezpieczne
ru: Ваши средства в безопасности
th: เงินทุนของท่านปลอดภัย
