Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Can I become an affiliate even if I don't have a website?
ar: هل يمكنني أن أكون منتسبا حتى لو لم يكن لدي موقع على شبكة الإنترنت؟
de: Kann ich ein Geschäftspartner werden, auch wenn ich keine Website habe?
fr: Puis-je devenir affilié même si je n'ai pas de site Web ?
id: Dapatkah saya menjadi afiliasi jika saya tidak memiliki website?
ja: ウェブサイトを持っていなくても、アフィリエイトプログラムに参加することはできますか？
pl: Czy mogę zostać partnerem nawet jeśli nie mam strony internetowej?
ru: Могу ли я стать партнером, если у меня нет собственного сайта?
th: ฉันสามารถเป็นพันธมิตรได้ไหม หากฉันไม่มีเว็บไซต์?
vi: Nếu tôi không có trang web, tôi có trở thành một thành viên được không?
zh_cn: 如果我没有网站，也可以成为联盟会员吗？

source: Can I offer my referrals an incentive to sign up through my link rather than sign up directly?
ar: هل يمكنني أن أقدم للأشخاص الذين أحيلهم حافزا ليسجلوا من خلال الرابط الخاص بي بدلاٌ من أن يسجلوا مباشرة؟
de: Kann ich meinen empfohlenen Kunden ein Incentive anbieten, wenn Sie sich über meinen Link und nicht direkt anmelden?
fr: Puis-je inciter les clients que j'ai envoyés à se connecter via mon lien plutôt que de se connecter directement ?
id: Bisakah saya menawarkan insentif kepada referal saya untuk mendaftar melalui link saya dibandingkan dengan mendaftar langsung?
ja: アフィリエイトリンク経由で会員獲得をするためにインセンティブを与えることは認められていますか？
pl: Czy mogę oferować osobom, którym polecam portal, wynagrodzenie finansowe, jeśli zarejestrują się przez link ode mnie, a nie bezpośrednio?
ru: Могу ли я предложить рефералам свою ссылку, чтобы они регистрировались через нее, а не напрямую через сайт?
th: ฉันสามารถให้ค่าตอบแทนกับผู้อ้างอิงของฉันในการลงทะเบียนผ่านลิงค์ของฉันแทนการลงทะเบียนโดยตรงได้หรือไม่?
vi: Tôi có thể mời người tôi giới thiệu đăng nhập qua đường dẫn của tôi thay vì đăng nhập trực tiếp không?
zh_cn: 我是否可以让我推荐的客户不要直接注册，而是通过我的链接注册，从而获得奖金？

source: Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.
ar: يمكن استخدامها لشراء وبيع العقود، وتجديد مشتريات منتهية الصلاحية، وأعلى متابعة حسابات الأموال الافتراضية.
de: Kann verwendet werden, um Kontrakte zu kaufen und zu verkaufen, abgelaufene Kontrakte zu erneuern, und um virtuelle Konten aufzustocken.
fr: Peut être utilisé pour acheter et vendre des contrats, renouveler des achats expirés et réapprovisionner les comptes virtuels.
id: Dapat digunakan untuk membeli dan menjual kontrak, memperbarui kontrak dan menambah saldo pada akun virtual.
ja: トレードの売買、期限切れトレードの更新、デモ口座の補充にご利用いただけます。
pl: Może być stosowany do zakupu i sprzedaży kontraktów, odnawiania wygasłych zakupów oraz doładowywania kont z wirtualnymi pieniędzmi.
ru: Может использоваться для покупки и продажи контрактов, возобновления покупки закончившихся сделок, а также пополнения демо-счетов.
th: สามารถใช้ในการซื้อและขายสัญญาต่างๆ การต่ออายุ และการเติมเงินในบัญชีเสมือน
vi: Có thể được sử dụng để mua và bán hợp đồng, làm mới hợp đồng mua hàng đã hết hạn, và nhận thêm tiền vào tài khoản tiền ảo.
zh_cn: 可用于合同购入与售出，给到期的购入合同延期，以及给虚拟金钱账户存入资金。

source: Can be used to open accounts, set settings, manage token usage, and more.
ar: يمكن استخدامها لفتح الحسابات، وتعيين إعدادات، إدارة استخدام الرمز المميز، وأكثر.
de: Kann verwendet werden, um Konten zu eröffnen, Einstellungen vorzunehmen, die Token-Verwendung zu verwalten, und mehr.
fr: Peut être utilisé pour ouvrir un compte, régler les paramètres et gérer l'utilisation des jetons d'authentification, entre autres.
id: Dapat digunakan untuk mendaftar akun, menyeting, mengelola penggunaan token dan banyak lagi.
ja: 口座開設、設定、トークン使用状況の管理などをご利用いただけます。
pl: Może być stosowany m.in. do otwierania kont, wybierania ustawień, zarządzania korzystaniem z tokenów.
ru: Может использоваться для открытия счетов, создания настроек, управления токеном и других действий.
th: สามารถใช้เพื่อเปิดบัญชี ตั้งค่าต่างๆ จัดการการใช้โทเค่น และอื่นๆ
vi: Có thể được sử dụng để mở tài khoản, thiết lập, quản lý việc sử dụng mã token, và nhiều hơn nữa.
zh_cn: 可用于开账户、设置、令牌用法管理等。

source: Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.
ar: يمكن استخدامها لعرض نشاط الحساب، بما في ذلك إعدادات وحدود وموازين، وتاريخ الشراء التجارة وأكثر.
de: Kann zur Anzeige der Kontenaktivität, einschließlich Einstellungen, Limits, Guthaben, Handelsverlauf, und mehr verwendet werden.
fr: Peut être utilisé pour afficher l'activité du compte, notamment les paramètres, les bilans et l'historique des contrats achetés, entre autres.
id: Dapat digunakan untuk melihat aktivitas akun, termasuk pengaturan, batas, saldo, sejarah pembelian trading, dan banyak lagi.
ja: 設定、制限、バランスシート、購入履歴などの口座アクティビティ
pl: Może być stosowany do podglądu aktywności na koncie, w tym m.in. ustawień, limitów, salda, historii zakupu kontraktów.
ru: Может использоваться для просмотра активности на счету, в том числе настроек, лимитов, баланса, истории торговли и др.
th: สามารถใช้ในการดูกิจกรรมที่เกิดขึ้นของบัญชี รวมถึงการตั้งค่า วงเงิน งบดุล ประวัติการซื้อขาย และอื่นๆ
vi: Có thể được sử dụng để xem hoạt động của tài khoản, bao gồm cài đặt, giới hạn, số dư, lịch sử giao dịch, và nhiều hơn nữa.
zh_cn: 可用于查看账户活动，包括设置、限额、资产负债表、交易购入历史等。

source: Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.
ar: يمكن استخدامها للسحب لعملاء الدفع، تحويل الأموال بين الحسابات ، وحدد/ كلمات سر واضحة للصراف.
de: Kann verwendet werden, um Auszahlungen an Zahlungsagenten zu machen, Geld zwischen Konten zu transferieren und um Kassenpasswörter einzurichten oder zu löschen.
fr: Peut être utilisé pour effectuer des retraits par l'intermédiaire d'agents de paiement, transférer des fonds d'un compte à un autre et définir/supprimer les mots de passe de connexion à la Caisse.
id: Dapat digunakan untuk menarik dana ke agen pembayaran, transfer dana antar akun, dan mengatur/menghapus sandi kasir.
ja: 決済サービスでのご出金、口座間の資金送金、入出金パスワードの設定/削除をご利用いただけます。
pl: Może być stosowany do dokonywania wypłat przetwarzanych przez pośredników płatności, przelewów środków między kontami oraz ustawiania i zmiany hasła do kasjera.
ru: Может использоваться для вывода денег через платёжных агентов, перевода средств между счетами, установки / изменения паролей для Кассы.
th: สามารถถอนเงินเพื่อชำระกับตัวแทน โอนเงินระหว่างบัญชี และตั้งค่า/ลบรหัสผ่านการรับและการชำระเงิน
vi: Có thể được sử dụng để rút tiền ở đại lý thanh toán, chuyển tiền giữa các tài khoản và thêm/ xóa mật khẩu thu ngân.
zh_cn: 用途包括为付款代理取款、帐户转账以及设置/删除收银台密码。

source: Can you customize a banner for my site?
ar: هل يمكنكم تخصيص لافتة لموقعي؟
de: Kann ich für meine Website ein eigenes Banner gestalten?
fr: Pouvez-vous personnaliser une bannière pour mon site ?
id: Dapatkan Anda memberikan banner khusus untuk website saya?
ja: 私のサイト専用にバナーをカスタマイズして貰うことは可能ですか？
pl: Czy możecie dostosować baner na moją stronę?
ru: Как я могу персонализировать баннер для своего сайта?
th: ฉันสามารถปรับแต่งแบนเนอร์ของเว็บฉันได้ไหม?
vi: Bạn có thể tùy chỉnh biểu ngữ cho trang web của tôi không?
zh_cn: 你是否能为我的网站定制一个横幅广告？

source: Canada
ar: كندا
de: Kanada
id: KANADA
ja: カナダ
pl: Kanada
ru: Канада
th: แคนาดา
zh_cn: 加拿大

source: Canada 60 Cash Index
de: Kanadischer 60 Cash Index
ja: カナダ 60現物指数
vi: Chỉ số tiền mặt Canada 60
zh_cn: 加拿大 60 现金指数

source: Career opportunities for Americans
de: Karrieremöglichkeiten für Amerikaner
fr: Opportunités de carrière pour Américains
ja: 採用情報（アメリカ出身の方）
vi: Cơ hội nghề nghiệp cho người Mỹ
zh_cn: 美国居民的工作机会

source: Careers
ar: المهن
de: Karrieren
fr: Opportunités de carrière
id: Karir
ja: 採用情報
pl: Praca
ru: Карьера
th: งาน
vi: Sự nghiệp
zh_cn: 工作机会

source: Cash Indices
de: Cash Indizes
fr: Indices Cash
ja: 店頭インデックス
vi: Các chỉ số tiền mặt
zh_cn: 现金指数

source: Cashier
ar: الصراف
de: Kasse
fr: Caisse
id: Kasir
ja: 入出金
pl: Kasjer
ru: Касса
th: แคชเชียร์
vi: Thu ngân
zh_cn: 收银台

source: Cashier Password
de: Kasse Passwort
fr: Mot de passe de la page « Caisse »
ja: 入出金パスワード
vi: Mật khẩu Thu ngân
zh_cn: 收银台密码

source: Cashier password
ar: كلمة مرور الصراف
de: Kasse Passwort
fr: Mot de passe de la page « Caisse »
id: Kata sandi Kasir
ja: 入出金パスワード
pl: Hasło do sekcji Kasjer
ru: Пароль кассы
th: รหัสผ่านสำหรับจัดการเงิน
vi: Mật khẩu Thu ngân
zh_cn: 收银台密码

source: Certain limits are imposed as to the acceptable levels for barrier/strike prices of contracts. Typically, the barrier/strike may not be too close nor too far from the current underlying market level.
ar: يتم فرض حدود معينة فيما يتعلق بالمستويات المقبولة لحاجز أسعار العقود أو أسعار تنفيذها. عادة، لا يكون الحاجز أو سعر التنفيذ قريب جدا أو بعيد جدا عن المستوى الحالي للسوق المعني.
de: Für die Schwellen-/Ausübungskurse von Kontrakten werden angemessene Quotierungen festgelegt. Normalerweise darf die Schwelle/Ausübung weder zu weit weg noch zu nah am zugrunde liegenden aktuellen Marktkurs liegen.
fr: Certaines limites sont imposées comme étant les niveaux acceptables pour les prix barrière/prix d'exercice des contrats. Typiquement, le prix barrière/prix d'exercice ne doit pas être trop proche ni trop éloignée du niveau actuel du marché sous-jacent.
id: Beberapa batasan tertentu akan dikenakan pada batasan atau tingkat harga kontrak. Pada dasarnya batasan atau tingkat adalah tidak terlalu dekat atau terlalu jauh dari tingkat harga pasar terkini.
ja: トレードのバリアと取引価格に対して特定の制限が課されます。一般的に、バリアと取引価格はその時点での取引市場のレベルに近過ぎたり遠過ぎる値を指定することはできません。
pl: Pewne limity są narzucone w odniesieniu do akceptowalnych poziomów dla cen limitowych/ cen wykonania kontraktów. Z reguły ceny limitowe/ ceny wykonania nie mogą być zbyt zbliżone ani zbyt odległe od aktualnego poziomu cen na rynku podstawowym.
ru: Налагаются определенные ограничения на приемлемые уровни рыночных цен для выигрыша контрактов. Обычно уровень рынка для выигрыша не может быть слишком близок к настоящему уровню рынка.
vi: Giới hạn nhất định được hiểu là giá đạt tới mức có thể chấp nhận được đối với giá thực hiện/ giá tới hạn của hợp đồng. Thông thường, giá thực hiện có thể không quá gần hoặc quá xa với mức giá thị trường tài sản cơ sở hiện tại.
zh_cn: 合约障碍/行权价格的可接受水平存在特定限制。一般来说，障碍或行权价格不能离标的资产当前价格水平太近或太远。

source: Change API Endpoint
de: API Endpoint ändern
fr: Modifier le point terminal de l'API
ja: API エンドポイントの変更
vi: Thay đổi điểm nút cuối API
zh_cn: 更改 API 端点

source: Change Password
ar: غير كلمة المرور
de: Passwort ändern
fr: Modifier le mot de passe
id: Perubahan Kata Sandi
ja: パスワード変更
pl: Zmień hasło
ru: Сменить пароль
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi Mật khẩu
zh_cn: 更改密码

source: Change the Stop Out Level in relation to your account.
de: Ändern Sie das Stop Out Level im Verhältnis zu Ihrem Konto.
fr: Modifier le niveau Stop Out lié à votre compte.
ja: ロスカットレベルを変更する
vi: Thay đổi mức độ dừng liên quan đến tài khoản của bạn.
zh_cn: 更改账戶的止损平仓水平。

source: Change the margin rate in relation to both Open Positions and new orders;
de: Ändern Sie die Zinnspanne im Verhältnis zu Offenen Positionen und neuen Ordern;
fr: Changer le taux de marge en relation avec à la fois les positions ouvertes et les nouveaux ordres;
ja: オプションポジションと新しい注文に関する証拠金率の変更
vi: Thay đổi lề tỷ lệ liên quan đến cả thế mở và các lệnh mới;
zh_cn: 更改未平仓头寸和新订单的保证金率;

source: Change the password used for deposits and withdrawals.
de: Ändern Sie das für Einzahlungen und Auszahlungen verwendete Passwort.
fr: Modifier le mot de passe utiliser pour les dépôts et retraits.
ja: 入出金に用いるパスワードを変更
vi: Thay đổi mật khẩu sử dụng cho tiền gửi và rút tiền.
zh_cn: 更改存款和取款密码。

source: Change your main login password.
de: Ändern Sie Ihr Login-Passwort.
fr: Modifier votre mot de passe de connexion principal.
ja: パスワードを変更してください
vi: Thay đổi mật khẩu đăng nhập chính của bạn.
zh_cn: 更改主要登录密码。

source: Charitable Activities
de: Wohltätigkeitsaktivitäten
fr: Activités de bienfaisance
ja: 慈善活動
zh_cn: 慈善活动

source: Chart
ar: رسم بياني
de: Diagramm
fr: Graphique
id: Grafik
ja: チャート
pl: Wykres
ru: График
th: แผนภูมิ
vi: Biểu đồ
zh_cn: 图表

source: Chart Comparison
de: Chartvergleich
fr: Comparaison graphique
ja: チャート比較
vi: So sanh biểu đồ
zh_cn: 图表比较

source: Chart Indicators
de: Chartindikatoren
fr: Indicateurs graphiques
ja: チャート指標
vi: Các chỉ số biểu đồ
zh_cn: 图表指标

source: Charting for this underlying is delayed
ar: تم تأخير الرسوم البيانية لهذة الورقة المالية الأساسية
de: Die grafische Darstellung für diesen Basiswert ist verzögert
fr: Les graphiques sont retardés pour ce sous-jacent
id: Grafik untuk dasar pasar mengalami penundaan
ja: この対象のチャート表示は不可能です
pl: Dla tego rynku podstawowego wykresy są opóźnione
ru: Графики для этого инструмента рисуются с задержкой
th: กราฟของผลิตภัณฑ์อ้างอิงนี้ล่าช้า
vi: Biểu đồ cho tài sản cơ sở này bị hoãn
zh_cn: 此标的资产的图表数据存在延迟

source: Check out our commission rates below:
ar: تحقق من جدول العمولات أدناه:
de: Schauen Sie sich unsere nachstehenden Provisionssätze an:
fr: Consultez nos taux de commission ci-dessous :
id: Lihat persentasi komisi kami berikut ini:
ja: 報酬の還元率をご確認下さい。
pl: Poniżej wysokość prowizji:
ru: Посмотрите предлагаемые нами комиссии ниже:
th: ตรวจสอบอัตราค่าคอมมิชชั่นของเราด้านล่าง:
vi: Xem xét tỉ lệ hoa hồng của chúng tôi dưới đây:
zh_cn: 请查看下面的佣金费率：

source: Check out some technical terms before you start.
ar: اطلع على بعض المصطلحات التقنية قبل أن تبدأ.
de: Bevor Sie beginnen, sollten Sie sich einige technische Begriffe ansehen.
fr: Familiarisez-vous avec certains termes techniques avant de commencer.
id: Lihat beberapa terma teknis sebelum Anda memulai.
ja: 取引を開始する前に専門用語を確認する
pl: Zapoznaj się z terminami technicznymi, zanim zaczniesz handlować.
ru: Ознакомьтесь с некоторыми техническими терминами, прежде чем начать работу.
th: ตรวจสอบคำศัพท์ทางเทคนิคก่อนเริ่มต้น
vi: Xem vài cụm từ chuyên ngành trước khi bạn bắt đầu.
zh_cn: 在开始交易之前，请先了解一些专业术语。

source: Check out the payment methods accepted by the payment agents in the list below.
ar: تحقق من وسائل الدفع التى يقبلها وكلاء الدفع في القائمة أدناه.
de: Sehen Sie sich in der nachfolgenden Liste die Zahlungsmethoden an, die von den Zahlungsagenten angenommen werden.
fr: Vérifiez les méthodes de paiement acceptées par les agents de paiement dans la liste ci-dessous.
id: Lihat metode pembayaran yang diterima oleh agen pembayaran pada daftar di bawah ini.
ja: 下記リストの決済サービスでご利用できるお支払い方法をご確認ください。
pl: Zapoznaj się z metodami płatności akceptowanymi przez pośredników płatności (lista poniżej).
ru: Ниже проверьте список платежных способов, принимаемых платежным агентом.
th: ตรวจสอบวิธีการชำระเงินโดยตัวแทนรับชำระเงินจากข้อมูลด้านล่าง
vi: Xem các phương thức thanh toán được chấp nhận trong danh sách dưới đây.
zh_cn: 请在下面列表中查看支付代理接受的支付方式。

source: Chief Executives, Senior Officials and Legislators
de: Vorstandsvorsitzende, leitende Beamte und Gesetzgeber
fr: Directeurs Généraux, Hauts Fonctionnaires et Législateurs
ja: 最高経営責任者、上級役人、高官
vi: Giám đốc điều hành, quan chức cấp cao và các nhà lập pháp
zh_cn: 首席执行官、高级官员和立法会议员

source: Choose Scopes:
ar: اختر النطاقات:
de: Geltungsbereiche auswählen:
fr: Choisissez les champs d'application :
id: Pilih Cangkupan:
ja: 範囲選択：
pl: Wybierz zakres:
ru: Выберите условия:
th: กำหนดขอบเขต:
vi: Chọn Loại:
zh_cn: 选择范围:

source: Choose a duration from 10 seconds to 365 days.
ar: اختر فترة زمنية من 10 ثوان إلى 365 يوما.
de: Wählen Sie eine Laufzeit von 10 Sekunden bis zu 365 Tagen aus.
fr: Sélectionnez une durée d'activité de 10 secondes à 365 jours.
id: Pilih durasi kontrak dari 10 detik hingga 365 hari.
ja: 取引期間は2時間以上から選択が可能です。
pl: Wybierz czas trwania od 10 sekund do 365 dni.
ru: Выберите продолжительность от 10 секунд до 365 дней.
th: กำหนด ระยะเวลา จาก 10 วินาที ถึง 365 วัน
vi: Chọn thời hạn từ 10 giây tới 365 ngày.
zh_cn: 合约期限的选择范围为10 秒到 365 天。

source: Choose a password
ar: اختر كلمة مرور
de: Wählen Sie ein Passwort aus
fr: Choisir un mot de passe
id: Pilih kata sandi
ja: パスワード
pl: Wybierz hasło
ru: Выберите пароль
th: กำหนด รหัสผ่าน
vi: Chọn mật khẩu
zh_cn: 选用密码

source: Choose a payout and our system will calculate the stake required to purchase the contract.
de: Wählen Sie eine Auszahlung und unser System wird den Einsatz, den Sie zum Kauf des Kontrakts benötigen, errechnen.
fr: Choisissez un versement et notre système calculera la mise requise pour acheter le contract.
ja: ペイアウトを選択するだけで、システムがトレード購入に必要な購入金額を自動で計算します。
vi: Chọn thanh toán và hệ thống của chúng tôi sẽ tính toán cổ phần cần thiết để mua được hợp đồng.
zh_cn: 选择赔付额后，系统将计算购入合约所需投注资金额。

source: Choose a payout from $1 to $50,000.
ar: إختر مردودات من 1$ إلى 000 50 دولار.
de: Wählen Sie eine Auszahlung von 1$ bis 50.000$ aus.
fr: Sélectionnez le rendement souhaité, de 1 USD à 50 000 USD.
id: Pilih hasil dari $1 hingga $50,000.
ja: ペイアウトは1ロット1,000円、最大100ロットまで選択可能です
pl: Wybierz wypłatę od 1 do 50 000 $.
ru: Выберите выплату от $1 до $50,000.
th: กำหนด การชำระเงิน ตั้งแต่ 1 ถึง 50,000 เหรียญสหรัฐ
vi: Chọn tiền thưởng từ $1 tới $50,000.
zh_cn: 赔付额的选择范围为 1 美元到 5 万美元。

source: Choose from five types of markets and their respective assets:
de: Wählen Sie aus fünf Markttypen und deren respektiven Anlagen:
fr: Faites votre choix parmi cinq types de marchés et leurs actifs respectifs :
ja: 5つの市場タイプと各資産を選択：
vi: Lựa chọn từ năm loại hình thị trường và các tài sản tương ứng của nó:
zh_cn: 从五种市场与相关资产中选择：

source: Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy
fr: Faites votre choix parmi plus d'un million de variations d'option à tout moment, et personnalisez vos options en fonction de votre stratégie de prédilection
ja: いつでも多種多様な取引をご選択できます。ご希望の戦略に応じて取引をカスタマイズ

source: Choose how you want to Trade the Market
fr: Choisissez votre stratégie de trading
ja: トレード方法を選択

source: Choose the Duration of the Trade
fr: Choisissez la durée de l'option
ja: 取引期間を選択

source: Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period.
de: Wählen Sie das Ziel/Kein Ziel Geschäft aus, wenn Sie voraussagen möchten, dass der Kurs während der Kontraktlaufzeit jederzeit einen Zielkurs erreicht oder nicht.
fr: Sélectionnez l'option « Touche/Ne touche pas » lorsque vous souhaitez générer des profits en prédisant si le marché touchera ou non un prix-cible, à n'importe quel moment de la période d'activité de l'option.
ja: 取引期間中に設定したバリア価格に「達するか」「達しないか」を予測し、取引をしたい場合は「TOUCH/NO-TOUCH」を選択して下さい。
vi: Chọn Chạm/ Không Chạm khi bạn muốn thu lợi nhuận từ thời điểm thị trường chạm hoặc không chạm với giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng.
zh_cn: 如您希望通过预测市场在合约期限内是否会触及目标价格而获利，您可以选择交易“触及/未触及”期权。

source: Choose the Underlying
fr: Choisissez le sous-jacent
ja: 取引対象を選択

source: Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs.
de: Wählen Sie die Anlage aus, die Sie handeln möchten, wie zum Beispiel Gold, Öl, Aktien oder Devisenpaare. Der Wert einer binären Option wird vom Kurs einer unterliegenden Anlage abgeleitet. Ein Vorteil des Optionshandels ist, dass Sie die eigentlichen Anlagen nicht kaufen oder verkaufen, sondern nur den Kontrakt, der bestimmt, wie diese Anlage durchgeführt wird.
fr: Sélectionnez l'actif que vous souhaitez négocier, par exemple l'or, le pétrole, les actions ou les paires de devises. La valeur d'une option binaire dépend du cours de l'actif sous-jacent. Le trading d'options binaires n'implique pas l'achat ou la vente de l'actif en lui-même : il s'agit de l'atout principal de ce type d'option.
ja: 取引されたい通貨ペアをご選択ください。バイナリーオプションの取引価値は原資産の価格から導かれます。バイナリーオプション取引の大きな利点として、取引対象そのものを売買せず、その資産の動向を予測して取引するだけという点があります。
vi: Chọn tài sản bạn muốn giao dịch, như vàng, dầu, cổ phiếu hay các cặp tiền tệ. Giá trị của một lựa chọn nhị phân có nguồn gốc từ giá của tài sản nằm bên dưới. Một lợi thế của giao dịch tùy chọn nhị phân là bạn không mua hoặc bán các tài sản thực tế, chỉ có một hợp đồng mà xác định cách thực hiện của tài sản đó.
zh_cn: 选择您要交易的资产，如黄金、原油、股票或货币对。二元期权的价值基于标的资产价格。二元期权交易的一个优势就是您并非买卖实际资产， 只是一个确认资产表现状况的合约。

source: Choose the payment method you'd like to use.
ar: اختر وسيلة الدفع التي تود استخدامها.
de: Wählen Sie die gewünschte Zahlungsmethode aus.
fr: Sélectionnez le moyen de paiement que vous souhaitez utiliser.
id: Pilih metode pembayaran yang ingin Anda gunakan.
ja: ご希望のお支払い方法をご選択ください。
pl: Wybierz metodę płatności, z której chcesz skorzystać.
ru: Выберите способ оплаты, которым Вы хотели бы воспользоваться.
th: กำหนดวิธีการชำระเงินที่ท่านต้องการ
vi: Chọn phương thức thanh toán bạn muốn sử dụng.
zh_cn: 选择您想要采用的支付方式。

source: Choose the specific type of API token that you need, based on the capabilities that you wish to make available.
ar: اختر نوع محدد من الرمز المميز API التي تحتاج إليها، استناداً إلى القدرات التي ترغب في جعلها متوفرة.
de: Wählen Sie auf der Grundlage der Möglichkeiten, die Sie gerne zur Verfügung stellen möchten, die spezifische Art des von Ihnen benötigten API-Tokens aus.
fr: Choisissez le type de jeton d'API dont vous avez besoin, selon les fonctionnalités que vous souhaitez proposer.
id: Pilih jenis token API tertentu yang Anda butuhkan, berdasarkan kemampuan yang Anda inginkan.
ja: ご希望の機能に基いた、必要なAPIトークンの種類を選択してください。
pl: W zależności od funkcji, które chcesz udostępnić, wybierz rodzaj tokenu API, którego potrzebujesz.
ru: Выберите определённый тип нужного Вам токена API, согласно параметрам, которые Вы хотите активировать.
th: กำหนดประเภทเฉพาะของ API โทเค่นที่ท่านต้องการใช้งาน
vi: Chọn kiểu token API bạn cần, dựa trên khả năng mà bạn muốn làm cho nó khả dụng.
zh_cn: 根据功能选择个人所需的特定API令牌。

source: Choose timeframes from 10 seconds to 365 days
fr: Sélectionnez une période de 10 secondes à 365 jours
ja: 取引期間は2時間以上から選択が可能です。

source: Choose token Name
fr: Choisissez un nom de jeton
ja: トークン名前を選択

source: Choose your Stake and Potential Return
fr: Choisissez votre montant d'investissement et votre rendement potentiel
ja: 購入価格と予想利益を選択

source: Choose your own strike.
ar: أختر السعر المستهدف.
de: Wählen Sie Ihren eigenen Ausübungspreis aus.
fr: Définissez votre propre objectif.
id: Pilih modal Anda.
ja: バリア価格を設定
pl: Wybierz swoją wypłatę.
ru: Выберите страйк-цену.
th: กำหนดราคาใช้สิทธิของท่าน
vi: Chọn giá thực hiện của riêng bạn.
zh_cn: 选择您自己的行权价格。

source: Christmas Day
de: Weihnachtstag
fr: Jour de Noël
ja: クリスマス
vi: Lễ Giáng Sinh
zh_cn: 圣诞节

source: Citizens of Afghanistan, Belgium, Bosnia and Herzegovina, Iraq, Lao PDR, Syria, Uganda, Vanuatu or Yemen shall be restricted from opening an account with Binary Investments (Europe) Ltd.
de: Staatsbürger aus Afghanistan, Belgien, Bosnien und Herzegowina, Irak, Laos, Syrien, Uganda, Vanuatu oder Jemen, sind in der Eröffnung eines Kontos mit Binary Investments (Europe) Ltd. eingeschränkt.
fr: Les citoyens des pays suivants ne sont pas autorisés à ouvrir un compte auprès de Binary Investments (Europe) Ltd : Afghanistan, Belgique, Bosnie-Herzégovine, Irak, Laos, Syrie, Ouganda, Vanuatu et Yémen.
ja: アフガニスタン、ベルギー、ボスニア・ヘルツェゴビナ、イラク、ラオス、シリア、ウガンダ、バヌアツ, イエメンの方は、Binary Investments (Europe) Ltd.にて口座を開設いただきます。
zh_cn: 阿富汗、比利时、波斯尼亚和黑塞哥维那、伊拉克、老挝人民民主共和国、叙利亚、乌干达、瓦努阿图或也门等国国民将受禁止于Binary Investments (Europe) Ltd开立账户。

source: Classification of assets requiring hedge
de: Klassifizierung von Anlagen, die ein Hedging benötigen
id: Klasifikasi aset yang membutuhkan hedge
ja: ヘッジを必要とする資産の種類
th: การจำแนกสินทรัพย์ที่ต้องป้องกันความเสี่ยง

source: Cleaners and Helpers
de: Reinigungskräfte und Helfer
fr: Ménage et aide à la personne
ja: 清掃員及びヘルパー
vi: Tẩy xóa và trợ giúp
zh_cn: 清洁工和佣工

source: Clerks
de: Beamte
fr: Clercs
ja: 事務
vi: Thư ký
zh_cn: 办事员
