Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Company may impose volume trading limits on Client accounts in its sole discretion. Current trading volume limits upon account opening are USD/GBP/EUR/AUD 30,000/day maximum trading volume. The maximum account size (i.e. cash balance) is USD/GBP/EUR/AUD 300,000 and the maximum outstanding contract payout at a given time per account is USD/GBP/EUR/AUD 25,000. These limits are increased once a Client is fully authenticated; where the new maximum trading volume will be USD/GBP/EUR/AUD 500,000, having a maximum account size of USD/GBP/EUR/AUD 300,000 and a maximum outstanding contract payout at a given time per account of USD/GBP/EUR/AUD 500,000. If the account balance exceeds the maximum account size, then withdrawals must be made to bring the balance down to under this limit.
ar: يجوز للشركة أن تفرض حدودا للتداول على حسابات العملاء حسب تقديرها الخاص. حدود حجم التداول الحالي عند فتح الحساب هي 30,000 دولار أمريكى أو جنيه استرليني أو يورو أو دولار أسترالي فى اليوم كحد أقصى لحجم التداول. الحد الأقصى لحجم الحساب (أى الرصيد النقدي) هو 300,000 دولار أمريكي أو جنيه استرليني أو يورو أو دولار أسترالي والحد الأقصى للعوائد المعلقة لعقد فى وقت ما لكل حساب هو 25,000 دولار أمريكي أو جنيه استرليني أو يورو أو دولار أسترالي. يتم زيادة هذه الحدود عندما يقوم العميل بتقديم تحقيق كامل لشخصيته حيث سيكون الحد الأقصى لحجم التداول 500,000 دولار أمريكي أو جنيه استرليني أو يورو أو دولار أسترالي، ويكون الحد الأقصى لحجم الرصيد هو 300,000 دولار أمريكي أو جنيه استرليني أو يورو أو دولار أسترالي. والحد الأقصى للعوائد المعلقة لعقد فى وقت ما لكل حساب هو 500,000 دولار أمريكي أو جنيه استرليني أو يورو أو دولار أسترالي. إذا زاد رصيد الحساب عن الحد الأقصى لحجم الحساب يجب القيام بسحوبات لخفض الرصيد ليكون أقل من هذا الحد.
de: Das Unternehmen darf im eigenen Ermessen für Kundenkonten Beschränkungen des Handelsvolumens festlegen. Derzeit ist das Handelsvolumen nach der Kontoeröffnung auf 30.000 USD/GBP/EUR/AUD /Tag Höchsthandelsvolumen beschränkt. Die maximale Kontogröße (z. B. verfügbares Guthaben) beträgt 300.000 USD/GBP/EUR/AUD und die maximale ausstehende Kontraktauszahlung jederzeit 25.000 USD/GBP/EUR/AUD je Konto. Diese Limits werden erhöht, sobald ein Kunde vollständig authentifiziert ist, wobei dann das neue maximale Handelsvolumen 500.000 USD/GBP/EUR/AUD bei einem Höchstkontostand von 300.000 USD/GBP/EUR/AUD und einer ausstehenden Kontraktauszahlung jederzeit 500.000 USD/GBP/EUR/AUD beträgt. Wenn das Kontoguthaben den Höchstkontostand überschreitet, müssen Abhebungen erfolgen, um das Guthaben wieder unter diese Limits zu senken.
fr: La Société peut imposer des limites de volume de trading à sa seule discrétion. Les limites actuelles de volume de trading à l'ouverture d'un compte sont de USD/GBP/EUR/AUD 30 000/jour de volume maximal de trading. La taille maximale du compte (c'est-à-dire le solde financier) est de USD/GBP/EUR/AUD 300,000 et le gain maximal de contrat actif à un moment donné, par compte, est de USD/GBP/EUR/AUD 25 000. Ces limites sont haussées une fois qu'un Client est complètement authentifié; le nouveau volume de trading sera alors de USD/GBP/EUR/AUD 500,000, avec une taille maximale du compte de USD/GBP/EUR/AUD 300,000 et un gain maximal de contrat actif à un moment donné, par compte, de USD/GBP/EUR/AUD 500,000. Si le solde du compte dépasse la taille maximale du compte, des retraits devront être effectués pour réduire le solde sous cette limite.
id: Perusahaan dapat menentukan batasan trading pada akun Klien tanpa pemberitahuan. Batas trading pada saat akun baru didaftarkan adalah USD/GBP/EUR/AUD 30,000/hari. Batas maksimal ukuran akun (saldo) adalah USD/GBP/EUR/AUD 300,000 dan total jumlah yang dapat ditradingkan adalah USD/GBP/EUR/AUD 25,000. Batasan ini akan meningkat setelah Klien terbukti, dimana jumlah maksimal yang dapat ditradingkan adalah USD/GBP/EUR/AUD 500,000, saldo maksimal adalah USD/GBP/EUR/AUD 300,000 dan maksimal jumlah total hasil trading adalah USD/GBP/EUR/AUD 500,000. Jika saldo melebihi batasan maksimal yang dibenarkan maka penarikan perlu dilakukan untuk mengurangi saldo hingga dibawah batasan.
ja: 当社は独自の判断により、お客さまの口座の取引制限を設ける権利を有します。現在の口座1日の最大取引制限はUSD/GBP/EUR/AUD 30,000 です。最大口座サイズ（口座預託額）はUSD/GBP/EUR/AUD 300,000とし、未決済契約の最大ペイアウトは USD/GBP/EUR/AUD 25,000です。これらの制限はご口座アップグレード後に緩和されます。アップグレード後の最大取引制限はUSD/GBP/EUR/AUD 500,000となり、最大口座サイズ（口座預託額）はUSD/GBP/EUR/AUD 300,00、未決済契約最大ペイアウトは1口座につきUSD/GBP/EUR/AUD 500,000になります。口座残高が最大口座サイズを超えますと、制限下に残高を減らしていただくために資金を出金していただく必要があります。
pl: Firma może nałożyć ograniczenia obrotu na kontach Klienta wg własnego uznania. Obecne limity obrotów po otwarciu konta wynoszą do 30 000 USD/GBP/EUR/PLN maksymalnego obrotu dziennie. Maksymalna wielkość konta (czyli saldo) wynosi 300 000 USD/GBP/EUR/AUD, a maksymalna kwota kontraktu oczekująca na wypłatę w danym momencie dla danego konta wynosi 25 000 USD/GBP/EUR/AUD. Te limity są podnoszone po całkowitej weryfikacji Klienta, a nowa maksymalna wysokość obrotów wynosić będzie 500 000 USD/GBP/EUR/AUD przy maksymalnym saldzie 300 000 USD/GBP/EUR/AUD i maksymalnej kwocie kontraktu oczekującej na wypłatę w danym momencie dla danego konta w wysokości 500 000 USD/GBP/EUR/AUD. Jeśli saldo konta przekroczy maksymalne dopuszczalne saldo, należy dokonać wypłaty, aby przywrócić dopuszczalne saldo.
ru: Компания может наложить ограничение на торговые лимиты счетов Клиентов по своему усмотрению. В настоящий момент торговый лимит после открытия счета составляет 30,000 USD/GBP/EUR/AUD в день. Максимально допустимый баланс счета - 300,000 USD/GBP/EUR/AUD, максимально допустимый размер выплаты по купленным контрактам - 25,000 USD/GBP/EUR/AUD. Эти лимиты увеличиваются после того, как Клиент полностью авторизует свой счет: лимит на объем торгов устанавливается в размере 500,000 USD/GBP/EUR/AUD, максимальный баланс счета - в размере 300,000 USD/GBP/EUR/AUD и максимально допустимая выплата по открытым позициям - в размере 500,000 USD/GBP/EUR/AUD. Если баланс счета превышает допустимый лимит, то необходимо вывести средства со счета для соответствия установленным ограничениям.
vi: Công ty có thể áp đặt giới hạn khối lượng giao dịch trên tài khoản của khách hàng theo ý mình. Giới hạn khối lượng giao dịch hiện tại với mỗi tài khoản đang mở là USD / GBP / EUR / AUD 30.000 / ngày, khối lượng giao dịch tối đa. Kích thước tài khoản tối đa (tức là số dư tiền mặt) là USD / GBP / EUR / AUD 300.000 và tiền thưởng hợp đồng xuất sắc tối đa tại thời gian nhất định cho mỗi tài khoản là USD / GBP / EUR / AUD 25.000. Các giới hạn này được tăng lên khi khách hàng được xác thực đầy đủ; lúc này khối lượng giao dịch tối đa mới sẽ USD / GBP / EUR / AUD 500.000, có kích thước tài khoản tối đa là USD / GBP / EUR / AUD 300.000 và tiền thưởng hợp đồng xuất sắc tối đa tại thời gian nhất định cho mỗi tài khoản là USD / GBP / EUR / AUD 500.000. Nếu số dư tài khoản vượt quá kích thước tài khoản tối đa, thì bạn phải thực hiện việc rút tiền để số dư tài khoản xuống dưới giới hạn này.
zh_cn: 本公司可自行对客户账户进行交易额限制。现行的开户后交易额限制为每天最高USD/GBP/EUR/AUD 30,000。账户最大规模（即现金余额）为 USD/GBP/EUR/AUD 30,000，每一账户在特定时间的未偿合约最高赔付金额为 USD/GBP/EUR/AUD 25,000 。客户经过充分的身份认证后，以上限额可相应提高；提高后的最大交易限额为每天 USD/GBP/EUR/AUD 500,000，账户最大规模为 USD/GBP/EUR/AUD 300,000，每一账户在某一时间的未偿合约最高赔付金额为 USD/GBP/EUR/AUD 500,000 。如果账户余额超过账户规模上限，用户必须通过取款将余额降至该限额以下。

source: The Company may use or disclose (or choose not to use or disclose) such Contributions for any purpose, in any way, in any media worldwide;
ar: قد تستخدم الشركة أو تكشف (أو تختار عدم الإستخدام أو الكشف) عن مثل هذه المساهمات لأي غرض كان, وفي أي حال من الأحوال, في أي وسيلة إعلامية في جميع أنحاء العالم;
de: Das Unternehmen darf diese Beiträge für jeden Zweck, in jeglicher Weise in jedem weltweiten Medium verwenden oder veröffentlichen (oder auswählen, diese nicht zu verwenden oder zu veröffentlichen);
fr: La Société peut utiliser ou divulguer (ou choisir de ne pas utiliser ni divulguer) de telles Contributions à toute fin et de quelque manière que ce soit, et par le biais de tout média, à l'échelle mondiale ;
id: Perusahaan dapat menggunakan atau mengungkapkan (atau memilih untuk tidak menggunakan atau tidak menyingkap) tersebut untuk tujuan apa pun, dengan cara apapun, di media manapun di seluruh dunia.
ja: 当社は世界中の媒体においていずれかの方法でいずれかの目的のためにコントリビューションを使用または開示（または使用と開示しないことを決定）することがあります。
pl: Firma może wykorzystywać lub ujawniać (lub nie wykorzystywać i nie ujawniać) taki Wkład w jakimkolwiek celu, w jakikolwiek sposób i za pośrednictwem wszystkich dostępnych na świecie mediów;
ru: Компания может использовать, а также разглашать (или предпочесть не использовать и не разглашать) данные дополнения в любых целях, любым образом, а также в любых мировых СМИ;
vi: Công ty chúng tôi có thể sử dụng hay tiết lộ (hoặc lựa chọn không sử dụng hay tiết lộ) những phần Bồi thường như thế này cho bất kỳ mục đích gì, bằng cách nào, trên bất kỳ phương tiện thông tin toàn thế giới;
zh_cn: 公司可基于任何用途通过世界各地任何媒体以任何方式使用或披露 （或选择不使用或披露）该贡献 ;

source: The Company may withhold payment of funds accumulated in a Client’s account while it takes steps to verify compliance with these terms.
de: Das Unternehmen kann die Auszahlung von Geldern, die auf dem Kundenkonto angesammelt sind, einbehalten, während es Schritte zur Überprüfung der Einhaltung mit diesen Bedingungen unternimmt.
fr: L'entreprise peut suspendre le paiement des fonds accumulés dans le compte Client lorsqu'elle prend des mesures pour vérifier la conformité avec ces termes.
ja: これらの条件遵守の検証段階において、当社はクライアントの口座に貯蓄された資金の支払いを保留することがあります。
vi: Công ty có thể giữ lại thanh toán của quỹ tích lũy trong tài khoản của khách hàng trong khi tiến hành các bước để kiểm tra việc tuân thủ các điều khoản.
zh_cn: 当公司采取步骤验证是否符合这些条款时，公司可以扣留客户帐户的累积资金。

source: The Company may, from time to time, at its sole discretion, or as required by regulations in place to conduct appropriate "Know Your Customer" procedures and require a Client to provide proof of identity (such as notarized copy of passport or other means of identity verification as the Company deems required under the circumstances) and may at its sole discretion suspend an account until satisfactory identification information, evidence of identity and address, source of funds and/or source of wealth have been provided. Know Your Customer documentation will be required when a Client deposits money in the account. In the case of a client opening an account with Binary (Europe) Ltd, the threshold for verifying clients is on cumulative withdrawals of EUR 2,300.
de: Das Unternehmen kann zu gegebener Zeit nach eigenem Ermessen, oder wie durch bestehende Vorschriften zur Durchführung von geeigneten "Kenne Deinen Kunden" Verfahren vorgeschrieben, vom Kunden verlangen, einen Identitätsnachweis (wie z. B. eine vom Notar bestätigte Ausweiskopie oder andere Mittel des Identitätsnachweises, die das Unternehmen unter den Umständen als erforderlich erachtet) vorzulegen und kann im eigenen Ermessen ein Konto so lange sperren, bis zufriedenstellende Identifikationsinformationen, der Nachweis der Identität und der Anschrift, Geldquellen und/oder Quelle des Vermögens vorgelegt wurden. Wenn ein Kunde Geld auf das Konto einzahlt, ist die 'Kenne Deinen Kunden' Dokumentation erforderlich. Für den Fall, dass ein Kunde ein Konto bei der Binary (Europe) Ltd. eröffnet, beträgt für zu verifizierende Kunden die Obergrenze für kumulative Auszahlungen 2.300 EUR.
fr: La Société peut, de temps à autres, à sa seule discrétion ou conformément aux réglementations en vigueur, engager des procédures relatives à l'identification des clients et exiger qu'un Client fournisse une preuve d'identité (telle qu'une copie notariée de passeport ou une autre preuve d'identité jugée nécessaire par la Société en fonction des circonstances) et peut, à sa seule discrétion, suspendre l'accès à un compte jusqu'à ce que l'ensemble des informations d'identification, preuves d'identité, justificatifs de domiciles, sources des fonds et/ou de richesse ait été fourni. Les documents relatifs à l'identification des clients (« Know Your Customer ») sont exigés lorsqu'un Client dépose des fonds sur un compte. Pour un Client ouvrant un compte auprès de Binary (Europe) Ltd, le plafond justifiant une procédure de vérification s'élève à 2300 EUR de retraits cumulés.
id: Perusahaan dapat, dari waktu ke waktu, dengan kebijakannya sendiri, atau berdasarkan peraturan dapat melakukan prosedur "Know Your Customer" dan memerlukan Pelanggan untuk memberikan bukti identitas (seperti copy diaktakan paspor atau lainnya cara verifikasi identitas dimana Perusahaan dianggap diperlukan dalam hal ini) dan mungkin atas kebijakannya sendiri menangguhkan proses identifikasi hingga informasi akun, bukti identitas dan alamat, sumber dana dan/atau sumber kekayaan telah diterima. Dokumentasi Know Your Customer akan diperlukan jika Klien mendeposit dana kedalam akun. Dalam hal klien mendaftar pada Binary (Europe) Ltd, batas untuk memverifikasi klien adalah pada penarikan kumulatif sebesar EUR 2,300 setara dengan USD10,000.
ja: 当社には場合に応じて、独自の判断で適切にな執行がする代わりに規制により必要な「Know Your Customer」（KYC）手順が必要であるため、お客さまに対して身分証明（パスポートの公証コピー、及び状況に応じて当社が必要と判断した身分証明資料など）を求める権利があり、個人情報、住所証明、資金源および/または富源などの十分な証明資料が提供されるまでご口座に制限を設ける権利を有します。Know Your Customerの提出文書はお客さまが口座に資金を入金する際に必要となります。Binary (Europe) Ltdで口座を開設される場合、お客さま認証が必要となる閾値は累計2,300ユーロの出金です。
ru: Время от времени, по своему усмотрению или в соответствии с положением о проведении процедур установления личности Клиента, Компания может запрашивать у Клиента удостоверение личности (например, заверенную копию паспорта или другой документ, который Компания сочтет необходимым при определенных обстоятельствах). Также Компания может по своему усмотрению временно закрыть счет, пока не будет предоставлена исчерпывающая информация, подтверждение личности и адреса Клиента, источника происхождения его средств и/или источника дохода. Документация для подтверждения личности и адреса будет запрошена при пополнении Клиентом своего счета. В случае открытия клиентом счета на Binary (Europe) Ltd, порог для проверки клиентов на суммарный вывод составляет 2300 EUR.
vi: Theo thời gian, Công ty có thể quyết định theo ý mình, hoặc theo yêu cầu của quy định ở vị trí thích hợp để tiến hành thủ tục "Tìm hiểu Khách hàng" và yêu cầu khách hàng cung cấp bằng chứng nhận dạng (như bản sao công chứng hộ chiếu hoặc các phương tiện xác minh danh tính khác khi Công ty xét thấy cần thiết trong một số trường hợp) và có thể tùy ý đình chỉ tài khoản cho đến khi bằng chứng này được cung cấp. Hồ sơ Tìm hiểu về Khách hàng sẽ được yêu cầu cung cấp khi Khách hàng gửi tiền vào tài khoản. Trong trường hợp khách hàng mở tài khoản với công ty TNHH Binary (Châu Âu), ngưỡng rút tiền tích lũy cho khách hàng đã được xác minh là EUR 2,300.
zh_cn: 公司有权不定时自行或根据“了解你的客户”法则要求客户提供身份证明（如经公证的护照复印件或其他公司在相关情形下认为必要的身份证明），也有权在得到充分的身份证明信息、身份与地址证明、基金来源和/或财富来源之前自行中止账户。客户将资金存入账户时，必须提交“了解你的客户”文件。如果客户在 Binary（欧洲）有限公司开立账户，客户验证累计提款额的门槛为2,300欧元。

source: The Company provides the %1 API on an "as is" and "as available" basis with no warranties, either express or implied, of any kind. To the fullest extent permissible under applicable law, the Company disclaim any and all warranties and representations, including, without limitation, any implied warranties of merchantability, fitness for a particular purpose, title, accuracy of data, and non-infringement.
de: Das Unternehmen stellt das %1 API auf der Basis "wie vorliegend" und wie "verfügbar" zur Verfügung und übernimmt keine Garantien, weder ausdrückliche noch angenommene, jeglicher Art. Das Unternehmen schließt, bis zum höchsten Ausmaß des nach anwendbaren Gesetzen Erlaubten, jegliche Garantien und Zusicherungen, einschließlich ohne Einschränkung auf angenommene Garantien oder die Verkehrsfähigkeit, Eignung für einen bestimmten Zweck, Rechtsanspruch, Datengenauigkeit und Nichtverletzung aus.
fr: La Société met en service l'API %1 « en l'état » et « en fonction de la disponibilité » et n'accorde aucune garantie expresse ou tacite. Dans toute la mesure permise par la loi applicable, la Société rejette expressément toute garantie ou représentation, y compris, sans toutefois s'y limiter, toute garantie implicite de qualité marchande, d'adéquation à un usage particulier, de titre, d'exactitude des données ou d'absence de contrefaçon.
ja: 当社は原則として「現状のまま (as is)」、「提供されているまま (as available)」で%1 APIを提供し、あらゆる明示的・黙示的保証をすることはありません。法律によって許される最大の限度で、当社は特定の目的、権原、データの正確性、非侵害のために商品性、適合性の黙示的保証を含む一切の保証または表明を放棄します。
vi: Công ty cung cấp %1 API một cách sẵn có, không đảm bào hay bất kỳ hình thức nào. Để đạt mức tối đa cho phép theo luật áp dụng, các công ty từ chối bất kỳ và tất cả các bảo đảm và đại diện, bao gồm, nhưng không giới hạn, bất kỳ bảo đảm nào, cho một mục đích cụ thể, tiêu đề, tính chính xác của dữ liệu, và không vi phạm.
zh_cn: 公司根据"原样"和"可用"方式提供%1 API，且不承担任何类型的明示或默认保证。公司根据适用法律所允许的最大范围，不承担任何及所有保证和声明，包括但不限于任何适销性、某一特定用途适合性、标题、数据准确性和非侵权的默认保证。

source: The Company provides the %1 website on an “as is” and “as available” basis, and gives no warranty that the %1 website will be free of errors, or that errors will be corrected, or that our website is free of any third party interferences such as hackers or any other harmful components that arise outside of the Company's control.
de: Das Unternehmen stellt die %1 Website auf einer "wie besehen" und "wie verfügbar" Basis zur Verfügung und gibt keine Garantie, dass die %1 Website fehlerfrei ist, von Fehlern korrigiert wird oder dass unsere Website frei von Eingriffen Dritter, wie Hacker oder anderen schädlichen Komponenten, die außerhalb der Kontrolle des Unternehmens auftreten, ist.
fr: La Société met en service l'API %1 « en l'état » et « en fonction de la disponibilité » et ne garantit en aucun cas que le site Web %1 est exempt d'erreurs, que les erreurs seront corrigées ou que notre site Web ne subit aucune intrusion de tiers (notamment de pirates informatiques) ou d'autres éléments nuisibles échappant au contrôle de la Société.
ja: 当社は原則として「現状有姿 (as is)」、「提供されているまま (as available)」ウェブサイトを提供し、ハッカーまたは当社の管理外で発生したその他有害なコンポーネントなどの第三者の干渉が当サイトには無いこと、エラーは発生しないこと、エラーは必ず修正されるということを保証しているわけではありません。
vi: Công ty cung cấp trang web %1 như là một cơ sở "sẵn có", và không đảm bảo rằng trang web %1 sẽ không có lỗi, hoặc lỗi sẽ được sửa chữa, hoặc sẽ không có sự xuất hiện của bên thứ ba như tin tặc hoặc bất kỳ thành phần gây hại khác phát sinh ngoài tầm kiểm soát của Công ty.
zh_cn: 公司根据"原样"和"可用"基础提供 %1 网站服务，并不保证%1 网站将不会出错误或任何错误将得到纠正，也不保证我们网站不会遭受任何不受公司控制的第三方如黑客或任何其他有害成分的干扰。

source: The Company receives a complaint which could have involved the Alternate Dispute Resolution entity, or the Company believes that you, the Affiliate, is in breach of any laws, rules, and regulations that may be relevant or applicable to the jurisdiction(s) in which you operate or target your business;
de: Das Unternehmen erhält eine Klage bei der die Alternate Dispute Resolution (Außergerichtliche Streitschlichtung) hätte beteiligt sein können oder das Unternehmen ist der Ansicht, dass Sie sich nicht an geltende Gesetze, Regeln oder Vorschriften gehalten haben, die in dem Land/den Ländern gelten, in dem/denen Sie tätig sind oder Ihre Aktivitäten zielen;
fr: Si la Société reçoit une réclamation susceptible d'impliquer une procédure de règlement extrajudiciaire des litiges, ou si la Société considère que « vous », l'Affilié, enfreignez toute loi ou réglementation pertinente ou applicable à la juridiction dans laquelle vous menez vos activités ou sous laquelle est placé le marché que vous ciblez ;
id: Perusahaan menerima aduan yang mungkin melibatkan Badan Penyelesaian Sengketa, atau Perusahaan yakin bahwa Anda sebagai Affiliasi telah melanggar hukum, aturan dan peraturan yang berhubungan atau yang berlaku pada jurisdiksi negara tempat Anda beroperasi atau bisnis target Anda;
ja: 他の機関に関連した異議を受け取り、当社にてお客さまによる広告コードに関する違反行為を検出した場合、当社にはこの契約を終了させる権利があります。
pl: Firma otrzyma skargę, która mogła zostać rozpatrzona przez instytucję Alternatywnego Rozstrzygania Sporów lub uzna, że Partner, narusza jakiekolwiek przepisy lub regulacje prawne obowiązujące w jurysdykcji kraju lub regionu, w którym prowadzi działalność lub do którego kieruje swoje usługi;
ru: Компания получит жалобу, которая могла подразумевать участие альтернативного органа по разрешению споров, или если Компания сочтёт, что Вы, будучи партнёром, нарушили любые законы, правила и нормативные требования, которые могут относиться к юрисдикции (юрисдикциям), в которых Вы ведёте или намерены вести коммерческую деятельность;
vi: Nếu Công ty nhận được đơn khiếu nại có liên quan tới cơ quan Giải quyết Tranh chấp, hoặc Công ty tin rằng bạn, Chi nhánh, đã vi phạm bất cứ điều luật, quy tắc, và quy định được ban hành bởi cơ quan có thẩm quyền, nơi bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh đến;
zh_cn: 如果公司收到可能涉及替代性纠纷调解机构的申诉，或公司认为您作为联盟会员已违反任何与适用司法管辖权下您的业务运营相关的法律、规则和条例;

source: The Company reserves the right in its sole discretion to refuse and/or cancel services, charge deposit and/or withdrawal fees to anyone for any reasons including, but not limited to:
ar: تحتفظ الشركة بحقها، فى تقديرها الخاص، أن ترفض أو تلغي خدمات مقدمة لأي شخص لأي أسباب بما فى ذلك وليس على سبيل الحصر:
de: Das Unternehmen behält sich das Recht vor für eine Person im eigenen Ermessen, ohne Nennung von Gründen, Serviceleistungen abzulehnen und/oder zu kündigen, Einzahlungs- und/oder Auszahlungsgebühren zu erheben; dies insbesondere bei Vorliegen folgender Gründe:
fr: La Société se réserve le droit, à sa seule discrétion, de refuser et/ou d'annuler des services, ainsi que de facturer des frais de dépôt et/ou de retrait à toute personne dans certaines circonstances, y compris, sans s'y limiter, dans les circonstances suivantes :
id: Perusahaan memiliki hak atas kebijakannya sendiri untuk menolak dan/atau membatalkan layanan kepada siapapun untuk alasan apapun termasuk mengenakan biaya tambahan pada deposit atau penarikan kepada siapa saja, tetapi tidak terbatas pada:
ja: （取引注文） 第6条 お客さまは、当社のウェブサイトからログインし本取引に係る注文を行うものとし、お客さまもしくは当社側において通信機器関連の障害等が発生した場合を含め、前記以外の方法による注文の受諾は行わないものとします。
pl: Firma zastrzega sobie prawo do odmowy i/lub anulowania usługi, a także obciążenia użytkowników opłatami za wpłatę bądź wypłatę, z jakichkolwiek powodów, w tym między innymi:
ru: Компания оставляет за собой право по своему усмотрению отказывать в услугах и/или отменять услуги, взимать комиссию за пополнение и/или вывод применительно к любому Клиенту по любой причине, включая (но не ограничиваясь):
vi: Công ty có quyền tuỳ ý để từ chối và / hoặc hủy dịch vụ, thu phí tiền gửi và / hoặc rút tiền cho bất cứ ai cho bất kỳ lý do bao gồm, nhưng không giới hạn:
zh_cn: 公司有权自行拒绝和/或取消服务、收取存款和/或取款费用，理由包括但不限于：
