Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Forex and contracts for differences are high risk and speculative
de: Forex und Kontrakte für Differenzbeträge haben ein hohes Risiko und sind spekulativ
fr: Le Forex et les contracts pour différences sont à hauts risques et spéculatifs
ja: 外国為替と差額取引の違いは高リスクと投機性にあります
vi: Ngoại hối và các hợp đồng chênh lệch giá có rủi ro cao và có tính suy đoán
zh_cn: 外汇和差价交易合约涉及高风险，是一种投机活动

source: Forex trading experience
ar: خبرة تداول العملات الأجنبية
de: Devisenhandelserfahrung
fr: Expérience du trading sur le Forex
id: Pengalaman trading forex
ja: 外国為替取引のご経験
pl: Doświadczenie w handlowaniu walutami
ru: Опыт торговли на Форекс
th: ประสบการณ์ของการเทรดฟอเร็กซ์
vi: Kinh nghiệm giao dịch Thị trường Ngoại hối
zh_cn: 外汇交易经验

source: Forex trading frequency
ar: معدل تداول العملات الأجنبية
de: Devisenhandelshäufigkeit
fr: Fréquence de trading sur le Forex
id: Frekuensi trading forex
ja: 外国為替取引の頻度
pl: Częstość handlowania walutami
ru: Частота торговли на Форекс
th: ความถี่ของการเทรดฟอเร็กซ์
vi: Tần suất giao dịch Thị trường ngoại hối
zh_cn: 外汇交易频率

source: Forex, Indices, Stocks, Commodities, Volatility Indices
de: Forex, Indizes, Aktien, Rohstoffe, Volatilität Indizes
fr: Forex, indices, actions, matières premières, indices de volatilité
ja: 外国為替、インデックス、株式、コモディティ、ボラティリティインデックス
vi: Ngoại hối, chỉ số, chứng khoán, hàng hóa, chỉ số biến động
zh_cn: 外汇、指数、股票、大宗商品和波动率指数

source: Forex, Volatility Indices
de: Forex, Volatilität Indizes
fr: Forex, indices de volatilité
ja: 外国為替、ボラティリティインデックス
vi: Ngoại hối, chỉ số biến động
zh_cn: 外汇、波动率指数

source: Fr
ar: الجمعة
fr: ven.
id: Jum
ja: 金
pl: piątek
ru: Пт
th: ศ
vi: Thứ 6
zh_cn: 星期五

source: France 40 Cash Index
de: Französischer 40 Cash Index
ja: フランス 40現物指数
vi: 40 France chỉ số tiền mặt
zh_cn: 法国 40 现金指数

source: Fraud and Money Laundering
ar: الاحتيال وغسل الأموال
de: Betrug und Geldwäsche
fr: Fraude et blanchiment d'argent
id: Penipuan dan Pencucian Uang
ja: 詐欺行為、及び資金洗浄について
pl: Oszustwa i pranie brudnych pieniędzy
ru: Мошенничество и отмывание денег
th: การฉ้อโกงและการฟอกเงิน
vi: Gian lận và Rửa tiền
zh_cn: 欺诈和洗钱

source: Free
de: Kostenlos
fr: Gratuit
ja: 無料
vi: Miễn phí
zh_cn: 免费

source: Free Bonus
ar: مكافأة مجانية
de: Gratis Bonus
fr: Bonus gratuit
id: Bonus Gratis
ja: ご入金無しで付与されるボーナスについて
pl: Darmowy bonus
ru: Бесплатный бонус
th: ฟรี โบนัส
vi: Tiền thưởng Tự do
zh_cn: 免费奖金

source: Free E-books
ar: كتب إلكترونية مجانية
de: Gratis eBooks
fr: Livrets numériques gratuits
id: E-book Gratis
ja: フリーEブック
pl: Darmowe e-booki
ru: Бесплатные эл. книги
th: ฟรี อีบุ๊ก
vi: Sách điện tử miễn phí
zh_cn: 免费电子书

source: Free daily market report
ar: تقرير أسواق يومي مجاني
de: Täglicher Marktbericht gratis
fr: Rapport de marché quotidien gratuit
id: Gratis laporan pasar harian
ja: フリーデイリーマーケットレポート
pl: Darmowe codzienne raporty rynkowe
ru: Бесплатный ежедневный обзор рынка
th: ฟรี รายงานตลาดประจำวัน
vi: Báo cáo thị trường hàng ngày miễn phí
zh_cn: 免费市场日报表

source: Free trading charts
ar: مخططات تداول مجانية
de: Gratis Handelscharts
fr: Graphiques de trading gratuits
id: Gratis grafik trading
ja: フリー取引チャート
pl: Darmowe wykresy handlowe
ru: Бесплатные торговые графики
th: ฟรี กราฟซื้อขาย
vi: Biểu đồ giao dịch miễn phí
zh_cn: 免费交易图表

source: Free webinars
ar: ندوات مجانية
de: Gratis Webinare
fr: Webinaires gratuits
id: Gratis webinar
ja: フリーウェビナー
pl: Darmowe szkolenia internetowe
ru: Бесплатные вебинары
th: ฟรี การสัมมนาออนไลน์
vi: Hội thảo trực tuyến miễn phí trên nền tảng web
zh_cn: 免费网络讲座

source: Frequently Asked Questions
ja: よくあるご質問

source: Fresh graduates who meet our basic requirements and are passionate about pursuing a professional career in administrative services are welcome to apply.
ar: الخريجون الجدد الذين يستوفون المتطلبات الأساسية لنا ومتحمسون لمواصلة مشوارهم المهني في الخدمات الإدارية مدعوون للتقديم.
de: Bewerbungen von frischen Absolventen, die unseren grundsätzlichen Anforderungen entsprechen und gerne eine berufliche Karriere in Verwaltungsdienstleistungen einschlagen möchten, sind herzlich Willkommen.
fr: Les jeunes diplômés satisfaisant nos exigences de base et souhaitant poursuivre une carrière professionnelle dans le domaine des services administratifs peuvent postuler.
id: Lulusan baru yang memenuhi persyaratan dasar dan memiliki motivasi untuk mengejar karir profesional dalam pelayanan administrasi dipersilakan untuk mendaftar.
ja: 当社の基本要件を満たし、管理事務でのプロフェッショナルなキャリアを追求する情熱のある新卒者は大歓迎です。
pl: Absolwenci, którzy spełniają podstawowe wymagania i są zainteresowani karierą zawodową w sektorze usług administracyjnych będą również mile widziani.
ru: Рассмотрим заявления выпускников учебных заведений, соответствующих нашим основным требованиям и стремящихся начать профессиональную карьеру в области административных услуг.
th: ยินดีต้อนรับนักศึกษาจบใหม่ผู้มีคุณสมบัติพื้นฐานและมีความมุ่งมั่นในการพัฒนางานบริหารจัดการอย่างมืออาชีพ
vi: Sinh viên mới tốt nghiệp nếu đáp ứng yêu cầu cơ bản của chúng tôi và có đam mê theo đuổi một sự nghiệp chuyên nghiệp trong dịch vụ hành chính đều có thể ứng tuyển.
zh_cn: 欢迎符合基本要求，并有热情从事行政工作的应届大学毕业生踊跃申请。

source: Friday
ar: الجمعة
de: Freitag
fr: vendredi
id: Jum'at
ja: 金曜日
pl: piątek
ru: пятница
th: วันศุกร์
vi: Thứ Sáu
zh_cn: 星期五

source: Fridays
de: Freitage
fr: Vendredis
ja: 金曜日
vi: Thứ Sáu
zh_cn: 星期五

source: Front-End (Javascript) Development
ar: تطوير الواجهة الأمامية (جافا سكريبت)
de: Front-End (Javascript) Entwicklung
fr: Développement front-end (Javascript)
id: Pengembangan Bagian Depan (Javascript)
ja: フロントエンド（Javascript）開発
pl: Programowanie Front-End (Javascript)
ru: Разработка Front-End (Javascript)
th: การพัฒนาเว็บส่วนหน้า (ใช้จาวาสคริป)
vi: Lập trình Front-End (Javascript)
zh_cn: 前端 (Javascript) 开发

source: Fund Transfers
de: Geldüberweisung
fr: Transferts de fonds
ja: 口座振替
vi: Chuyển tiền quỹ
zh_cn: 基金转汇

source: Funding of Real Account
de: Finanzierung eines echten Kontos
fr: Approvisionnement du compte réel
ja: リアル口座へ振替
vi: Quỹ của tài khoản thực
zh_cn: 真实账户资金存入

source: Further Instructions
ar: مزيد من التعليمات
de: Weitere Anweisungen
fr: Instructions supplémentaires
id: Instruksi Tambahan
ja: 詳細説明
pl: Dalsze instrukcje
ru: Дальнейшие инструкции
th: วิธีการใช้งานอื่นๆ
vi: Chỉ dẫn bổ sung
zh_cn: 详细说明

source: Further information
ar: مزيد من المعلومات
de: Weitere Informationen
fr: Informations supplémentaires
id: Informasi selanjutnya
ja: 詳細情報
pl: Dalsze informacje
ru: Подробнее
th: ข้อมูลเพิ่มเติม
vi: Thông tin bổ sung
zh_cn: 更多信息

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client's account should any trade result in a disruption, miscarry or aborted trade.
de: Weiterhin behält sich das Unternehmen unter den o.g. Umständen, oder anderen, das Recht vor, das Kundenkonto zu berichtigen, wenn ein Handel zu einem unvollständigen, missglückten oder abgebrochenen Kontrakt führt.
fr: De plus, la Société, dans les circonstances décrites ci-dessus ou dans toute autre circonstance, se réserve le droit de modifier le compte d'un client en cas de perturbation, d'échec ou d'interruption de transaction.
ja: また、当社ではそのような状況、またはその他状況下において、お取引が混乱、失敗、中止に終わるお客さまの口座を調整する権利を留保させていただきます。
vi: Hơn nữa, Công ty trong trường hợp trên hoặc bất cứ trường hợp khác, đều có quyền điều chỉnh tài khoản của khách hàng nếu giao dịch gây ra tranh chấp, hủy bỏ giao dịch.
zh_cn: 此外，在以上或其他任何情况之下，如果发生任何交易中断、流产或中止等，公司保留调整客户账户的权利。

source: Furthermore, the Company disclaims all liability for any malfunctioning, impossibility of access, or poor use conditions of the %1 API due to inappropriate equipment, disturbances related to internet service providers, to the saturation of the internet network, and for any other reason.
de: Darüber hinaus lehnt das Unternehmen jegliche Haftung für die Fehlfunktion, die Unmöglichkeit des Zugriffs oder schlechte Verwendungsbedingungen des %1 API wegen ungeeignter Ausstattung, Störungen, die von Internetanbietern verursacht sind, der Überlastung des Internetnetzwerks und jeglichem weiteren Grund ab.
fr: En outre, la Société décline toute responsabilité concernant tout type de dysfonctionnement, d'impossibilité d'accès, ou de mauvaises conditions d'utilisation de l'API %1 pouvant découler d'équipements inappropriés, de perturbations liées aux fournisseurs d'accès Internet, de la saturation du réseau Internet ou de toute autre situation.
ja: また、いかなる誤動作、アクセス不能、不適切な装置の使用による%1 API使用への悪条件、またはインターネットサービスプロバイダーとインターネットネットワークの飽和、及びその他の理由が原因での障害において当社は一切の責任を負いません。
vi: Hơn nữa, Công ty từ chối tất cả trách nhiệm với bất kỳ trục trặc, mục không thể truy cập hoặc điều kiện sử dụng %1 API không tốt do thiết bị không phù hợp, sự cố liên quan đến nhà cung cấp dịch vụ internet, nghẽn mạng internet, hoặc bất kỳ lý do nào khác.
zh_cn: 此外，%1 API由于不适当的设备、网络服务提供商干扰、网络饱和以及任何其他理由所造成的任何故障、无法访问或不良的使用条件，本公司概不负责。

source: G. Margin
fr: G. Marge
ja: 外国為替証拠金取引
vi: G. Giao dịch ngoại hối kỹ quỹ
zh_cn: 七、保证金

source: G. Order Handling
de: G. Order Abwicklung
fr: G. Traitement des Ordres
ja: G. 注文処理
vi: G. Bộ phận xử lý lệnh
zh_cn: 七、订单处理

source: GBP 1 per point
de: 1 GBP je Punkt
fr: 1 GPB par point de base
ja: 1ポイント＝GBP 1
vi: 1GBP cho mỗi điểm
zh_cn: 每点 1 英镑

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the %1 site use GMT all year round.
de: GMT bedeutet Greenwich Mean Time, während des Winters die offizielle Zeit in Großbritannien. Im Sommer wechselt Großbritannien zur britischen Sommerzeit, die GMT +1 Stunde beträgt. Alle Zeiten auf %1 Site sind ganzjährig GMT.
fr: GMT signifie « Greenwich Mean Time », l'heure officielle utilisée en hiver au Royaume-Uni. En été, le Royaume-Uni passe au British Summer Time, qui correspond au GMT +1 heure. Tous les horaires du site %1 sont indiqués en GMT, et ce tout au long de l'année.
ja: グリニッジ標準時とは、イギリスの冬時間を示します。イギリスの夏時間はグリニッジ標準時に１時間プラスされGMT+１と表記されます。%1サイトの時間は全てGMTで表記されます。
vi: GMT là viết tắt của Greenwich Mean Time, thời gian chính thức được sử dụng ở Vương quốc Anh trong suốt mùa đông. Vào mùa hè, Vương quốc Anh lại chuyển sang Thời gian Mùa hè Anh, đó là GMT + 1 giờ. Tất cả thời gian trên trang %1 đều sử dụng GMT trong cả năm.
zh_cn: 格林威治标准时间是英国在冬季使用的官方时间。夏季则改为英国夏令时，即格林威治标准时间加1小时。%1 网站全年均使用格林威治标准时间。

source: Gaming Account
ar: حساب الألعاب
de: Spielkonto
fr: Compte de jeu
id: Akun Trading
ja: ゲームアカウント
pl: Konto gracza
ru: Игровой счет
th: บัญชีการพนัน
vi: Tài khoản Cá cược
zh_cn: 博彩账户

source: Gender
fr: Sexe
id: Jenis Kelamin
ja: 性別
pl: Płeć
th: เพศ
zh_cn: 性别

source: General
ar: عام
de: Allgemein
fr: Généralités
id: Umum
ja: 総則
pl: Postanowienia ogólne
ru: Общее
th: ทั่วไป
vi: Nói chung
zh_cn: 一般条款

source: General Provisions
ar: أحكام عامة
de: Allgemeine Vorschriften
fr: Clauses générales
id: Ketentuan Umum
ja: 一般条項
pl: Postanowienia ogólne
ru: Общие положения
th: เงื่อนไขทั่วไป
vi: Các điều khoản chung
zh_cn: 一般条款

source: General Risk Warning
fr: Avertissement général concernant les risques
ja: お取引にあたっての注意喚起文書
th: คำเตือนความเสี่ยงทั่วไป
zh_cn: 一般性风险提示

source: General Risks
ar: المخاطر العامة
de: Allgemeine Risiken
fr: Généralités concernant les risques
id: Risiko Umum
ja: 一般的なリスク
pl: Ogólne ryzyko
ru: Общий риск
th: ความเสี่ยงทั่วไป
vi: Rủi ro Chung
zh_cn: 一般风险

source: Generally we will communicate with you through this website or by email to the email address used when opening your account. We will communicate with you in English or, if you select another preferred language when opening your account, in that language.
ar: عموما سنتواصل معكم من خلال هذا الموقع أو عن طريق البريد الإلكتروني على عنوان البريد الإلكتروني المستخدم عند فتح حسابك. سنتواصل معكم باللغة الإنجليزية أو، إذا قمت بتحديد لغة أخرى مفضلة عند فتح حسابك، بتلك اللغة.
de: Wir werden mit Ihnen generell über diese Website oder die E-Mail Adresse mit Ihnen kommunizieren, die Sie bei der Kontoeröffnung angegeben haben. Wir werden mit Ihnen in Englisch kommunizieren oder, wenn Sie bei der Kontoeröffnung eine andere Sprache angegeben haben, in dieser Sprache.
fr: De manière générale, nous communiquerons avec vous par le biais de ce site Web ou par e-mail, en utilisant l'adresse e-mail utilisée lors de l'ouverture de votre compte. Nous communiquerons avec vous en anglais ou, le cas échéant, dans la langue de votre choix, sélectionnée lors de l'ouverture de votre compte.
id: Secara umum kami akan berkomunikasi dengan Anda melalui situs ini atau email ke alamat email yang Anda daftarkan. Kami akan berkomunikasi dalam bahasa Inggris, atau bahasa lain sesuai dengan pilihan Anda saat mendaftar.
ja: 通常当社からは、当サイトとを通じるか、または口座開設時にお客さまがご使用されたメールアドレスを用いてご連絡させていただきます。英語または、口座開設時にご選択いただいた言語でご連絡させていただきます。
pl: W większości przypadków będziemy się z Tobą komunikować poprzez tę stronę internetową lub poprzez wiadomości wysyłane na adres e-mail podany przy otwieraniu konta. Komunikacja będzie przebiegać w języku angielskim lub w innym języku preferowanym, jeśli został on wybrany podczas otwierania konta.
ru: Как правило, мы будем общаться с Вами через данный сайт, по электронной почте или по электронному адресу, который Вы указали при открытии счета. Общение с Вами будет проходить на английском или на другом языке, указанном Вами при открытии счета.
th: โดยทั่วไป พวกเราจะติดต่อกับท่านผ่านทางเว็บไซต์ หรือ อีเมล์ที่ใช้เมื่อท่านเปิดบัญชีนี้ พวกเราจะใช้ภาษาอังกฤษในการติดต่อกับท่าน หรือ ท่านสามารถเลือกภาษาอื่นที่ต้องการ โดยระบุภาษานั้นเมื่อท่านดำเนินการเปิดบัญชี
vi: Nói chung, chúng tôi sẽ thông báo với bạn qua trang web này hoặc gửi thư đến địa chỉ email được sử dụng khi mở tài khoản của bạn. Chúng tôi sẽ liên hệ với bạn bằng tiếng Anh hoặc bạn có thể lựa chọn một ngôn ngữ phù hợp.
zh_cn: 我们通常会通过这个网站与您沟通，或向您开户时使用的邮箱发送电子邮件。我们将以英语或您在开户时选择的语言与您沟通。

source: Generate periodic and special reports summarizing client trading trends
ar: انتاج التقارير الدورية والخاصة التي تلخص اتجاهات تداول العميل
de: Erstellung von periodischen und speziellen Berichten, die die Handelstrends der Kunden zusammenfassen
fr: Générer des rapports périodiques et spécifiques synthétisant les tendances de trading des clients
id: Menghasilkan laporan periodik dan khusus merangkum tren trading pelanggan
ja: クライアントの取引動向をまとめた定期報告書または特別報告書の作成
pl: Tworzenie okresowych i specjalnych raportów podsumowujących trendy w zawieraniu kontraktów
ru: Создание периодических и специальных отчётов о тенденциях в торговле клиентов
th: จัดทำรายงานตามงวดเวลาและรายงานพิเศษที่มีข้อมูลสรุปเกี่ยวกับแนวโน้มการซื้อขายของลูกค้า
vi: Làm báo cáo định kỳ và báo cáo riêng biệt nhằm tổng kết xu hướng giao dịch của khách hàng
zh_cn: 生成客户交易趋势的定期和特别汇总报告

source: Generous Commission Structure
ar: برنامج العمولات السخي
de: Großzügige Provisionsstruktur
fr: Une structure de commissions généreuse
id: Struktur Persentasi Komisi
ja: 優れた報酬体系
pl: Bogata struktura prowizji
ru: Гибкая структура комиссий
th: โครงสร้างคอมมิชชั่นเอื้ออารี
vi: Cấu trúc Tiền hoa hồng lớn
zh_cn: 优厚的佣金结构

source: German 30 Cash Index
de: Deutscher 30 Cash Index
ja: ドイツ 30現物指数
vi: 30 German chỉ số tiền mặt
zh_cn: 德国 30 现金指数

source: Germany
ar: ألمانيا
de: Deutschland
fr: Allemagne
id: Jerman
ja: ドイツ
pl: Niemcy
ru: Германия
th: เยอรมนี
vi: Đức
zh_cn: 德国

source: Get JPY 1,000,000
de: Erhalten Sie 1.000.000 JPY
fr: Obtenez 1 000 000 JPY
ja: 1,000,000円を入手する
zh_cn: 获取1,000,000日元

source: Get Started
ar: ابدأ
de: Erste Schritte
fr: Se lancer
id: Memulai
ja: はじめに
pl: Rozpocznij
ru: С чего начать
th: เริ่มเลย
vi: Bắt đầu
zh_cn: 开始交易

source: Get USD 10,000.00
de: Sie erhalten 10.000,00 USD
fr: Obtenez 1 000 000 USD
ja: USD 10,000.00をゲットする
vi: Nhận 10,000.00 USD
zh_cn: 获取10,000.00美元

source: Get more virtual money
de: Holen Sie sich mehr virtuelles Geld
fr: Obtenez davantage de fonds virtuels
ja: もっとバーチャルマネーを入手する
vi: Lấy thêm tiền ảo
zh_cn: 获取更多虚拟资金

source: Get started
ar: ابدأ
de: Erste Schritte
fr: Se lancer
id: Memulai
ja: デモ口座開設
pl: Rozpocznij
ru: С чего начать
th: เริ่มเลย
vi: Bắt đầu
zh_cn: 开始交易

source: Get your price
ar: أحصل على السعر
de: Holen Sie sich Ihren Kurs
fr: Obtenez un prix
id: Dapatkan harga
ja: 価格を確認
pl: Ustal swoją cenę
ru: Получите цены
th: ตั้งราคาของท่าน
vi: Hãy định giá của bạn
zh_cn: 获取报价

source: Getting Started
ar: كيف تبدأ
de: Erste Schritte
fr: Pour débuter
id: Langkah Memulai
ja: はじめに
pl: Rozpoczynanie
ru: С чего начать
th: เริ่มต้น
vi: Bắt đầu
zh_cn: 开始交易

source: Getting started
de: Erste Schritte
fr: Pour débuter
ja: はじめに
vi: Mở đầu với
zh_cn: 开始交易

source: Give Me More Money!
ar: أعطني مزيداً من المال!
de: Gib mir mehr Geld!
fr: Je souhaite générer davantage de profits !
id: Berikan saya uang lebih banyak lagi!
ja: バーチャルマネーの入金！
pl: Daj mi więcej pieniędzy!
ru: Дайте еще денег!
th: เพิ่มเงินอีกหน่อย!
vi: Hãy Đưa Tôi Thêm Tiền!
zh_cn: 我要赚更多！

source: Global Customer Service Representatives
ar: ممثلي خدمة العملاء العالمية
de: Globale Kundendienstmitarbeiter
fr: Représentants internationaux du service à la clientèle [H/F]
id: Perwakilan Customer Service Global
ja: グローバル・カスタマーサポート担当
pl: Pracownicy obsługi klienta
ru: Сотрудники мирового отдела обслуживания клиентов
th: เจ้าหน้าที่บริการลูกค้าสากล
vi: Đại Diện Dịch Vụ Chăm sóc Khách Hàng Toàn cầu
zh_cn: 客服代表

source: Global presence
ja: 海外事業展開

source: Glossary
ar: قاموس مصطلحات
de: Glossar
fr: Glossaire
id: Kamus
ja: 用語集
pl: Słowniczek
ru: Глоссарий
th: อภิธานศัพท์
vi: Thuật ngữ
zh_cn: 术语表

source: Go to the <a href="https://login.binary.com/password-retrieve.php">password retrieval page</a>, and enter your username and e-mail address in the form fields provided to have your password e-mailed to you.
ar: اذهب إلى <a href="https://login.binary.com/password-retrieve.php">صفحة استعادة كلمة المرور</a>، وأدخل اسم المستخدم الخاص بك وعنوان بريدك الإلكتروني فى خانات الاستمارة لنرسل لك كلمة المرور الخاصة بك على بريدك الإلكتروني.
de: Gehen Sie zur <a href="https://login.binary.com/password-retrieve.php"> Passwort-Wiederherstellungseite</a>, und geben Sie Ihren Benutzernamen und Ihre E-Mail Adresse in die entsprechenden Felder im Formular ein, damit Ihnen Ihr Passwort per E-Mail zugeschickt wird.
fr: Accédez à la page de <a href="https://login.binary.com/password-retrieve.php">récupération de mot de passe</a>, et saisissez votre nom d'utilisateur et votre adresse e-mail dans les champs du formulaire correspondant, pour que votre mot de passe vous soit envoyé par e-mail.
id: Kunjungi <a href="https://login.binary.com/password-reset.php?lang=4">halaman pengambilan kata sandi</a> dan masukkan nama pengguna beserta alamat email kedalam formulir yang tersedia dan kata sandi akan dikirimkan kedalam alamat email Anda.
ja: <a href="https://login.binary.com/password-retrieve.php">パスワード再発行ページ</a>へおすすみいただき、入力欄にパスワードを送信させていただくメールアドレスとユーザーネームをご入力ください。
pl: Przejdź do <a href="https://login.binary.com/password-retrieve.php">strony odzyskiwania hasła</a> i wpisz swoją nazwę użytkownika i adres e-mail w formularzu, aby otrzymać hasło drogą e-mailową.
ru: Пройдите по ссылке <a href="https://login.binary.com/password-retrieve.php">смены пароля</a>, введите свой логин и электронный адрес в запрашиваемые поля, чтобы мы выслали Вам ссылку на получение нового пароля.
th: ไปที่ <a href="https://login.binary.com/password-retrieve.php">หน้ากู้คืนรหัสผ่าน</a> และป้อนชื่อผู้ใช้งาน และอีเมล์ในแบบฟอร์มเพื่อส่งรหัสผ่านให้ท่าน
vi: Đi tới <a href="https://login.binary.com/password-retrieve.php">trang khôi phục mật khẩu</a>, và nhập tên tài khoản và địa chỉ email vào mẫu được cung cấp để chúng tôi có thể gửi mail khôi phục mật khẩu cho bạn.
zh_cn: 前往 <a href="https://login.binary.com/password-retrieve.php">密码找回页面</a>，在表格中输入您的用户名和电邮地址，我们将通过电邮把密码发送给您。

source: Go to the <a href="https://login.binary.com/signup.php">sign up page</a> to register as an affiliate today.
ar: اذهب إلى <a href="https://login.binary.com/signup.php">صفحة التسجيل</a> للتسجيل كشريك منتسب اليوم.
de: Gehen Sie auf die <a href="https://login.binary.com/signup.php">Registrieren</a> Seite, um sich heute als Affiliate anzumelden.
fr: Accédez à la page <a href="http://login.binary.com/signup.php">d'inscription</a> pour vous inscrire en tant qu'affilié dès aujourd'hui.
id: Kunjungi <a href="https://login.binary.com/signup.php">halaman daftar</a> untuk mendaftar sebagai afiliasi hari ini.
ja: <a href="https://login.binary.com/signup.php">会員登録ページ</a>から、アフィリエイトプログラムのご登録がすぐにできます。
pl: Przejdź do <a href="https://login.binary.com/signup.php">strony rejestracji</a>, aby zarejestrować się jako partner już dziś.
ru: Зайдите на страницу <a href="https://login.binary.com/signup.php">регистрации</a>, чтобы стать партнером сегодня.
th: ไปที่ <a href="https://login.binary.com/signup.php">หน้าลงทะเบียน</a> เพื่อร่วมเป็นพันธมิตรกับเราวันนี้
vi: Tới <a href="https://login.binary.com/signup.php">trang đăng kí</a> để đăng kí trở thành một chi nhánh.
zh_cn: 前往 <a href="https://login.binary.com/signup.php">注册页面</a> 注册成为联盟会员 。

source: Go to the <strong>More actions</strong> menu and select <strong>Settings</strong>.
fr: Allez dans le menu <strong>Actions additionnelles</strong> et sélectionnez <strong>Réglages</strong>.
ja: <strong>その他の設定</strong>メニューの<strong>設定</strong>を選択してください。

source: Go to the <strong>Safari</strong> menu and select <strong>Preferences</strong>.
fr: Allez dans le menu <strong>Safari</strong> et sélectionnez <strong>Préférences</strong>.
ja: <strong>Safari</strong>メニューへいき、<strong>設定</strong>を選択してください。

source: Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>.
fr: Allez dans le menu<strong>Outils</strong> et sélectionnez <strong>Options Internet</strong>.
ja: <strong>ツール</strong>メニューへいき、<strong>インターネットオプション</strong>を選択してください。

source: Go to the <strong>Tools</strong> menu and select <strong>Preferences</strong>.
fr: Allez dans le menu <strong>Outils</strong> et sélectionnez <strong>Préférences</strong>.
ja: <strong>ツール</strong>メニューへいき、<strong>設定</strong>を選択してください。

source: Go with the leader
ar: إذهب مع القائد
de: Mit dem Marktführer gehen
fr: Faites confiance au leader du marché
id: Ikuti pemimpin
ja: バイナリーオプション取引業界のフロント・ランナー
pl: Dołącz do lidera
ru: Следуйте за лидером
th: ก้าวไปกับผู้นำ
vi: Đi cùng với nhóm trưởng
zh_cn: 选择行业领军企业

source: Goes Outside
de: Geht Außerhalb
fr: Sort de la zone
ja: BREAK-OUT
vi: Đi ra ngoài
zh_cn: 处于区间之外

source: Got questions? %1Contact us%2 for help.
de: Haben Sie Fragen? %1Kontaktieren Sie uns%2 für Unterstützung.
fr: Vous avez des questions? %1Contactez nous%2 pour tout demande d'aide.
ja: ご不明な点はありませんか？お気軽に%1お問い合わせ%2ください。
zh_cn: 有疑问？%1联系我们%2求助。

source: Governing Laws and Jurisdiction
ar: القوانين الحاكمة والاختصاص القضائي
de: Geltendes Recht und Gerichtsbarkeit
fr: Droit applicable et juridiction
id: Pemerintahan Hukum dan Yurisdiksi
ja: 準拠法と裁判管轄権
pl: Prawo właściwe i jurysdykcja
ru: Законодательство и юрисдикция
th: กำกับโดยกฎหมายและอำนาจตามกฎหมาย
vi: Quy định và Quyền hạn chủ đạo
zh_cn: 适用法律和司法管辖权

source: Governing law and jurisdiction
ar: القانون الحاكم والاختصاص القضائي
de: Geltendes Recht und Gerichtsbarkeit
fr: Droit applicable et juridiction
id: Hukum Pemerintahan dan yurisdiksi
ja: 準拠法と裁判管轄
pl: Prawo właściwe i jurysdykcja
ru: Законодательство и юрисдикция
th: กำกับโดยกฎหมายและอำนาจตามกฎหมาย
vi: Quy định và Quyền hạn chủ đạo
zh_cn: 适用法律和司法管辖权

source: Government Officers
de: Regierungsbeamte
fr: Représentants du Governement
ja: 政府役員
vi: Các nhân viên chính phủ
zh_cn: 政府官员
