Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: {JAPAN ONLY}If the buyer of an option does not exercise the option rights, there will be no fee payable to the option seller.
ja: オプションの買い手が権利行使をしなかった場合には、オプションの売り手にオプション料を支払う必要がありません。
pl: If the buyer of an option does not exercise the option rights, there will be no fee payable to the option seller.
th: {ญี่ปุ่นเท่านั้น}If the buyer of an option does not exercise the option rights, there will be no fee payable to the option seller.

source: {JAPAN ONLY}If the buyer of an option waives his right to exercise, a transaction in the underlying asset will not be dealt between the seller and the buyer.
ja: オプションの買い手は、オプションの権利を放棄することができます。放棄した場合には、オプションの売り手との間での原資産の売買は成立しません。
pl: If the buyer of an option waives his right to exercise, a transaction in the underlying asset will not be dealt between the seller and the buyer.
th: {ญี่ปุ่นเท่านั้น}If the buyer of an option waives his right to exercise, a transaction in the underlying asset will not be dealt between the seller and the buyer.

source: {JAPAN ONLY}If the exercise period passes without the option being exercised by the buyer, the option premium received by the seller will be the profit made on the trade.
ja: 権利行使期限が到来し権利行使が行われない場合、オプションの権利は消滅するため、所有するオプションは価値がなくなります。
pl: If the exercise period passes without the option being exercised by the buyer, the option premium received by the seller will be the profit made on the trade.
th: {ญี่ปุ่นเท่านั้น}If the exercise period passes without the option being exercised by the buyer, the option premium received by the seller will be the profit made on the trade.

source: {JAPAN ONLY}If the exercise prices and exercise times are the same for an American style and European style option, then the American style option will have a higher price.
ja: バリア価格と権利行使期間がヨーロピアンタイプとアメリカンタイプのオプションで同じ場合、アメリカンタイプの方がオプション価格は高くなります。
pl: If the exercise prices and exercise times are the same for an American style and European style option, then the American style option will have a higher price.
th: {ญี่ปุ่นเท่านั้น}If the exercise prices and exercise times are the same for an American style and European style option, then the American style option will have a higher price.

source: {JAPAN ONLY}If the market price has changed significantly it may not be possible to execute a trade at a delayed price displayed in a customer's browser. Alternatively you may pay a lower price for the option if the price has moved quickly in that direction. Please see our summary of specifications document for full details of our 'slippage' rules.
ja: 万が一、市場価格が急激に変動した際は、お客様のブラウザ上で表示されている注文価格では約定しない場合があります。その逆として、市場価格が急激に変動したことにより、注文価格より有利な価格で購入できる場合があります。詳しくは契約締結前交付書面をご覧ください。

source: {JAPAN ONLY}If the probablility of a payout is 50% then when the potential payout is less than 100% of the price paid for the option, the expected return on the investment will be less than 100%.
ja: 投資額に対するペイアウトの倍率が2倍を下回り、ペイアウトを受け取る確率が50%の場合、期待収益率は1倍を下回り予測回収額は投資額を下回ります。
pl: If the probablility of a payout is 50% then when the potential payout is less than 100% of the price paid for the option, the expected return on the investment will be less than 100%.
th: {ญี่ปุ่นเท่านั้น}If the probablility of a payout is 50% then when the potential payout is less than 100% of the price paid for the option, the expected return on the investment will be less than 100%.

source: {JAPAN ONLY}If the underlying asset price is 100 yen, the exercise price is 80 yen, and the call option price is 45 yen, then it can be said that the option's intrinsic-value is 20 yen, and its time-value is 25 yen.
ja: 原資産価格100円、バリア価格80円、オプション価格45円のときのコールオプションの本源的価値と時間的価値は本源的価値＝20円、時間的価値＝25円となります。
pl: If the underlying asset price is 100 yen, the exercise price is 80 yen, and the call option price is 45 yen, then it can be said that the option's intrinsic-value is 20 yen, and its time-value is 25 yen.
th: {ญี่ปุ่นเท่านั้น}f the underlying asset price is 100 yen, the exercise price is 80 yen, and the call option price is 45 yen, then it can be said that the option's intrinsic-value is 20 yen, and its time-value is 25 yen.

source: {JAPAN ONLY}If you believe the underlying asset price will be only moderately volatile, you could still benefit by buying both a call and put option with exercise prices that are above and below the exercise price.
ja: 原資産価格が大きく騰落することを予測し、上昇、下落、いずれの方向に動いても利益を得るため、原資産価格よりバリア価格が高いコールオプションと原資産価格よりバリア価格が低いプットオプションの２つのオプションを合わせて購入しました。
pl: If you believe the underlying asset price will be only moderately volatile, you could still benefit by buying both a call and put option with exercise prices that are above and below the exercise price.
th: {ญี่ปุ่นเท่านั้น}If you believe the underlying asset price will be only moderately volatile, you could still benefit by buying both a call and put option with exercise prices that are above and below the exercise price.

source: {JAPAN ONLY}If you believe the underlying asset price will move by a large amount in either direction, you can benefit by buying both a call and a put option, with the exercise prices set above and below the current underlying price.
ja: 原資産価格が大きく騰落することを予測し、上昇、下落、いずれの方向に動いても利益を得るため、原資産価格よりバリア価格が高いコールオプションと原資産価格よりバリア価格が低いプットオプションの２つのオプションを合わせて購入しました。
pl: If you believe the underlying asset price will move by a large amount in either direction, you can benefit by buying both a call and a put option, with the exercise prices set above and below the current underlying price.
th: {ญี่ปุ่นเท่านั้น}If you believe the underlying asset price will move by a large amount in either direction, you can benefit by buying both a call and a put option, with the exercise prices set above and below the current underlying price.

source: {JAPAN ONLY}If you buy a currency binary call option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will receive a payout 1,000 yen from the seller of the option.
ja: バリア価格1ドル100円、ペイアウト1,000円のドル円のコールバイナリーオプションを500円で購入し、判定レートが1ドル99円となり権利行使が行われ、買い手は1,000円のペイアウトを受け取りました。
pl: If you buy a currency binary call option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will receive a payout 1,000 yen from the seller of the option.
th: {ญี่ปุ่นเท่านั้น}If you buy a currency binary call option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will receive a payout 1,000 yen from the seller of the option.

source: {JAPAN ONLY}If you buy a currency binary option at a price of 500 yen, and the judgment price meets the conditions so you receive a payout of 1,000 yen, then your profit can be calculated 500 yen after subtracting the 500 yen that was paid as a fee to the option seller.
ja: ペイアウト1,000円のバイナリーコールオプションを500円で購入し、権利行使条件が判定の結果、満たされた場合には、買い手は売り手からペイアウトとして1,000円を受け取り、したがって買い手の損益は、売り手に支払った500円のオプション料を差し引き500円の利益となります。
pl: If you buy a currency binary option at a price of 500 yen, and the judgment price meets the conditions so you receive a payout of 1,000 yen, then your profit can be calculated 500 yen after subtracting the 500 yen that was paid as a fee to the option seller.
th: {ญี่ปุ่นเท่านั้น}If you buy a currency binary option at a price of 500 yen, and the judgment price meets the conditions so you receive a payout of 1,000 yen, then your profit can be calculated 500 yen after subtracting the 500 yen that was paid as a fee to the option seller.

source: {JAPAN ONLY}If you buy a currency binary put option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will receive a payout 1,000 yen from the seller of the option.
ja: バリア価格1ドル100円、ペイアウト1,000円のドル円のプットバイナリーオプションを500円で購入し、判定レートが１ドル99円となり権利行使が行われ、買い手は1,000円のペイアウトを受け取りました。
pl: If you buy a currency binary put option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will receive a payout 1,000 yen from the seller of the option.
th: {ญี่ปุ่นเท่านั้น}If you buy a currency binary put option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will receive a payout 1,000 yen from the seller of the option.

source: {JAPAN ONLY}If you have any queries or wish to cancel the request, please contact <a href='mailto:%1'>Customer Support</a>.
fr: {JAPAN ONLY}If you have any queries or wish to cancel the request, please contact <a href='mailto:%1'> 1Customer Support</a> 2. Copy →↵…«»‹›-–—
ja: 出金依頼の取り消し、または出金に関するご質問等ありましたら、<a href="mailto:%1">カスタマーサポート</a>までご連絡ください。
vi: {Nhật bản}Nếu bạn có bất kỳ thắc mắc hoặc muốn hủy yêu cầu, xin vui lòng liên hệ với <a href='mailto:%1'> Hỗ trợ khách hàng</a>.

source: {JAPAN ONLY}If you introduce our website to potential clients, you will earn as soon as one of them opens a real account with %1 and begins trading.
fr: {seulement au JAPON} si vous introduisez notre site internet à de potentiels clients, vous gagnerez dès que l'un d'entre eux ouvre un compte réel avec %1 et commence à échanger.
ja: 獲得会員が当社で口座開設を完了後、報酬プランの条件を満たした場合のみ報酬額が支払われます。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Nếu bạn giới thiệu trang web của chúng tôi cho khách hàng tiềm năng, bạn sẽ kiếm được ngay sau khi một trong số họ mở tài khoản real với %1 và bắt đầu kinh doanh.

source: {JAPAN ONLY}If you need more information then please contact Customer Support at <a href='mailto:%1'>%1</a>).
fr: {JAPAN ONLY}If you need more information then please contact Customer Support at <a href='mailto:%1'> 1%1</a> 2).
ja: 詳細につきまして、カスタマーサポート<a href='mailto:%1'>%1</a>までご連絡ください
vi: {Nhật bản}Nếu bạn muốn biết thêm thông tin vui lòng liên hệ với chúng tôi tại <a href='mailto:%1'>%1</a>).

source: {JAPAN ONLY}If you sell a currency binary call option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will need to payout 1,000 yen to the buyer of the option.
ja: バリア価格1ドル100円、ペイアウト1,000円のドル円のコールバイナリーオプションの購入代金500円を受け取り、判定レートが１ドル99円となり権利行使が行われ、売り手は買い手に1,000円のペイアウトを支払いました。
pl: If you sell a currency binary call option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will need to payout 1,000 yen to the buyer of the option.
th: {ญี่ปุ่นเท่านั้น}If you sell a currency binary call option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will need to payout 1,000 yen to the buyer of the option.

source: {JAPAN ONLY}If you sell a currency binary option at a price of 500 yen, and the judgment price meets the conditions so you need to payout 1,000 yen, then your profit will be minus 500 yen after subtracting the 500 yen that was received as a fee from the option buyer.
ja: ペイアウト1,000円のバイナリーコールオプションを500円で売却取引し、権利行使条件が判定の結果、満たされた場合には、売り手は買い手に対するペイアウトとして1,000円を支払わなければならず、したがって売り手の損益は、買い手から受け取った500円と差し引き500円の損失となります。
pl: If you sell a currency binary option at a price of 500 yen, and the judgment price meets the conditions so you need to payout 1,000 yen, then your profit will be minus 500 yen after subtracting the 500 yen that was received as a fee from the option buyer.
th: {ญี่ปุ่นเท่านั้น}If you sell a currency binary option at a price of 500 yen, and the judgment price meets the conditions so you need to payout 1,000 yen, then your profit will be minus 500 yen after subtracting the 500 yen that was received as a fee from the option buyer.

source: {JAPAN ONLY}If you sell a currency binary put option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will need to payout 1,000 yen to the buyer of the option.
ja: バリア価格１ドル100円、ペイアウト1,000円のドル円のプットバイナリーオプションの購入代金500円を受け取り、判定レートが１ドル99円となり権利行使が行われ、売り手は買い手に1,000円のペイアウトを支払いました。
pl: If you sell a currency binary put option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will need to payout 1,000 yen to the buyer of the option.
th: {ญี่ปุ่นเท่านั้น}If you sell a currency binary put option at a price of 500 yen, with an underlying of dollar against yen, the payout is 1,000 yen, and the strike price is 100, then if the judgment price at exercise time is 99, you will need to payout 1,000 yen to the buyer of the option.

source: {JAPAN ONLY}If you wish to change your designated account or you have any other queries, then please contact Customer Support.
ja: 出金先口座情報の変更をご希望の場合、カスタマーサポートまでご連絡ください。
vi: {Nhật bản}Nếu bạn muốn thay đổi tài khoản đã ký kết của bạn hoặc bạn có bất kỳ thắc mắc nào khác, sau đó xin vui lòng liên hệ với hỗ trợ khách hàng.

source: {JAPAN ONLY}If your bank account details have changed, please contact Customer Support in order to verify your ID and new account details.
ja: 出金先口座情報に変更がある場合には、お客さまのIDと新規登録したい口座情報を確認する必要がありますので、カスタマーサポートまでご連絡ください。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Nếu chi tiết tài khoản ngân hàng của bạn đã thay đổi, xin vui lòng liên hệ với hỗ trợ khách hàng để xác minh tài khoản và chi tiết tài khoản mới của bạn.

source: {JAPAN ONLY}Implied volatility is a prediction of the future rate of change in the underlying asset.
ja: 原資産に対する将来の変動率を予測したボラティリティをインプライドボラティリティといます。
pl: Każda opcja binarna to prognoza przyszłego zachowania się rynku podstawowego.
th: {ญี่ปุ่นเท่านั้น}Implied volatility is a prediction of the future rate of change in the underlying asset.

source: {JAPAN ONLY}In Japan there are defined trading periods for binary options must be 2 hours or longer, and all trades must be conducted at the start of each trading period.
ja: バイナリーオプションの取引期間（満期）は2時間以上で、全ての取引は取引期間の開始時点で成立し、成立したポジションは、途中解約できず判定時刻の時点でのみ決済となります。
pl: In Japan there are defined trading periods for binary options must be 2 hours or longer, and all trades must be conducted at the start of each trading period.
th: {ญี่ปุ่นเท่านั้น}In Japan there are defined trading periods for binary options must be 2 hours or longer, and all trades must be conducted at the start of each trading period.

source: {JAPAN ONLY}In OTC currency binary options trading, if the exchange rate during the trading period moves by more than expected in one direction, and there are no longer any exercise prices which can continue to trade, it is possible under certain conditions to add further exercise prices. However, even when further exercise price have been added, the prices of the original options will not be affected.
ja: 店頭通貨バイナリーオプション取引では、取引期間中の為替レートが一方向に想定以上に動き、アットザマネー周辺で適切な取引が継続できるバリア価格が無くなった場合には、途中でバリア価格を追加することがありますが、ただし、バリア価格が追加された場合であっても、それまで利用したバリア価格は引き続き取引を行い、またその取引価格が、バリア価格の追加の影響を受けることはありません。
pl: In OTC currency binary options trading, if the exchange rate during the trading period moves by more than expected in one direction, and there are no longer any exercise prices which can continue to trade, it is possible under certain conditions to add further exercise prices. However, even when further exercise price have been added, the prices of the original options will not be affected.
th: {ญี่ปุ่นเท่านั้น}In OTC currency binary options trading, if the exchange rate during the trading period moves by more than expected in one direction, and there are no longer any exercise prices which can continue to trade, it is possible under certain conditions to add further exercise prices. However, even when further exercise price have been added, the prices of the original options will not be affected.

source: {JAPAN ONLY}In a Government or Juridicial position such as:
ja: 外国において下記の職にある者
vi: {Nhật bản}Trong một Chính Phủ hoặc Tư Thế Pháp Luật như là:

source: {JAPAN ONLY}In case of the right to buy the underlying asset (call option), when the underlying asset price falls, the option price will increase.
ja: コールオプション（原資産を買う権利）の場合、原資産価格が下落すると、オプションの価格は高くなります。
pl: In case of the right to buy the underlying asset (call option), when the underlying asset price falls, the option price will increase.
th: {ญี่ปุ่นเท่านั้น}In case of the right to buy the underlying asset (call option), when the underlying asset price falls, the option price will increase.

source: {JAPAN ONLY}In case of the right to sell the underlying asset (put option), when the underlying asset price rises, the option price will increase.
ja: プットオプション（原資産を売る権利）の場合、原資産価格が上昇すると、オプションの価格は高くなります。
pl: In case of the right to sell the underlying asset (put option), when the underlying asset price rises, the option price will increase.
th: {ญี่ปุ่นเท่านั้น}In case of the right to sell the underlying asset (put option), when the underlying asset price rises, the option price will increase.

source: {JAPAN ONLY}In contrast to other types of FX options, short positions in FX Binary Options cannot be closed-out as they are not subject to loss-cut regulations.
ja: 通貨関連バイナリーオプションのショートポジションは、他の通貨関連オプションのショートポジションとは異なり、一般的にロスカット規制の対象となる金融商品ではないため、ロスカットされることはありません。
pl: In contrast to other types of FX options, short positions in FX Binary Options cannot be closed-out as they are not subject to loss-cut regulations.
th: {ญี่ปุ่นเท่านั้น}In contrast to other types of FX options, short positions in FX Binary Options cannot be closed-out as they are not subject to loss-cut regulations.

source: {JAPAN ONLY}In general a binary option price will not exceed the payout amount.
ja: インザマネーのバイナリーオプションの価格は、一般的にはペイアウト額を上回りません。
pl: In general a binary option price will not exceed the payout amount.
th: {ญี่ปุ่นเท่านั้น}In general a binary option price will not exceed the payout amount.

source: {JAPAN ONLY}In general the price of a binary option will be lower than the price of a plain vanilla option because the payout amount is fixed.
ja: バイナリーオプションの価格は、ペイアウト額が固定されるので、プレーンバニラオプションの価格と比べて一般的に安くなります。
pl: In general the price of a binary option will be lower than the price of a plain vanilla option because the payout amount is fixed.
th: {ญี่ปุ่นเท่านั้น}In general the price of a binary option will be lower than the price of a plain vanilla option because the payout amount is fixed.

source: {JAPAN ONLY}In order to open a trading account for you we will need to test your knowledge of options to ensure you have the necessary understanding of the products and risks of binary option trading.
ja: 取引口座の開設には、バイナリーオプション取引の仕組およびリスク等への知識を明確にするため、オプションの知識確認テストを受けていただく必要があります。
pl: In order to open a trading account for you we will need to test your knowledge of options to ensure you have the necessary understanding of the products and risks of binary option trading.
th: {ญี่ปุ่นเท่านั้น}In order to open a trading account for you we will need to test your knowledge of options to ensure you have the necessary understanding of the products and risks of binary option trading.

source: {JAPAN ONLY}In the event of our bankruptcy, your assets will be safeguarded by Japan Securities Finance Trust & Banking Company Ltd
ja: 区分管理必要額の算出は当社が行い、信託銀行は行いません。

source: {JAPAN ONLY}In the lower panel you can also choose to see your current portfolio with live valuations and quick access to sell-back. Alternatively you can view a live, customizable chart with many add-on features; or see more detailed explanations of the type of option selected; or examine recent settlement prices for expired options.
ja: 下部のポジション一覧のタブでは、お客さまの保有ポジションに対する評価価格が表示され、売却取引を行う場合は緑の「表示」ボタンをクリックしてください。チャートのタブでは、テクニカル分析をしたりチャートのカスタマイズが可能です。（テクニカル分析の指標は英語標記のみです）また、取引概要のタブでは取引しているオプションの判定基準の説明、判定レートのタブでは過去の判定レートの一覧表を表示します。

source: {JAPAN ONLY}Instant sell-back of position available until 2 minutes prior to judgement time
ja: 判定時刻2分前までならいつでも売却取引によりロスカットや利益確定をすることができます

source: {JAPAN ONLY}Introduction to Binary Options
ja: バイナリーオプション<br>の概要
pl: Introduction to Binary Options
th: {ญี่ปุ่นเท่านั้น}Introduction to Binary Options

source: {JAPAN ONLY}It cannot be said that binary options trading is unconditionally advanteous over regular spot fx trading, because investors may lose all of their investment whereas in spot fx trading there will still be some value in the trading position.
ja: バイナリーオプションでは、投資者に不利な方向に動いた場合には投資額を全額失うのに比べ、ＦＸは投資額の一部が残る場合があるので、一概にバイナリーオプションが有利とはいえません。
pl: It cannot be said that binary options trading is unconditionally advanteous over regular spot fx trading, because investors may lose all of their investment whereas in spot fx trading there will still be some value in the trading position.

source: {JAPAN ONLY}It is possible to use two binary options to make a profit if the asset price settles inbetween the two strikes. It is also possible to buy a single range option that will achieve the same result.
ja: ２つのオプションを用い、バリア価格の高いバイナリープットオプションとバリア価格の低いバイナリーコールオプションを購入すれば、判定レートが２つのオプションのバリア価格の間となった場合に収益が得られ、判定レートが所定の価格帯の中であった場合にペイアウトとなるレンジバイナリーオプションに似た投資を行うことができます。
pl: It is possible to use two binary options to make a profit if the asset price settles inbetween the two strikes. It is also possible to buy a single range option that will achieve the same result.

source: {JAPAN ONLY}It is possible to use two binary options to make a profit if the asset price settles outside the two strikes. It is also possible to buy a single range option that will achieve the same result.
ja: ２つのオプションを用い、バリア価格の高いバイナリーコールオプションとバリア価格の低いバイナリープットオプションを購入すれば、判定レートが２つのオプションのバリア価格で作られた価格帯の外となった場合に収益が得られ、判定レートが所定の価格帯の外であった場合にペイアウトとなるレンジバイナリーオプションに似た投資を行うことができます。
pl: It is possible to use two binary options to make a profit if the asset price settles outside the two strikes. It is also possible to buy a single range option that will achieve the same result.

source: {JAPAN ONLY}JSA_Explanation_1_1)
ja: 12月23日(金)、1月2日(月)は入出金及びカスタマーサポートの対応を終日お休みさせて頂きます
vi: {Nhật bản}CHÚ GIẢI_JSA_1_1)

source: {JAPAN ONLY}JSA_Explanation_1_2)
ja: 12月30日(金)最終営業の入出金及びカスタマーサポートの受付時間は15時までとさせて頂きます
vi: {Nhật bản}CHÚ GIẢI_JSA_1_2)

source: {JAPAN ONLY}JSA_Explanation_2_1)
ja: 26日の銀行振込からのご入金は、翌日27日に口座へ反映されます<br>26日の出金依頼は、翌27日以降の着金となります
vi: {Nhật bản}CHÚ GIẢI_JSA_2_1)

source: {JAPAN ONLY}JSA_Explanation_2_2)
ja: 12月30日以降のご入金は2017年1月4日以降口座に反映されます<br>12月30日以降の出金依頼は2017年1月4日以降の着金となります
vi: {Nhật bản}CHÚ GIẢI_JSA_2_2)

source: {JAPAN ONLY}JSA_Explanation_2_3)
ja: 12月31日(土)から1月3日(火)の期間は、国内金融機関（店舗）が休業のため、入出金サービスをご利用頂けません
vi: {Nhật bản}CHÚ GIẢI_JSA_2_3)

source: {JAPAN ONLY}JSA_Title_1
ja: 重要：年末年始の営業スケジュールに関するご案内
vi: {Nhật bản}TIÊU ĐỀ_JSA_1

source: {JAPAN ONLY}JSA_Title_2
ja: 重要：年末年始の入出金スケジュールに関するご案内
vi: {Nhật bản}TIÊU ĐỀ_JSA_2

source: {JAPAN ONLY}Japan Service Announcements
ja: お知らせ
vi: {Nhật bản}Các thông báo dịch vụ của Nhật Bản

source: {JAPAN ONLY}Knowledge Test
ja: 知識確認テスト
pl: Knowledge Test

source: {JAPAN ONLY}Knowledge Test Result
ja: 知識確認テスト結果
pl: Knowledge Test Result
vi: {CHỈ DÀNH CHO THỊ TRƯỜNG NHẬT BẢN}Kết quả Bài Kiểm tra Kiến thức

source: {JAPAN ONLY}Knowledge test list item 1
ja: ・この知識確認テストは、法令で義務付けられており、当社がお客さまの事を知り、お客さまがバイナリーオプション取引を行うことに 適した投資者かどうかを判断したうえで、お客さまとの取引を開始するためのものです。

source: {JAPAN ONLY}Knowledge test list item 2
ja: ・バイナリーオプション投資を的確に行うにはオプション取引などデリバティブ取引に関わる知識や経験が必要です。

source: {JAPAN ONLY}Knowledge test list item 3
ja: ・本テストはオプション取引に関わる基礎的な知識の有無を確認する目的で行われます。
