Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
ar: إذا اخترت "يبقى بين"، تربح إذا استقر السوق بين (لم يصل إلى) أي من <strong>الحاجز العلوي</strong> أو <strong>الحاجز السفلي</strong> فى أى وقت طوال <strong>فترة العقد</strong>.
de: Wenn Sie „Bleibt zwischen" wählen, erhalten Sie eine Auszahlung, wenn der Kurs zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> zwischen der <strong>Oberen Schwelle</strong> oder der <strong>Unteren Schwelle</strong> bleibt (ohne sie zu berühren).
fr: Si vous sélectionnez « Reste dans la zone », vous gagnez si le marché ne touche jamais ni la <strong>barrière supérieure<strong> ni la <strong>barrière inférieure<strong>, sur toute la durée de la <strong>période de contrat<strong>.
id: Pilih "Tetap Antara", Anda akan mendapat hasil jika pasar tetap berada antara (tidak menyentuh) salah satu <strong>Batasan tinggi</strong> atau <strong>Batasan rendah</strong> kapan saja selama <strong>periode kontrak</strong>.
ja: 「STAY-IN」を選択された場合、<strong>取引期間が終了するまで常に</strong>市場価格がバリアを設定した<strong>上下両方</strong>のバリア価格のレンジ内に留まること、すなわち<strong>バリア価格にタッチしたら</strong>ペイアウトを受け取れます。
pl: Jeśli wybierzesz „Pozostanie pomiędzy”, zdobędziesz wypłatę, gdy cena rynkowa pozostanie pomiędzy (nie osiągnie) <strong>wysokiego limitu</strong> ani <strong>niskiego limitu</strong> w żadnym momencie w czasie <strong>trwania kontraktu</strong>.
ru: Если Вы выбираете "Останется между", Вы получаете прибыль, если рынок останется между <strong>верхним</strong> и <strong>нижним</strong> барьером (не коснется ни одного из них) за все время <strong>действия контракта</strong>.
vi: Nếu bạn chọn "Ở giữa", bạn sẽ giành chiến thắng nếu giá thị trường nằm giữa (không chạm) cả hai <strong> Giới hạn trên </strong> và <strong> Giới hạn dưới </strong> tại bất cứ thời điểm nào <strong>trong suốt thời gian giao dịch</strong>.
zh_cn: 如果您选择“保持区间内”期权，只要市场在<strong>合约期限内的</strong>任何时间位于<strong>高障碍</strong>和<strong>低障碍</strong>之间（但并不触及），您将获得赔付。

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
ar: إذا اخترت "وصول"، تربح إذا وصل السوق إلى <strong>الحاجز</strong> فى أى وقت طوال <strong>مدة العقد</strong>.
de: Wenn Sie „Berührt" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> berührt.
fr: Si vous sélectionnez « Touche », vous gagnez si le marché touche la <strong>barrière<strong> à tout moment de la <strong>période de contrat<strong>.
id: Pilih "Menyentuh", Anda mendapat hasil jika pasar menyentuh <strong>batasan</strong> harga tertentu kapan saja selama <strong>periode kontrak </strong>.
ja: 「TOUCH」を選択された場合、<strong>取引期間が終了するまで</strong>に市場価格が<strong>バリア</strong>設定した価格にタッチすればペイアウトを受け取れます。
pl: Jeśli wybierzesz „osiągnie”, zdobędziesz wypłatę, gdy cena rynkowa osiągnie <strong>limit</strong> w dowolnym momencie w czasie <strong>trwania kontraktu</strong>.
ru: Если Вы выбираете "Коснется", Вы получаете прибыль, если рынок коснется заданного <strong>барьера</strong> в любое время в <strong>течение контракта</strong>.
vi: Nếu bạn chọn "Chạm", bạn sẽ giành chiến thắng nếu giá thị trường chạm tới <strong>giới hạn</strong> tại bất kì thời điểm nào trong suốt <strong>thời gian giao dịch</strong>.
zh_cn: 如果您选择“触及”期权，只要市场在<strong>合约期限内的</strong>任何时间触及<strong>障碍</strong>，您将获得赔付。

source: If you select "Under", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>less than your prediction.</strong>
ar: إذا قمت بتحديد "اقل"، سوف يفوز دفع تعويضات إذا كان <strong>الرقم الأخير</strong> من اخر حركة <strong>أقل من التنبؤ الخاص بك.</strong>
de: Wenn Sie „Unter" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks weniger als Ihre Voraussage ist.</strong>
fr: Si vous sélectionnez « En dessous », vous gagnez si le <strong>dernier chiffre</strong> du dernier tick est <strong>inférieur à votre prédiction</strong>.
id: Pilih "Under", Anda akan memperoleh hasil jika <strong>digit terakhir</strong> pada tik terakhir adalah <strong>kurang dari analisa Anda.</strong>
ja: 「UNDER」を選択された場合、最後のtickの<strong>下一桁</strong>が<strong>予測を下回る</strong>とペイアウトを獲得いただけます。
pl: Jeśli wybierzesz „poniżej”, zdobędziesz wypłatę, gdy <strong>ostatnia cyfra</strong> ostatniego najmniejszego przyrostu ceny będzie <strong>mniejsza niż cyfra przewidywana przez Ciebie.</strong>
ru: Если Вы выбираете "Ниже", Вы выигрываете, если <strong>последняя десятичная</strong> последней котировки будет <strong>ниже Вашего прогноза.</strong>
vi: Nếu bạn chọn "Dưới", bạn sẽ giành được tiền nếu <strong>chữ số cuối cùng</strong> của biến động cuối cùng <strong>thấp hơn so với dự đoán của bạn.</strong>
zh_cn: 如果您选择“小于”期权，只要<strong>最新价格的</strong>最后一个数字<strong>小于您的预测，您将获得赔付。</strong>

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
ar: إذا اخترت "هبوط"، تربح إذا كان سعرالسوق أقل من<strong>سعر البدء</strong>.
de: Wenn Sie „Fällt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis niedriger als der <strong>Kurs bei Kontraktbeginn</strong> ist.
fr: Si vous sélectionnez « Baisse », vous gagnez si le prix du marché est inférieur au </strong>point d'entrée</strong>.
id: Jika Anda memilih "turun", maka Anda akan memperoleh hasil jika harga pasar lebih rendah dari <strong>spot masuk</strong>.
ja: "ダウン"を選択された場合、トレード終了時間の市場価格が<strong>エントリー価格</strong>より低くなるとペイアウトを獲得いただけます。同値は条件を満たしていないと判定されます。
pl: Jeśli wybierzesz „spadnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie niższa niż <strong>pozycja wejściowa</strong>.
ru: Если Вы выбираете "упадет", Вы выигрываете, если рыночная цена ниже, чем <strong>входная котировка</strong>.
vi: Nếu bạn chọn "giảm", bạn sẽ giành chiến thắng nếu như giá thị trường thấp hơn <strong>giá khởi điểm</strong>.
zh_cn: 如果您选择“下跌”期权，只要市场价格低于<strong>入市现价</strong>，您将获得赔付。

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
ar: إذا اخترت "هبوط"، تربح إذا كان سعرالسوق أقل من سعر البدء.
de: Wenn Sie „fällt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis niedriger als der Kurs bei Kontraktbeginn ist.
fr: Si vous sélectionnez « Baisse », vous gagnez si le prix du marché est inférieur au point d'entrée.
id: Jika Anda memilih "turun", maka Anda akan memperoleh hasil jika harga pasar lebih rendah dari spot masuk.
ja: "ダウン"を選択された場合、トレード終了時間の市場価格がエントリー価格より低くなるとペイアウトを獲得いただけます。同値は条件を満たしていないと判定されます。
pl: Jeśli wybierzesz „spadnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie niższa niż pozycja wejściowa.
ru: Если Вы выбираете "упадет", Вы выигрываете, если рыночная цена ниже, чем входная котировка.
vi: Nếu bạn chọn "giảm", bạn sẽ giành chiến thắng nếu giá thị trường thấp hơn giá tại thời điểm bắt đầu giao dịch.
zh_cn: 如果您选择“下跌”期权，只要市场价格低于入市现价，您将获得赔付。

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
ar: إذا اخترت "صعود"، تربح إذا كان سعرالسوق أعلى من <strong>سعر البدء</strong>.
de: Wenn Sie „steigt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis höher als <strong>der Kurs bei Kontraktbeginn</strong> ist.
fr: Si vous sélectionnez « Hausse », vous gagnez si le prix du marché est supérieur au </strong>point d'entrée</strong>.
id: Jika Anda memilih "naik", maka Anda akan memperoleh hasil jika harga pasar lebih tinggi dari <strong>spot masuk</strong>.
ja: 「アップ」を選択された場合、トレード終了時間の市場価格が<strong>エントリー価格</strong>より高くなるとペイアウトを獲得いただけます。同値は条件を満たしていないと判定されます。
pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie wyższa niż <strong>pozycja wejściowa</strong>.
ru: Если Вы выбираете "повысится", Вы выигрываете, если рыночная цена выше, чем <strong>входная котировка</strong>.
vi: Nếu bạn chọn "tăng", bạn sẽ giành chiến thắng nếu giá thị trường cao hơn <strong>giá khởi điểm</strong>.
zh_cn: 如果您选择“上涨”期权，只要市场价格高于 <strong>入市现价 </strong>，您将获得赔付。

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
ar: إذا اخترت "صعود"، تربح إذا كان سعرالسوق أعلى من سعر البدء.
de: Wenn Sie „steigt" auswählen, erhalten Sie eine Auszahlung, wenn der Marktpreis höher als der Kurs bei Kontraktbeginn ist.
fr: Si vous sélectionnez « Hausse », vous gagnez si le prix du marché est supérieur au point d'entrée.
id: Jika Anda memilih "naik", maka Anda akan memperoleh hasil jika harga pasar lebih tinggi dari spot masuk.
ja: 「アップ」を選択された場合、トレード終了時間の市場価格がエントリー価格より高くなるとペイアウトを獲得いただけます。同値条件を満たしていないと判定されます。
pl: Jeśli wybierzesz „wzrośnie”, zdobędziesz wypłatę, gdy cena rynkowa będzie wyższa niż pozycja wejściowa.
ru: Если Вы выбираете "повысится", Вы выигрываете, если рыночная цена выше, чем входная котировка.
vi: Nếu bạn chọn "tăng", bạn sẽ giành chiến thắng nếu giá thị trường cao hơn giá khởi điểm.
zh_cn: 如果您选择“上涨”期权，只要市场价格高于入市现价，您将获得赔付。

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
ar: إذا اخترت <strong>وقت بداية</strong> فى المستقبل، يكون<strong> وقت بداية العقد</strong> هو الوقت الذى تم اختياره ويكون <strong>سعر البدء</strong> هو السعر المفعل فى ذلك الوقت.
de: Wenn Sie eine <strong>Startzeit</strong> in der Zukunft auswählen, ist die <strong>Startzeit</strong> des Kontrakts die ausgewählte Zeit und der <strong>Einstiegskurs</strong> ist der Kurs, der zu dieser Zeit gültig ist.
fr: Si vous sélectionnez une <strong>heure de début</strong> ultérieure, l'opération <strong>débute</strong> à l'heure sélectionnée et le <strong>point d'entrée</strong> correspond au prix en vigueur à l'heure sélectionnée.
id: Jika anda memilih <strong>waktu mulai</strong> mendatang, maka <strong>waktu mulai</strong> adalah waktu yang dipilih dan <strong>spot akhir</strong> adalah harga yang berlaku pada saat itu.
ja: 未来の時間を<strong>開始時間</strong>に指定した場合、トレードの<strong>開始時間</strong>はその選択時間が採用され、<strong>エントリー価格</strong>もその時間でのデータが採用されます。
pl: Jeśli wybierzesz <strong>godzinę rozpoczęcia</strong> w przyszłości, <strong>godziną rozpoczęcia</strong> kontraktu będzie wybrana godzina, a <strong>ceną wejściową</strong> będzie cena obowiązującą w tym czasie.
ru: Если вы выбираете <strong>время начала</strong> контракта в будущем, он <strong>начнется</strong> в выбранное время, а <strong>входная котировка</strong> будет действительной на тот момент ценой.
th: หากท่านกำหนด <strong>เวลาเริ่มต้น</strong>ในอนาคต <strong>เวลาเริ่มต้น</strong> ที่เลือกนั้น<strong>สปอตเริ่มต้น</strong> คือ ราคาที่มีผลในเวลานั้น
vi: Nếu bạn chọn <strong>thời điểm bắt đầu</strong> trong tương lai, <strong>thời điểm bắt đầu</strong> là mục được chọn và <strong>giá khởi điểm</strong> là giá có hiệu lực vào thời điểm đó.
zh_cn: 如果您选择的 <strong>开始时间</strong> 为未来的某个时间，交易的 <strong>开始时间</strong> 就是您选择的时间，<strong>入市现价</strong> 就是当时的实时价格。

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
ar: إذا اخترت <strong>وقت بداية</strong> "الآن" يكون<strong> وقت النهاية </strong> هو عدد الدقائق أو الساعات المختاره بعد <strong>وقت البداية</strong>(إذا كان أقل من يوم)، أو فى نهاية يوم التداول (إذا كانت مدته يوم أو أكثر).
de: Wenn Sie als <strong>Startzeit</strong> „Jetzt" wählen, ist die <strong>Endzeit</strong> die ausgewählte Anzahl an Minuten/Stunden nach <strong>Beginn</strong> (sofern sie weniger als einen Tag dauert) oder das Ende des Börsentages (sofern sie einen Tag oder länger dauert).
fr: Si vous sélectionnez une <strong>heure de début</strong> équivalente à « Maintenant », <strong>l'heure de fin</strong> correspondra au nombre sélectionné de minutes/heures après <strong>l'heure de début<strong> (si la durée est de moins d'un jour), ou à la fin de la séance boursière (si la durée est d'un jour ou plus).
id: Jika anda memilih <strong>waktu mulai</strong> "Sekarang", maka <strong>waktu berakhir</strong> adalah waktu menit/jam yang dipilih setelah <strong>waktu mulai</strong> (jika durasi kurang dari satu hari), atau pada akhir trading (jika durasi satu hari atau lebih).
ja: <strong>取引可能時間</strong>は、取引期間開始時から取引終了時間までとなります。取引<strong>終了時間</strong>とは<strong>判定時刻2分前</strong>までで、取引終了時間を過ぎると新規購入注文＆売却取引は行えません。
pl: Jeśli ustawisz <strong>godzinę rozpoczęcia</strong> na „teraz”, <strong>godziną zakończenia</strong> kontraktu będzie wybrana liczba minut lub godzin od momentu <strong>rozpoczęcia umowy</strong> (jeśli wynosi mniej niż jeden dzień w czasie trwania), lub pod koniec dnia handlowego (jeśli wynosi jeden dzień lub więcej w czasie trwania).
ru: Если Вы выбираете <strong>время начала</strong> контракта "Cейчас", контракт <strong>закончится</strong> через выбранное количество минут/часов после <strong>времени начала</strong> контракта (если он продолжительностью менее дня), или в конце выбранного торгового дня (если контракт длится один день или более).
th: หากท่านกำหนด<strong>เวลาเริ่มต้น</strong>เป็น "เวลาปัจจุบัน (Now)" ซึ่ง <strong>เวลาสิ้นสุด</strong>เป็นตัวเลขของชั่วโมงและนาทีหลังจาก<strong>เวลาเริ่มต้น</strong> (หากระยะเวลาน้อยกว่า 1 วัน) หรือ เมื่อสิ้นสุดการซื้อขายประจำวัน (หากเป็นระยะเวลา 1 วัน หรือ มากกว่า)
vi: Nếu bạn chọn <strong>thời gian bắt đầu</strong> "Ngay bây giờ", <strong>thời gian kết thúc</strong> là số giờ/ phút đã được chọn sau <strong>thời gian bắt đầu</strong> (nếu ít hơn một ngày trong thời hạn), hoặc vào cuối ngày giao dịch (nếu một ngày hoặc nhiều hơn trong thời hạn).
zh_cn: 如果您选择的 <strong>开始时间</strong> 是“现在”，交易 <strong>结束时间</strong> 就是交易 <strong>开始时间</strong> 之后所选的分钟数或小时数（如果期限短于一天），或在交易日的结束时间（如果期限为一天或更长）。

source: If you select a <strong>start time</strong> of "Now", the <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
ar: إذا اخترت <strong>وقت البدء</strong> "الآن"، يكون <strong>وقت البدء</strong> هو الوقت الذى يتم التعامل فيه مع العقد من خلال خادمنا ويكون <strong>سعر البدء</strong> هو <strong>الحركة</strong> التالية.
de: Wenn Sie als <strong>Startzeit</strong> „Jetzt" wählen, ist der <strong>Beginn</strong> der Zeitpunkt, an dem der Auftrag von unseren Servern verarbeitet wurde und der <strong>Kurs zu Kontraktbeginn</strong> ist der danach <strong>folgende Tick</strong>.
fr: Si vous sélectionnez une <strong>heure de début</strong> équivalente à « Maintenant », <strong>l'heure de début</strong> correspond au traitement de l'opération par nos serveurs et le <strong>point d'entrée<strong> est le <strong>prochain tick<strong> suivant le traitement de l'opération.
id: Jika Anda memilih <strong>waktu mulai</strong> "Sekarang", maka <strong>waktu mulai</strong> adalah ketika kontrak diproses oleh server kami dan <strong>spot awal</strong> adalah <strong>tik berikutnya</strong>.
ja: "Now"を<strong>開始時間に指定</strong>した場合、<strong>トレード開始時間</strong>は当社のサーバで認識したクリックの瞬間に開始され、<strong>エントリー価格は</strong>開始時間の<strong>次のTick</strong>が採用されます。
pl: Jeśli ustawisz <strong>godzinę rozpoczęcia</strong> na „teraz”, <strong>godziną rozpoczęcia</strong> kontraktu będzie czas, gdy zamówienie jest przetwarzane przez nasze serwery, a <strong>punktem wejściowym</strong> jest <strong>następny najmniejszy przyrost ceny</strong> otrzymany później.
ru: Если вы выбираете <strong>время начала</strong> "Сейчас", контракт <strong>начнется</strong>, как только он будет обработан, а <strong>входной котировкой</strong> будет <strong>следующий тик</strong> после начала.
th: หากท่านกำหนด<strong>เวลาเริ่มต้น</strong>เป็น "เวลาปัจจุบัน (Now)" ซึ่ง <strong>เวลาเริ่มต้น</strong>คือ เมื่อสัญญาถูกดำเนินการโดยเครื่องแม่ข่ายในระบบของเรา และ<strong>สปอตเริ่มต้น</strong> คือ <strong>ช่วงนาทีถัดไป</strong> หลังจากนั้น
vi: Nếu bạn chọn <strong>thời gian bắt đầu là </strong> "Ngay bây giờ", <strong>thời gian bắt đầu</strong> là khi hợp đồng được xử lý bởi trình duyệt của chúng tôi và <strong>giá giao ngay nhập vào thị trường</strong> là <strong>điểm biến động tiếp theo</strong> sau đó.
zh_cn: 如果您选择的 <strong>开始时间</strong> 是“现在”，<strong>开始时间</strong> 就是我们的服务器处理合约交易的时间，<strong>入市现价</strong> 就是 <strong>下一个价格</strong>。

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
ar: إذا اخترت وقت <strong>انتهاء معين </strong>، فإن <strong> وقت انتهاء العقد </strong> يكون الوقت المختار.
de: Wenn Sie eine bestimmte <strong>Endzeit</strong> auswählen, ist die ausgewählte Zeit die <strong>Endzeit</strong>.
fr: Si vous sélectionnez une <strong>heure de fin<strong> spécifique, <strong>l'heure de fin <strong> correspond à l'heure sélectionnée.
id: Jika anda memilih <strong>waktu berakhir</strong> tertentu, maka <strong>waktu berakhir</strong> adalah waktu yang dipilih.
ja: もし特定の<strong>終了時間</strong>を選択した場合は、トレードはその<strong>終了時間</strong>に終了します。
pl: Jeśli wybierzesz konkretną <strong>godzinę zakończenia</strong>, <strong>godziną zakończenia</strong> będzie wybrana godzina.
ru: Если Вы выбираете определенное <strong>время окончания</strong>, <strong>временем окончания</strong> контракта будет выбранное Вами время.
th: หากท่านกำหนดเจาะจง<strong>เวลาสิ้นสุด</strong> แล้ว<strong>เวลาสิ้นสุด</strong> คือ เวลาที่ถูกกำหนด
vi: Nếu bạn chọn <strong>thời gian kết thúc cụ thể</strong>, <strong>thời gian kết thúc</strong> là thời gian đã được lựa chọn.
zh_cn: 如果您选择具体的<strong>结束时间</strong>，交易<strong>结束时间</strong>就是您选择的时间。

source: If you want to profit from this high demand product then your best option is to partner with the market leader. %1 has been in the business for over 15 years, and has been successful ever since.
ar: إذا كنت ترغب في الاستفادة من هذا المنتج ذي الإقبال الكبير فعليك بالخيار الأفضل لك وهو الشراكة مع الشركة الرائدة في هذا السوق. فشركة %1 تعمل في هذا المجال منذ أكثر من 15 عاما، وقد حققت نجاحا كبيرا منذ ذلك الحين.
de: Wenn Sie mit diesem stark nachgefragten Produkt Gewinn machen möchten, schließen Sie sich am besten mit dem Markführer zusammen. %1 ist seit mehr als 15 Jahren von Anfang an in diesem Geschäft erfolgreich tätig.
fr: Si vous souhaitez profiter de ce produit très demandé, la meilleure solution pour vous est un partenariat avec le leader du marché. %1 bénéficie de 15 ans d'expertise dans le secteur de la finance et jouit d'un succès jamais démenti.
id: Jika Anda ingin memperoleh keuntungan dari produk terlaris ini maka pilihan terbaik Anda adalah untuk bekerjasama dengan pemimpin pasar. %1 sudah beroperasi sejak 15 tahun dan telah berhasil sejak itu.
ja: 需要の高い商品からベストな選択をして利益を得るには、マーケットリーダーとパートナーになることです。%1はこの業界で15年以上になり、様々な功績を残してきました。
pl: Jeżeli chcesz odnosić zyski z tego bardzo pożądanego produktu, wówczas najlepszym sposobem jest partnerstwo z liderem na rynku. %1 działa od ponad 15 lat i stale odnosi sukcesy.
ru: Если вы хотите начать получать прибыль от этого популярного продукта, лучшим вариантом будет сотрудничество с лидером рынка. %1 преуспевает в этом бизнесе уже более 15 лет.
th: หากท่านต้องการกำไรจากความต้องการผลิตภัณฑ์ขั้นสูง ทางเลือกที่ดีที่สุดของท่าน คือ การเป็นพันธมิตรกับผู้นำตลาด %1 ดำเนินธุรกิจมากว่า 15 ปี และประสบความสำเร็จเรื่อยมา
vi: Nếu bạn muốn có lợi nhuận từ sản phẩm có nhu cầu cao này thì lựa chọn tốt nhất của bạn là trở thành đối tác với người dẫn đầu thị trường. %1 đã đi vào hoạt động kinh doanh trên 15 năm, và đã thành công từ đó.
zh_cn: 要通过这个极受欢迎的产品获利，与市场领先者合作是您最佳的选择。%1 从事该行业已超过15年，一直很成功。

source: If you wanted to purchase <strong>100 units</strong> of a particular asset trading at <strong>US&#36; 50 per unit</strong> through a traditional broker, it would cost you <strong>US&#36; 5,000</strong> for this transaction.
de: Wenn Sie <strong>100 Einheiten</strong> eines bestimmten Handelsgeschäfts zu <strong>US&#36; 50 je Einheit</strong> mittels eines traditionellen Brokers kaufen wollten, würde es Sie für diese Transaktion 5 000</strong> <strong>US&#36; kosten.
fr: Si vous voulez acheter <strong>100 unités</strong> d'un actif particulier s'échangeant à <strong>US&#36; 50 par unité</strong> par l'intermédiaire d'un courtier traditionnel, cela vous coûtera <strong>US&#36; 5 000</strong> pour cette transaction.
ja: 従来のブローカーを通して<strong>1単位50</strong>の特定の資産取引を<strong>100単位</strong>購入されたい場合、<strong>US&#36;5,000</strong>かかります。
vi: Nếu bạn muốn mua <strong>100 đơn vị</strong> của một tài sản cụ thể được giao dịch ở <strong>U.S. &#36; 50 cho mỗi đơn vị</strong> thông qua một môi giới truyền thống, nó sẽ tiêu hao của bạn <strong>U.S. &#36; 5.000</strong> cho giao dịch này.
zh_cn: 如果您想要通过传统经纪商以<strong>每单位 50美元&#36;</strong>的价格购买某一资产 <strong>100 个单位</strong>，此笔交易您需支付<strong>5,000美元&#36;</strong>。

source: If you wish to withdraw funds from your Real Account and close your Real Account, you may notify us by contacting our helpdesk at <a href='mailto:%1'>%1</a>. Your Real Account may be closed if you do not have any Open Positions and all amounts due to us have been settled.
de: Wenn Sie Gelder von Ihrem echten Konto beheben und Ihr echtes Konto schließen möchten, können Sie uns davon in Kenntnis setzten, indem Sie unseren Helpdesk unter <a href='mailto:%1'>%1</a> kontaktieren. Ihr echtes Konto kann geschlossen werden, wenn Sie keine offenen Positionen haben und alle an uns anfälligen Beträge beglichen sind.
fr: Si vous souhaitez retirer vos fonds de votre compte et clôturer votre compte, vous pouvez nous notifier en contactant notre guichet d'information <a href='mailto:%1'>%1</a>. Votre compte peut être clôturé si vous n'avez pas de Positions Ouvertes et si tout les montants dus ont été réglés.
ja: リアル口座からの資金出金後、リアル口座の閉鎖をされた場合は、ヘルプデスク<a href='mailto:%1'>%1</a>までご連絡ください。オープン中のポジションがなく、資金が口座に無いことを確認後、お客さまのリアル口座は閉鎖されます。
vi: Nếu bạn muốn rút tiền từ tài khoản thực và đóng tài khoản thực của bạn, bạn có thể thông báo cho chúng tôi bằng cách liên hệ với bộ phận trợ giúp của chúng tôi tại <a href='mailto:%1'> %1</a>. Tài khoản thực của bạn có thể đóng nếu bạn không có bất kỳ phiên giao dịch mở nào và tất cả số tiền cho chúng tôi đã được giải quyết.
zh_cn: 如果您想从真实账户提款并关闭您的真实账户，您可通过<a href='mailto:%1'> %1</a> 联系客服部通知我们。如果您没有任何未平仓头寸及所有款项都已结清，您的真实账户可以关闭。

source: If you would like more information on becoming a Payment Agent, please contact us at <a href='mailto:%1'>%1</a>
de: Wenn Sie mehr Informationen haben möchten, wie man ein Zahlungsagent werden kann, setzen Sie sich bitte mit uns über <a href='mailto:%1'>%1</a> in Verbindung
fr: Si vous souhaitez obtenir des informations supplémentaires sur la procédure à suivre pour devenir agent de paiement, n'hésitez pas à nous contacter à l'adresse <a href='mailto:%1'>%1</a>
ja: 決済サービスエージェントに関する詳細をご希望の場合は、<a href='mailto:%1'>%1</a>までご連絡ください
vi: Nếu bạn muốn biết thêm thông tin để trở thành Đại lý Thanh toán, vui lòng liên hệ với chúng tôi tại <a href='mailto:%1'>%1</a>
zh_cn: 如您希望获取成为付款代理的更多详情，请随时通过<a href='mailto:%1'>%1</a> 联系我们
