Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: This website does not collect personally identifying information about you except when you specifically and knowingly provide it. There is a technology called "cookies" which can be used to provide tailored information from a website. A cookie is an element of data that a website can send to your browser, which may then store it on your system. You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it. If you do not accept the cookie, then you will need to input your loginID and password again at every form required to enter into the system. You are advised to choose this option if you have concerns about the security of your personal browser or PC.
ar: لا يجمع هذا الموقع معلومات تُعرف شخصك إلا عندما تقدم مثل هذه المعلومات بمعرفتك. هناك تقنية مسماه "بملفات تعريف الارتباط" يمكن استخدامها لتوفير معلومات محددة عن موقع ما. ملف تعريف الارتباط هو عنصر من عناصر البيانات التي يمكن أن يرسلها أي موقع لمتصفحك والتي يمكن لمتصفحك أن يخزنها على نظامك. يمكنك أن تضبط موقعك ليعلمك عندما تتسلم ملف تعريف ارتباط مُعطياً لنفسك فرصة أن تقرر قبوله أو لا. إذا لم تقبل ملف تعريف الارتباط ستحتاج لأن تدخل معرف الدخول الخاص بك وكلمة المرور فى كل نموذج مطلوب لدخول النظام. ننصحك بهذا الاختيار إذا كان لديك أي مخاوف بخصوص أمان متصفحك الشخصي أو جهاز الكمبيوتر.
de: Diese Website sammelt keine persönlichen Identifizierungsinformationen über Sie, es sei denn, dass Sie solche willentlich und wissentlich zur Verfügung stellen. Es gibt eine Technologie, "Cookies" genannt, die dazu genutzt werden kann, auf einer Website maßgeschneiderte Informationen darzustellen. Ein Cookie ist ein Datenelement, das eine Website an Ihren Browser schicken kann, der es dann in Ihrem System speichert. Sie können Ihren Browser so einrichten, dass Sie beim Empfang eines Cookies benachrichtigt werden und so entscheiden können, ob Sie den Cookie annehmen oder ablehnen. Wenn Sie den Cookie ablehnen, müssen Sie Ihre Login ID und das Passwort in jedem Formular erneut eingeben, um in das System zu gelangen. Wir raten Ihnen, diese Option zu wählen, wenn Sie Bedenken über Sicherheit Ihres eigenen Browsers oder PCs haben sollten.
fr: Ce site Web ne recueille pas de données personnelles vous concernant, sauf celles que vous nous fournissez pour des besoins spécifiques et en toute connaissance de cause. Il existe des fichiers nommés « cookies » qui peuvent être utilisés pour fournir des informations spécifiques depuis un site Web. Un cookie est un fichier de données qu'un site Web peut envoyer à votre navigateur, qui peut ensuite le stocker sur votre système. Vous pouvez configurer votre navigateur pour qu'il vous envoie une notification lorsque vous recevez un cookie, afin de pouvoir décider de l'accepter ou non. Si vous n'acceptez pas le cookie, vous devrez à nouveau saisir votre identifiant de connexion et votre mot de passe pour chaque formulaire requis pour entrer dans le système. Nous vous conseillons de choisir cette option si vous avez des doutes quant à la sécurité de votre navigateur personnel ou de votre PC.
id: Website ini tidak mengumpulkan informasi identitas pribadi mengenai Anda kecuali jika Anda secara khusus dan dengan sadar memberikannya. Terdapat teknologi yang bernama "cookies" yang bisa digunakan untuk menyediakan informasi dari sebuah website. Cookie adalah element data dimana sebuah website bisa mengirimkan data dari dan ke dalam browser Anda, yang mungkin lalu menyimpannya pada sistem Anda. Anda bisa memasang browser Anda dimana Anda akan mengetahui saat Anda menerima cookie tersebut dan memberikan Anda kesempatan untuk memutuskan apakah Anda akan menerimanya atau tidak. Jika Anda menolak cookie tersebut maka Anda harus memasukkan login ID dan password setiap kali mengakses sistem. Anda disarankan untuk memilih pilihan ini jika Anda mementingkan keamanan browser atau komputer Anda.
ja: 当社サイトではお客さまが具体的かつ能動的に提供される場合を除き、個人を特定できるような情報を収集することはありません。ウェブサイトから最適化された情報を提供する目的でCookie（クッキー）が用いることができます。Cookie（クッキー）とは、ウェブサイトが閲覧者のブラウザーに送信できるデータ要素のことで、閲覧者のシステムに蓄積される場合があります。お客さまは、ご利用のブラウザーをCookie（クッキー）を受け取る際に通知させることで、Cookie（クッキー）の受信を許可するかどうか決定できるように設定することができます。もし、Cookie（クッキー）の受信を望まれない場合は、お客さまのログインIDとパスワードをシステムにアクセスする毎にご入力して頂く必要があります。ご利用中のブラウザーやコンピューターのセキュリティに関する懸念がおありの場合は、このような設定を施されることをお勧めいたします。
pl: Ta strona internetowa nie gromadzi danych umożliwiających identyfikację informacji o Tobie, jeżeli nie wyrazisz na to zgody. Jest to technologia zwana „cookies” – pliki cookie mogą być stosowane do dostarczania konkretnych informacji ze strony internetowej. Cookie jest elementem danych, które strona internetowa może przesłać do przeglądarki, która może następnie przechowywać go w systemie. Możesz ustawić swoją przeglądarkę tak, aby informowała, kiedy otrzymasz plik cookie, co daje możliwość wyboru, czy przyjąć taki plik. Jeśli nie zaakceptujesz plików cookie, za każdym razem będzie konieczne wprowadzanie loginu i hasła w formularzach, które wymagają tych danych. Radzimy, aby wybrać tę opcję, jeśli masz obawy odnośnie bezpieczeństwa swojej przeglądarki lub komputera.
ru: Данный сайт не собирает идентификационную информацию о Вас, кроме случаев, когда Вы осознанно её предоставляете. Существует технология, называемая "куки", которая может использоваться для предоставления более персонализованной информации о сайте. Куки - это элементы информации, которые сайт может послать на Ваш браузер и которые могут быть сохранены в Вашей системе. Вы можете установить в браузере опцию уведомления, когда получаете куки, которая позволяет решить, принять куки или нет. Если Вы не принимаете куки, тогда Вам необходимо вносить логин и пароль каждый раз при входе в систему. Мы рекомендуем эту опцию, если у Вас есть опасения относительно безопасности Вашего браузера или компьютера.
vi: Trang web này không thu thập thông tin cá nhân về bạn trừ khi bạn cố ý cung cấp nó. Có một công nghệ gọi là "cookies" có thể được sử dụng để cung cấp thông tin từ một trang web. Cookie là một phần tử của dữ liệu mà trang web gửi đến trình duyệt của bạn, sau đó nó có thể lưu trữ trên hệ thống của bạn. Bạn có thể thiết lập trình duyệt để thông báo khi bạn nhận được một cookie, cho bạn cơ hội quyết định có nên chấp nhận nó hay không. Nếu bạn không chấp nhận cookie này, thì bạn sẽ cần phải nhập ID và mật khẩu của bạn một lần nữa trên các biểu mẫu được yêu cầu để có thể vào được hệ thống. Bạn nên chọn tùy chọn này nếu bạn lo lắng về bảo mật trình duyệt cá nhân hoặc PC của mình.
zh_cn: 除了您有意识专门提供的信息，本网站不收集其他个人身份信息。一种被称为“cookies” 的技术可能被用于收集来自特定网站的特定信息。cookie 是一种数据元，可以被网站发送到您的浏览器，然后存储在您的系统中。您可以将浏览器设置为“收到 cookie 时通知您”，以便您决定是否接受。如果您不接受该 cookie，那么您需要在系统的每个表单中分别输入您的登录ID和密码。如果您对个人电脑或浏览器的安全性存在担忧，我们建议您这么做。

source: This website is marketed in the UK and Isle of Man by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by (1) the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and for UK clients by (2) the UK Gambling Commission - <a href='%1' target='_blank'>view license</a>. This website is marketed in the rest of the EU, for investment products by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156), and for betting products by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by (1) the Malta Gaming Authority in Malta, licence no MGA/CL2/118/2000, 26th May 2015 and for UK clients by (2) the UK Gambling Commission - <a href='%2' target='_blank'>view license</a>, and for Irish clients by (3) the Revenue Commissioners in Ireland, current remote bookmaker's licence issued on 29 September 2015 (licence no 1010285). This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18.
ja: ■店頭バイナリーオプション取引は金融商品取引法に規定される店頭デリバティブ取引であり、元本や利益が保証されていません。■店頭バイナリーオプション取引は、判定時刻に自動的に権利行使されるヨーロピアンタイプと、取引期間中に決められた条件に達すると権利が自動行使されるアメリカンタイプがあります。■店頭バイナリーオプションは、外国為替相場等の変動により投資元本の全てを失うおそれのあるリスクの高い金融商品です。■判定時刻及び取引期間中における一定の権利を、オプション料を支払って購入する期限がある取引のため、権利が消滅した場合は支払ったオプション料の全額を失います。■ペイアウトは1ロットあたり1,000円です。■購入価格と売却価格にはスプレッドがあり、相場情勢により拡大することがあります。■相場情勢により、お客様が希望した価格より不利な価格で取引が成立する場合があります。■店頭バイナリーオプションの取引上限は以下のとおりです。1)1取引の取引上限は100ロット。2)1日の取引上限額は100万円〜300万円（保有金融資産に応じて）。前記2)に達した時点でその日は取引ができなくなります。■取引手数料は無料。当該日から遡り12ヶ月間、新規又は売却取引がなかった場合は口座維持手数料（2,500円税込）が発生、引き続き取引等がない場合、6ヶ月毎に同額が発生します。3,000円未満を出金の際は250円（税込）の出金手数料がかかります。■オプションの購入後の注文取り消しは行う事ができませんが、取引可能期間であれば売却は可能です。ただし、購入価格と売却価格にはスプレッドがあり、売却時に損失を被る可能性があります。■お取引開始前に、契約締結前交付書面を熟読の上、必ず約款及び取扱説明書に書かれてある取引の特徴、取引条件、仕組み及びリスクを十分確認いただき、ご自身の判断と責任において、自己の計算によりお取引ください。
zh_cn: 本网站由Binary (IOM) Ltd.在英国和马恩岛经营，地址为：First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles；由(1)不列颠群岛马恩岛投资监管委员会授予牌照和监管，当前在线博彩牌照于2012 年8 月31 日颁发；而英国客户由(2)英国博采委员会授予牌照和监管- <a href='%1' target='_blank'>查看牌照</a>。此网站市场在欧盟其他地区，投资产品由Binary Investments (Europe) Ltd.管理，地址为 Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta，由马耳他金融服务机构授予牌照及监管为3级投资服务提供商（牌照号码为 IS/70156)），而博彩产品由Binary (Europe) Ltd.,管理，地址为：Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta，由(1)位于马耳他的马耳他博彩管理局授予牌照和监管，牌照号码为 MGA/CL2/118/2000（2015年5 月26 日），而英国客户由(2)英国博采委员会授予牌照和监管- <a href='%2' target='_blank'>查看牌照</a>，以及爱尔兰客户由 (3) 爱尔兰税务专员办事处授予牌照和监管，当前远程博彩牌照号码为 1010285（2015年9月29日)。本网站不向一些国家如美国、哥斯达黎加、香港及18岁以下的用户提供服务。

source: Thorough knowledge of bash scripting, as well as experience with scripting languages such as Perl and PHP
ar: معرفة شاملة في كتابة البرمجة, وكذلك الخبرة في لغات البرمجة مثل بيرل و بي أتش بي
de: Fundierte Kenntnisse im Bash Scripting sowie Erfahrung in Skript-Sprachen wie Perl und PHP
fr: Solide connaissance des scripts Bash et expérience des langages de script tels que Perl et PHP
id: Memiliki pengetahuan mendalam mengenai scripting, dan berpengalaman dengan bahasa scripting seperti Perl dan PHP
ja: PerlやPHP などのスクリプト言語の経験とBashスクリプトの深い知識
pl: Rozległa wiedza dotycząca obsługi skryptów bash oraz doświadczenie w pracy z językami skryptowymi, takimi jak Perl i PHP
ru: Глубокие знания создания скриптов на bash, а также опыт работы с языками скриптов, как Perl и PHP
vi: Có kiến thức toàn diện về bash scripting, cũng như kinh nghiệm với ngôn ngữ lập trình Perl và PHP
zh_cn: 熟悉 bash 脚本编程，对Perl 和 PHP 等脚本语言有丰富经验

source: Thursday
ar: الخميس
de: Donnerstag
fr: jeudi
id: Kamis
ja: 木
pl: Czwartek
ru: Четверг
th: วันพฤหัสบดี
vi: Thứ Năm
zh_cn: 星期四

source: Tick Trade
ja: Tickトレード
vi: Giao dịch bước giá
zh_cn: 跳动点交易

source: Tier
ar: المستوى
de: Rang
fr: Niveau
id: Tingkat
ja: レベル
pl: Poziom
ru: Уровень
vi: Lớp
zh_cn: 层级

source: Time
ar: وقت
de: Zeit
fr: Heure
id: Waktu
ja: 日時
pl: Godzina
ru: Время
vi: Thời gian
zh_cn: 时间

source: Time is in the wrong format.
de: Die Zeit ist im falschen Format.
fr: Le format de l'heure est incorrect.
ja: 開始時間に間違った値になっております
vi: Thời gian ở sai định dạng.
zh_cn: 时间格式错误。

source: Time out cannot be in the past.
de: Die Auszeit darf nicht in der Vergangenheit sein.
fr: La période d'expiration ne peut être antérieure.
ja: 終了時間を過去の時間に設定することはできません。
vi: Thời hạn kết thúc không thể tồn tại trong quá khứ.
zh_cn: 到期时间不可为过去式。

source: Time out cannot be more than 6 weeks.
de: Die Auszeit kann nicht mehr als 6 Wochen betragen.
fr: La période d'expiration ne peut excéder 6 semaines.
ja: 終了時間を6週間以上先には設定できません。
vi: Thời hạn kết thúc không thể lớn hơn 6 tuần.
zh_cn: 到期时间不能大于 6周。

source: Time out must be after today.
de: Die Auszeit muss nach dem heutigen Tag beginnen.
fr: La période d'expiration doit être ultérieure.
ja: 終了時間は明日以降として設定して下さい。
vi: Thời hạn kết thúc phải sau hôm nay.
zh_cn: 到期时间必须在今日之后。

source: Time out until
de: Timeout bis
fr: Expiration jusqu'à
ja: xxxまで利用禁止
vi: Tạm ngưng cho đến khi
zh_cn: 时间已过。下次开启时间为

source: Times are changing. We increase payouts so our clients can make the most of their winning trades.
ar: الزمن يتغير. قمنا بزيادة العوائد بحيث يمكن لعملائنا الاستفادة القصوى من صفقات الفوز.
de: Die Zeiten ändern sich. Wir erhöhen unsere Auszahlungen, damit unsere Kunden das Meiste aus ihren gewonnenen Handelsgeschäften machen können.
fr: Les temps changent. Nous augmentons le montant des paiements afin que nos clients puissent tirer le meilleur parti de leurs options gagnantes.
id: Dengan perubahan waktu. Kami meningkatkan hasil sehingga klien kami dapat menikmati keuntungan trading mereka.
ja: 時代のニーズを汲み、ペイアウト金額を増大させることで顧客の利益拡大を目指します。
pl: Czasy się zmieniają. Zwiększamy wypłaty, dzięki czemu nasi klienci mogą maksymalnie korzystać ze swoich wygranych zakładów.
ru: Времена меняются. Мы увеличиваем выплаты, позволяя своим клиентам получить наилучший выигрыш от своих контрактов.
vi: Thời gian đang thay đổi. Chúng tôi tăng tiền thưởng vì thế khách hàng có thể tận dụng nhiều nhất từ các giao dịch thắng.
zh_cn: 时代在变。我们增加了赔付金额，使客户可以从盈利交易中获取最大的收益。

source: Title
ar: لقب
de: Überschrift
fr: Titre
id: Gelar
ja: 敬称
pl: Tytuł
ru: Заголовок
vi: Quý Danh
zh_cn: 职务

source: To apply, please submit your CV and a cover letter to %1.
de: Falls Sie sich bewerben möchten, senden Sie uns bitte Ihren Lebenslauf und ein Anschreiben an %1.
fr: Pour postuler, envoyez votre CV et votre lettre de motivation à %1.
ja: お申し込みいただく際は、履歴書とカバーレターを%1へご送付ください。
zh_cn: 如有意申请，请将您的简历和求职信发送到%1。

source: To be considered for this mission critical leadership role, you'll need to demonstrate a passion for open source technologies and a desire to test your talents in a dynamic and challenging work environment.
de: Damit wir Sie für diese missionskritische Führungsrolle in Betracht ziehen können, werden Sie Ihre Leidenschaft für Open-Source Technologien und Ihr Können in einer dynamischen und herausfordernden Arbeitsumgebung nachweisen müssen.
fr: Pour répondre aux exigences de ce poste à haute responsabilité, vous devez nourrir une passion pour les technologies open source et être prêt à mettre vos talents à l'épreuve au sein d'un environnement de travail dynamique et stimulant.
ja: このミッションにおける重要なリーダーシップの役割は、ダイナミックで挑戦的な作業環境においてオープンソース技術への情熱および才能を試したいという挑戦心を示していく必要があると考えています。
vi: Để được xem xét cho vai trò lãnh đạo quan trọng này, bạn sẽ cần phải chứng minh năng lực cũng như niềm đam mê với các công nghệ mã nguồn mở và mong muốn đánh giá năng lực của bạn trong một môi trường làm việc năng động và đầy thử thách.
zh_cn: 要申请该领导职位，您需要展示自己对开源技术的热情，并愿意在充满活力和挑战的工作环境中检验您的才华。

source: To begin Binary option trading, you will first need to read all these documents carefully to understand the structure, risk and other important things. Please confirm that you have read and understood the documents listed below checking the box. If you have any questions, please contact our customer support.
ja: 店頭バイナリーオプション取引の口座開設前に、取引の特徴、仕組みおよびリスクについて交付書面等の内容を熟読し、十分に理解し、これらに異議なく承諾した上で、お客さまの判断と責任において口座開設を行うことをご理解いただけましたら下記ボックスにチェックを入れてください。ご不明な点等ございましたらカスタマーサポートまでご連絡ください。

source: To change your name, date of birth, country of residence, or email, please contact <a href="%1">Customer Support</a>.
ar: لتغيير اسمك أو تاريخ ميلادك أو بلد إقامتك أو البريد الإلكتروني يرجى الاتصال <a href="%1">بخدمة العملاء</a>.
de: Wenn Sie Ihren Namen, das Geburtsdatum, Ihr Wohnsitzland oder Ihre E-Mail Anschrift ändern möchten, setzen Sie sich bitte mit unserer <a href="%1">Kundenbetreuung</a> in Verbindung.
fr: Pour modifier vos nom, date de naissance, pays de résidence ou adresse e-mail, veuillez contacter le <a href="%1">Service Clientèle</a>.
id: Untuk merubah nama, tanggal lahir dan negara domisili Anda atau email, silahkan hubungi <a href="%1">Customer Support</a>.
ja: お名前及び現住所の変更が生じた場合は速やかに<a href="%1">カスタマーサポート</a>までご連絡ください。
pl: W celu zmiany imienia i nazwiska, daty urodzenia, kraju zamieszkania lub adresu e-mail, prosimy o kontakt z <a href="%1">działem obsługi klienta</a>.
ru: Чтобы изменить имя, дату рождения, страну проживания или эл. адрес, пожалуйста, обратитесь в <a href="%1">службу поддержки</a>.
vi: Để thay đổi tên, ngày sinh, nơi cư trú, hoặc email, vui lòng liên hệ với <a href="%1">Bộ phận Hỗ trợ Khách hàng</a>.
zh_cn: 如需更改姓名、生日、居住国或电子邮件，请与<a href="%1">客服人员</a>联系。

source: To create an MT5 Financial Account please complete the <a href="%1">Financial Assessment</a>.
de: Um ein MT5 Konto zu erstellen, füllen Sie bitte die <a href="%1">Finanzielle Beurteilung</a> aus.
fr: Pour créer un compte financier MT5, veuillez remplir<a href="%1">le forumaire d'évaluation financière</a>.
ja: MT5の金融口座を開設するには、<a href="%1">財務評価</a>をご入力ください。
vi: Để tạo một tài khoản tài chính MT5 xin vui lòng hoàn thành <a href="%1"> Đánh giá tài chính</a>.
zh_cn: 要开立MT5金融账户，请完成<a href="%1">财务评估</a>。

source: To enable cookies, follow the instructions below for the browser version that you are using.
ar: لتمكين ملفات تعريف الارتباط اتبع التعليمات أدناه لنسخة المتصفح التى تستخدمها.
de: Um Cookies zuzulassen, befolgen Sie die nachfolgenden Anweisungen für die von Ihnen verwendete Browserversion.
fr: Pour activer les cookies, suivez les instructions ci-dessous pour la version du navigateur que vous utilisez.
id: Untuk mengaktifkan cookie, ikuti petunjuk di bawah ini untuk versi browser yang anda gunakan.
ja: ご利用中のブラウザのバージョンの指示に従ってクッキーを有効化して下さい。
pl: Aby włączyć obsługę plików cookie, postępuj zgodnie z poniższymi instrukcjami dla wersji przeglądarki, której używasz.
ru: Для активации cookies следуйте инструкциям ниже для типа браузера, который Вы используете.
vi: Để bật cookie, hãy làm theo các hướng dẫn dưới đây dành cho phiên bản trình duyệt mà bạn đang sử dụng.
zh_cn: 要启用 cookie，请根据您的浏览器版本选择对应的指示说明，并进行操作。

source: To learn more, read our <a href="%1">Margin Policy</a> that further explains our 100% forced liquidation level for Forex.
de: Um mehr zu erfahren, lesen Sie unsere <a href="%1">Margin Richtlinie</a>, die unser 100% erzwungenes Liquidationslevel für Forex näher erläutert.
fr: Pour en apprendre plus, lisez notre <a href="%1">Politique de Marge</a> qui explique notre niveau de liquidation forcée à 100% pour le Forex.
ja: 詳細については、外国為替の100%強制ロスカットレベルが記載されている<a href="%1">マージンポリシー</a>をご確認ください。
vi: Để tìm hiểu thêm, đọc thêm về <a href="%1"> Chính sách lợi nhuận</a> của chúng tôi sẽ giải thích 100% về mức thanh lý bắt buộc cho ngoại hối.
zh_cn: 要了解关于外汇100%强制清算水平的更多信息，请阅读我们的<a href="%1">保证金政策</a>。

source: To learn more, read our <a href="%1">Margin Policy</a> that further explains our 50% forced liquidation level for Volatility Indices.
de: Um mehr zu erfahren, lesen Sie unsere <a href="%1">Margin Richtlinie</a>, die unser 50% erzwungenes Liquidationslevel für Volatilität Indizes näher erläutert.
fr: Pour en apprendre plus, lisez notre <a href="%1">Politique de Marge</a> qui explique plus en avant notre niveau de liquidation forcée à 50% pour les indices de Volatilité.
ja: 詳細については、ボラティリティインデックスの50%強制ロスカットレベルが記載されている<a href="%1">マージンポリシー</a>をご確認ください。
vi: Để tìm hiểu thêm, đọc thêm về <a href="%1"> Chính sách lợi nhuận</a> của chúng tôi sẽ giải thích 50% mức thanh lý bắt buộc cho chỉ số biến động.
zh_cn: 要了解关于波动率指数50%强制清算水平的更多信息，请阅读我们的<a href="%1">保证金政策</a>。

source: To learn more, read our <a href="%1">Margin Policy</a> that further explains our margin requirements.
de: Um mehr zu erfahren, lesen Sie unsere <a href="%1">Margin Richtlinie</a>, die unsere Margin-Anforderungen näher erläutert.
fr: Pour en apprendre plus, lisez notre <a href="%1"> 1Politique de Marge</a> 2 qui explique plus en avant nos exigences de marge.
ja: 詳細はマージンの要件が記載されている当社の<a href="%1">マージンポリシー</a>をご確認ください。
vi: Để tìm hiểu thêm, đọc thêm về <a href="%1"> Chính sách lợi nhuận</a> của chúng tôi sẽ giải thích về các lề điều kiện.
zh_cn: 要了解关于保证金要求的更多信息，请阅读我们的<a href="%1">保证金政策</a>。

source: To open a Real Account, you must have an authenticated Binary Options Real Account with %1. A Real Account cannot be opened in the absence of a Binary Options Real Account.
ja: リアル口座を開設するには、%1にてバイナリーオプションリアル口座の認証を完了して頂く必要があります。バイナリーオプションリアル口座のご登録なしではこちらのリアル口座をご利用いただくことはできません。

source: To open a trading account, our customers must confirm they fully understand the mechanisms and risks of transactions. Please acknowledge your understanding and agreement to each of the following statements, by placing a check mark in the boxes alongside.
ja: お客さまが当社とバイナリーオプション取引口座を開設にあたり、取引の仕組みやリスクを十分に理解いただく必要があります。下記事項につき、ご理解、同意いただけましたら、チェックをお願いいたします。

source: To perform this action, please <a href="%1">upgrade to %2 Real Account</a>.
de: Um diese Aktion durchzuführen, bessern Sie bitte <a href="%1">auf ein %2 Echtes Konto</a> auf.
fr: Pour effectuer cette action, veuillez <a href="%1">ouvrir un compte réel %2</a>.
ja: このアクションを実行するには、<a href="%1">%2リアル口座へアップグレード</a>いただく必要があります。
vi: Để thực hiện hành động này, xin vui lòng <a href="%1"> nâng cấp lên %2 tài khoản thực</a>.
zh_cn: 如要执行此操作，请<a href="%1">升级到 %2 真实账户</a>。

source: To perform this action, please switch to your %1 Real Account.
de: Um diese Aktion durchzuführen, wechseln Sie bitte zu Ihrem %1 Echtgeldkonto.
fr: Pour effectuer cette action, veuillez vous connecter à votre compte réel %1.
ja: このアクションを実行するには、お客さまの%1リアル口座に切り替えてください。
vi: Để thực hiện hành động này, xin vui lòng chuyển sang tài khoản thật của bạn %1.
zh_cn: 如要执行此操作，请切换到 %1 真实账户。

source: To qualify, you'll need an advanced university degree in Physics, Financial Engineering or Mathematics
de: Um angenommen zu werden, benötigen Sie einen Hochschulabschluss in Physik, Finanztechnik oder Mathematik
fr: Un diplôme d'études supérieures en physique, en ingénierie financière ou en mathématiques
ja: 物理学、金融工学、数学の大学上級学位が必要となります。
vi: Để đủ điều kiện, bạn cần phải tốt nghiệp với văn bằng khá chuyên ngành Vật lý, Kỹ thuật Tài chính hay Toán học
zh_cn: 要获得录取资格，您必须拥有物理、金融工程或数学专业的本科学历

source: To reset your password, enter the e-mail address you registered in the field below and click 'Reset Password'.
de: Um Ihr Passwort zurückzusetzen, geben Sie im unteren Feld Ihre registrierte E-Mail Adresse ein und klicken Sie auf „Passwort zurücksetzen”.
fr: Pour réinitialiser votre mot de passe, saisissez dans le champ ci-dessous l'adresse e-mail que vous avez utilisé lors de votre inscription, puis cliquez sur « Réinitialiser le mot de passe ».
ja: パスワードを再設定される場合は下記の入力欄に登録されたメールアドレスを入力し、「パスワード再設定」をクリックしてください。
vi: Để thiết lập lại mật khẩu, nhập địa chỉ email bạn đã đăng kí vào ô dưới đây và nhấp chuột vào 'Đặt lại mật khẩu'.
zh_cn: 如要重新设置密码，在下面输入您注册的电子邮件并点击“重设密码”。

source: To withdraw from MT5 Financial Account please Authenticate your %1 account.
de: Um vom MT5 Finanzkonto zu beheben, authentifizieren Sie bitte Ihr %1 Konto.
fr: Pour effectuer un retrait depuis votre compte MT5, veuillez authentifier votre compte %1.
ja: MT5金融口座から出金いただくには、%1口座の認証を完了してください。
vi: Để rút tiền từ tài khoản tài chính MT5 xin vui lòng xác minh tài khoản %1 của bạn.
zh_cn: 如果您想从MT5金融账户提款，请验证您的%1账户。

source: Today
de: Heute
fr: Aujourd'hui
ja: 本日
vi: Hôm nay
zh_cn: 今天

source: Token
ar: رمز
fr: Jeton
ja: トークン
ru: Токен
th: โทเค่น
vi: Mã Token
zh_cn: 令牌

source: Token dividends
ja: トークンの配当

source: Total
de: Gesamt
ja: 合計
vi: Tổng
zh_cn: 总计

source: Total Cost
ar: التكلفة الإجمالية
de: Gesamtkosten
fr: Coût total
id: Total Biaya
ja: 合計投資額
pl: Całkowity koszt
ru: Общая стоимость
th: ราคารวม
vi: Tổng Chi phí
zh_cn: 成本总计

source: Total Net Revenue Per Month
ar: إجمالي صافي الإيرادات عن كل شهر
de: Gesamtnettoumsatz pro Monat
fr: Revenu Net Total Par Mois
id: Total Pendapatan Bersih Per Bulan
ja: １ヶ月あたりの獲得レベニュー
pl: Całkowity miesięczny przychód netto
ru: Вся чистая прибыль за месяц
th: รายได้รวมสุทธิต่อเดือน
vi: Tổng Doanh thu thuần Trên 1 Tháng
zh_cn: 每月净收入总额
