Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Company reserves the right to cancel/reverse transactions or amend the contractual terms (including, but not limited to, entry and exit spot) in the case that any contracts are acquired or sold at prices that do not reflect fair market prices or that are acquired or sold at an abnormally low level of risk due to an undetected programming error, bug or glitch in our website software, market data feed or contract pricing latency, data feed error, stray quotes, incorrect pricing parameters, or manifest mis-calculation of prices or other obvious errors ("Manifest Errors"). Clients have a duty to report to the Company any such problems, errors or suspected system inadequacies that they may experience and may not abuse of or arbitrage such system problems or errors for profit. The Company will endeavour to resolve any such difficulties in the shortest time possible. Any amendments to the contractual terms (including, but not limited to, entry and exit spot) of Manifestly Erroneous contracts shall be reasonable and fair. Monies exchanged between oneself and the Company in connection with Manifestly Erroneous contracts shall be returned to the recipient according to the amendments made to the contractual terms (including, but not limited to, entry and exit spot). You further acknowledge and agree that the Company will not be held liable or responsible, whether directly or indirectly, for any loss, expenses or damage caused or alleged to be caused by or in connection with a Manifest Error.
de: Für den Fall, dass Finanzkontrakte zu Kursen erworben oder verkauft werden, die keine fairen Marktkurse widerspiegeln oder die aufgrund eines unbemerkten Programmierungsfehlers, einer Störung oder Panne unserer Website-Software, des Kursdatenfeeds oder Kontraktkursverzögerungen, Datenfeed Streufehlern, falschen Kursparametern oder offenkundigen Falschberechnungen oder offensichtlichen Fehlern („Manifest Errors) zu einem anormalen, niedrigen Risikolevel erworben oder verkauft werden, behält sich das Unternehmen das Recht vor, solche Transaktionen zu stornieren/rückgängig zu machen oder Vertragsbestimmungen zu ändern (einschließlich, aber nicht begrenzt auf Start- und Schlusskurs). Der Kunde ist verpflichtet, das Unternehmen über derartige Fehler zu unterrichten und darf den Kursunterschied, der sich aus sochlen Systemfehlern ergibt, zum eigenen Profit nicht ausnutzen oder missbrauchen. Das Unternehmen wird sich bemühen, derartige Probleme so schnell wie möglich zu beheben. Jegliche Änderungen der Vertragsbestimmungen (einschließlich, aber nicht begrenzt auf Start- und Schlusskurs) von offenkundig fehlerhaften Kontrakten sollen vernünftig und fair sein. Gelder die zwischen Ihnen und der Firma in Verbindung mit offenkundig fehlerhaften Kontrakten ausgetauscht wurden, sollen dem Empfänger nach den Änderungen die zu den Vertragsbestimmungen vorgenommen wurden (einschließlich, aber nicht begrenzt auf Start- und Schlusskurs) zurückerstattet werden. Weiters erkennen Sie an und stimmen Sie zu, dass die Firma keine Haftung oder Verantwortung, weder direkt noch indirekt, für jegliche Verluste, Ausgaben oder Schäden verursacht oder angeblich verursacht von oder in Verbindung mit einem offenkundigen Fehler, übernimmt.
fr: La Société se réserve le droit d'annuler les transactions ou d'amender les conditions contractuelles (y compris, sans s'y limiter, les points d'entrée et de sortie sur un marché) dans l'éventualité où des contrats seraient acquis ou vendus à des prix ne reflétant pas le juste prix du marché, ou à un niveau de risque anormalement bas résultant d'une erreur de programmation non détectée, d'un bug ou d'une panne aléatoire du logiciel de notre site Web, d'une latence dans le flux de données de marché ou dans la cotation des contrats, d'erreurs dans les flux de données, de cotations parasites, de paramètres de cotation incorrects, d'un calcul manifestement erroné des prix ou d'autres erreurs évidentes (« Erreurs Manifestes »). Les clients ont le devoir de signaler à la Société tout problème, erreur ou suspicion d'inadéquation du système qu'ils pourraient détecter et ne doivent pas chercher à tirer profit de problèmes ou erreurs du système de façon abusive ou par le biais d'opérations d'arbitrage. La Société s'efforcera de résoudre toute difficulté de ce type dans les plus brefs délais. Tout amendement des conditions contractuelles de contrats comportant des Erreurs Manifestes doit être effectué de façon raisonnable et équitable. Les sommes échangées entre une entité et la Société dans le cadre de contrats comportant des Erreurs Manifestes seront retournées au titulaire conformément effectifs des conditions contractuelles (y compris, sans s'y limiter, des points d'entrée et de sortie sur un marché). En outre, vous reconnaissez et acceptez que la Société ne sera pas tenue responsable, directement ou indirectement, de pertes, dépenses ou dommages avérés ou allégués, consécutifs ou liés à une Erreur Manifeste.
ja: 公平な市場価格を反映しない価格、若しくは未検出のプログラミングエラーによって著しく低レベルのリスクでのトレードが提供された場合、若しくはバグや当社サイト・ソフトウェアの故障という状況下での売買は全て、事情を説明した事前通達と共に制限または無効にする権利を弊社は有します。お客さまはもし、トレーディングシステムに疑わしい不適切な点や問題を発見したら弊社への報告義務があり、かつシステム上の問題を利用して利益を得ることは禁止します。当社はそのような事態が発生した場合は、早急に解決に努めます。またマーケットや金融商品に関する、いかなるインサイダー情報を用いて当社のサイトと取引をすることを禁止します。 データフィードのエラーまたは矛盾が生じた場合、影響を受けうる全てのトレードを解除する権利を留保します。
vi: Công ty có quyền huỷ bỏ/đảo ngược các giao dịch hoặc sửa đổi các điều khoản trong hợp đồng (bao gồm, nhựng không giới hạn, việc gia nhập và thoát giao dịch) nếu hợp đồng được mua hoặc bán với giá không phản ánh đúng giá cả thị trường hoặc với mức độ rủi ro thấp hơn một cách bất thường, bởi một lỗi lập trình chưa xác định được, lỗi hoặc trục trặc trong phần mềm trên trang web của chúng tôi, nguồn cấp dữ liệu thị trường hoặc định giá hợp đồng chậm trễ, nguồn cấp dữ liệu bị lỗi, dấu ngoặc kép sai lệch, thông số định giá không chính xác hoặc lỗi tính toán trong kê khai giá cả hoặc lỗi kê khai khác. Khách hàng có trách nhiệm báo cho Công ty bất kỳ những vấn đề, sai phạm hoặc lỗi hệ thống đó nếu khách hàng nghi ngờ họ đang gặp phải và không sử dụng những lỗi đó để kiếm lời trên chênh lệch giá cả. Công ty sẽ cố gắng giải quyết mọi khó khăn trong thời gian ngắn nhất. Nhưng sửa đổi của điều khoản hợp đồng (bao gồm nhưng không giới hạn việc gia nhập và thoát giao dịch) của những hợp đồng bị lỗi sẽ được thực hiện một cách hợp lý và công bằng. Số tiền được trao đổi giữa cá nhân và Công ty liên quan đến những hợp đồng bị lỗi sẽ được hoàn trả theo hoá đơn dựa trên những sửa đổi trong điều khoản của hợp đồng (bao gồm, nhưng không giới hạn việc tham gia và thoát giao dịch). Bạn nên nhận thức rõ và chấp nhận việc Công ty sẽ không chịu trách nhiệm, dù trực tiếp hay gián tiếp, cho bất kỳ tổn thất, chi phí hoặc thiệt hại được gây ra hoặc bị cáo buộc là do lỗi liên quan đến những sai sót rõ ràng (sai sót trực quan).
zh_cn: 如果由于我们网站软件没有检测出的编程错误、病毒或缺陷、市场数据输入或合约价格延迟、数据输入错误、报价差异、错误价格参数、价单计算错误或其他明显错误（简称“明显错误”）导致任何交易合约的购买或售出价格未能反映公平的市场价格或者以异常低的风险购买和售出，公司保留取消/撤回交易或修改合约条款（包括但不限于进场和退市现价）的权利。顾客有义务向公司报告其所经历的任何问题或可能的系统缺陷，不得滥用系统缺陷盈利。公司将努力在最短时间内解决这些问题。拥有任何金融市场或者工具的内幕信息的人员禁止在本网站上交易。对明显错误合约条款的任何修改（包括但不限于进场和退市现价）必须合理和公平。个人和公司之间因合约明显错误造成的款项交换差异须根据合约条款修正（包括但不限于进场和退市现价）退还收款人。您进一步承认并同意，无论是直接或间接经由明显错误所引起或有关连的任何损失、费用或损害，本公司概不承担任何责任或义务。

source: The Company reserves the right to change any part of this Agreement at any time. We will endeavour to ensure affiliates are notified when changes have been made to this Agreement, but it is ultimately your responsibility to check these terms and conditions regularly. Your continued participation in our affiliate program after we have posted the changes will constitute binding acceptance of such changes.
de: Das Unternehmen behält sich das Recht vor, jederzeit einen Teil dieses Vertrags zu ändern. Wir werden uns bemühen sicherzustellen, dass die Geschäftspartner über Änderungen des Vertrages vorgenommen wurden. Dennoch liegt es in Ihrer Zuständigkeit, diese Allgemeinen Geschäftsbedingungen regelmäßig nachzusehen. Nachdem wir die Änderungen veröffentlicht haben, stellt Ihre weitere Teilnahme an unserem Partnerprogramm eine bindende Annahme dieser Änderungen dar.
fr: La Société se réserve le droit de modifier toute partie de cet Accord à tout moment. Nous nous efforcerons d'informer nos affiliés des modifications apportées à cet Accord. Cependant, en tout état de cause, il vous appartient de consulter régulièrement ces conditions générales. Votre participation à notre programme d'affiliation une fois les modifications effectuées constitue votre acceptation obligatoire de ces modifications.
id: Perusahaan berhak untuk mengubah setiap bagian dari perjanjian ini kapan saja. Kami akan berusaha untuk memastikan afiliasi telah mendapat informasi apabila perubahan telah dibuat pada Perjanjian ini, tapi pada akhirnya adalah merupakan tanggung jawab Anda untuk memeriksa syarat dan ketentuan ini secara berkala. Partisipasi Anda untuk tetap bergabung dalam program afiliasi kami setelah kami perubahan dilakukan merupakan penerimaan mutlak pada perubahan tersebut.
ja: 当社は本契約のどの項目に対しても随時、変更を施す権利を有します。変更が施される場合は、ご登録済みのメールアドレスへ実施日の７日前に事前通達を行いますが、定期的な本契約の内容確認はアフィリエイト会員の義務です。変更が施される前に当プログラムにご参加された方に対しても、変更点は適用されます。
pl: Firma zastrzega sobie prawo do zmiany dowolnego fragmentu niniejszej Umowy w dowolnym momencie. Firma dołoży wszelkich starań, aby powiadomić partnerów o wprowadzeniu zmian niniejszej Umowy, jednak obowiązkiem Partnera jest regularne sprawdzanie niniejszego regulaminu. Uczestnictwo w programie partnerskim po wprowadzeniu przez nas zmian będzie oznaczało wiążącą akceptację takich zmian.
ru: Компания оставляет за собой право изменить любую часть данного Соглашения в любое время. Мы предпримем разумные усилия, чтобы уведомить партнёров о внесении таковых изменений в данное Соглашение, но Вы также несете ответственность за регулярную проверку наших правил и условий. Ваше дальнейшее участие в нашей партнерской программе после публикации изменений будет выражать принятие Вами таковых изменений.
vi: Công ty có quyền thay đổi bất kỳ phần nào của Hiệp định này vào bất cứ lúc nào. Chúng tôi sẽ nỗ lực để đảm bảo rằng các chi nhánh sẽ được thông bảo khi bản Thỏa thuận được thay đổi, nhưng bạn có trách nhiệm phải thường xuyên kiểm tra những điều khoản và điều kiện. Việc bạn tiếp tục tham gia vào chương trình liên kết của chúng tôi sau khi chúng tôi thông báo có nghĩa là bạn đã chấp nhận sự thay đổi đó.
zh_cn: 公司有权随时修改本协议的任何内容。我们会尽量把协议修改详情通知联盟成员，但您有责任定期检查相应条款和条件。在修改正式公布后，您继续参加联盟计划的行为表示您接收该修改内容的约束。

source: The Company reserves the right to refuse to do business with, to discontinue to do business with, and to reverse the transactions of, Clients who engage in any trading activity:
de: Das Unternehmen behält sich das Recht vor keine Geschäfte mit Kunden zu machen, Geschäfte mit Kunden einzustellen, und Transaktionen von Kunden zu stornieren, die sich mit irgendwelchen Handelsaktivitäten einlassen:
fr: L'entreprise se réserve le droit pour refuser d'avoir une relation d'affaire avec, pour arrêter une relation d'affaire avec, et pour inverser les Transactions avec, des Clients qui s'engagent dans toute activité de trading :
ja: 当社はいかなる取引活動に従事するクライアントとの取引の拒否をする権利、取引を中止する権利、および取引を停止する権利を留保します。
vi: Công ty bảo lưu quyền từ chối làm ăn với, để không tiếp tục làm ăn với, và để đảo ngược các giao dịch, khách hàng, người tham gia vào bất kỳ hoạt động kinh doanh:
zh_cn: 本公司保留拒绝与从事任何交易活动的客户进行业务、停止业务运作以及撤销交易的权利：

source: The Company reserves the right to suspend the operation of this site or sections thereof:
ar: تحتفظ الشركة بحقها في إيقاف عمل هذا الموقع أو أقسام منه:
de: Das Unternehmen behält sich das Recht vor, den Betrieb dieser Site oder einzelne ihrer Abschnitte einzustellen:
fr: La Société se réserve le droit de suspendre le fonctionnement de ce site ou de parties de celui-ci :
id: Perusahaan berhak untuk menangguhkan pengoperasian situs atau beberapa bagain lainnya:
ja: 当社は以下のような状況下ではサービスの提供を見合わせる権限を有します。：
pl: Firma zastrzega sobie prawo do wstrzymania działania tego portalu lub jego części:
ru: Компания оставляет за собой право останавливать операции на данном сайте или в его отдельных разделах:
vi: Công ty có quyền đình chỉ trang web này hoặc các phần của trang web:
zh_cn: 公司有权中止网站或其中某些版块的运营：

source: The Company reserves the right to void, delay, or withhold payment of commission fees to you in situations including a suspected breach of a law or a breach of the terms and conditions of this Agreement.
ar: تحتفظ الشركة بالحق في إلغاء, أو تأخير أو الإمتناع عن دفع رسوم العمولة لك في حالات تتضمن اشتباه في انتهاك القانون أو مخالفة شروط وأحكام هذه الإتفاقية.
de: Das Unternehmen behält sich vor, die Provisionsauszahlung an Sie in besonderen Fällen, einschließlich eines vermuteten Rechtsbruchs oder ener Verletzung der Bedingungen dieses Vertrags, zu verweigern, zu verzögern oder einzubehalten.
fr: La Société se réserve le droit d'annuler, de reporter ou de différer le paiement de vos commissions dans certaines situations, notamment en cas de suspicion de violation d'une loi ou en cas de violation des conditions générales de cet Accord.
id: Perusahaan berhak untuk membatalkan, menunda, atau menahan pembayaran komisi untuk Anda dalam situasi apapun termasuk dugaan pelanggaran hukum atau pelanggaran syarat dan ketentuan Perjanjian ini.
ja: 当社は法律違反の疑い、または本契約違反などが発生した場合に、アフィリエイト会員への報酬の支払いの無効、遅延、差し控えができる権利を留保します。
pl: Firma zastrzega sobie prawo do unieważniania, opóźniania lub wstrzymywania wypłat prowizji w przypadku podejrzenia naruszenia prawa lub postanowień niniejszej Umowy.
ru: Компания оставляет за собой право аннулировать, приостановить или отменить выплату Вам комиссионных в случае подозрения в нарушении закона, а также правил и условий данного Соглашения.
vi: Công ty có quyền bỏ qua, trì hoãn hoặc từ chối thanh toán hoa hồng cho bạn trong những trường hợp bị nghi ngờ có sự vi phạm một đạo luật hoặc vi phạm các điều khoản và điều kiện của Thỏa thuận này.
zh_cn: 公司有权在包括涉嫌违法或违反本协议条款和条件的情况下撤消、延缓或中止支付佣金。

source: The Company shall be entitled to exercise any of its rights or fulfill any of its obligations hereunder (including, but not limited to, its payment obligations) through any member of the Binary group of companies.
de: Das Unternehmen ist berechtigt, alle Rechte aus diesem Vertrag über ein Unternehmen der Binary Unternehmensgruppe auszuüben oder Verpflichtungen (unter anderem seine Zahlungsverpflichtungen) zu erfüllen.
fr: La Société est habilitée à exercer l'ensemble de ses droits ou à remplir l'ensemble de ses obligations conformément aux modalités des présentes (y compris, sans s'y limiter, ses obligations de paiement) par l'intermédiaire de tout membre du group Binary Group Services.
id: Perusahaan berhak untuk melaksanakan segala hak atau memenuhi salah satu kewajibannya (termasuk tidak terbatas pada kewajiban pembayaran) melalui anggota kelompok perusahaan Binary.
ja: 当社には、当社や当社のグループ企業を通じて報酬に関する取り決めも含め、本契約書に記載されている権利、及び義務を遂行する権利を有します。
pl: Firma jest uprawniona do wykonywania swoich praw i wypełniania wszelkich zobowiązań wynikających z Umowy (w tym między innymi swoich zobowiązań płatniczych) za pośrednictwem jakiegokolwiek podmiotu wchodzącego w skład grupy Binary.
ru: Компания имеет право действовать в соответствии с любыми своими правами и обязанностями, указанными в Соглашении (включая, но не ограничиваясь своими платежными обязательствами), от лица любой организации в составе Binary Group.
vi: Công ty có quyền thực hiện bất kỳ quyền hoặc bất kỳ nghĩa vụ nào của mình theo hợp đồng này với bất kỳ thành viên nào thuộc nhóm Binary của công ty (bao gồm nhưng không giới hạn các nghĩa vụ thanh toán).
zh_cn: 公司有权通过Binary集团各成员公司行使以下任何权利或履行义务（包括但不限于支付义务）。

source: The Company shall have no liability arising from orders, investment decisions or purchases of third party goods or services (including financial instruments and currency) based on information published on or furnished through the %1 API;
de: Das Unternehmen übernimmt keinerlei Haftung für Order, Anlageentscheidungen oder Käufe von Drittanbieter Waren oder Dienstleistungen (einschließlich Finanzinstrumente und Währungen), die sich auf Informationen, die über das %1 API veröffentlicht oder bereitgestellt wurden, gründen;
fr: la Société décline toute responsabilité concernant les ordres, décisions d'investissement et achats de produits ou services proposés par des tiers (y compris les instruments financiers et les devises) sur la base d'informations publiées sur, ou fournies par le biais de, l'API %1 ;
ja: %1 APIで公開または設置された情報に基づいたサードパーティまたはサービス（金融商品および通貨を含む）の注文、投資判断、購入から生じた問題について当社は一切の責任を負いません。
vi: Công ty không có trách nhiệm pháp lý phát sinh từ các đơn đặt hàng, quyết định đầu tư hay mua của bên thứ ba sản phẩm hoặc dịch vụ (bao gồm các công cụ tài chính và tiền tệ) dựa trên thông tin được công bố trên hoặc trang bị nội thất thông qua %1 API;
zh_cn: 公司对所有通过%1 API发布或提供信息导致的第三方商品或服务（包括金融工具和货币）的交易、投资决定或购买不承担任何责任；

source: The Company shall not be liable to you in contract, or otherwise (including liability for negligence) for any loss, whether direct or indirect, of the Affiliate's business, revenue or profits, anticipated savings, or wasted expenditure, corruption, or destruction of data or for any indirect or consequential loss whatsoever.
de: Das Unternehmen haftet Ihnen gegenüber weder vertraglich noch anderweitig (einschließlich Haftung wegen Fahrlässigkeit) für direkte oder indirekte Verluste des Geschäftspartnerunternehmens, für Umsatz oder Gewinne, erwartete Einsparungen oder unnötige Ausgaben, Beschädigung oder Vernichtung von Daten oder für andere indirekte oder Folgeschäden.
fr: La Société ne peut être tenue responsable à votre égard, en vertu d'un contrat ou de toute situation (y compris en cas de négligence), de toute perte directe ou indirecte relative à l'activité de l'Affilié, à ses revenus ou profits, à ses économies anticipées ou dépenses inutiles, à toute corruption ou destruction de données ou à toute perte indirecte ou consécutive que ce soit.
id: Perusahaan tidak akan bertanggung jawab kepada Anda dalam kontrak, atau sebaliknya (termasuk tanggung jawab untuk kelalaian) atas semua kehilangan apakah bisnis langsung atau tidak langsung, dari bisnis Affiliasi, pendapatan atau keuntungan, tabungan, diantisipasi atau pengeluaran sia-sia, korupsi atau kerusakan data untuk setiap kerusakan tidak langsung atau konsekuensi apapun.
ja: 当社は直接的または間接的なアフィリエイト会員のビジネスの損失、収益または利益の損失、予想される貯蓄の損失、若しくは無駄な支出、データの破損、そしていかなる間接的損失に対して、契約上当社が責任あるいはその他（過失責任を含む）を追うことはありません。
pl: Firma nie ponosi wobec Partnera odpowiedzialności na podstawie umowy ani na żadnej innej podstawie (w tym odpowiedzialności za zaniedbanie) za jakiekolwiek pośrednie lub bezpośrednie straty w ramach działalności gospodarczej prowadzonej przez Partnera, w tym za straty w przychodach lub zysku, oczekiwanych oszczędnościach lub utraconych wydatkach, za uszkodzenie lub zniszczenie danych, ani za żadną pośrednią czy wynikłą stratę.
ru: Компания не несет ответственности перед Вами в отношении контрактов или иных случаев (в том числе ответственности за халатность) за прямую или косвенную потерю партнёрского бизнеса или прибыли, предполагаемых накоплений или произведенных затрат, искажение или потерю данных, а также любую косвенную или следственную потерю.
vi: Theo hợp đồng này, Công ty sẽ không chịu trách nhiệm với bạn cho những tổn thất (bao gồm cả trách nhiệm phát lý cho sự sơ suất), phát sinh trực tiếp hoặc gián tiếp cho doanh thu hay lợi nhuận, tiết kiệm có dự tính, chi tiêu lãng phí, tham nhũng, dữ liệu bị phá hủy hoặc bất cứ tổn thất nào bị gây ra bởi hậu quả gián tiếp.
zh_cn: 由联盟成员的业务、收入、利润、预期结余、开支浪费、数据破坏或损害造成的任何直接、间接损失或者其他衍生损失，公司不对您承担合同或其他（包括疏忽责任）责任。

source: The Company shall pay you the currently published percentage of net revenues (as detailed on the commission page of your affiliate account) received during the term of the Agreement. The affiliate commission payments due shall only be for bona fide client referrals and the Company reserves the right to disregard duplicate accounts or nominee accounts that the Company sees as non-bona fide clients, at its sole discretion.
de: Das Unternehmen zahlt Ihnen den aktuell veröffentlichten Prozentsatz vom Nettoumsatz (wie auf der Provisionsseite Ihres Geschäftspartner-Kontos näher erläutert), den das Unternehmen während der Vertragslaufzeit erzielt hat. Die im Rahmen dieses Vertrags fälligen Provisionszahlungen gelten nur für echte Kundenempfehlungen und das Unternehmen behält sich das Recht vor, doppelte Konten oder Konten von Strohmännern, die das Unternehmen im alleinigen eigenen Ermessen als keine echten Kunden ansieht, unberücksichtigt zu lassen.
fr: La Société vous versera le pourcentage actuel publié du recettes nettes (conformément à la page dédiée aux commissions de votre compte affilié) perçues pendant la durée de cet Accord. Les paiements dus aux affiliés ne seront valides que pour les renvois de clients authentiques et la Société se réserve le droit d'ignorer, à sa seule discrétion, les comptes doubles ou les comptes nominatifs que la Société considère comme non authentiques.
id: Perusahaan akan membayar Anda persentasi pendapatan bersih yang berlaku (seperti yang dijelaskan pada halaman komisi pada akun affiliasi) yang diterima selama jangka waktu Perjanjian ini. Pembayaran komisi affiliasi hanya berdasarkan anggota affiliasi yang terlibat dan Perusahaan berhak untuk tidak bersetuju untuk membayar duplikasi akun atau akun yang terlibat dimana Perusahaan menilai hal tersebut sebagai bukan anggota affiliasi, dengan keputusan sepihak.
ja: 契約期間中は、アフィリエイト口座に記述されている報酬率に基づいた報酬をアフィリエイト会員に支払います。アフィリエイト報酬は誠実な会員獲得行為にのみ支払われ、重複口座の保有または不誠実な行動が検知されたアフィリエイト会員に対しては、当社の判断で支払いを停止する権利を有します。
pl: Firma wypłaci Partnerowi określony procent przychodów netto (jak podano na stronie dot. prowizji konta partnerskiego) otrzymanych w trakcie trwania Umowy. Wypłaty prowizji partnerskiej będą dokonywane wyłącznie w przypadku uczciwego przekierowania klientów i Firma zastrzega sobie prawo do zignorowania fałszywych kont lub duplikatów kont, które zostaną przez Firmę uznane za stworzone nieuczciwie.
ru: Компания обязуется заплатить Вам действующий в данное время процент от чистой прибыли (как описано на странице про комиссию на Вашем Партнерском счете), полученный в течение срока действия Соглашения. Партнерские платежи рассчитываются только на основе комиссий от добросовестных рефералов клиента, а Компания оставляет за собой право не принимать во внимание дубликаты счетов или номинальные счета, которые Компания по своему усмотрению может рассматривать как недобросовестные.
vi: Công ty sẽ trả cho bạn theo tỷ lệ được công bố của doanh thu thuần đạt được trong suốt thời hạn của Thỏa thuận (chi tiết như trong trang hoa hồng của tài khoản liên kết của bạn). Các khoản thanh toán hoa hồng liên kết sẽ chỉ được trả cho người giới thiệu khách hàng có thiện chí và Công ty có quyền bỏ qua những tài khoản trùng lặp hoặc tài khoản mà Công ty suy xét thấy khách hàng không thiện chí.
zh_cn: 公司将按当前公布的协议期间净收入比例（详见您的联盟账户佣金页）向您支付佣金。应付联盟佣金款项只会支付给诚信的推荐人，如果公司认为某些重复账户和代理人账户属于非诚信账户，公司保留拒绝向这类账户付款的权利。
