Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Trading is suspended due to missing market data.
ar: تم تعليق التداول بسبب عدم وجود بيانات السوق.
id: Trading dihentikan sementara waktu berhubung gangguan data pasar.
pl: Handel jest obecnie wstrzymany z powodu brakujących danych rynkowych.
ru: Торговля приостановлена из-за отсутствия рыночных данных.
th: การซื้อขายถูกพักชั่วคราวเนื่องจากไม่มีข้อมูลการตลาด

source: Trading on %1 is not offered for this contract type.
ar: التداول على %1 لهذا النوع من العقود غير متوفر.
id: Trading pada %1 tidak ditawarkan untuk jenis kontrak ini.
pl: Handel na %1 nie jest możliwy w przypadku tego typu zakładów.
ru: Торговля на %1 недоступна для данного типа контрактов.
th: การซื้อขาย %1 ไม่ได้ถูกเสนอสำหรับสัญญาประเภทนี้

source: Trading on %1 is suspended at the moment.
ar: تم تعليق التداول على %1 في الوقت الراهن.
id: Trading pada %1 dihentikan untuk sementara.
pl: Handel na %1 jest obecnie wstrzymany.
ru: В данный момент торги на %1 приостановлены.
th: การซื้อขาย %1ถูกพักชั่วคราวในขณะนี้

source: Trading on %1 is suspended due to missing market data.
ar: تم تعليق التداول على %1 بسبب عدم وجود بيانات بالسوق.
id: Trading pada %1 dihentikan sementara berhubung gangguan data pasar.
pl: Handel na %1 jest obecnie wstrzymany z powodu brakujących danych rynkowych.
ru: Торговля на %1 приостановлена из-за отсутствия рыночных данных.
th: การซื้อขาย %1 ถูกพักชั่วคราวเนื่องจากไม่มีข้อมูลการตลาด

source: TradingView
ar: تريدينج فيو (TradingView)
pl: Widok handlowy
th: มุมมองการซื้อขาย

source: Transfer to
ar: النقل إلى
de: Überweisung an
fr: Transfert à
id: Kirim ke
pl: Przelew do
ru: Перевести на имя
th: โอนไป
vi: Chuyển tới
zh_cn: 转给

source: Transfer to Login ID
ar: التحويل إلى معرف تسجيل الدخول
de: Wechsel zur Login ID
fr: Transfert à l'Identifiant de Connexion
id: Transfer ke Login ID
pl: Przelew dla loginu
ru: Перевести на логин
th: โอนไปรหัสผู้ใช้งาน
vi: Chuyển tới ID đăng nhập
zh_cn: 转给登录 ID

source: Transfer to client
ar: التحويل لعميل
id: Transfer ke klien
pl: Przelew dla klienta
ru: Перевести на имя
th: โอนให้ลูกค้า

source: Triangular moving averages place the majority of the weight on the middle portion of the price series. They are actually double-smoothed simple moving averages. The periods used in the simple moving averages varies depending on if you specify an odd or even number of time periods.
ar: المتوسطات التي تتحرك في شكل ثلاثى الزوايا تضع الجزء الأكبر من الوزن على الجزء الأوسط من سلسلة السعر. في الواقع هي متوسطات بسيطة متحركة تم تعديلها بشكل مزدوج. تختلف الفترات التي تستخدم في المتوسطات المتحركة البسيطة حسب عدد الفترات المحددة إذا كان زوجي أم فردي.
id: Moving average Triangular penekanan pemberatnya ada pada tengah-tengah periode. Mereka sebenarnya mengalami dua kali pelicinan moving average sederhana. Periode yang digunakan pada moving average sederhana adalah tergantung pada jika merincikan angka ganjil atau genap dari periode waktu.
pl: Trójkątne średnie kroczące ustawiają większość wag w środku porcji serii cen. Są to właściwie podwójnie wygładzone proste średnie kroczące. Okresy używane w tych prostych średnich kroczących różnią się w zależności od tego, czy określona liczba okresów jest parzysta czy nieparzysta.
ru: Треугольная скользящая средняя размещает большую часть веса на средней части серии цен. В действительности это простые скользящие средние, прошедшие двойное сглаживание. Периоды простых скользящих средних меняются в зависимости от того, указано ли четное или нечетное количество периодов.

source: Try It
id: Cobalah
pl: Wypróbuj ją
ru: Попробовать

source: Try adding more letters or numbers.
ar: حاول إضافة المزيد من الأحرف أو الأرقام.
id: Coba tambahkan lebih huruf atau angka.
pl: Dodaj więcej liter i cyfr.
ru: Попробуйте добавить больше букв или цифр.
th: ลองเพิ่มตัวอักษร หรือ ตัวเลข

source: Try adding more letters.
ar: حاول إضافة المزيد من الأحرف.
id: Coba tambahkan lebih huruf.
pl: Dodaj więcej liter.
ru: Попробуйте добавить больше букв.
th: ลองเพิ่มตัวอักษร

source: Try adding more numbers.
ar: حاول إضافة مزيد من الأرقام.
id: Coba tambahkan angka.
pl: Dodaj więcej cyfr.
ru: Попробуйте добавить больше цифр.
th: ลองเพิ่มตัวเลข

source: Try out the Volatility Indices which are always open.
ar: جرب المؤشرات المتقلبة المفتوحة دائما.
id: Cobalah Indeks Volatilitas yang selalu tersedia.
pl: Wypróbuj wskaźniki zmienności, które są zawsze dostępne.
ru: Попробуйте Индексы волатильности, торговля на которых открыта всегда.
th: ทดลองดัชนีผันผวนซึ่งเปิดอยู่เสมอ

source: UK Stocks
ar: أسهم المملكة المتحدة
id: Saham UK
pl: Akcje brytyjskie
ru: Британские ценные бумаги
th: หลักทรัพย์สหราชอาณาจักร

source: UK clients registered with Binary (Europe) Ltd can submit their dispute with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity’s
ar: العملاء المسجلون مع بيناري (أوروبا) المحدودة في المملكة المتحدة يمكن تقديم نزاعهم بقرار لهيئة المنازعات البديلة (IBAS) عبر ملء استمارة التحكيم على كيان ADR
pl: Klienci ze Zjednoczonego Królestwa zarejestrowani w Binary (Europe) Ltd mogą przekazać spór do rozstrzygnięcia instytucji zajmującej się alternatywnym rozwiązywaniem sporów – IBAS (Independent Betting Adjudication Service), wypełniając odpowiedni formularz w tej instytucji
ru: Клиенты из Великобритании, зарегистрированные под юрисдикцией Binary (Europe) Ltd, могут направить свою жалобу в орган альтернативного урегулирования споров, которым является IBAS (независимая организация по разрешению споров, связанных с азартными играми), заполнив форму судебного решения на сайте данного органа
th: ลูกค้าในสหราชอาณาจักรที่ลงทะเบียนกับ Binary (Europe) Ltd สามารถส่งข้อร้องเรียนให้กับหน่วยงานทางเลือกที่รับข้อโต้แย้ง IBAS โดยกรอกแบบฟอร์ม Adjudication Formของ ADR

source: US Stocks
ar: أسهم الولايات المتحدة
id: Saham AS
pl: Akcje amerykańskie
ru: Акции США

source: Ultimate Oscillator
ar: المذبذب المطلق
id: Oskilator Gabungan
pl: Oscylator ostateczny
ru: Окончательный Осциллятор
th: การแกว่งตัวสูงสุด

source: Ultra-fast trading
id: Trading super cepat
pl: Super szybkie handlowanie
ru: Мгновенная торговля

source: Unable to price the contract.
ar: غير قادرين على تسعير العقد.
id: Harga kontrak tidak tersedia.
pl: Nie można wycenić kontraktu.
ru: Не удалось оценить контракт.
th: ไม่สามาถกำหนดราคาของสัญญา

source: Unable to process your request
ar: غير قادر على التعامل مع طلبك
id: Tidak dapat memproses permohonan Anda
pl: Nie można przetworzyć żądania
ru: Запрос не может быть обработан

source: Under no circumstances shall the Company or its directors or employees be liable under this agreement to you or any third party for any indirect, special, incidental, punitive or consequential loss or damages or any other similar damages under any theory of liability (whether in contract, tort, strict liability or any other theory), that are directly or indirectly attributable to the use of, or the inability to use, the Binary.com API, or any content contained thereon, even if the Company has been informed of the possibility thereof.
ar: تكون الشركة أو مدراءها أو موظفيها تحت أي ظرف من الظروف مسؤولة بموجب هذه الإتفاقية تجاهك أو تجاه أي طرف ثالث عن أي خسارة غير مباشرة أو خاصة أو عرضية أو عقابي أو تابعة أو أضرار أو أي أضرار أخرى مشابهة تحت أي نظرية من نظريات المسؤولية (سواء في العقد, المسؤولية التقصيرية, المسؤولية الصارمة, أو أي نظرية أخرى), والتي تعود بشكل مباشر أو غير مباشر لإستخدام أو عدم القدرة على استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com, أو أي محتوى متضمن بشأنها, حتى إذا ما كان قد تم إبلاغ الشركة عن إمكانية ذلك.
id: Dalam situasi apapun, Perusahaan atau direksi atau karyawan bertanggung jawab berdasarkan perjanjian ini kepada Anda atau pihak ketiga atas kerugian secara tidak langsung, khusus, insidental, hukuman atau konsekuensial atau kerusakan atau kerugian serupa lainnya di bawah setiap teori kewajiban (baik dalam kontrak , tort, kewajiban yang ketat atau teori lain), yang secara langsung atau tidak langsung disebabkan penggunaan, atau ketidakmampuan untuk menggunakan, API Binary.com, atau konten yang terkandung atasnya, bahkan jika Perusahaan telah diberitahu tentang kemungkinan daripadanya.
pl: W żadnym wypadku Firma, jej kadra dyrektorska ani jej pracownicy, nie ponoszą na mocy niniejszej umowy odpowiedzialności w odniesieniu do Użytkownika ani żadnej strony trzeciej za jakiekolwiek pośrednie, szczególne, przypadkowe, karne ani wynikowe straty lub szkody, ani jakiekolwiek inne szkody na mocy jakichkolwiek przepisów (czy to postanowień umowy, odpowiedzialności deliktowej, absolutnej czy jakichkolwiek innych przepisów), które są bezpośrednio lub pośrednio związane z korzystaniem z API Binary.com, bądź też niemożliwością korzystania z niego lub z jakimikolwiek treściami w nim zawartymi, nawet jeśli Firma została poinformowana o możliwości wystąpienia takiej szkody lub straty.
ru: Ни при каких обстоятельствах Компания, её директора или сотрудники не будут нести ответственность в рамках данного Соглашения перед Вами или третьей стороной за любые косвенные, специальные, случайные, штрафные или последующие потери или убытки, а также любые другие убытки по любой теории ответственности (в рамках договора, правонарушения, объективной ответственности или любой другой теории), которые имеют прямое или косвенное отношение к использованию или невозможности использования API Binary.com, а также к любому контенту сайта, даже если Компания была проинформирована о такой возможности.

source: Under the supervision of %1’s Translation Project Manager, you will:
ar: بإشراف من مدير مشروع الترجمة الخاص بـ %1، سوف:
id: Dibawah pengawasan Manajer Proyek Terjemahan, Anda akan:
pl: Pod nadzorem Koordynatora projektów tłumaczeniowych %1 będziesz odpowiadać za:
ru: Вы будете выполнять следующие должностные обязанности под руководством менеджера переводческого отдела %1:

source: Unfortunately your answers to the questions above indicate that you do not have sufficient financial resources or trading experience to be eligible to open a trading account at this time.
ar: للأسف الإجابة على الأسئلة أعلاه تشير إلى أنك لا تملك موارد مالية كافية أو خبرة تداول لتكون مؤهلا لفتح حساب تداول في هذا الوقت.
id: Sayangnya jawaban Anda untuk pertanyaan di atas menunjukkan bahwa Anda tidak memiliki sumber daya keuangan yang memadai atau pengalaman trading untuk memenuhi syarat mendaftar akun trading saat ini.
pl: Niestety Twoje odpowiedzi na powyższe pytania wskazują, że w chwili obecnej nie posiadasz wystarczających środków finansowych i wystarczającego doświadczenia, aby otworzyć konto do handlowania.
ru: К сожалению. Ваши ответы на вышеперечисленные вопросы указывают на то, что у Вас недостаточно финансовых средств или торгового опыта, чтобы открыть торговый счёт в данное время.

source: Unfortunately, no – funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences.
ar: للأسف، لا - الأموال المودعة في البداية من خلال طريقة دفعة واحدة يجب أن تسحب عبر النظام نفسه. لا يمكن تحويل الأموال إلى نظام بديل للسحب. نقدم بالفعل مجموعة واسعة من وسائل الدفع، لتتناسب مع احتياجاتك وتفضيلاتك الخاصة.
id: Berhubung kami perlu memastikan dana yang di depositkan dan ditarik adalah menggunakan metode pembayaran yang sama maka Anda hanya dapat menggunakan satu metode pembayaran saja. Namun demikian, kami menyediakan berbagai pilihan metode pembayaran yang sesuai untuk Anda.
pl: Niestety nie – środki wpłacone przy użyciu określonej metody płatności muszą być wypłacone przy użyciu tego samego systemu. Nie można wypłacić środków poprzez alternatywny system płatności. Oferujemy wiele metod płatności, aby zaspokoić różne potrzeby i preferencje klientów.
ru: К сожалению, средства, внесённые на счёт определённым платёжным методом, должны быть выведены со счёта тем же способом; средства не могут быть переведены альтернативным способом. Тем не менее, мы предоставляем большой выбор методов оплаты, способных удовлетворить Ваши нужды и предпочтения.

source: Unknown contract proposal
ar: عقد مقترح غير معروف
id: Usulan kontrak tidak diketahui
pl: Nieznana propozycja kontraktu
ru: Неизвестное предложение контракта

source: Unknown contract sell proposal
ar: عقد بيع مقترح غير معروف
id: Usulan kontrak jual tidak diketahui
pl: Nieznana propozycja sprzedaży kontraktu
ru: Неизвестное предложение продажи контракта

source: Unknown error while saving workspace '#1'.
ar: خطأ غير معروف أثناء حفظ مساحة العمل '# 1'.
id: Error tidak dikenal saat menyimpan workspace '#1'.
pl: Nieznany błąd podczas zapisywania obszaru roboczego '#1'.
ru: Неизвестная ошибка при сохранении рабочего пространства '#1'.

source: Unknown landing company.
ar: شركة هبوط غير معروفة.
id: Perusahaan pemegang tidak diketahui.
pl: Spółka odpowiedzialna za prowadzenie konta jest nieznana.
ru: Неизвестная компания.

source: Unrecognised request.
ar: طلب غير مدرج.
id: Permintaan tidak dikenal.
pl: Nie rozpoznano żądania.
ru: Запрос не распознан.

source: Unsupported bet class $bet_params->{bet_class}
ar: فئة رهان غير معتمدة $bet_params->{bet_class}
id: Jenis trading yang tidak tersedia $bet_params->{bet_class}
pl: Nieobsługiwana klasa zakładów $bet_params->{bet_class}
ru: Неподдерживаемый вид ставки $bet_params->{bet_class}

source: Up/Down trades
ar: تداولات فوق/تحت
id: Kontrak Atas/Bawah
pl: Zakłady góra/dół
ru: Контракты Вверх/Вниз

source: Upon the expiration or termination of this Agreement, for whatever reason, all rights and license granted to you in this Agreement, including use of the Binary.com API, shall immediately terminate. You agree to promptly cease all further use of the Binary.com API. Termination of this Agreement shall not act as a waiver of any breach of this Agreement and shall not act as a release of your liability for breach of its obligation under this Agreement. The Company shall not be liable to you for damages of any kind solely as a result of terminating this Agreement in accordance with its terms.
ar: عند انتهاء أو إنهاء هذه الإتفاقية, لأي سبب من الأسباب, جميع الحقوق والترخيص الممنوح لك في هذه الإتفاقية, بما في ذلك استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com, سيتم إنهاؤها فوراً. وأنت توافق على الإيقاف الفوري لأي استخدام آخر لواجهة برمجة التطبيقات الخاصة ب Binary.com. إنهاء هذه الإتفاقية لن يكون بمثابة تنازل عن أي خرق لهذه الإتفاقية ولن يكون بمثابة تحرير لمسؤوليتك لخرق أي من إلتزاماتها بموجب هذه الإتفاقية. الشركة لن تكون مسؤولة تجاهك عن أي أضرار من أي نوع فقط كنتيجة لإنهاء هذه الإتفاقية وفقاً لأحكامها.
id: Setelah berakhirnya atau penghentian Perjanjian ini, untuk alasan apa pun, semua hak dan lisensi yang diberikan kepada Anda dalam Perjanjian ini, termasuk penggunaan API Binary.com, akan segera diakhiri. Anda setuju untuk segera menghentikan semua penggunaan lebih lanjut dari API Binary.com. Pengakhiran Perjanjian ini tidak akan bertindak sebagai pelepasan dari pelanggaran Perjanjian dan tidak akan bertindak sebagai pelepasan tanggung jawab Anda untuk pelanggaran kewajibannya berdasarkan Perjanjian ini. Perusahaan tidak bertanggung jawab kepada Anda atas kerusakan apapun semata-mata sebagai akibat dari mengakhiri Perjanjian ini sesuai dengan ketentuan-ketentuannya.
pl: W momencie wygaśnięcia lub zakończenia niniejszej Umowy, bez względu na przyczynę, wszelkie prawa i licencje przyznane Użytkownikowi na jej podstawie, w tym do korzystania z API Binary.com, natychmiast przestają obowiązywać. Użytkownik zgadza się niezwłocznie zakończyć dalsze korzystanie z API Binary.com. Zakończenie niniejszej Umowy nie oznacza zrzeczenia się praw w związku z jakimkolwiek naruszeniem niniejszej Umowy i nie może być traktowane jako zwolnienie od odpowiedzialności tytułem naruszenia zobowiązań określonych w niniejszej Umowie. Zgodnie z postanowieniami niniejszej Umowy Firma nie ponosi odpowiedzialności w stosunku do Użytkownika za jakiekolwiek szkody wynikające wyłącznie z zakończenia niniejszej Umowy.
ru: После прекращения действия или расторжения данного Соглашения по любой причине, все права и лицензия, предоставленные Вам в рамках данного Соглашения, включая право на использование API Binary.com, должны быть немедленно отозваны. Вы соглашаетесь своевременно прекратить дальнейшее использование API Binary.com. Прекращение действия данного Соглашения не должно восприниматься как отказ от предъявления претензий в связи с нарушением данного Соглашения и не должно освобождать Вас от ответственности за нарушение Вами обязательств в рамках данного Соглашения. Компания не должна нести перед Вами единоличную ответственность за любой ущерб, вызванный прекращением действия данного Соглашения, согласно его условиям.

source: User Testing
ar: اختبار المستخدم
id: Pengujian Pengguna
pl: Testowanie przez użytkownika
ru: Пользовательское тестирование

source: Utilise a variety of tactics – both online and offline – to grow and support the company’s network of partners in your designated market
ar: تمتع باستخدام مجموعة متنوعة من التكتيكات - سواء المتصلة بالإنترنت أو غير المتصلة بالإنترنت - لتنمية ودعم شبكة الشركة من الشركاء في السوق المحدد الخاص بك
id: Memanfaatkan berbagai taktik - baik online dan offline - untuk tumbuh dan mendukung jaringan perusahaan mitra pada pasar yang Anda tunjuk
pl: Stosowanie różnorodnych taktyk – zarówno online, jak i offline – w celu zapewnienia rozwoju sieci partnerów firmy na określonym rynku
ru: Использование различных онлайн и оффлайн тактик с целью поддержания роста партнёрской сети компании на Вашем целевом рынке

source: Valletta, the capital of Malta
ar: فاليتا، عاصمة مالطا
id: Valletta, ibukota Malta
pl: Valletta, stolica Malty
ru: Валлетта, столица Мальты
th: Valletta เมืองหลวงของประเทศมอลตา

source: Verification Successful
ar: تم التحقق بنجاح
id: Verifikasi Sukses
pl: Weryfikacja powiodła się
ru: Верификация пройдена успешно

source: Verification Token
ar: رمز التحقق
de: Verifikationstoken
id: Token Verifikasi
pl: Token weryfikacyjny
ru: Проверочный токен
th: โทเค่นเพื่อตรวจสอบ
vi: Mã Token Xác thực
zh_cn: 验证令牌

source: Verify your email address - %1
ar: تحقق من عنوان بريدك الإلكتروني - %1
id: Verifikasi alamat email Anda - %1
pl: Zweryfikuj swój adres e-mail - %1
ru: Подтвердите свой электронный адрес - %1
th: ตรวจสอบอีเมล์ของท่าน - %1

source: Verify your withdraw request.
ar: تحقق من طلبك للسحب.
id: Verifikasi permintaan penarikan Anda.
pl: Zweryfikuj swój wniosek o wypłatę.
ru: Подтвердите свой запрос на вывод.

source: Verify your withdrawal request - %1
ar: تحقق من طلبك للسحب - %1
id: Verifikasi permintaan penarikan Anda - %1
pl: Zweryfikuj swój wniosek o wypłatę - %1
ru: Подтвердите свой запрос на вывод - %1

source: View progress
ar: اطلع على التقدم
id: Lihat prestasi
pl: Zobacz postęp
ru: Смотреть прогресс

source: View result
ar: اطلع على النتيجة
id: Lihat hasil
pl: Zobacz wynik
ru: Смотреть результат

source: View your historical transactions.
ar: اطلع على كشف حساب تداولاتك السابقة.
id: Lihat transaksi historis Anda.
pl: Zobacz swoją historię transakcji.
ru: Просмотрите свою историю транзакций.

source: View your open positions.
ar: عرض الصفقات المفتوحة.
id: Lihat posisi kontrak.
pl: Zobacz swoje otwarte pozycje.
ru: Просмотрите открытые позиции.

source: View your trading profit/loss.
ar: اطّلع على الربح/الخسارة بتداولك.
id: Lihat keuntungan/kerugian trading Anda.
pl: Zobacz swoje zyski/straty z zakładów.
ru: Просмотрите свою прибыль/потери.

source: Visit our
ar: قم بزيارة
id: Kunjungi
pl: Odwiedź naszą
ru: Посетите

source: Want to telecommute?
ar: هل ترغب في العمل عن بعد؟
de: Möchten Sie Telearbeit machen?
id: Ingin menjadi telecommute?
pl: Chcesz pracować zdalnie?
ru: Хотите работать дистанционно?
vi: Bạn muốn kết nối?
zh_cn: 想在家办公？

source: Watch,earn and learn for FREE! Binary.com teams up with professional traders on a monthly basis to show you how to identify trading opportunities using various trading techniques and strategies.
ar: شاهد، اكسب وتعلم مجانا! تتعاقد Binary.com مع متداولين محترفين شهريا يعرضون لك كيفية تحديد فرص التداول باستخدام أساليب واستراتيجيات مختلفة.
id: Tonton, dapatkan dan belajar GRATIS! Tim Binary.com bekerjasama dengan trader profesional setiap bulan untuk memperlihatkan kepada Anda peluang trading menggunakan berbagai teknik dan strategi.
pl: Oglądaj, zarabiaj i ucz się ZA DARMO! Binary.com regularnie współpracuje z zawodowymi graczami, którzy pokazują naszym Klientom, jak rozpoznać możliwości handlowe, korzystając z różnych technik i strategii handlowania.
ru: Смотрите и учитесь зарабатывать БЕСПЛАТНО! Binary.com совместно с профессиональными трейдерами предлагает ежемесячные вебинары, в ходе которых Вы научитесь определять торговые возможности, используя различные методы и стратегии.
