Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Find the right trade for every market condition.
ar: أعثر على التداول الصحيح لكل حالة من حالات السوق.
de: Finden Sie für jede Marktkondition den richtigen Kontrakt.
fr: Sélectionnez l'opération de trading adéquate en fonction de chaque condition de marché.
id: Temukan trading yang tepat bagi setiap kondisi pasar.
ja: いかなる市場状況にも対応できる取引を体感ください。
pl: Znajdź odpowiedni zakład dla wszystkich warunków rynkowych.
ru: Найдите подходящий контракт для любых условий рынка.
th: หาการเทรดที่ถูกหลักในทุกๆ สภาพตลาด
vi: Tìm kiếm phương thức giao dịch đúng cho mọi điều kiện thị trường.
zh_cn: 寻找各种市况之下的最佳交易机会。

source: Finish
ar: إنهاء
de: Beenden
fr: Finnois
id: Selesai
ja: 完了
pl: Zakończ
ru: Завершить
th: เสร็จสิ้น
vi: Kết thúc
zh_cn: 完成

source: First line of home address
ar: السطر الأول من عنوان المنزل
de: 1. Zeile der Privatanschrift
fr: Première ligne de l'adresse résidentielle
id: Alamat Rumah
ja: 番地
pl: Pierwsza część adresu zamieszkania
ru: Адрес (улица, дом, кв.)
th: บรรทัดแรกของที่อยู่
vi: Dòng đầu tiên của địa chỉ nhà
zh_cn: 家庭地址第一行

source: First name
ar: الإسم الأول
de: Vorname
fr: Prénom
id: Nama depan
ja: フリガナ (全角)
pl: Imię
ru: Имя
th: ชื่อ
vi: Tên
zh_cn: 名

source: First, define your position...
ar: قم بتحديد معاملتك أولاً...
de: Zunächst müssen Sie Ihre Position bestimmen...
fr: D'abord, définissez votre position...
id: Pertama, tentukan posisi Anda...
ja: まず、どのようなポジションを持つか決めましょう
pl: Najpierw określ swoją pozycję...
ru: Сначала определите параметры позиции...
th: ขั้นแรก กำหนดตำแหน่งของท่าน
vi: Đầu tiên, hãy xác định vị trí của bạn...
zh_cn: 首先，设定您的头寸参数...

source: First, you need to set the parameters of your trade. Here's what you need to consider.
de: Zunächst müssen Sie die Parameter Ihres Geschäfts festlegen. Hier sind die Aspekte, die Sie berücksichtigen müssen.
fr: Pour commencer, vous devez définir les paramètres de votre transaction. Voici les éléments à prendre en compte :
ja: まず初めにお取引のパラメータを設定します。設定すべき要素は下記の通りです。
vi: Đầu tiên, bạn cần thiết lập các thông số giao dịch của bạn. Đây là những điều bạn cần cân nhắc.
zh_cn: 首先，您要设置交易参数。请考虑以下因素。

source: First-Class FX Binary Options Trading Platform
de: Erstklassige FX binäre Optionen Handelsplattform
fr: Une plateforme de pointe pour le trading d'options binaires et le Forex
ja: 最高水準のバイナリーオプション取引プラットフォーム
vi: Nền tảng kinh doanh hạng nhất giao dịch ngoại hối tùy chọn nhị phân
zh_cn: 一流外汇二元期权交易平台

source: First-class client service.
ar: خدمة عملاء درجة أولى.
de: Erstklassige Kundenbetreuung.
fr: Un service client de haute qualité.
id: Pelayanan pelanggan kelas satu.
ja: きめ細かな顧客サービス
pl: Obsługa klienta na najwyższym poziomie.
ru: Первоклассная служба поддержки клиентов.
th: บริการลูกค้าชั้นเลิศ
vi: Dịch vụ chăm sóc khách hàng thượng lưu.
zh_cn: 一流的客户服务。

source: Firsthand knowledge of other cultures through direct experience
ar: المعرفة المباشرة من الثقافات الأخرى من خلال التجربة المباشرة
de: Kenntnisse aus erster Hand über andere Kulturen durch direkte Erfahrung
fr: Solide connaissance et expérience directe des autres cultures
id: Memiliki pengetahuan tentang budaya lain melalui pengalaman langsung
ja: 経験から得た他文化の知識
pl: Znajomość innych kultur pochodząca z bezpośredniego kontaktu z nimi
ru: Отличное знание других культур через непосредственный опыт
th: ความรู้ที่ได้มาโดยตรงของวัฒนธรรมอื่นๆ ตลอดจนประสบการณ์ตรง
vi: Học hỏi kiến thức của những nền văn hóa khác thông qua kinh nghiệm trực tiếp
zh_cn: 直接经验获取其他文化的第一手知识

source: Flexible
ja: 柔軟性

source: Flexible trades
ar: معاملات تجارية مرنة
de: Flexible Geschäfte
fr: Trading polyvalent
id: Trading fleksibel
ja: 柔軟な取引
pl: Elastyczne transakcje
ru: Гибкие контракты
th: การเทรดที่ยืดหยุ่น
vi: Giao dịch linh hoạt
zh_cn: 灵活交易

source: Fluency with Linux administration
ar: السلاسة مع إدارة لينكس
de: Fließend in der Linux Administration
fr: Maîtrise de l'administration des systèmes Linux
id: Lancar dengan administrasi Linux
ja: Linux管理に堪能である
pl: Biegłość w administracji systemem Linux
ru: Отличные знания Linux администрирования
th: เชี่ยวชาญในการดูแลระบบลินุกซ์
vi: Thông thạo về quản trị Linux
zh_cn: 精通 Linux 管理

source: Follow a simple step-by-step guide to binary trading.
ar: اتبع دليل بسيط خطوة بخطوة للتداول الثنائي.
de: Befolgen Sie die einfache schrittweise Anleitung für den Handel mit Binären Optionen.
fr: Suivez notre guide des options binaires, étape par étape.
id: Ikuti panduan langkah demi langkah trading binary.
ja: バイナリー 取引のシンプルなガイドはこちらから
pl: Zapoznaj się z przystępnym przewodnikiem po handlu opcjami binarnymi.
ru: Следуйте простым пошаговым инструкциям для начала работы с бинарными опционами.
th: ทำตามขั้นตอนง่ายๆ ในการซื้อขายไบนารี
vi: Thực hiện theo từng bước hướng dẫn đơn giản để giao dịch nhị phân.
zh_cn: 二元期权交易的简要逐步指南。

source: Follow the Law and These Terms
ar: اتبع القانون وهذه الشروط
de: Einhaltung von Gesetzen und diesen Bedingungen
fr: Respect de la loi et des présentes Conditions
id: Ikuti Hukum dan Syarat ini
ja: 法律および規約に従う
pl: Przestrzeganie prawa i niniejszego regulaminu
ru: Соблюдение закона и данных Правил
th: ปฏิบัติตามกฎและข้อตกลงเหล่านี้
vi: Hãy thực hiện theo Luật và những Điều khoản Sau đây
zh_cn: 遵守法律和以下条款

source: Follow up on rejected deposits
ar: متابعة الودائع المرفوضة
de: Nachbearbeitung von abgelehnten Einzahlungen
fr: Suivi des rejets de fonds
id: Menindaklanjuti deposito tertolak
ja: 拒否された入金のフォローアップ
pl: Sprawdzanie niezrealizowanych wpłat środków
ru: Контроль над обработкой отклоненных депозитов
th: ติดตามการฝากเงินที่ถูกปฏิเสธ
vi: Theo dõi các khoản tiền gửi bị từ chối
zh_cn: 跟进被拒绝的存款

source: For Browser
de: Für Browser
fr: Pour navigateur
ja: ブラウザ用
vi: Cho trình duyệt
zh_cn: 浏览器专用

source: For Desktop
de: Für Desktop
fr: Pour ordinateur de bureau
ja: デスクトップ用
vi: Cho máy tính để bàn
zh_cn: 台式计算机专用

source: For Mobile
de: Fürs Handy
fr: Pour téléphone portable
ja: モバイル用
vi: Cho điện thoại
zh_cn: 手机专用

source: For added security, please check your email to retrieve the verification token.
de: Bitte sehen Sie zur zusätzlichen Sicherheit bei Ihren E-Mails nach, um den Verfikationstoken abzurufen.
fr: Pour une sécurité accrue, veuillez vérifier votre adresse e-mail pour obtenir votre jeton de vérification.
id: Untuk keamanan tambahan, silahkan lihat email Anda untuk mengambil token verifikasi.
ja: セキュリティチェックのため、メールをご確認いただきワンタイムパスワードを取得してください。
pl: Ze względów bezpieczeństwa token weryfikujący został wysłany na Twój adres e-mail. Sprawdź swoją skrzynkę odbiorczą.
ru: Для дополнительной безопасности, пожалуйста, проверьте электронную почту, на которую должен прийти проверочный токен.
th: โปรดตรวจสอบอีเมล์ของท่านเพื่อรับโทเค่นในการยืนยันตัวตน และความปลอดภัย
vi: Để tăng cường độ bảo mật. vui lòng kiểm tra hòm thư của bạn để nhận cuỗi xác nhận.
zh_cn: 为提高安全保障，请查看邮件并提取验证令牌。

source: For e-cash methods or local currencies not supported by %1.
ar: لطرق محفظة النقود الالكترونية أو للعملات المحلية الغير مدعومة من %1.
de: Bei e-Cash Methoden oder nationalen Währungen, die nicht von %1 unterstützt werden.
fr: Pour les services de paiement électronique ou les devises locales non prises en charge par %1.
id: Untuk metode e-cash atau mata uang lokal yang tidak disediakan oleh %1.
ja: eキャッシュの手段または現地通貨が%1では対応していません。
pl: Rozwiązanie stosowane w przypadku metod e-gotówkowych i lokalnych walut nieobsługiwanych przez %1.
ru: Для методов электронной оплаты или местных валют, не поддерживаемых %1.
th: สำหรับเงินอิเล็กทรอนิกส์ หรือ สกุลเงินท้องถิ่น ไม่สามารถใช้ได้กับ %1
vi: Đối với thẻ E-cash hoặc bản tệ không được hỗ trợ bởi %1.
zh_cn: %1不支持的电子现金方式或本地货币。

source: For example, the CFDs on US 30 Cash Index offer a USD 1 per point contract. If you buy a Volume 1.0 contract for the US 30 Cash Index with current ask price of USD 20,000 and later sell it at a bid price of USD 20,010, your net profit will be calculated as follows:
de: Zum Beispiel, die CFDs auf den US 30 Cash Index bieten 1 USD je Punkt Kontrakte an. Wenn Sie einen Volumen 1,0 Kontrakt für den US 30 Cash Index mit einem aktuellen Briefkurs von 20 000 USD kaufen, und ihn später zu einem Geldkurs von 20 010 USD verkaufen, wird Ihr Nettogewinn wie folgt berechnet:
fr: Par exemple, les CFD sur l'indice « US 30 Cash Index » offrent des contrats de 1 dollar US par point. Si vous achetez un contrat de volume 1,0 pour l'indice « US 30 Cash Index » à un prix ask (vendeur) de 20 000 USD et le revendez plus tard à un prix bid (acheteur) de 20 010, votre profit net sera calculé comme suit :
ja: 例えば、US 30現金インデックスでのCFD取引は１ポイントUSD 1としてトレードを提供しています。現行価格USD 20,000のUS 30現金インデックスを1.0の数量で購入し、その後USD 20,010の価格で売却した場合、純利益は以下のように算出されます。
vi: Ví dụ, các hợp đồng chênh lệch giá trên chỉ số tiền mặt US 30 cung cấp 1 USD cho mỗi điểm hợp đồng. Nếu bạn mua vào một hợp đồng khối lượng 1.0 cho chỉ số tiền mặt US 30 với giá thành 20,000 USD và sau đó bán lại nó với giá 20,010 thì biểu đồ lợi nhuận của bạn sẽ được tính như sau:
zh_cn: 例如，美国 30 现金指数的差价合约报价每点1美元。如果您以当前20,000 美元的卖出价格购入 1.0 股美国 30 现金指数，然后以20,010 美元的买入价格出售，您的净利润计算方法如下︰

source: For example, the CFDs on Volatility Indices offer a USD 1 per point contract. If you buy a Volume 1.0 contract for the Volatility 100 Index with current ask price of USD 20,000 and later sell it at a bid price of USD 20,010, your net profit will be calculated as follows:
de: Zum Beispiel, die CFDs auf Volatilität Indizes bieten 1 USD je Punkt Kontrakte an. Wenn Sie einen Volumen 1,0 Kontrakt für den Volatilität 100 Index mit einem aktuellen Briefkurs von 20 000 USD kaufen, und ihn später zu einem Geldkurs von 20 010 USD verkaufen, wird Ihr Nettogewinn wie folgt berechnet:
fr: Par exemple, les CFD sur les indices de volatilité offrent des contrats à 1 dollar US par point. Si vous achetez un contrat de volume 1,0 pour l'indice « Volatility 100 » à un prix ask (vendeur) de 20 000 USD et le revendez plus tard à un prix bid (acheteur) 20 010, votre profit net sera calculé comme suit :
ja: 例えば、ボラティリティインデックスでCFD取引は１ポイントUSD 1としてトレードを提供しています。現行価格USD 20,000のボラティリティインデックス100を1.0の数量で購入し、その後USD 20,010の価格で売却した場合、純利益は以下のように算出されます。
vi: Ví dụ, các hợp đồng chênh lệch giá trên chỉ số biến động cung cấp 1 USD cho mỗi hợp đồng. Nếu mua vào một khối hợp đồng 1.0 trên sàn biến động 100 với mức giá là 20,000 và sau đó bán lại với giá thầu 20,010 USD, biểu giá lợi nhuận của bạn sẽ được tính như sau:
zh_cn: 例如，波动率指数的差价合约报价每点1美元。如果您以当前20,000 美元的卖出价格购入 1.0 股波动率 100 指数，然后以20,010 美元的买入价格出售，您的净利润计算方法如下︰

source: For features and trading illustration of Spot FX offered by %1, refer to the Product Disclosure Statement. This policy is an appendix to the overarching %1 Order Execution Policy and should be read in conjunction with the overarching %1 Order Execution Policy.
fr: Pour les fonctionnalités et les illustrations d'opérations de Spot FX offertes par %1, reportez vous à la Déclaration de Produit. Cette règle est un appendice à la Politique Générale d'Execution d'Ordres %1 et doit être lu en conjonction avec la Politique Générale d'Execution d'Ordres %1.
ja: %1が提供するスポットFXの機能及び取引の解説は、商品開示文書をご参照ください。このポリシーは%1注文執行ポリシーの付録文書であり、%1注文執行ポリシーと合せて熟読ください。

source: For forex quotes the closing times are defined by the Company as shown in the Market Opening Times section of the website. In the event of any dispute regarding market or settlement values, the decision of the Company shall be final and binding. Clients should note that certain markets (such as stocks and stock indices) are not open throughout the day and that trading may not be available when the markets are closed.
ar: لأسعار الصرافة يتم تحديد أوقات الإغلاق من قبل الشركة كما هو موضح في قسم أوقات افتتاح السوق بالموقع. في حال وجود أي خلاف بشأن تقدير السوق أو قيمة التسوية، يتم القبول بقرار الشركة كقرار نهائي وملزم. يجب على العملاء ملاحظة أن أسواق معينة (مثل الأسهم ومؤشرات الأسهم) ليست مفتوحة على مدار اليوم وأن التداول قد لا تكون متاحا عندما تكون الأسواق مغلقة.
de: Für die Forex-Notierungen werden die Handelsschlusszeiten von dem Unternehmen, wie im Öffnungszeiten-Abschnitt angezeigt, auf der Website festgelegt. Bei Unstimmigkeiten hinsichtlich des Markt- oder Abrechnungswertes ist die Entscheidung des Unternehmens endgültig und bindend. Die Kunden müssen beachten, dass einzelne Märkte (wie Aktien und Aktienindizes) nicht den ganzen Tag geöffnet sind und das, wenn die Börsen geschlossen sind, kein Handel stattfindet.
fr: Pour les cotations Forex, les horaires de fermeture sont définis par la Société comme indiqué dans la section « Horaires d'ouverture du marché » du site Web. En cas de litige concernant les valeurs de marché ou de règlement, la décision de la Société sera définitive et exécutoire. Les Clients sont priés de noter que certains marchés (notamment les actions et les indices boursiers) ne sont pas ouverts durant toute la journée et que les options de trading sont susceptibles d'être indisponibles lorsque les marchés sont fermés.
id: Untuk forex harga penutupan adalah ditentukan oleh Perusahaan seperti yang ditampilkan pada Waktu Pembukaan Pasar pada website. Jika terjadi perselisihan pada harga penutupan, keputusan ditentukan oleh Perusahaan. Klien harus mengetahui bahwa beberapa pasar (seperti saham dan indeks saham) tidak tersedia sepanjang waktu dan trading tidak dibenarkan pada saat pasar ditutup.
ja: 当社は外国為替市場の市場終了時刻は当社サイト内の「トレード対応時間」の表示内容を採用します。市場価格、及び決定価格に関する苦情の申し立てに対しては、当社の決定が最終的かつ決定的なものになります。お客さまは、特定の市場（個別株式や株式指数）は一日中開場していない場合もあり、市場が閉場している場合は取引が不可能である可能性も留意して頂く必要があります。
pl: Dla notowań forex godziny zamknięcia są określane przez Firmę i przedstawiane na stronie internetowej w sekcji Godziny otwarcia rynku. W przypadku jakiegokolwiek sporu dotyczącego wartości rynkowych lub rozliczeniowych, decyzja Firmy jest decyzją ostateczną i wiążącą. Klienci powinni zauważyć, że niektóre rynki (np. rynek akcji i indeksów giełdowych) nie są otwarte w ciągu całego dnia i handlowanie może nie być dostępne w godzinach zamknięcia tych rynków.
ru: Для котировок рынка Форекс время закрытия определяется Компанией, как указано в секции "Время открытия рынков" на данном сайте. В случае несогласия с рыночными ценами и котировками решение Компании является окончательным и не подлежит обжалованию. Клиенты должны обратить внимание, что определенные рынки (как акции и индексы) открыты не весь день, и торги на них могут не быть доступны, когда рынки закрыты.
vi: Đối với báo giá ngoại tệ tại thời điểm đóng cửa được xác định bởi Công ty được thể hiện trong mục Thời gian Mở cửa Thị trường trên trang web. Trường hợp có bất kì tranh chấp nào liên quan đến giá trị thị trường hoặc giá trị quyết toán, công ty sẽ có quyết định bắt buộc và sau cùng. Khách hàng nên chú ý rằng thị trường nhất định (như là chỉ số chứng khoán và chứng khoán) không mở suốt ngày và giao dịch cũng không có sẵn khi thị trường đóng cửa.
zh_cn: 对于外汇报价的收盘时间，公司在本网站“市场开放时间”部分中有相应说明。若存在有关市场价或结算价的任何纠纷，公司的决定应具有最终性和约束力。客户需注意部分市场（如股票和股票指数）并非全天开放，闭市后可能无法交易。

source: For forex: The forex market is an OTC (over the counter) market, where banks and other major financial institutions trade currencies amongst themselves without there being any central clearing house. Accordingly, there is no 'official' price source for forex quotes. Different data feeds will contain quotes from a different sub-set of international banks. Accordingly prices may differ between providers, depending on which bank(s) they obtain prices from.
ar: بالنسبة للفوركس: الفوركس هي سوق غير نظامية حيث تتداول البنوك وكبرى المنظمات المالية الأخرى العملات فيما بينها دون أن يكون هناك غرفة مقاصة مركزية. وفقاً لذلك لا يوجد مصدر سعر "رسمي" لأسعار الفوركس. ستحتوي خلاصات البيانات المختلفة على أسعار من مجموعات بنوك فرعية دولية مختلفة. لهذا ربما تختلف الأسعار بين مقدمي الخدمات اعتماداً على أى بنك سيحصلون منه على الأسعار.
de: Für Devisen: Der Divisenmarkt ist ein OTC (over the counter) Markt (Freiverkehrsmarkt), auf dem Banken und andere große Finanzinstitutionen unter sich Währungen handeln, ohne das es dabei eine zentrale Abrechnungsstelle gibt. Dementsprechend gibt es für Devisenangebote auch keine „offizielle" Preisquelle. Andere Daten-Feeds enthalten Angebote von unterschiedlichen Untergruppen internationaler Banken. Dementsprechend können sich die Kurse zwischen den einzelnen Anbietern unterscheiden. Sie hängen davon ab, von welcher Bank/welchen Banken sie die Kurse erhalten.
fr: Concernant le Forex : le marché du Forex est un marché de gré à gré (ou « OTC », « over the counter ») dans lequel les banques et les autres institutions financières majeures négocient des devises entre elles, sans passer par une chambre de compensation centralisée. Par conséquent, il n'y a pas de source « officielle » pour les cotations Forex. Différents flux de données regroupent les cotations issues d'un sous-ensemble de banques internationales. Les prix peuvent donc différer d'un fournisseur de données à l'autre, en fonction des banques dont sont issues les cotations.
id: Untuk forex: Pasar forex adalah pasar OTC (over the counter yaitu diselesaikan melalui bagian kasir) dimana bank-bank dan beberapa institusi keuangan besar lainnya melakukan trading mata uang antara mereka sendiri tanpa adanya lembaga kliring. Maka secara langsung tidak akan ada penentuan harga resmi pada tawaran harga forex. Setiap data feed terdiri tawaran atau quote yang berasal dari sub-set Bank internasional yang berbeda. Sehingga harga yang ditawarkan akan berbeda-beda tergantung pada penawar dari bank mana mereka mengambil harga tersebut.
ja: 外国為替：外国為替市場は、取引所を介さずに主要な銀行や証券会社がそれぞれの通貨を直接もしくは為替ブローカーを通して取引しておりますので、外国為替相場に関する公式な価格は存在しません。各データフィードは、それぞれ異なる主要金融機関が提供する部分集合的な価格を含みますので、価格情報はどの金融機関の提示価格を採用したかに依存します。
pl: Dla Forex: Rynek forex to rynek obrotu pozagiełdowego, gdzie banki i inne instytucje finansowe handlują walutami między sobą bez centralnej instytucji rozliczeniowej. W związku z powyższym nie istnieje „oficjalna” cena źródłowa dla notowań forex. Różne kanały zawierają notowania z różnych banków międzynarodowych. W związku z tym ceny mogą się różnić między dostawcami, w zależności od tego, z którego banku uzyskują ceny.
ru: Для форекса: форекс является внебиржевым рынком. Банки и другие крупные финансовые учреждения торгуют валютами между собой без наличия единого контролирующего этот процесс органа. В связи с этим, на котировки форекс нет единой официальной цены. В различных источниках котировки могут быть разными. Соответственно, цены могут различаться у различных провайдеров котировок в зависимости от того, от каких банков или из каких источников они получают информацию.
vi: Đối với thị trường ngoại tệ: Thị trường ngoại hối là thị trường OTC (không chính thức), nơi mà ngân hàng và những thể chế tài chính lớn khác giao dịch tiền tệ với nhau mà không cần phải có nhà thanh toán bù trừ trung ương. Theo đó, sẽ không có nguồn giá "chính thức" đối với báo giá ngoại tệ. Nguồn dữ liệu khác nhau sẽ tập hợp từ chuỗi các ngân hàng quốc tế. Theo đó, giá có thể khác nhau giữa các nhà cung cấp, phụ thuộc vào ngân hàng mà họ lấy giá từ đó.
zh_cn: 关于外汇交易：外汇市场是银行和其他大型金融机构相互交易外汇的场外交易（OTC）市场，没有中央结算行。因此，外汇交易报价也没有“官方”价格来源。不同的数据源包含不同类型国际银行的报价。因此，根据其获得价格的银行不同，各外汇报价提供者的价格也不相同。

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category.
de: BetOnMarkets.com wurde schon für das dritte aufeinanderfolgendende Jahr von dem Shares Magazine UK zum besten 'Best Fixed-Odds Financial Trading Provider (deutsch: Bester Finanzhandelsdienstleister für feste Gewinnquoten)' gewählt. Leider ist dies das letzte Mal, da das Shares Magazine die Preisvergabe in dieser Kategorie eingestellt hat.
fr: Pour la troisième année consécutive, BetOnmrakets.com est élu « Meilleur fournisseur de services de trading sur produits dérivés financiers » par Shares Magazine UK. C'est la dernière fois que nous obtiendrons ce prix, car Shares Magazine cessera ensuite de décerner des récompenses dans cette catégorie.
ja: ３年連続でBetOnMarkets.comは、Shares Magazine UKから「最優秀な固定オッズ金融取引業者」を認定されてきましたが、同誌がこの分野への授与を中止したため、これが当社が同賞を受賞する最後の年になります。
vi: Ba năm liên tiếp, BetOnMarkets.com được tạp chí Shares Magazine Anh bầu chọn là " Nhà cung cấp Giao dịch Tài chính Fixed-Odds Tốt nhất". Đó là lần cuối chúng tôi chiến thắng vì Shares Magazine đã dừng trao giải trong lĩnh vực này.
zh_cn: 连续第三年，BetOnMarkets.com被英国财经杂志《Shares Magazine》评为“最佳固定赔率金融交易提供商”。这是我们最后一次获奖，因为该杂志已停止颁发这一类奖项。

source: Foreign currency deposit
fr: Dépôt en devise étrangère
id: Deposito valuta asing
ja: 外貨預金
th: ฝากสกุลเงินต่างประเทศ
zh_cn: 外币存款

source: Forex
ar: الفوركس
de: Devisenhandel
ja: 外国為替
ru: Форекс
th: ฟอเร็กซ์
vi: Thị trường ngoại hối
zh_cn: 外汇

source: Forex and contract for differences transactions involve a high degree of risk and are speculative because they allow you to speculate on the short term movements of the price of the underlying financial instruments. You should not enter into forex and/or contracts for differences transactions unless you are able to sustain losses that exceed your deposited funds. It is important for you to understand that in order to realise any value from your open positions, you would have to enter into a corresponding transaction to close your open positions and you may find it difficult or impossible to do so under certain market conditions.
de: Forex und Kontrakte für Differenzbeträge-Transaktionen involvieren einen hohen Grad an Risiko und sind spekulativ, da sie Ihnen erlauben auf kurzfristige Bewegungen des Kurses der zugrundeliegenden Instrumente zu spekulieren. Sie sollten keine Forex und/oder Kontrakte für Differenzbeträge-Transaktionen eingehen, es sei denn, Sie können Verluste, die Ihre eingezahlten Gelder überschreiten, tragen. Es ist wichtig, dass Sie verstehen, dass Sie, um einen Wert von Ihren offenen Positionen realisieren zu können, eine entsprechende Transaktion eingehen müssten, um Ihre offenen Positionen zu schließen und Sie könnten es schwierig oder unmöglich finden, dies unter gewissen Marktbedingungen zu tun.
fr: Les transactions sur le Forex et les contrats pour différences induit un haut degré de risque et sont spéculatifs car ils vous permettent de spéculer sur des mouvements de court terme du prix de l'instrument financier sous-jacent. Vous ne devriez pas entrer sur le Forex et/ou les transactions sur contrats pour différences à moins que vous puissiez soutenir des pertes qui dépassent vos fonds déposés. Il est important pour vous de comprendre qu'afin de réaliser une plus value à partir de vos positions, vous auriez à entrer dans une transaction correspondante afin de clôturer vos positions ouvertes et cela peut être difficile voire impossible de le faire dans certains conditions de marché.
ja: 外国為替取引と差金決済取引は、原資産金融商品の短期間の価格変動を推測することになるので、高い危険性を含みます。口座資金を超えないよう損失額を維持できない限り、外国為替取引及び/または差金決済取引を行べきではありません。オープンポジショから得られるまたは失う値を理解しておくことは大切です。オープンポジションを閉じるために常に意識をして対応して頂き、特定の市場状況において難しいまたは不可能な事象を把握していくことが必要となります。
vi: Ngoại hối và các hợp đồng chênh lệch giá giao dịch liên quan đến một mức độ rủi ro cao và đầu cơ vì chúng cho phép bạn suy đoán trong các bước đi ngắn hạn của giá cả của các công cụ tài chính bên dưới. Bạn không nên tham gia vào ngoại hối hoặc/và các hợp đồng chênh lệch giá giao dịch trừ phi bạn có khả năng duy trì thiệt hại mà vượt quá khoản tiền bạn gửi vào. Điều quan trọng với bạn để hiểu rằng để nhận ra bất cứ giá trị nào từ các phiên tăng giá của bạn, bạn nên tham gia vào một phiên giao dịch chính xác để đóng lại thế tăng của bạn và bạn có thể thấy nó khó khăn hoặc bất khả thi để thực hiện điều đó dưới một vài điều kiện nhất định của thị trường.
zh_cn: 外汇和差价交易合约涉及高风险，是一种投机活动，因为您可推测基础金融工具价格的短期变动。除非您能接受比您存入资金更大的亏损，不然您不适合参与外汇交易和 （或） 签订差价交易合约。重要的是您需了解，如果要从持仓头寸获取任何回报，您必须参与相应的交易将持仓头寸平仓，有时候在一些市场条件下您可能很难或无法做到此点。
