Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves’s vision is to create a market in the simplest of all derivatives contracts – the fixed-odds bet – and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities.
ar: بطراز وادي السيليكون الكلاسيكي، بدأ مدير و متعهد صندوق التحوط ومقره هونج كونج، جان إيف سيرو، ريجنت ماركتس بغرفة نومه في هونج كونج. فقد طور أنظمة وأساليب وخوارزميات لتنفيذ نظام المراهنة المالي بالاحتمالات الثابتة. رؤية جان إيف سيرو انصبت على إنشاء أبسط سوق بين كل عقود المشتقات المالية - المراهنة المالي بالاحتمالات الثابتة - وأن يقدم للمستثمرين العاديين فرصة لعمل رهانات مالية صغيرة. فقد كان قبل ابتكاره، يتم تداول الخيارات الثنائية فقط بمبالغ كبيرة.
id: Dengan gaya klasik Silicon Valley, seorang manager pengelola dana berjiwa pengusaha bernama Jean-Yves Sireau memulai Regent Markets dari kamar tidurnya di Hong Kong. Beliau membangun sistem, metode dan algoritma untuk mengimplementasikannya pada sistem trading financial fixed-odds. Visi Jean-Yves adalah untuk menciptakan pasar pada kontrak derivatif sederhana - trading fixed-odds - dan menawarkan kesempatan bagi investor umum untuk membeli kontrak berukuran kecil. Hingga inovasi beliau, opsi binary biasanya hanya ditradingkan dalam jumlah besar.
pl: W klasycznym stylu jak z Doliny Krzemowej, Jean-Yves Sireau, twórca funduszu hedgingowego i przedsiębiorca z Hong Kongu, zakłada Regents Markets w swoim pokoju w Hong Kongu. Rozwija system, metody i algorytmy i tworzy system zakładów o ustalonej stawce. Planuje stworzyć rynek najprostszych instrumentów pochodnych – zakładów o ustalonej stawce – i zaproponować zwykłym graczom możliwość zawierania małych zakładów. Do czasu stworzenia tej innowacji opcjami binarnymi handlowano tylko w dużych ilościach.
ru: В классическом стиле Силиконовой Долины, хедж-менеджер фонда и предприниматель Жан-Ив Сиро начинает историю Regent Markets в своей комнате в Гонконге. Он развивает системы, методы и алгоритмы для системы финансовых ставок с фиксированным коэффициентом выигрыша. Идея Жан-Ива - создать рынок в самой простой форме из всех производных контрактов - с фиксированным коэффициентом выигрыша - и давать обычным инвесторам шанс делать ставки на небольшие суммы. До этой инновации торговля на бинарных опционах обычно была возможна только в больших объемах.

source: In order for you to place contracts, we need to know your Residence (Country). Please update your settings.
ar: لتتمكن من التداول، نحن بحاجة إلى معرفة مكان إقامتك (الدولة). يرجى تحديث إعداداتك.
id: Untuk melakukan pembelian kontrak, kami perlu mengetahui domisili (Negara) anda. Silahkan perbarui bagian pengaturan.
pl: Aby umożliwić Ci zawieranie transakcji, musimy znać Twoje miejsce zamieszkania (kraj). Prosimy o uaktualnienie ustawień.
ru: Для того, чтобы Вы могли приобретать контракты, нам необходимо знать Вашу страну проживания. Пожалуйста, обновите свои настройки.
th: ในการดำเนินการสัญญาของท่าน พวกเราต้องการทราบประเทศที่ท่านพำนักอยู่ โปรดเพิ่มข้อมูลของท่าน

source: In order to proceed, please verify your email address.
ar: للمتابعة، يرجى التحقق من عنوان بريدك الإلكتروني.
id: Untuk melanjutkan, harap verifikasi alamat email Anda.
pl: Proszę zweryfikować swój adres e-mail, aby kontynuować.
ru: Для того, чтобы продолжить, пожалуйста, верифицируйте свой эл.адрес.
th: โปรดตรวจสอบอีเมล์ของท่านเพื่อการดำเนินการต่อ

source: In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A.
ar: في المملكة المتحدة وجزيرة آيل أوف مان، يتداول عملاؤنا عبر بيناري (آي أو إم) المحدودة. في الاتحاد الأوروبي (باستثناء المملكة المتحدة)، يتداولون من خلال بيناري (أوروبا) المحدودة وبيناري للاستثمارات (أوروبا) المحدودة. في بقية العالم، يتداولون من خلال بيناري (سي آر) شركة مساهمة.
id: Di Inggris dan Isle of Man, klien kami bertrading melalui Binary (IOM) Ltd. Di Uni Eropa (kecuali Inggris), mereka bertrading melalui Binary (Europe) Ltd dan Binary Investments (Europe) Ltd. Sisa bagian dunia lainnya, mereka bertrading melalui Binary (C.R.) S.A.
pl: W Zjednoczonym Królestwie i na Wyspie Man nasi klienci handlują za pośrednictwem Binary (IOM) Ltd. W Unii Europejskiej (za wyjątkiem Zjednoczonego Królestwa), handlują za pośrednictwem Binary (Europa) Ltd oraz Binary Investments (Europa) Ltd. W pozostałych krajach handel odbywa się za pośrednictwem Binary (C.R.) S.A.
ru: Наши клиенты из Великобритании и с острова Мэн торгуют через Binary (IOM) Ltd. Клиенты из Европейского Союза (за исключением Великобритании) торгуют через Binary (Europe) Ltd и Binary Investments (Europe) Ltd. Клиенты из других стран мира торгуют через Binary (C.R.) S.A.

source: In the event of any conflict between the content in this document and the above documents, this document controls your use of the Binary.com API. If you disagree with any of the provisions in these Terms, do not access or use the Binary.com API.
ar: في حال وجود تعارض بين مضمون هذه الوثيقة والوثائق المذكورة أعلاه, فهذه الوثيقة تحكم استخدامك لواجهة برمجة التطبيقات الخاصة ب Binary.com. إذا كنت لا توافق على أي من البنود الواردة في هذه الشروط, لا تصل أو تستخدم واجهة برمجة التطبيقات الخاصة ب Binary.com.
id: Dalam hal terjadi konflik antara isi dalam dokumen ini dan dokumen di atas, dokumen ini mengontrol penggunaan API Binary.com. Jika Anda tidak setuju dengan salah satu ketentuan dalam Ketentuan ini, maka jangan mengakses atau menggunakan API Binary.com.
pl: W przypadku jakichkolwiek rozbieżności pomiędzy treścią niniejszego dokumentu a treścią powyższych dokumentów, niniejszy dokument jest wiążący pod względem korzystania z API Binary.com. Jeśli nie zgadasz się z jakimkolwiek postanowieniem niniejszego Regulaminu, nie korzystaj z API Binary.com.
ru: В случае возникновения противоречий между содержанием данного документа и вышеперечисленных документов, данный документ будет определять условия использования Вами API Binary.com. Если Вы не согласны с любым положением данных Правил, воздержитесь от использования API Binary.com.

source: In the event that the Company is aware of an Affiliate who is in breach of any of the above provisions, the Company shall have the right, in addition to any other right or remedy available to it under this Agreement or applicable law, to immediately block the Affiliate’s access to this Program. The Affiliate hereby irrevocably waives its rights to, and shall indemnify the Company and any member of the Binary group of companies for, any claim or demand made against the Company or any member of the Binary group of companies, their directors, officers, shareholders, employees or against the Binary.com website in respect of such action taken by the Company.
ar: في حال علمت الشركة بوجود تابع لها يعمل على خرق أو انتهاك أي من البنود المذكورة أعلاه, سيتعين على الشركة المطالبة بحقها أو أي حقوق أخرى أو التعويض المستحق لها بموجب هذه الإتفاقية أو القوانين المعمول بها, لمنع وصول هذا التابع إلى هذا البرنامج فوراً. ويكون التابع بذلك قد تنازل عن حقوقه تنازلاً لا رجعة فيه, وسيتعين عليه تعويض الشركة عن الضرر الذي لحق بها أو أي عضو من أعضاء مجموعة شركات Binary, لأي إدعاء, مطالبة تم تقديمها ضد الشركة أو أي عضو من أعضاء مجموعة شركات Binary, مدرائها, موظفيها, مساهميها أو ضد موقع الشركة الإلكتروني Binary.com فيما يتعلق بشأن الإجراءات المتخذه من قبل الشركة.
id: Pada saat Perusahaan mengetahui dimana Affiliasi telah melanggar perjanjian diatas, maka Perusahaan berhak untuk memblokir akses Affiliasi tersebut pada Program ini. Affiliasi tersebut bagaimanapun tidak dapat membebaskan haknya, dan perlu melakukan ganti rugi kepada Perusahaan atau anggota dari grup Perusahaan Binary jika terdapat tuntutan atau permintaan yang diajukan kepada Perusahaan atau anggota grup perusahaan Binary baik itu direktur, petugas, pemegang saham, karyawan atau terhadap situs Binary.com sehubungan dengan tindakan yang diambil oleh perusahaan.
pl: Jeśli Firma uzyska informacje, że Partner narusza postanowienia jakiegokolwiek z powyższych postanowień, Firma ma prawo natychmiast zablokować dostęp Partnera do Programu, może też skorzystać z wszelkich innych praw lub środków zapobiegawczych nadanych jej na mocy niniejszej Umowy. Partner niniejszym zrzeka się nieodwołalnie praw do wszelkich roszczeń w stosunku do Firmy lub jakiejkolwiek spółki należącej do grupy Binary, jej kadry zarządzającej i kierowniczej, pracowników, udziałowców oraz roszczeń dotyczących strony Binary.com w przypadku takich działań podjętych przez Firmę, oraz zwalnia Firmę i wszelkie spółki należące do grupy Binary.com z odpowiedzialności za takie roszczenia.
ru: Если Компании станет известно о нарушении Партнёром любых вышеперечисленных положений, Компания оставляет за собой право (в дополнении к любым правам и средствам правовой защиты, предоставленным ей в рамках данного Соглашения или применимого законодательства) незамедлительно заблокировать доступ Партнёра к данной Программе. Настоящим партнёр окончательно отказывается от всех прав, а также обязуется оградить Компанию и любого члена группы компаний Binary Group от подачи любых претензий или исков против Компании или любого другого представителя группы компаний Binary Group, их директоров, сотрудников, акционеров, работников, а также против вебсайта Binary.com (в отношении действий, предпринятых Компанией).

source: In what country do you want to offer your service
ar: في أي بلد تود أن تقدم خدمتك
id: Pada negara mana anda ingin menawarkan layanan anda
pl: W jakim kraju chcesz świadczyć usługę
ru: В какой стране Вы планируете предлагать свой сервис
th: ท่านต้องการบริการในประเทศใด

source: Incorrect email or password.
ar: البريد الإلكتروني أو كلمة المرور غير صحيحة.
id: Email atau kata sandi salah.
pl: Nieprawidłowy e-mail lub hasło.
ru: Неверный эл.адрес или пароль.
th: รหัสผ่าน หรือ อีเมล์ ไม่ถูกต้อง

source: Indicative Price
ar: أسعار ارشادية
id: Harga Indikatif
pl: Cena orientacyjna
ru: Временная цена
th: ราคาบ่งชี้

source: Indicator
ar: مؤشر
id: Indikator
pl: Wskaźnik
ru: Индикатор
th: ดัชนี

source: Indicator that displays the width of Bollinger Bands.
ar: مؤشر يعرض عرض البولينجر باندز.
id: Indikator yang menampilkan lebar Bollinger Bands.
pl: Wskaźnik pokazujący szerokość wstęg Bollingera.
ru: Индикатор, который показывает ширину полос Боллинджера.
th: ดัชนีซึ่งแสดงความกว้างของโบลินเจอร์แบนด์

source: Indicator that displays the width of Donchian Channels.
ar: مؤشر يعرض عرض قنوات دونكان.
id: Indikator yang menampilkan lebar Saluran Donchian.
pl: Wskaźnik pokazujący szerokość kanałów Donchiana.
ru: Индикатор, показывающий ширину каналов Дончиана.
th: ดัชนีซึ่งแสดงความกว้างของช่องตัวบ่งชี้ Donchian

source: Indicator that is calculated by subtracting a 10 period exponential moving average from a 3 period moving average of the Accumulation Distribution Line.
ar: مؤشر يتم حسابه عن طريق طرح متوسط أُسي متحرك ذي 10 فترات من متوسط متحرك ذي 3 فترات من خط التوزيع المتراكم.
id: Indikator yang dihitung dengan mengurangkan 10 periode pergerakan rata-rata eksponesial dari 3 periode pergerakan rata-rata Garis Akumulasi Distribusi.
pl: Wskaźnik obliczany przez odjęcie 10-okresowej średniej kroczącej od 3-okresowej średniej linii akumulacji/dystrybucji.
ru: Индикатор, который рассчитывается путем вычитания из скользящей средней за 3 периода (на линии Accumulation Distribution) значения экспоненциальной скользящей средней за 10 периодов.
th: ดัชนี้ที่ถูกคำนวณโดยการลบ 10 ช่วง EMA จาก 3 ช่วงค่าเฉลี่ยเคลื่อนที่ของ ADL

source: Indicator that signals an upward trend when it rises above zero and a downward trend when it falls below zero. The farther away the oscillator is from the zero line, the stronger the trend.
ar: مؤشر يشير إلى اتجاه صعودي عندما يرتفع فوق الصفر وإلى اتجاه نزولي عندما يسقط تحت الصفر. كلما بعد المذبذب عن خط الصفر كلما كان الاتجاه أقوى.
id: Indikator dimana sinyal bergerak cenderung naik diatas nol dan cenderung jatuh dibawah nol. Semakin jauh jarak oskilator dari baris nol maka kecenderungan semakin kuat.
pl: Wskaźnik, który sygnalizuje trend wzrostowy, kiedy jest powyżej zera i trend spadkowy, kiedy spada poniżej zera. Im dalej oscylator jest od linii zerowej, tym silniejszy trend.
ru: Индикатор, указывающий на восходящую тенденцию при значении выше 0, и на тенденцию вниз при отрицательном значении. Чем дальше осциллятор от 0, тем сильнее тенденция.
th: ดัชนีที่บอกทิศทางขาขึ้น เมื่อขึ้นไปเหนือเส้น 0 และเส้นขาลง เมื่อเส้นอยู่ต่ำกว่า 0 เมื่อระยะห่างออกไปมีการแกว่งตัวจากเส้น 0 เป็นเส้นแนวโน้มที่ชัดเจน

source: Input validation failed:
ar: فشل التحقق من صحة المدخلات:
id: Validasi input gagal:
pl: Weryfikacja danych wejściowych nie powiodła się:
ru: Проверка введенных данных не удалась:
th: การตรวจสอบข้อมูลนำเข้าล้มเหลว:

source: Instant
ar: فوري
id: Langsung
pl: Błyskawicznie
ru: Мгновенно
th: ทันที

source: Instruments
ar: أدوات مالية
id: Instrument
pl: Instrumenty
ru: Финансовые инструменты
th: เครื่องมือ

source: Insufficient balance
ar: رصيد غير كاف
de: Unzureichendes Guthaben
id: Saldo tidak mencukupi
pl: Niewystarczające saldo
ru: Недостаточно баланса
th: ยอดคงเหลือไม่เพียงพอ
vi: Số dư tài khoản không đủ
zh_cn: 余额不足

source: Interested, so what’s next? If you can offer our Clients a specific e-cash method or a local payment option that is not already provided by %1, and you have a good track record in the market, then we would love to <a href='mailto:affiliates@binary.com'>hear from you!</a>
ar: مهتم، فما هي الخطوة التالية؟ إذا كان بامكانك أن تقدم لعملائنا طريقة نقدية إلكترونية معينة أو خيار الدفع بعملة محلية غير مقدمة بالفعل من %1، وكان لديك سجل جيد في السوق، إذن نود أن <a href='mailto:affiliates@binary.com'>نسمع منك!</a>
id: Tertarik, langkah selanjutnya? Jika Anda dapat menawarkan Klien kami metode tunai atau pembayaran lokal yang belum disediakan oleh %1, dan Anda memiliki track record yang baik, maka kami ingin <a href='mailto:affiliates@binary.com'>mendengar Anda!</a>
pl: Zainteresowaliśmy Cię? Co teraz? Jeśli możesz zaoferować naszym Klientom określone metody płatności e-gotówkowych lub możliwości dokonywania płatności lokalnych, których %1 nie ma jeszcze w swojej ofercie, i posiadasz dobre wyniki rynkowe, chcielibyśmy <a href='mailto:affiliates@binary.com'>nawiązać kontakt!</a>
ru: Хотите узнать, что дальше? Если у Вас хороший послужной список на рынке и Вы можете предложить своим Клиентам конкретный метод расчета электронными деньгами или местный метод оплаты, ещё не представленный на %1, будем рады <a href='mailto:affiliates@binary.com'>познакомиться!</a>
th: รู้สึกสนใจมั้ย แล้วขั้นตอนถัดไปทำอย่างไร? หากท่านสามารถระบุการชำระเงินอิเล็กทรอนิกส์ หรือ วิธีการชำระเงินส่วนท้องถิ่นที่ %1 ไม่มี และท่านมีภาพรวมของผลงานที่ดีในตลาด พวกเราปรารถนาที่จะ<a href='mailto:affiliates@binary.com'>ได้การตอบรับจากท่าน</a>

source: Intraday contracts may not cross market open.
ar: لا يجوز لصفقات التداول اليومي أن تجتاز موعد افتتاح السوق.
id: Kontrak intraday mungkin tidak melewati pembukaan pasar.
pl: Kontrakty dzienne nie mogą być zawierane na okres dłuższy niż do momentu otwarcia rynku następnego dnia.
ru: Внутридневные контракты не могут переходить на следующий рабочий день.
th: สัญญาระหว่างวันอาจจะไม่ทำกำไรขณะตลาดเปิด

source: Invalid Input
ar: إدخال غير صحيح
id: Input tidak valid
pl: Nieprawidłowy wpis
ru: Неверный ввод
th: ข้อมูลไม่ถูกต้อง

source: Invalid URI for appstore.
ar: URI غير صالح لـ appstore.
id: URL salah untuk appstore.
pl: Nieprawidłowe URI do App Store.
ru: Неправильный URI для Appstore.
th: URI ของ AppStore ไม่ถูกต้อง

source: Invalid URI for github.
ar: URI غير صالح لـ github.
id: URL salah untuk github.
pl: Nieprawidłowe URI do github.
ru: Неправильный URI для GitHub.
th: URI ของ github ไม่ถูกต้อง

source: Invalid URI for googleplay.
ar: URI غير صالح لجوجل بلاي.
id: URL salah untuk google play.
pl: Nieprawidłowe URI do Google Play.
ru: Неправильный URI для Googleplay.
th: URI ของ Google Play ไม่ถูกต้อง

source: Invalid URI for homepage.
ar: URI غير صالح للصفحة الرئيسية.
id: URL salah untuk halaman utama.
pl: Nieprawidłowe URI do strony startowej.
ru: Неправильный URI главной страницы.
th: URI ของโฮมเพจไม่ถูกต้อง

source: Invalid amount. Minimum transfer amount is 0.10, and up to 2 decimal places.
ar: مبلغ غير صحيح. المبلغ الأدنى للتحويل هو 0.10، وحتى 2 من الكسور العشرية.
id: Jumlah salah. Minimum transfer adalah 0.10 hingga 2 angka desimal.
pl: Nieprawidłowa kwota. Minimalna kwota przelewu to 0,10, do dwóch miejsc po przecinku.
ru: Неверная сумма. Минимальная сумма перевода составляет 0.10 и до 2 знаков после запятой.
th: จำนวนไม่ถูกต้อง มูลค่าต่ำที่สุดที่โอนได้ คือ 0.10 และมีทศนิยม 2 ตำแหน่ง

source: Invalid amount. minimum is 10, maximum is 2000.
ar: قيمة غير صالحة. الحد الأدنى 10، والحد الأقصى 2000.
id: Jumlah salah. Minimum 10, maksimum 2000.
pl: Nieprawidłowa kwota. Kwota minimalna to 10, maksymalna to 2000.
ru: Неправильная сумма. Минимум: 10, максимум: 2000.
th: จำนวนไม่ถูกต้อง มูลค่าต่ำที่สุด คือ 10 และมูลค่าสูงที่สุด คือ 2,000

source: Invalid candles request
ar: طلب الشموع غير صالح
id: Permintaan candle salah
pl: Nieprawidłowe żądanie dot. wykresu świecowego
ru: Неправильный запрос графика свечей
th: การร้องขอแท่งเทียนไม่ถูกต้อง

source: Invalid date of birth.
ar: تاريخ الميلاد غير صحيح.
id: Tanggal lahir salah.
pl: Nieprawidłowa data urodzenia.
ru: Неправильная дата рождения.
th: วันเกิดไม่ถูกต้อง

source: Invalid email and password combination.
ar: صيغة غير صالحة للبريد الإلكتروني مع كلمة المرور.
id: Kombinasi email dan kata sandi tidak cocok.
pl: Nieprawidłowe połączenie adresu e-mail i hasła.
ru: Неверная комбинация эл.адреса и пароля.
th: อีเมล์และการกำหนดรหัสผ่านไม่ถูกต้อง

source: Invalid period input! Please input the period between 0 and #1
ar: فترة الإدخال غير صالحة! الرجاء إدخال الفترة ما بين 0 و 1#
id: Data untuk periode salah! Tolong masukan data di antara 0 dan 1
pl: Nieprawidłowo wpisany okres! Proszę wpisać okres między 0 a #1
ru: Неверно указан период. Введите период между 0 и #1
th: ข้อมูลช่วงเวลาไม่ถูกต้อง! โปรดป้อนช่วงเวลาโดยเป็นค่าระหว่าง 0 และ #1

source: Invalid stake
ar: حصة غير صالحة
id: Modal salah
pl: Nieprawidłowa stawka
ru: Недействительная ставка
th: การวางเงินไม่ถูกต้อง

source: Invalid telephone number (too long).
ar: رقم هاتف غير صالح (طويل جداً).
id: Nomor telepon salah (terlalu panjang).
pl: Nieprawidłowy nr telefonu (za długi).
ru: Неверный номер телефона (слишком длинный).
th: หมายเลขโทรศัพท์ไม่ถูกต้อง (ยาวเกินไป)

source: Invalid telephone number (too short).
ar: رقم هاتف غير صالح (قصير جداً).
id: Nomor telepon salah (terlalu pendek).
pl: Nieprawidłowy nr telefonu (za krótki).
ru: Неверный номер телефона (слишком короткий).
th: หมายเลขโทรศัพท์ไม่ถูกต้อง (สั้นเกินไป)

source: Invalid telephone number.
ar: رقم هاتف غير صالح.
id: Nomor telepon salah.
pl: Nieprawidłowy nr telefonu.
ru: Неверно указан номер телефона.
th: หมายเลขโทรศัพท์ไม่ถูกต้อง

source: Invalid workspace name. Only use characters (A-Z,a-z,0-9, -, _ and whitespace)
ar: اسم مساحة عمل غير صالح. استخدم فقط الأحرف أو الأرقام(A-Z,a-z,0-9, -, _ ومساحة بيضاء)
id: Nama area kerja tidak berlaku. Silakan gunakan hanya huruf (A-Z,a-z,0-9, -, _ dan whitespace)
pl: Nieprawidłowa nazwa obszaru roboczego. Można używać tylko znaków A-Z,a-z,0-9, -, _ i spacji
ru: Неверное название рабочего пространства. Используйте следующие знаки: A-Z,a-z,0-9, -, _ и пробел.
th: การตั้งชื่อ Workspace ไม่ถูกต้อง โปรดใช้อักขระ A-Z, a-z, 0-9, - และช่องว่าง เท่านั้น

source: Investments & Dividends
ar: الاستثمارات وتوزيعات الأرباح
id: Investasi & Dividen
pl: Inwestycje i dywidenda
ru: Инвестиции & Дивиденды
th: เงินปันผลและการลงทุน

source: It’s time to expand. We set up a programming center in Cyberjaya – the Silicon Valley of Kuala Lumpur – to maintain and improve BetOnMarkets.com.
ar: انه وقت التوسع. أنشأنا مركزا للبرمجة في سيبرجايا - وادي السيليكون في كوالا لمبور - لصيانة وتطوير BetOnMarkets.com.
id: Sudah saatnya untuk memperluas. Kami mendirikan pusat pemrograman di Cyberjaya - Silicon Valley Kuala Lumpur - untuk mempertahankan dan meningkatkan BetOnMarkets.com.
pl: Czas się rozwijać. Tworzymy centrum programistyczne w Cyberjaya – Dolinie Krzemowej w pobliżu Kuala Lumpur – aby utrzymywać i usprawniać BetOnMarkets.com.
ru: Время расширяться. Мы открыли центр программирования в Cyberjaya - Силиконовой Долине Куала-Лумпур - для функционирования и улучшения BetOnMarkets.com.
th: ถึงเวลาที่จะขยายอาณาจักร พวกเราได้ตั้งศูนย์ของระบบที่ไซเบอร์จายา สถานที่หนึ่งประดุจซิลิคอนวัลเลย์ของกัวลาลัมเปอร์ เพื่อดูแลและปรับปรุง BetOnMarkets.com

source: J. Welles Wilder has developed the Average Directional Index - ADX to define trend force, whether the trend will develop further or will gradually weaken. The indicator allows to analyse tendencies of the market and to make trading decisions in the market forex.
ar: طور ج. ويلز وايلدر مؤشر الحركة الاتجاهي - ADX ليُحدد قوة الإتجاه، إذا كان الاتجاه سيتطور أم أنه سيضعف تدريجياً. يسمح المؤشر بتحليل اتجاهات السوق واتخاذ قرارات التداول فى سوق العملات الأجنبية.
id: J. Welles Wilder telah mengembangkan Average Directional Index - ADX untuk mendefinisikan paksaan trend, apakah tren akan berkembang lebih lanjut atau akan berangsur-angsur melemah. Indikator ini dapat menganalisa kecenderungan pasar dan membuat keputusan trading pada pasar forex.
pl: J. Welles Wilder opracował indeks ADX (Średni indeks ruchu kierunkowego), aby określić siłę trendu oraz to, czy trend będzie się dalej rozwijał, czy też będzie stopniowo słabnąć. Indeks pozwala analizować tendencje na rynku oraz podejmować decyzje handlowe na rynku walutowym.
ru: Дж. Уэллес Уайлдер разработал индикатор Индекс Среднего Направления Движения (Average Directional Movement Index, ADX) для выявления силы тенденции, будет ли она развиваться далее или постепенно ослабнет. Индикатор позволяет анализировать тенденции рынка и принимать решения на рынке валют Форекс.
th: J. Welles Wilder พัฒนาดัชนี ADX (Average Directional Index) เพื่อนิยามแนวโน้ม เมื่อแนวโน้มเริ่มอ่อนแรงทีละน้อย ดัชนีจะใช้วิเคราะห์แนวโน้มของตลาดและเพื่อเสนอแนวทางการตัดสินใจในตลาดฟอเร็กซ์

source: Jan
ar: يناير
pl: Styczeń
ru: Янв
th: ม.ค.
vi: Tháng Một
zh_cn: 一月

source: Job details
ar: تفاصيل العمل
id: Rincian pekerjaan
pl: Opis stanowiska
ru: Описание вакансии
th: รายละเอียดงาน

source: Join our analysts LIVE twice a week for a comprehensive analysis of recent developments and trends in the global financial markets.
ar: انضم لتحليلنا المباشر مرتين فى الأسبوع لتحصل على تحليل شامل لأحدث التطورات والاتجاهات فى أسواق المال العالمية.
id: Ikuti analis kami secara LIVE dua kali seminggu untuk memperoleh analisa menyeluruh pada perkembangan dan tren terbaru di pasar finansial dunia.
pl: Dołącz NA ŻYWO do naszych analityków dwa razy w tygodniu, aby uzyskać kompletną analizę ostatnich trendów i wydarzeń na światowych rynkach finansowych.
ru: Присоединитесь к живой сессии с нашими аналитиками ДВАЖДЫ в неделю, чтобы прослушать подробный анализ последних событий и тенденций на мировых рынках (на английском).
th: ติดตามนักวิเคราะห์ของเราเพื่อรายงานสดสัปดาห์ละสองครั้ง สำหรับการวิเคราะห์ทิศทาง แนวโน้มอย่างครอบคลุมในตลาดการเงินระดับโลก

source: Join our developer community
ar: انضم إلى مجتمع المطورين لدينا
id: Bergabung dengan komunitas pengembang kami
pl: Dołącz do społeczności naszych programistów
ru: Присоединяйтесь к нашему сообществу разработчиков

source: Joshua Cavallaro <span> Markets And You Trader.</span>
ar: جوشوا كافالارو <span> Markets And You Trader.</span>
id: Joshua Cavallaro<span> Trader Markets And You.</span>
pl: Joshua Cavallaro <span> Gracz na portalu Markets And You.</span>
ru: Джошуа Кавалларо <span> Markets And You Trader.</span>
