Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: In the unlikely event of BIEL suffering an investment default and not being able to meet its obligations, BIEL is a member of the Malta Investor Compensation Scheme which covers the first €20,000 of any claim. Whether you are able to claim depends on the type of business and your personal circumstances.
ar: في الحدث غير المحتمل من أن BIEL تعاني من تعثر الاستثمار وعدم القدرة على الوفاء بالتزاماتها، BIEL عضو في Malta Investor Compensation Scheme والذي يغطي أول € 20،000 من أي مطالبة. ما إذا كنت قادرا على المطالبة هذا يعتمد على نوع العمل والملابسات الشخصية.
de: Für den unwahrscheinlichen Fall, dass BIEL eine Investition nicht ausführen und seine Verpflichtungen nicht erfüllen kann, ist BIEL Mitglied der Maltesischen Entschädigungseinrichtung für Investoren, die die ersten 20.000 € eines jeden Schadens abdeckt. Ob Sie einen Anspruch stellen können, hängt von der Art des Geschäfts und Ihren persönlichen Verhältnissen ab.
fr: Dans le cas peu probable où BIEL subirait un défaut d'investissement et ne serait plus en mesure de remplir ses obligations, BIEL est un membre d'un système d'indemnisation des investisseurs (le « Malta Investor Compensation Scheme ») qui couvre la première tranche de 20 000 € pour toute créance. Votre capacité à déposer une réclamation dépend du type de contrat et de votre situation personnelle.
id: Dalam hal dimana BIEL mengalami kelalaian investasi dan tidak mampu memenuhi kewajibannya, BIEL adalah anggota Malta Investor Compensation Scheme (Skema Kompensasi Investor Malta) yang menjamin klaim manapun bagi €20,000 pertama. Apakah Anda dapat mengklaim tergantung kepada jenis usaha dan keadaan pribadi Anda.
ja: 万一BIELが投資デフォルトを被ったり、その義務を果たせない場合、BIELはマルタ投資家補償機構（the Malta Investor Compensation Scheme）のメンバーになるので初期クレームの€20,000 をカバーします。クレームをできるかどうかはビジネスタイプや個人の状況に準じます。
pl: BIEL jest członkiem programu Malta Investor Compensation Scheme i w mało prawdopodobnym przypadku straty inwestycyjnej firmy BIEL powodującej niemożliwość wywiązania się z zobowiązań przez BIEL, program ten zapewnia 20 000 € na pokrycie pierwszej części jakiegokolwiek roszczenia. To czy możesz wnieść roszczenie zależy od rodzaju działalności i Twojej konkretnej sytuacji.
ru: В маловероятном случае, если с BIEL произойдет инвестиционный дефолт, и компания не сможет выполнить свои обязательства, BIEL, являясь членом мальтийской схемы компенсации инвесторам (Malta Investor Compensation Scheme), имеет суммы на покрытие любой жалобы в размере первых 20,000€. Возможность удовлетворения Вашей заявки на покрытие инвестиций зависит от типа бизнеса и Ваших личных обстоятельств.
vi: Khác với việc BIEL đang chịu đựng khoản thua lỗ trong đầu tư và không có khả năng đáp ứng được nghĩa vụ của mình, BIEL là một thành viên của Hệ thống Bồi thường Nhà đầu tư Malta, tổ chức này trước tiên sẽ bồi thường €20,000 cho bất kì vụ kiện nào. Việc bạn có thể khiếu kiện hay không phụ thuộc vào loại hình kinh doanh và trường hợp cá nhân của bạn.
zh_cn: 一个发生概率很小的情况是，BIEL违反投资合同条款而无法履行义务。BIEL是马耳他投资者赔偿计划成员，对所有控诉都投了头笔赔偿基金保险，金额高达20,000欧元。您是否能获得赔偿须取决于商业类型和您的个人情况。

source: In this newly created role, to be based on our offices in Cyberjaya, Malaysia, you will be responsible for:
ar: وفي هذا الدورالجديد، ستتواجد في مكاتبنا في سيبرجايا، ماليزيا، سوف تكون مسؤولا عن:
de: In dieser neu geschaffenen Position, die in unserer Niederlassung in Cyberjaya, Malaysia angesiedelt ist, werden Sie verantwortlich sein für:
fr: En tant que titulaire de ce nouveau poste basé dans nos bureaux de Cyberjaya, en Malaisie, vous prendrez en charge les tâches suivantes :
id: Peran baru ini akan berkedudukan pada kantor kami di Cyberjaya, Malaysia, Anda akan bertanggung jawab untuk:
ja: 新しいこの役割はサイバージャヤとマレーシアオフィスに基づいているため、次の役割を担当していただきます。：
pl: Na tym nowoutworzonym stanowisku w naszym biurze w Cyberjava w Malezji będziesz odpowiadać za:
ru: На эту новую должность нам нужен сотрудник в городе Киберджайя, Малайзия, в обязанности которого будет входить:
th: บทบาทใหม่นี้ จะประจำที่สำนักงานของเราที่ไซเบอร์จายา ประเทศมาเลเซีย ท่านจะรับผิดชอบ:
vi: Trong vai trò hoàn toàn mới được thực hiện ở các văn phòng tại Cyberjaya, Malaysia, bạn sẽ có trách nhiệm:
zh_cn: 此新职位常驻我们位于马来西亚赛布再也市的公司。将负责:

source: In/Out
ar: داخل/خارج
de: Innerhalb/Außerhalb
fr: Zone In/Out
ja: レンジ
pl: Zakłady w/poza
ru: Внутри/Вне
vi: Trong/Ngoài
zh_cn: “范围之内/之外”

source: In/Out (ends between/outside and stays between/goes outside)
ar: داخل/خارج (ينتهي بين/خارج، ويبقى بين/يذهب خارج)
de: Innerhalb/Außerhalb (schließt zwischen/ausserhalb und bleibt zwischen/außerhalb)
fr: Zone In/Out (« Termine dans/hors de la zone » ou « Reste dans/Sort de la zone »)
id: In/Out (ends between/outside dan stays between/goes outside)
ja: イン/アウト (範囲内/外で終了または 範囲内に留まるか範囲外へ出る)
pl: W/poza (zakończy się pomiędzy/poza oraz pozostanie pomiędzy/przekroczy)
ru: Внутри/Вне (закончится между/вне и останется между/выйдет за пределы)
vi: Trong/Ngoài (kết thúc ở giữa/bên ngoài và nằm ở giữa/đi lệch ra ngoài)
zh_cn: “范围之内/之外”期权(收盘位于范围之内/之外且保持在范围之内/超出范围之外)

source: In/Out - Predict if the market will stay between or outside two target prices
de: Innerhalb/Außerhalb - Sagen Sie voraus, ob der Kurs innerhalb oder außerhalb von zwei Preiszielen bleiben wird
fr: In/Out : vous prédisez si le marché se maintiendra dans la zone ou hors de la zone délimitée par deux prix-cibles
ja: END-IN/END-OUT：上下にバリアを設定した価格内に留まるか？留まらないか？を予想します
vi: Trong/Ngoài - dự đoán thị trường sẽ ở giữa hay bên ngoài hai giá mục tiêu
zh_cn: 范围之内/之外 - 预测市场价格是否会保持在两个目标价格之内/之外

source: In/Out trades
ar: تداول الدخول/الخروج
de: Innerhalb/Außerhalb Kontrakte
fr: Options zone In/Out
id: Kontrak In/Out
ja: レンジ トレード
pl: Zakłady typu „w/poza”
ru: Контракты Внутри/Вне
vi: Giao dịch Trong/Ngoài
zh_cn: “范围之内 / 之外”交易

source: Inactive/Dormant Accounts
de: Inactive/Umsatzlose Konten
fr: Comptes inactifs/dormants
ja: インアクティブ / 休眠口座
vi: Tài khoản không kích hoạt/hoạt động
zh_cn: 非活跃/睡眠账户

source: Income Source
ar: مصدر الدخل
de: Einkommensquelle
fr: Source de Revenu
id: Sumber Penghasilan
ja: 収入源
pl: Źródło dochodu
ru: Источник дохода
th: แหล่งที่มาของรายได้
vi: Nguồn Thu nhập
zh_cn: 收入来源

source: Increase your HackerOne reputation to build up credibility and profile visibility.
de: Steigern Sie Ihren HackerOne Ruf, um Glaubwürdigkeit und Profilsichtbarkeit aufzubauen.
fr: Développez votre réputation sur HackerOne pour renforcer votre crédibilité et donner davantage de visibilité à votre profil.
ja: プロファイルの信頼性をあげるために、あなたのHackerOneの評価を高めましょう
vi: Tăng uy tín HackerOne của bạn để xây dựng sự tín nhiệm và khả năng hiển thị hồ sơ.
zh_cn: 增加您的HackerOne声誉，以建立信誉和配置文件的可见性。

source: Indemnification
ar: التعويض
de: Schadenersatz
fr: Exonération de responsabilité
id: Penggantian rugi
ja: 免責
pl: Odszkodowanie
ru: Возмещение ущерба
th: ค่าสินไหมทดแทน
vi: Tiền bồi thường
zh_cn: 赔偿

source: Indemnity and Liability
ar: التعويض والمسؤولية
de: Entschädigung und Haftung
fr: Indemnité et Responsabilité
id: Ganti rugi dan Kewajiban
ja: 賠償と責任範囲
pl: Odpowiedzialność i odszkodowanie
ru: Возмещение убытков и ответственность
th: ค่าสินไหมและหนี้สิน
vi: Bồi thường và Trách nhiệm pháp lý
zh_cn: 赔偿及责任

source: India 50 Cash Index
de: Indischer 50 Cash Index
ja: インド 50現物指数
vi: Chỉ số tiền mặt Ấn Độ 50
zh_cn: 印度 50 现金指数

source: Indicative
ar: ارشادي
de: Indikativ
fr: Indicatif
id: Indikatif
ja: 参考売却金額
pl: Orientacyjny
ru: Временная цена
th: บ่งชี้
vi: Chỉ thị
zh_cn: 指示性

source: Indices
ar: مؤشرات
de: Indizes
id: Indeks
ja: インデックス
pl: Wskaźniki
ru: Индексы
th: ดัชนี
vi: Chỉ số
zh_cn: 指数

source: Indices - All major worldwide stock indices sourced from the over-the-counter market
de: Indizes - Alle wichtigen weltweiten vom Direktmarkt bezogenen Aktienindizes
fr: Indices : Tous les principaux indices boursiers internationaux issus du marché de gré à gré
ja: インデックス - 店頭市場から全主要インデックスをご利用いただけます
vi: Chỉ số - tất cả các chỉ số chứng khoán trên toàn thế giới có nguồn gốc từ các thị trường chứng khoán phi tập trung
zh_cn: 指数 - 全球所有主要的股票指数源自场外交易市场

source: Indices trading experience
ar: خبرة التداول بالمؤشرات
de: Indizes Handelserfahrung
fr: Expérience du trading sur indices
id: Pengalaman trading indeks
ja: インデックス取引のご経験
pl: Doświadczenie w handlowaniu wskaźnikami
ru: Опыт торговли индексами
th: ประสบการณ์การเทรดดัชนีต่างๆ
vi: Kinh nghiệm Giao dịch Chỉ số
zh_cn: 指数交易经验

source: Indices trading frequency
ar: معدل تداول المؤشرات
de: Indizes Handelshäufigkeit
fr: Fréquence de trading sur indices
id: Frekuensi trading indeks
ja: インデックス取引の頻度
pl: Częstość handlowania wskaźnikami
ru: Частота торговли индексами
th: ความถี่ในการเทรดดัชนี
vi: Tần suất giao dịch Chỉ số
zh_cn: 指数交易频率

source: Individual Traders
ar: متداولين أفراد
de: Einzelne Händler
fr: Traders individuels
id: Trader Individual
ja: 個人投資家
pl: Gracze indywidualni
ru: Частные трейдеры
th: นักเทรดรายย่อย
vi: Nhà giao dịch cá thể
zh_cn: 个人交易者

source: Indonesia
ar: اندونيسا
de: Indonesien
fr: Indonésie
ja: インドネシア
pl: Indonezja
ru: Индонезия
th: อินโดนีเซีย
vi: In-đô-nê-xi-a
zh_cn: 印尼

source: Industry of Employment
ar: مجال العمل
de: Beschäftigungsbranche
fr: Secteur professionnel
id: Industri Kerja
ja: 雇用産業
pl: Sektor zatrudnienia
ru: Индустрия занятости
th: อุตสาหกรรมของการจ้างงาน
vi: Ngành công nghiệp Tuyển dụng
zh_cn: 职业领域

source: Information Security
ar: أمن المعلومات
de: Datensicherheit
fr: Sécurité de l'information
id: Informasi Keamanan
ja: 情報セキュリティ
pl: Ochrona informacji
ru: Информационная безопасность
th: ความปลอดภัยของข้อมูล
vi: An ninh Thông tin
zh_cn: 信息安全

source: Information Technology
ar: تكنولوجيا المعلومات
de: Informationstechnologie
fr: Technologie de l'information
id: Teknologi Informasi
ja: 情報技術
pl: Technologie informacyjne (IT)
ru: Информацион. технологии
th: เทคโนโลยีสารสนเทศ
vi: Công nghệ Thông tin
zh_cn: 信息技术

source: Information about the data feeds used by our company, and how the data is processed before being fed into the system.
ar: معلومات عن خلاصة البيانات التى تستخدمها شركتنا وكيف يتم معالجة هذة البيانات قبل تغذية النظام بها.
de: Informationen zu den Daten-Feeds, die von unserem Unternehmen verwendet werden und darüber, wie die Daten verarbeitet werden, bevor Sie in das System eingespeist werden.
fr: Informations sur les sources de données utilisées par notre société, et comment les données sont traitées avant leur entrée dans le système.
id: Informasi tentang kutipan data yang digunakan oleh Perusahaan kami dan bagaimana data tersebut diproses sebelum digunakan kedalam sistem.
ja: 当社で用いるデータフィード、及びシステム上にデータがどのように提示されるかについて説明します。
pl: Informacje o źródłach danych używanych przez naszą firmę i o tym, jak dane są przetwarzane przed wprowadzeniem do systemu.
ru: Данная страница содержит информацию о получении и публикации котировок, используемых компанией, а также об обработке получаемых данных.
th: สารสนเทศเกี่ยวกับข้อมูลนำเข้าที่ถูกใช้โดยบริษัทฯ ของเรา และข้อมูลถูกประมวลผลอย่างไร ก่อนจะนำเข้าในระบบ
vi: Thông tin về nguồn dữ liệu mà công ty chúng tôi dùng, và dữ liệu được xử lý như thế nào trước khi được thông báo lên hệ thống.
zh_cn: 我们公司所用数据源的相关信息，以及数据在导入系统前的处理方式。

source: Information of the previous performance of any underlying instrument or asset does not guarantee its current and/or future performance. Past performance is not a reliable indicator of future results.
ar: المعلومات عن الأداء السابق لأي أداة أساسية أو أصل لا يضمن الأداء الراهن و/أو في المستقبل. الأداء في الماضي ليس مؤشرا موثوقا على النتائج المستقبلية.
de: Die Informationen über die frühere Performance eines zugrundeliegenden Instruments oder einer Anlage garantiert nicht ihre aktuelle und/oder zukünftige Performance. Die Performance aus der Vergangenheit ist kein zuverlässiger Indikator für zukünftige Ergebnisse.
fr: Information de la performance précédente de n'importe quel instrument ou actif sous-jacent ne garantit pas sa performance actuelle et/ou future. Une performance du passé n'est pas un indicateur fiable des résultats futurs.
id: Informasi dari kinerja sebelumnya untuk setiap instrumen dasar atau aset tidak dapat menjamin kinerja saat ini dan/atau masa depan. Kinerja masa lalu bukan merupakan indikator yang dapat diandalkan untuk hasil di masa mendatang.
ja: 商品または原資産の以前の実績情報は現在および/または将来の業績を保証するものではありません。過去の実績は将来の成果を示すものではありません。
pl: Informacje dotyczące wcześniejszej wydajności jakiegokolwiek instrumentu bazowego lub jakichkolwiek aktywów nie gwarantuje ich obecnej i/lub przyszłej wydajności. Wcześniejsza wydajność nie jest rzetelnym wskaźnikiem przyszłych wyników.
ru: Информация о предыдущих результатах любого базового инструмента или актива не гарантирует его текущие и/или будущие результаты. Прошлые показатели не являются надежными индикаторами будущих результатов.
th: ข้อมูลของการดำเนินงานก่อนหน้านี้ของผลิตภัณฑ์อ้างอิง หรือ สินทรัพย์ใดๆ ไม่ได้รับประกันผลงานในปัจจุบัน และ/หรือ อนาคต ผลการดำเนินงานในอดีตไม่ได้เป็นตัวบ่งชี้การดำเนินงานในอนาคต
vi: Thông tin của bất kỳ lần giao dịch công cụ tài sản cơ sở hoặc tài sản lần trước không đảm bảo cho lần giao dịch hiện tại và/hoặc tương lai. GIao dịch lần trước không là chỉ số đáng tin cậy cho kết quả của tương lai.
zh_cn: 任何标的工具或资产上一次的表现不可保证其当前或未来的表现。以前的表现并不能作为未来结果的可靠指标。

source: Insufficient balance.
de: Unzureichendes Guthaben.
fr: Solde insuffisant.
ja: 口座残高が不足しています
vi: Số dư tài khoản không đủ.
zh_cn: 余额不足。

source: Interested, so what's next? If you can offer our Clients a specific e-cash method or a local payment option that is not already provided by %1, and you have a good track record in the market, then we would love to <a href='mailto:%2'>hear from you!</a>
de: Interessiert, was sollten Sie als nächstes tun? Wenn Sie unseren Kunden eine spezielle e-Cash Methode oder nationale Zahlungsoption anbieten können, die von %1 nicht schon angeboten wird, und Sie eine gute Erfolgsbilanz im Markt aufweisen können, würden wir gerne<a href='mailto:%2'> von Ihnen hören!</a>
fr: Cette démarche vous intéresse ? Si vous êtes en mesure de proposer à nos clients un service de paiement électronique qui ne figure pas encore parmi les services fournis par %1 et que vous jouissez d'une solide réputation sur le marché, n'hésitez pas à nous <a href='mailto:%2'>contacter !</a>
ja: ご興味がおありですか？当社がまだ提供していない特定のEキャッシュ方法またはローカル決済オプションの提供が可能で、市場で良い実績をお持ちでしたら是非我々に<a href='mailto:%2'>お話をお聞かせください。</a>
vi: Bạn thấy thú vị chứ, điều gì sẽ là kế tiếp? Nếu bạn có thể cung cấp cho khách hàng cách thức thanh toán cụ thể như tiền mặt điện tử hoặc một thanh toán theo cách của địa phương bạn mà cách thức đó không được cung cấp bởi %1, và bạn có phản hồi tích cực từ thị trường, chúng tôi rất mong<a href='mailto:%2'>được nghe từ bạn!</a>
zh_cn: 感兴趣，接下来该怎么做？如您可向我们的客户提供特殊的电子付款方式或 %1目前不支持的本地付款选项，且在市场上有良好的记录，我们非常乐意通过<a href='mailto:%2'>收到您的消息!</a>

source: Interested? Why not try a virtual account
ar: إذا كنت مهتما؟ لم لا تجرب حسابا افتراضيا
de: Interessiert? Warum probieren Sie nicht ein virtuelles Konto aus
fr: Intéressé(e) ? Ouvrez un compte virtuel
id: Tertarik? Mengapa tidak mencoba akun virtual
ja: 是非、デモ口座を開設しましょう
pl: Interesuje Cię to? Wypróbuj konto wirtualne
ru: Вы заинтересованы? Попробуйте демо-счет
th: รู้สึกสนใจแล้วใช่ไหม? ทำไมไม่ลองบัญชีเสมือน
vi: Bạn quan tâm? Tại sao bạn không thử một một tài khoản ảo nhỉ
zh_cn: 感兴趣？何不开个虚拟账户试试

source: Internal Audit
ar: المراجعة الداخلية
de: Interne Prüfung
fr: Audit interne
id: Audit Internal
ja: 内部監査
pl: Audyt wewnętrzny
ru: Внутренний аудит
th: ตรวจสอบภายใน
vi: Kiểm toán Nội bộ
zh_cn: 内部审计

source: Internal Auditor
ar: مراجع حسابات داخلي
de: Interner Revisor
fr: Auditeur interne [H/F]
ja: 内部監査
pl: Audytor wewnętrzny
ru: Внутренний аудитор
th: ผู้ตรวจสอบภายใน
vi: Kiểm Toán viên Nội bộ
zh_cn: 内部审计员

source: International currency, stock index or commodity prices are highly volatile and very difficult to predict. Due to such volatility, plus the bias in the pricing system favouring the website (as described in more detail below), no financial contract purchased in our system (whether or not the payout exceeds the premium amount) can be considered a safe contract
ar: العملات العالمية، مؤشر الأسهم أو أسعار السلع متقلبة للغاية ومن الصعب جداً التنبؤ بها. بسبب هذه التقلبات، بالإضافة إلى التحيز في نظام التسعير لصالح الموقع (كما هو موضح بمزيد من التفاصيل أدناه)، أي عقود مالية تشترى في نظامنا (سواء كانت العوائد تزيد عن مبلغ الشراء أم لا) لا يمكن اعتبارها آمنة
de: Internationale Währungs-, Aktienindex- oder Rohstoffpreise sind hoch volatil und sehr schwer vorauszusagen. Aufgrund dieser Volatilität, plus der Tendenz des Preissystems, das die Website bevorzugt (wird nachfolgend genauer beschrieben), kann kein Finanzkontrakt, der in unserem System erworben wurde (ganz gleich, ob die Auszahlung den Kaufpreis übersteigt oder nicht), als sicherer Vertrag angesehen werden
fr: Les devises internationales, les indices boursiers et les cours des matières premières sont sujets à une forte volatilité et leurs mouvements sont très difficiles à prédire. En raison de cette volatilité, à laquelle s'ajoute l'incidence du système de tarification utilisé par le site Web (comme indiqué plus spécifiquement ci-dessous), aucun contrat financier acheté par le biais de notre système (que le montant de paiement excède ou non le montant initial engagé) ne peut être considéré comme un contrat sûr.
id: Mata uang internasional, indeks saham atau harga komuditas memiliki volatilitas tinggi dan sangat susah untuk diprediksikan. Berhubung volatilitas tersebut ditambah lagi sistem penentuan harga lebih cenderung kepada situs maka tidak ada kontrak trading yang dibeli pada sistem kami (meskipun jumlah hasil melebihi harga kontrak) dapat dinyatakan sebagai kontrak yang aman
ja: （取引時間） 第４条 本取引の利用時間は、当社が別途定めるものとします。また、利用時間内であっても、通信回線及びシステム関連機器等の瑕疵または障害等やむを得ない事由が発生した場合は、当社は予告なく本取引のサービスの全部または一部の提供を一時的に中断、または中止をすることができるものとします。
pl: Waluty międzynarodowe, indeksy giełdowe oraz ceny towarów są bardzo zmienne i trudne do przewidzenia. Z powodu tej zmienności oraz czynników w systemie wyceny faworyzujących portal (szczegóły poniżej), żaden kontrakt finansowy zakupiony w naszym systemie (niezależnie od tego czy wysokość wypłaty przekracza kwotę premii czy nie) nie może być uznany za bezpieczny kontrakt.
ru: Валютные и фондовые рынки чрезвычайно волатильны, и часто на них сложно делать точные прогнозы. В связи с такой волатильностью, а также уклоном в оценочной системе в пользу сайта (как более подробно описано ниже), никакие контракты, приобретенные на сайте (независимо от того, превышает сумма чистого выигрыша ставку или нет), не могут гарантировать прибыль
th: สกุลเงินสากล ดัชนีหลักทรัพย์ หรือ ราคาสินค้าโภคภัณฑ์ เป็นสิ่งที่มีความไม่แน่นอนสูง และพยากรณ์ได้ยาก การที่มีภาวะของความไม่แน่นอนเหล่านั้น ประกอบกับระบบราคาที่ไม่ตรงไปตรงมาของเว็บไซต์ที่สนับสนุนกัน (จะอธบายเพิ่มเติมด้านล่าง) ไม่มีสัญญาทางการเงินถูกซื้อขายในระบบของเราสามารถถูกพิจารณาเป็นสัญญาที่ปลอดภัย (ไม่ว่าการชำระเงินจะมากกว่าค่าธรรมเนียมการบริการหรือไม่)
vi: Ngoại tệ, chỉ số chứng khoán hoặc giá hàng hóa biến động cao và rất khó dự đoán. Do sự biến động này, cộng với khuynh hướng của trang web trong hệ thống định giá (được mô tả chi tiết dưới đây), không có hợp đồng tài chính mua nào trong hệ thống của chúng tôi (có hay không có tiền chi trả vượt quá số tiền chênh lệch) có thể được xem là một hợp đồng an toàn
zh_cn: 国际外汇、股指或大宗商品价格波动非常剧烈，很难预测。由于波动幅度较大，加上报价体系对网站有利，在我们系统中买入的金融合约不得视为安全合约（不论赔付额是否大于期权费金额）

source: Internet Trading Risks
ar: مخاطر التداول على الانترنت
de: Handelsrisiken im Internet
fr: Risques du Trading sur Internet
id: Risiko Trading Internet
ja: インターネット取引のリスク
pl: Ryzyko handlu przez internet
ru: О риске
th: ความเสี่ยงของการซื้อขายทางอินเทอร์เน็ต
vi: Các rủi ro Giao dịch trên Internet
zh_cn: 网上交易风险

source: Interpretation
ar: التفسير
fr: Interprétation
id: Interpretasi
ja: 通訳
pl: Interpretacja
ru: Интерпретация
th: การแปลความ
vi: Sự phiên dịch
zh_cn: 释义

source: Introduction
ar: مقدمة
de: Einführung
id: Pendahuluan
ja: はじめに
pl: Wstęp
ru: Введение
th: บทนำ
vi: Giới thiệu
zh_cn: 概述

source: Invalid amount, maximum is
ar: قيمة غير صالحة، الحد الأقصى هو
de: Ungültiger Betrag, das Maximum ist
fr: Montant non valide, le maximum est de
id: Jumlah tidak berlaku, maksimal
ja: 無効な値です。最大はXXXです。
pl: Nieprawidłowa kwota, maksimum wynosi
ru: Неправильная сумма. Максимум:
th: จำนวนไม่ถูกต้อง ค่าสูงสุด คือ
vi: Số tiền không hợp lệ, tối đa là
zh_cn: 无效金额，最大金额是

source: Invalid amount, minimum is
ar: قيمة غير صالحة، الحد الأدنى هو
de: Ungültiger Betrag, das Minimum ist
fr: Montant non valide, le minimum est de
id: Jumlah tidak berlaku, minimal
ja: 無効な値です。最小
pl: Nieprawidłowa kwota, minimum wynosi
ru: Неправильная сумма. Минимум:
th: จำนวนไม่ถูกต้อง ค่าต่ำสุด คือ
vi: Số tiền không hợp lệ, tối thiểu là
zh_cn: 无效金额，最小金额是

source: Invalid email address
ar: عنوان البريد غير صحيح
fr: Adresse email non valide
id: Invalid alamat email
ja: 無効なEメールアドレス
pl: Nieprawidłowy adres e-mail
ru: Недействительный e-mail
th: อีเมล์ไม่ถูกต้อง

source: Invest in the world's premier platform for binary options trading
ja: 世界最高水準のバイナリーオプションプラットフォームでお取引

source: Investigate and reproduce client-reported issues
ar: التحقيق وإعادة نسخ القضايا المبلغة من العميل
de: Untersuchung und Reproduktion von Kunden gemeldeten Problemen
fr: Examiner et reproduire les problèmes signalés par les clients
id: Menyelidiki dan mereproduksi masalah klien yang dilaporkan
ja: 顧客から報告された問題の調査と再現
pl: Sprawdzanie i odtwarzanie problemów zgłaszanych przez klientów
ru: Расследование и решение проблем по сообщениям клиентов
th: ตรวจสอบวินิจฉัยและจำลองปัญหาที่ได้รับแจ้งจากลูกค้า
vi: Điều tra và ghi chép lại các vấn đề mà khách hàng phản ánh
zh_cn: 调查和报告客户重现等问题
