Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Yes. Please email us at <a href="mailto:%1">%1</a> for further assistance.
ar: نعم. يرجى إرسال رسالة إلكترونية لنا على <a href="mailto:%1">%1</a> لمزيد من المساعدة.
de: Ja. Für weitere Unterstützung senden Sie uns bitte ein E-Mail an <a href="mailto:%1">%1</a>.
fr: Oui. Veuillez nous envoyer un email à l'adresse <a href="mailto:%1">%1</a> pour plus d'assistance.
id: Iya. Silahkan email kami di <a href="mailto:%1">%1</a> untuk bantuan selanjutnya.
ja: はい、承ります。<a href="mailto:%1">%1</a>までお問い合わせ下さい。
pl: Tak. Napisz do nas: <a href="mailto:%1">%1</a>, aby uzyskać pomoc.
ru: Да. Пожалуйста, напишите нам на <a href="mailto:%1">%1</a> для получения помощи.
th: ใช่ โปรดส่งอีเมล์ถึงเราที่ <a href="mailto:%1">%1</a> เพื่อแจ้งความประสงค์ของท่าน
vi: Có. Xin vui lòng gửi email cho chúng tôi tới địa chỉ <a href="mailto:%1">%1</a> để được giúp đỡ.
zh_cn: 是的，请发送电邮至 <a href="mailto:%1">%1</a> 获得更多协助。

source: You acknowledge and agree that you are solely and exclusively responsible for the control, operation and security of transactions and communications made through its access to or use of the %1 API. You acknowledge that there are risks associated with utilizing an internet-based deal execution trading system including, but not limited to, the failure of hardware, software, and internet connections. You acknowledge that the Company does not control signal power, its reception or routing via the internet, configuration of your equipment or reliability of its connection, and the Company shall not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when trading via the internet using the %1 API.
de: Sie bestätigen und sind damit einverstanden, dass Sie einzig und alleine für die Steuerung, die Ausführung und Sicherheit der Transaktionen sowie Kommunikationen, die durch den Zugriff oder die Verwendung des %1 API, verantwortlich sind. Sie erkennen an, dass mit der Nutzung des auf das Internet basierenden Geschäftsausführungssystems, einschließlich aber nicht ausschließlich Versagen von Hardware, Software und Internetverbindungen, Risiken verbunden sind. Sie erkennen an, dass das Unternehmen die Signalstärke, den Empfang oder das Routing über das Internet, die Konfiguration Ihres Geräts oder die Zuverlässigkeit seiner Verbindung beherrschen kann und dass das Unternehmen für keine Kommunikationsfehler, Unterbrechungen, Fehler, Störungen oder Verzögerungen verantwortlich ist, die Sie beim Handel über das Internet unter Verwendung des %1 API erfahren können.
fr: Vous reconnaissez et acceptez que vous assumez l'entière responsabilité du contrôle, du fonctionnement et de la sécurité des transactions et des communications effectuées via l'accès à, ou l'utilisation de, l'API %1. Vous reconnaissez que l'utilisation d'un système d'exécution d'ordres en ligne présente des risques, y compris, sans s'y limiter, des risques de défaillance du matériel informatique, du logiciel ou de la connexion Internet. Vous reconnaissez que la Société n'exerce aucun contrôle sur la puissance du signal, sa réception ou son routage via Internet, la configuration de votre équipement ou la fiabilité de sa connexion, et la Société ne peut être tenue responsable en cas d'échecs de communication, de perturbations, d'erreurs, de déformations ou de retards survenant au cours de vos transactions en ligne par le biais de l'API %1.
ja: %1 APIの使用とアクセスを介したお取引または通信の制御、操作、セキュリティにお客さま単独で責任を負うことに同意します。ハードウェア、ソフトウェア、インターネット接続の失敗に限定されない、インターネットベースの取引実行システムの使用に関するリスクを了承します。インターネットを介した信号電力、受信、ルーチング、またはお客さまの設備、接続の信頼性を当社が制御しないこと、そして%1 APIを利用してインターネットを介した取引時に遭遇する通信障害、中断、エラー、歪み、遅延に関して当社に責任がないことを理解しています。
vi: Bạn thừa nhận và đồng ý rằng chỉ riêng cá nhân bạn có trách nhiệm trong việc kiểm soát, triển khai hoạt động và bảo mật những giao dịch và những trao đổi được tạo ra thông qua việc truy cập hay sử dụng %1 API. Bạn thừa nhận rằng có những rủi ro liên quan đến việc sử dụng một hệ thống giao dịch thực hiện thỏa thuận dựa trên Internet, bao gồm nhưng không giới hạn, lỗi của phần cứng, phần mềm và kết nối Internet. Bạn thừa nhận rằng Công ty chúng tôi không kiểm soát tín hiệu, tiếp nhận hoặc định tuyến thông qua Internet, cấu hình của thiết bị hoặc độ tin cậy của kết nối, chúng tôi không chịu trách nhiệm cho những lỗi kết nối liên lạc,sự gián đoạn, sự xuyên tạc hoặc sự chậm trễ mà bạn có thể gặp phải khi giao dịch qua Internet sử dụng hệ thống %1 API.
zh_cn: 您承认和同意由您完全负责访问和使用%1 API时对交易和通信的控制、操作和安全保障事宜。您承认在通过基于网络的交易系统执行交易时会存在诸多风险，包括但不仅限于硬件、软件故障和网络连接故障。您承认公司并不控制信号功率、经由网络的信号接收或路由以及您设备的配置或连接的可靠性，所以当您通过网络使用%1 API进行交易时公司并不会对任何可能发生的通信故障、干扰、失误、失真或延迟等问题负责。

source: You acknowledge that, in the course of dealing under these Terms, you may obtain confidential information relating to the Company and its parent, subsidiaries, affiliates or other third party. Such confidential information shall belong solely to the Company.
ar: أنت تقر بأن, في سياق التعامل بموجب هذه الشروط, يمكنك الحصول على معلومات سرية تتعلق بالشركة وشركائها, والشركات الفرعية, والتابعين أو أي طرف ثالث. مثل هذه المعلومات السرية ستتعلق فحسب بالشركة.
de: Sie sind damit einverstanden, im Verlauf des Handels nach diesen Bedingungen vertrauliche Informationen über das Unternehmen, seine Muttergesellschaft, Tochtergesellschaften, Geschäftspartner oder Dritte zu erhalten. Derartige vertrauliche Informationen gehören einzig und alleine dem Unternehmen.
fr: Vous reconnaissez que, dans le cadre des transactions effectuées conformément aux présentes Conditions, vous êtes susceptible d'accéder à des informations confidentielles concernant la Société et son entité mère, ses filiales, ses affiliés ou d'autres tierces parties. Ces informations confidentielles sont la propriété exclusive de la Société.
id: Anda mengakui bahwa, dalam perjalanan urusan Ketentuan ini, Anda dapat memperoleh informasi rahasia yang berkaitan dengan Perusahaan dan perusahaan utama, anak perusahaan, afiliasi atau pihak ketiga lainnya. Informasi rahasia tersebut akan menjadi milik Perusahaan semata-mata.
ja: これら条件下の対処過程において、当社及び親会社、子会社、関連会社、その他サードパーティに関する機密情報を得ることができ、このような機密情報は当社のみに帰属するものということを了承します。
pl: Użytkownik przyjmuje do wiadomości, że w okresie obowiązywania niniejszej Umowy, może uzyskać dostęp do poufnych informacji dotyczących Firmy oraz jej spółki matki, jej spółek zależnych oraz innych stron trzecich. Takie poufne informacje należą wyłącznie do Firmy.
ru: Вы признаёте, что, в рамках действия данных Правил, Вы можете получить конфиденциальную информацию, относящуюся к Компании, а также к её компании-учредителю, дочерним компаниям, партнёрам или третьей стороне. Данная конфиденциальная информация должна полностью принадлежать Компании.
vi: Bạn thừa nhận rằng, khi bạn giao dịch dựa theo những Điều khoản này, bạn có thể có được những thông tin bí mật liên quan đến Công ty chúng tôi và công ty mẹ, các công ty con, các chi nhánh và các bên thứ ba khác. Những thông tin bí mật này sẽ chỉ thuộc về Công ty chúng tôi.
zh_cn: 您确认，在执行这些条款时，您可能会获得关于公司和其母、子公司、附属公司或其他第三方的机密信息。这些机密信息须仅属于公司。

source: You agree that by developing on the %1 API, you are entering into a legally binding agreement with the Company.
de: Sie sind damit einverstanden, dass Sie mit der Entwicklung unter Nutzung des %1 API eine rechtlich verbindliche Vereinbarung mit dem Unternehmen eingehen.
fr: En menant des activités de développement et de programmation sur l'API %1, vous acceptez de conclure un accord juridiquement contraignant entre vous et la Société.
ja: %1 APIを開発することで同意されたとみなします。当社と法的拘束の締結がされたことになります。
vi: Bạn đồng ý rằng bằng việc phát triển trên %1 API, bạn đang tham gia vào một thỏa thuận liên kết hợp pháp với Công ty chúng tôi.
zh_cn: 您同意，通过开发%1 API，您与公司已达成具法律约束力协议。

source: You agree that we may use Personal information provided by you in order to conduct appropriate anti-fraud checks. Personal Information that you provide may be disclosed to a credit reference or fraud prevention agency, which may keep a record of that information.
ar: أنت توافق على أنه يجوز لنا أن نستخدم البيانات الشخصية التي قمت بتقديمها لنقوم بعمل الفحوصات المناسبة للكشف عن الاحتيال. قد يتم الكشف عن البيانات الشخصية التي تقدمها لهيئة تصنيف ائتماني أو هيئة مكافحة الاحتيال والتي قد تحتفظ بهذه المعلومات.
de: Sie stimmen zu, dass wir die von Ihnen zur Verfügung gestellten personenbezogenen Daten verwenden dürfen, um entsprechende Überprüfungen zur Betrugsbekämpfung durchzuführen. Die von Ihnen zur Verfügung gestellten personenbezogenen Daten können zum Zweck von Bonitätsprüfungen oder Behörden zur Vorbeugung von Betrug offengelegt und von diesen Stellen gespeichert werden. </li> <li> Sie willigen ein, dass Ihre persönlichen Daten zum Zwecke der Identitätsprüfung an die SCHUFA (SCHUFA Holding AG, Kormoranweg 5, 65201 Wiesbaden) übermittelt werden und die SCHUFA daraufhin den Grad der Übereinstimmung der bei ihr gespeicherten Personalien mit den von Ihnen angegebenen Personalien in Prozentwerten sowie ggf. einen Hinweis auf eine zurückliegende, bei der SCHUFA oder einem anderen Vertragspartner durchgeführte, ausweisgestützte Legitimationsprüfung an den Vertragspartner zurück übermittelt. Der Vertragspartner kann somit anhand der übermittelten Übereinstimmungsraten erkennen, ob eine Person unter der von Ihnen angegebenen Anschrift im Datenbestand der SCHUFA gespeichert ist. Ein weiterer Datenaustausch oder eine Übermittlung abweichender Anschriften sowie eine Speicherung Ihrer Daten im SCHUFA-Datenbestand findet nicht statt. Es wird aus Nachweisgründen allein die Tatsache der Überprüfung der Adresse bei der SCHUFA gespeichert. <br/>Nähere Information finden Sie unter <a href="https://www.meineschufa.de" target="_blank">www.meineSchufa.de</a>.
fr: Vous acceptez le fait que nous pourrions utiliser les Informations Personnelles que vous avez fournies afin de procéder à des contrôles anti-fraude appropriés. Les Informations Personnelles que vous fournissez peuvent être transmises à une agence de référence de crédit ou de prévention de fraude. Celle-ci pourrait en conserver une copie de ces informations.
id: Anda bersetuju dimana kami mungkin akan menggunakan data pribadi Anda untuk melakukan investigasi penipuan. Data pribadi Anda dapat kami berikan kepada pihak berwajib yang akan menjaga kerahasiaan data Anda tersebut.
ja: お客さまは、お客さまの個人情報は詐欺行為を適切に防止するために用いられる場合があることを了承する必要があります。また、提供された個人情報は信用情報機関、及び詐欺行為の調査機関へ開示する場合があり、それらの機関にて該当情報が保存される可能性があります。
pl: Zgadzasz się na potencjalne wykorzystanie przez nas informacji osobowych podanych przez Ciebie w celu przeprowadzenia odpowiednich kontroli zwalczania nadużyć finansowych. Podane przez Ciebie dane osobowe mogą być ujawnione instytucjom informacji kredytowej lub organom zapobiegania nadużyciom finansowym, które mogą prowadzić rejestr takich informacji.
ru: Вы соглашаетесь, что мы можем использовать личную информацию, предоставленную Вами, для соответствующих анти-мошеннических проверок. Личная информация, которую Вы предоставляете, может быть передана компетентным организациям или органам по борьбе с мошенничеством, которым может быть необходима такая информация.
vi: Ban đồng ý rằng chúng tôi có thể dùng thông tin Cá nhân của bạn để kiểm tra việc chống rửa tiền. Thông tin cá nhân bạn cung cấp có thể bị tiết lộ cho văn phòng làm thẻ tín dụng hoặc uỷ phòng chống rửa tiền, nơi có thể lưu giữ thông tin của bạn.
zh_cn: 您同意我们使用您的个人信息执行适当的反欺诈检查。您提供的个人信息可能会披露给信用参考或欺诈预防机构，该等机构可能会保留信息记录。

source: You agree that you will not:
ar: أنت توافق على أنك لن:
de: Sie sagen zu, dass Sie nicht:
fr: Vous vous engagez à :
id: Anda setuju bahwa Anda tidak akan:
ja: 次の事項をしないを同意します。：
pl: Użytkownik zgadza się, że nie będzie:
ru: Вы соглашаетесь с тем, что не будете предпринимать следующие действия:
th: คุณตกลงว่า คุณจะไม่:
vi: Bạn đồng ý rằng bạn sẽ không:
zh_cn: 您同意不会：

source: You also acknowledge that %1 may continue to make changes to and enhance the %1 API and that those changes and enhancements will be owned by %1. You hereby assign and transfer to the Company all of your right, title and interest in and to any modifications or derivative works of the %1 API created by or for you, regardless of whether they were created in accordance with these Terms; such assignment being effective upon creation of such works, and shall include, without limitation, all rights under any intellectual property laws, including copyright. You shall not take any action to jeopardise, encumber, limit or interface in any manner with %1's ownership of and rights with respect to the %1 API, or any derivative works or updates thereof or thereto. Any components, parts, or mechanics of any system or API program derived from the %1 API, or %1's business practices shall belong solely to %1. Further, you will not, at any time, contest or assist any other third party in contesting the rights of %1 in the %1 API or any other intellectual property provided in these Terms.
de: Sie stimmen ebenfalls zu, dass %1 das %1 API laufend verändern und verbessern kann, und dass diese Änderungen und Verbesserungen Eigentum von %1 sind. Hiermit treten Sie jegliche Rechte, jegliches Eigentum und Ansprüche an Veränderungen oder abgeleiteten Werken des für Sie oder von Ihnen erstellten %1 API ab und übertragen diese dem Unternehmen, ungeachtet dessen, ob sie gemäß diesen Bedingungen erstellt wurden. Diese Abtretung wird mit der Erstellung derartiger Werke wirksam und enthält unbeschränkt alle Rechte am geistigen Eigentum, einschließlich des Urheberrechts. Sie dürfen keine Handlung unternehmen, um in irgendeiner Weise das Eigentum und die Rechte von %1 an dem %1 API oder jeglichen abgeleiteten Werken oder Aktualisierungen zu gefährden, behindern, beschränken oder beeinträchtigen. Alle Bestandteile, Teile oder Mechaniken eines jeglichen Systems oder API-Programms, die von dem %1 API oder den Geschäftspraktiken von %1 abgeleitet wurden, sind alleiniges Eigentum von %1. Darüber hinaus dürfen Sie zu keiner Zeit Dritte bei der Anfechtung von Rechten von %1 an dem %1 API oder jegliche andere in diesen Bedingungen geregelten Rechte am geistigen Eigentum unterstützen oder diese selbst anfechten.
fr: En outre, vous reconnaissez que %1 est, à tout moment, susceptible d'effectuer des modifications ou d'améliorer l'API %1 et que de telles modifications et améliorations seront la propriété de %1. Par le présent Accord, vous cédez et transférez à la Société l'ensemble de vos droits, titres et intérêts se rapportant à toute forme de modifications ou de travaux dérivés effectués sur l'API %1, créés par ou pour vous, que ces modifications et travaux aient été effectués conformément à ces Conditions ou non. La cession de vos droits, y compris, sans s'y limiter, des droits relatifs à la propriété intellectuelle, et notamment du droit d'auteur, prend effet à la date de création desdits travaux. Vous ne devez entreprendre aucune action visant à compromettre, à grever, à limiter ou à interférer de quelque manière que ce soit avec la propriété et les droits de %1 en ce qui concerne l'API %1 ou avec toute forme de de mises à jour ou de travaux dérivés en lien avec l'API %1. L'ensemble des composants, parties et mécanismes de tout système ou programme d'API dérivé de l'API %1, ainsi que l'ensemble des pratiques commerciales de %1, est la propriété exclusive de %1. En outre, vous ne pouvez en aucun cas contester, ou venir en aide à toute tierce partie pour contester les droits de %1 sur l'API %1 ou toute autre propriété intellectuelle mentionnée dans les présentes Conditions.
ja: あなたは%1が%1 APIの強化/改善と変更を継続する可能性があり、その変更または強化/改善が%1に所有されることを了承します。すべての権利、権原、またはあなたによって作成された%1の編集または派生物への利害を、これら規約に基き作成されたかに関わらず、当社に割り当て、譲渡します。派生物や更新に関する%1の所有権と権限を用いて危険に晒したり、妨げたり、制限を設けるなどの行動はしません。%1 APIからのシステムの構成、パーツ、仕組み、APIプログラムまたは%1の実務は%1のみに帰属します。また、本規約に従い、%1 API、提供されたその他知的財産権における%1の権利抗争においてその他サードパーティーを援助または抗争することはいかなる場合においてもしません。
vi: Bạn cũng thừa nhận rằng %1 có thể tiếp tục tạo ra những thay đổi để tăng cường hệ thống %1 API và những thay đổi và sự củng cố này sẽ được sở hữu bởi %1. Do đó bạn chỉ định và chuyển lại cho Công ty chúng tôi tất cả các quyền, chức danh và lợi ích của bạn trong bất kỳ sự thay đổi hay các sản phẩm phát sinh của %1 API được tạo ra bởi bạn hay cho bạn,không phụ thuộc vào việc liệu chúng có được tạo ra dựa theo những Điều khoản này hay không; sự chuyển nhượng này sẽ có hiệu lực dựa trên sự tạo ra những sản phẩm, và sẽ bao gồm, nhưng không giới hạn, tất cả các quyền theo các luật sở hữu trí tuệ, bao gồm bản quyền. Bạn không được thực hiện bất kỳ hành động nào đe dọa, kìm hãm, giới hạn hoặc đối đầu với bất kỳ quyền sở hữu của %1 tương ứng với %1 API, hay các sản phẩm được tạo ra hoặc các cập nhật nếu có. Các thành phần, bộ phận, hoặc yếu tố cơ học của bất kỳ hệ thống hay chương trình API có nguồn gốc từ %1 API, hoặc những hoạt động kinh doanh của %1 sẽ chỉ thuộc về %1. Hơn thế nữa , tại bất kỳ thời điểm nào, bạn không được có bất kỳ sự tranh chấp hay hỗ trợ với bên thứ ba trong việc tranh đấu các quyền của %1 trong hệ thống %1 API hoặc các quyền sở hữu trí tuệ khác sẽ được cung cấp trong những Điều khoản này.
zh_cn: 您也确认，%1可能会继续对%1 API 进行更改和改进，且这些更改和改进功能属于%1所有。您在此把您所创建或为你创建的%1 API任何修改或衍生产品中您的所有权利、所有权和权益分配并转移给公司，无论是否根据这些条款创建。此项转让在产品创建完成时生效，并须包括但不限于任何知识产权法律，包括版权所规定的所有权利。您不可采取任何行动，或以任何方式危及、质押、限制或介入%1对%1 API或任何衍生产品或更新等的所有权和权利。任何组件、部件或任何系统机理或来自%1 API的API程序，或%1的商业惯例须仅属于%1。另外，您任何时候都不许参与或协助任何其他第三方向%1对其拥有%1 API或任何其他所述条款所提供的知识产权的权利提出异议。

source: You also have the right to request from us to inform you about the personal data that we process about you and to request its correction where necessary. This request must be made in writing to us and signed by you as the data subject.
ar: يحق لك أيضاً أن تطلب منا أن نحيطك علماً ببياناتك الشخصية التي نستخدمها ولك أن تطلب تصحيحها عند الضرورة. يجب أن يتم هذا الأمر عن طريق تقديم طلب كتابي لنا ممهور بتوقيعك بوصفك مالك البيانات.
de: Sie können von uns verlangen, dass wir Sie darüber informieren, wie wie Ihre personenbezogenen Daten verarbeiten und, sofern notwendig, deren Berichtigung beantragen. Dieser Antrag muss schriftlich gestellt werden und von Ihnen als Betroffener unterzeichnet sein.
fr: Vous avez également le droit de nous demander de vous informer concernant les données personnelles dont nous traitons vous concernant, et de demander leur correction si nécessaire. Cette demande doit nous être adressée par écrit et comporter la signature de la personne concernée par ces données (vous-même).
id: Anda juga berhak untuk memperoleh data pribadi yang telah Anda ajukan kepada kami dan memperbaiki data tersebut jika diperlukan. Permohonan ini harus diajukan secara tertulis dan ditanda tangani oleh Anda.
ja: またお客さまには、当社にて処理する個人情報を通知するように請求する権利、及び必要に応じて修正を求める権利を有します。このような請求はお客さまの署名が付された書面での申請にてのみ承ります。
pl: Masz również prawo żądać od nas informacji o przetwarzanych przez nas danych osobowych i złożyć wniosek o ich skorygowanie, jeśli jest to konieczne. Wniosek ten należy złożyć do nas w formie pisemnej z podpisem osoby, której dotyczą dane osobowe.
ru: Вы также имеете право запросить от нас, чтобы мы информировали Вас о каких-либо изменениях Ваших данных с нашей стороны, а также внесении изменений в эти данные, если таковые требуются. Такие запросы должны высылаться с письменном виде и быть подписаны Вами.
vi: Bạn cũng có quyền yêu cầu chúng tôi thông báo cho bạn về dữ liệu cá nhân của bạn mà chúng tôi đã xử lý và yêu cầu chỉnh sửa nếu cần thiết. Yêu cầu này phải được viết dưới dạng văn bản, ký tên bạn như một dữ liệu.
zh_cn: 您还有权要求知晓我们如何处理您的个人信息，如有需要，您可以要求我们对其进行修正。该要求必须以书面形式提出，并以当事人身份签名。

source: You and the Company are independent contractors, and nothing in this Agreement will create any partnership, joint venture, agency, franchise, sales representative, or employment relationship between us. You will have no authority to make or accept any offers or representations on our behalf. You will not make any statement, whether on your website or otherwise, that reasonably would contradict anything in this paragraph.
de: Sie und das Unternehmen sind unabhängige Auftragnehmer. Dieser Vertrag begründet keine Partnerschaft, kein Joint Venture, keine Vertretung, Franchise oder eine arbeitsvertragliche Beziehung zwischen uns. Sie sind nicht befugt, Angebote oder Erklärungen in unserem Namen abzugeben oder anzunehmen. Sie dürfen auch keine Erklärungen auf Ihrer Website oder auf andere Weise abgeben, die den Bestimmungen dieses Absatzes in irgend einer Weise widersprechen.
fr: Vous et la Société êtes des contractants indépendants, et rien dans cet Accord ne créera un quelconque partenariat, une coentreprise, une agence, une franchise, un statut de représentant commercial ou une relation d'emploi entre vous et nous. Vous ne serez en aucun cas autorisé à créer ou à accepter toute offre ou toute représentation en notre nom. Vous n'émettrez aucune déclaration, sur votre site ou ailleurs, raisonnablement susceptible d'enfreindre le contenu de ce paragraphe.
id: Anda dan Perusahaan merupakan kontraktor bebas dan tidak terdapat dalam perjanjian ini yang akan membuat satu kemitraan, usaha patungan, agen, waralaba, perwakilan penjualan, atau hubungan kerja antara kita. Anda tidak akan memiliki otoritas untuk membuat atau menerima tawaran atau mengatas namakan kami. Anda tidak akan mempuat pernyataan apapun, baik pada website Anda atau sebaliknya, yang akan bertentangan dengan apa pun dalam paragraf ini.
ja: アフィリエイト会員と当社との関係は互いに独立した業務請負の関係に過ぎず、パートナーシップ、ジョイントベンチャー、エージェンシー、フランチャイズ、セールス代理または雇用としての関係性が発生することはありません。アフィリエイト会員は当社の代表としてオファーを提供したり、行動することはできません。アフィリエイト会員は自身のプロモーションサイトに、この条項の記述と矛盾するような内容を掲載することは一切できません。
pl: Partner i Firma są niezależnymi od siebie kontrahentami, a postanowienia niniejszej Umowy nie tworzą partnerstwa, spółki joint venture, agencji, franczyzy, przedstawicielstwa handlowego ani stosunku pracy pomiędzy nimi. Partner nie będzie miał prawa składania ani akceptowania ofert czy oświadczeń w imieniu Firmy. Partner nie będzie zamieszczał żadnego oświadczenia, na swojej stronie ani w inny sposób, które byłoby sprzeczne z niniejszym ustępem.
ru: Вы и Компания являетесь независимыми контрагентами, и ни один пункт в данном Соглашении не подразумевает создания партнерства, совместного предприятия, агентства, филиала, деятельности торгового агента или установления между нами отношений работодателя и работника. У Вас нет права создавать или принимать предложения от нашего имени, а также представлять нас. Вы обязуетесь не делать на Вашем сайте или других ресурсах утверждений, противоречащих данному положению.
vi: Bạn và Công ty là những bên độc lập, và không có điều gì trong Hiệp định này sẽ tạo mối quan hệ hợp tác, liên doanh, đại lý, nhượng quyền thương mại, đại diện bán hàng, hoặc quan hệ công việc giữa chúng ta. Bạn sẽ không có thẩm quyền để thực hiện hoặc nhận bất cứ đề nghị hoặc đại diện nào thay mặt chúng tôi. Bạn sẽ không phải thực hiện bất kỳ báo cáo nào ở trang web của bạn hoặc nếu không, sẽ nảy sinh mâu thuẫn với bản hiệp định này.
zh_cn: 您与公司都为独立合同方，本协议的任何规定均不表示我们之间建立起任何合作、合资、代理、特许经营、销售代表或雇佣关系。您无权代表我方做出或接受任何要约或陈述。您不得作出与本段任何内容不一致的声明（无论是否在您的网站上）。
