Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Total Profit/Loss
ar: إجمالي الربح/الخسارة
de: Gesamter Gewinn/Verlust
fr: Total des profits/pertes
id: Total Untung/Rugi
ja: 合計 損益
pl: Całkowity zysk/ całkowita strata
ru: Общая прибыль/потери
th: รวมกำไร/ขาดทุน
vi: Tổng Lợi nhuận/Thua lỗ
zh_cn: 利润/亏损合计

source: Touch/No Touch - Predict if the market will touch or not touch a target price
de: Ziel/Kein Ziel - Sagen Sie voraus, ob der Kurs einen vorher festgelegten Zielkurs erreichen wird oder nicht
fr: Touche/Ne touche pas : déterminez si le marché touchera ou non un prix-cible
ja: TOUCH/NO-TOUCH：設定したバリア価格に達するか、達しないかを予測
vi: Chạm/Không Chạm - dự đoán thị trường sẽ chạm hoặc không chạm giá mục tiêu
zh_cn: 触及/未触及 - 预测市场价格是否会触及目标价格

source: Touch/No Touch contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de: Erreicht/Erreicht nicht Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr: Les contrats « Touche/Ne touche pas » seront remboursés à leur prix d'achat sir moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id: Kontrak Touch/No Touch akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian dari waktu mulai hingga akhir.
ja: ご不明な点等ありましたら、カスタマーサポートまでご連絡ください。
pl: Kwota zakupu kontraktu typu „osiągnie/nie osiągnie” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
ru: Цена покупки контрактов Касание/Нет касания будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
vi: Hợp đồng chạm/ không chạm sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 lần thay đổi giá trong khoảng thời gian từ khi hợp đồng bắt đầu cho tới lúc kết thúc.
zh_cn: 如果开始和结束期间价格跳动次数少于2，触及/未触及合约购入价将全额退还。

source: Touches
de: Berührt
fr: Touche
ja: TOUCH
vi: Chạm
zh_cn: 触及

source: Tour
ar: جولة
fr: Aperçu
id: Panduan
ja: ご利用方法
pl: Zwiedzanie
ru: Тур
th: เยี่ยมชม
vi: Trải nghiệm
zh_cn: 指南

source: Tourism
ar: السياحة
de: Tourismus
fr: Tourisme
id: Pariwisata
ja: ご利用方法
pl: Turystyka
ru: Туризм
th: การท่องเที่ยว
vi: Ghé thăm
zh_cn: 旅游

source: Town/City
ar: بلدة/مدينة
de: Ort/Stadt
fr: Ville
id: Kota
ja: 市区町村
pl: Miasto
ru: Город
th: เมือง
vi: Thị trấn/ Thành phố
zh_cn: 城镇/城市

source: Trade
ar: التداول
de: Handel
fr: Trading
ja: トレード
pl: Zakład
ru: Начать работу
th: เทรด
vi: Giao dịch
zh_cn: 交易

source: Trade <strong>24/7</strong>, even on weekends.
ar: تداول <strong>على مدار الساعة</strong>، حتى في عطلات نهاية الأسبوع.
de: <strong>24/7</strong> traden, auch am Wochenende.
fr: Exécutez vos opérations de trading <strong>24h/24 et 7j/7</strong>, même le week-end.
id: Trade <strong>24/7</strong>, bahkan di akhir pekan.
ja: Binaryグループの子会社として第一種金融商品取引業者に登録
pl: Możesz grać <strong>24/dobę, 7 dni w tygodniu<strong>, także w weekendy.
ru: Торгуйте <strong>24/7</strong>, даже на выходных.
th: ทำการซื้อขาย <strong>24 ชั่วโมง 7 วัน</strong> แม้กระทั่งวันหยุดสุดสัปดาห์
vi: Giao dịch <strong>24/7</strong>, thậm chí cả cuối tuần.
zh_cn: <strong>全天</strong>均可执行交易，包括周末。

source: Trade Durations
de: Handelslaufzeiten
fr: Durées des opérations
ja: 取引期間
vi: Thời lượng giao dịch
zh_cn: 合约时段

source: Trade Now
de: Jetzt handeln
fr: Lancez vos opérations dès maintenant
ja: 今すぐお取引
vi: Giao dịch ngay bây giờ
zh_cn: 立刻交易

source: Trade all major currencies, indices, stocks, and commodities.
ar: تداول جميع العملات الرئيسية والمؤشرات والأسهم والسلع.
de: Alle wichtigen Währungen, Indizes, Aktien und Rohstoffe handeln.
fr: Négociez tous les types d'option : devises, indices, actions et matières premières.
id: Trading pada semua mata uang utama, indeks, saham, dan komoditas.
ja: 主要通貨ペアのお取引
pl: Handluj wszystkimi głównymi walutami, wskaźnikami, akcjami i towarami.
ru: Торгуйте на всех основных валютных парах, акциях, индексах и сырьевых рынках.
th: เทรดสกุลเงินหลักๆ ดัชนีต่างๆ หลักทรัพย์ต่างๆ และสินค้าโภคภัณฑ์ต่างๆ
vi: Giao dịch tất cả các đồng tiền lớn, Chỉ số, chứng khoán và hàng hóa.
zh_cn: 交易所有主要货币、指数、股票及大宗商品。

source: Trade based on "gut feel" or rely on technical and fundamental analysis
ja: 戦略、テクニカル分析、ファンダメンタル分析などをトレードにご利用いただけます

source: Trade confidently, knowing that your personal data, transactions, and funds are always secure
ja: 当社はお客さまの個人情報および取引情報の管理には細心の注意を払っています。そのため、安心して取引いただけます。

source: Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets
ja: 上昇、下落、保ち合い、荒れ相場、いかなる状況でもお取引が期待できます

source: Trade in the world's financial markets in a simple, user-friendly platform.
ar: تداول أسواق المال العالمية عبر منصة بسيطة وسهلة الاستخدام.
de: Handeln Sie auf den weltweiten Finanzmärkten auf einer einfachen, anwenderfreundlichen Plattform.
fr: Accédez aux marchés financiers internationaux par le biais d'une plateforme simple et facile à utiliser.
id: Bertrading pada pasar finansial dunia dengan sederhana dan mudah.
ja: 見やすく利便性の高いプラットフォームにてお取引をお試しいただけます。
pl: Handluj w świecie rynków finansowych na jednej prostej i łatwej w obsłudze platformie konsumenckiej.
ru: Работа на мировых финансовых рынках на простой для использования платформе.
th: ซื้อขายตลาดการเงินระดับโลกได้โดยง่าย มีรูปแบบระบบที่ใช้งานง่าย
vi: Giao dịch trên các thị trường tài chính trên thế giới với một sàn giao dịch đơn giản, thân thiện với người sử dụng.
zh_cn: 在简单、人性化的全球性金融市场平台进行交易。

source: Trade in the world’s financial markets with a simple and user-friendly online platform.
de: Handeln Sie auf den weltweiten Finanzmärkten mit einer einfachen und anwenderfreundlichen Onlineplattform.
fr: Accédez aux marchés financiers internationaux par le biais d'une plateforme en ligne simple et facile à utiliser.
ja: 見やすく利便性の高いプラットフォームにてお取引をお試しいただけます。
vi: Giao dịch tại các thị trường tài chính trên thế giới với một sàn giao dịch online đơn giản và thân thiện.
zh_cn: 在简单、人性化的全球性金融市场在线平台进行交易。

source: Trade only with money you can afford to lose. Do not trade with borrowed money.
ar: تداول فقط بأموال يمكنك تحمل خسارتها. لا تتداول بأموال مقترضة.
de: Handeln Sie nur mit Geld, das Sie sich leisten können, zu verlieren. Spielen Sie niemals mit geliehenem Geld.
fr: N'engagez que les fonds que vous pouvez vous permettre de perdre. N'utilisez jamais de fonds empruntés.
id: Bertradinglah menggunakan dana yang anda mampu. Jangan bertrading menggunakan dana pinjaman.
ja: 損を出しても納得のできる金額でのトレードのみ実行しましょう。借金をしてまでトレード資金を準備することは見合わせましょう。
pl: Zawieraj zakłady tylko za pieniądze, które możesz stracić. Nie graj pożyczonymi pieniędzmi.
ru: Покупайте контракты только на те суммы, которые можете позволить себе потерять. Никогда не покупайте контракты на занятые деньги.
th: ซื้อขายด้วยเงินที่ท่านจะยอมขาดทุนได้เท่านั้น อย่านำเงินยืมมาเทรด
vi: Chỉ nên giao dịch với số tiền bạn có. Đừng giao dịch với tiền đi mượn.
zh_cn: 根据您的风险承受能力进行交易。切勿借钱交易。

source: Trade the world’s major currencies with a wide range options and trading periods. More than any other Japan broker!
de: Handlen Sie die wichtigsten Währungen der Welt mit einer großen Auswahl an Optionen und Handelszeiträumen. Mehr als jeder andere japanische Broker!
fr: Échanger les plus grandes monnaies du monde avec une grande gamme d'options et de périodes d'échange. Plus que tout autre courtier Japonais !
ja: バイナリードットコムは、主要9通貨ペアを複数の種類のオプションタイプと最短2時間から最長1年の取引期間で多数の取引機会を提供します<br>※下記の「トレード画面」緑ボタンを押してトレード画面をご確認頂けます
vi: Giao dịch các loại tiền tệ lớn trên thế giới với phạm vi lựa chọn rộng lớn và thời gian giao dịch. Tốt hơn bất bỳ nhà môi giới Nhật Bản nào!
zh_cn: 在拥有广泛选项和交易期限的平台上交易全球主要货币。提供比任何其他日本经纪商更多的选项！

source: Trade type
de: Handelstyp
fr: Type d'option
ja: トレードの種類
vi: Loại giao dịch
zh_cn: 交易类型

source: Trade when you want. %1 is available 24/7, even on weekends
ja: 平日24時間お取引が可能

source: Trade with a powerful interface known as the global industry standard.
de: Handeln Sie mit einer leistungsfähigen Schnittstelle, die als globaler Industriestandard bekannt ist.
fr: Gérez vos opérations de trading par le biais d'une interface puissante, reconnue comme la figure de proue du secteur.
ja: 世界業界標準として名立たる強力なインターフェイスでトレードを実施しましょう。
vi: Giao dịch với một giao diện mạnh mẽ mà được biết đến như là là tiêu chuẩn công nghiệp toàn cầu.
zh_cn: 在称为全球行业标准的强大接口进行交易。

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in secure and licensed financial institutions.
de: Mit den vielfältigen Möglichkeiten der Einzahlung und Auszahlung handeln Sie bei %1 mit Leichtigkeit. Ihr Guthaben wird getrennt und bei sicheren und zugelassenen Finanzinstitutionen deponiert.
fr: Effectuez vos opérations de trading facilement grâce au large éventail de moyens de dépôt et de retrait proposés par %1. Vos fonds seront déposés séparément au sein d'institutions financières sécurisées détenant toutes les autorisations nécessaires.
ja: 銀行振込による入出金が取引が可能。お客さまからお預かりした資金は、日証金信託銀行の信託口座にて当社の資産とは区分して管理されています。
vi: Giao dịch một cách dễ dàng với %1 phạm vi rộng lớn các phương pháp về gửi và rút tiền. Khoản tiền của bạn sẽ được tách biệt và được tổ chức tại các tổ chức tài chính an toàn và được cấp phép.
zh_cn: 易进易出 - %1 提供广泛的存取款方式。您的资金将集合并由安全可靠和拥有牌照的金融机构托管。

source: Trade with the industry pioneer and holder of a patented pricing technology
ja: 業界のパイオニアであり、特許取得済みの価格テクノロジーを採用している当社で取引をしましょう

source: Trade your way
ar: تداول حسب طريقتك
de: Handeln Sie auf Ihre Weise
fr: Une stratégie de trading personnalisée
id: Trading dengan cara Anda
ja: 柔軟な取引
pl: Handluj na swój sposób
ru: Торгуйте на сайте
th: ซื้อขายด้วยวิธีการของท่าน
vi: Giao dịch theo cách của bạn
zh_cn: 以您的方式执行交易

source: Trading
ar: التداول
de: Handeln
ja: トレード
pl: Handel
ru: Контракты
th: การซื้อขาย
vi: Giao dịch
zh_cn: 交易

source: Trading Experience
fr: Expérience du trading
ja: 投資経験
pl: Doświadczenie w handlowaniu
th: ประสบการณ์การซื้อขาย

source: Trading Limits
ar: حدود التداول
de: Handelslimits
fr: Limites de trading
id: Batasan Trading
ja: 取引上限について
pl: Limity handlowe
ru: Торговые лимиты
th: วงเงินในการซื้อขาย
vi: Giới hạn Giao dịch
zh_cn: 交易限制

source: Trading Platforms
de: Handelsplattformen
fr: Plateformes de trading
ja: 取引プラットフォーム
vi: Sàn giao dịch
zh_cn: 交易平台

source: Trading Rules
ar: قواعد التداول
de: Handelsregeln
fr: Réglementations de trading
id: Aturan Trading
ja: 取引ルール
pl: Zasady handlowania
ru: Правила торговли
th: กฎในการซื้อขาย
vi: Quy tắc Giao dịch
zh_cn: 交易规则

source: Trading Times
ar: أوقات التداول
de: Börsenzeiten
fr: Horaires de trading
id: Waktu Trading
ja: トレード対応時間
pl: Godziny handlu
ru: Время открытия рынков
th: เวลาซื้อขาย
vi: Thời gian Giao dịch
zh_cn: 交易时间

source: Trading and Withdrawal Limits
ar: حدود التداول والسحب
de: Handels- und Abhebelimits
fr: Limites de Trading et de Retrait
id: Batasan Penarikan
ja: 取引上限及び出金限度額の設定
pl: Limity handlowe i limity wypłat
ru: Лимиты на торговлю и вывод
th: วงเงินซื้อขายและถอนเงิน
vi: Giới hạn Giao dịch và giới hạn Rút tiền
zh_cn: 交易和取款限额

source: Trading binary options is relatively easy, and you can purchase a trade in only three simple steps.
de: Der Handel mit Binären Optionen ist relativ einfach, und Sie können ein Geschäft in nur drei einfachen Schritten erwerben.
fr: Le trading d'options binaires est relativement simple et vous permet d'acheter une option en trois étapes seulement.
ja: バイナリーオプションは比較的分かりやすく、たった3つのステップでトレードの購入が可能です！
vi: Giao dịch các tùy chọn nhị phân là tương đối dễ dàng, và bạn có thể mua một giao dịch trong chỉ ba bước đơn giản.
zh_cn: 二元期权交易非常简单，仅需执行三个简单的步骤即可购入交易。

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly. <span class="ja-hide">Read about <a href="%1">Responsible Trading</a>.</span>
de: Der Handel von binären Optionen ist nicht für jeden geeignet. Daher müssen Sie dafür sorgen, dass Sie die damit verbundenen Risiken erkennen. Ihre Verluste können Ihre ursprüngliche Einzahlung übersteigen und Sie besitzen die zugrundeliegenden Werte nicht oder haben keinen Anteil daran. Hinsichtlich der binären Optionen, die Glücksspielprodukte sind, müssen Sie beachten, dass Glücksspiel süchtig machen kann - Bitte spielen Sie verantwortungsbewusst. <span class="ja-hide">Hier finden Sie informationen über das <a href="%1">Verantwortungsbewusste Trading</a>.</span>
fr: Le trading d'options binaires ne convient pas nécessairement à tout le monde et vous devez vous assurer de bien comprendre les risques associés. Vos pertes peuvent excéder votre dépôt initial et vous ne détenez aucune partie de l'actif sous-jacent. Les options binaires sont des produits apparentés aux jeux d'argent. N'oubliez pas que ces derniers peuvent s'avérer addictifs : jouez de manière responsable. <span class="ja-hide">Lisez notre article consacré au <a href="%1">trading responsable</a>.</span>
ja: 【商号】Binary株式会社 金融商品取引業者 関東財務局長（金商）第2949号【加入協会】一般社団法人金融先物取引業協会 <br>Copyright (c) 2017 Binary K.K. All Rights Reserved.
vi: Giao dịch quyền chọn nhị phân có thể không thích hợp cho tất cả mọi người, vì vậy vui lòng bảo đảo rằng bạn đã hiểu hoàn toàn về rủi ro có liên quan. Thất thoát của bạn có thể vượt quá số tiền gửi ban đầu và bạn sẽ không được sở hữu hay có bất kì tiền lãi nào trong tài sản cơ sở. Liên quan tới quyền chọn nhị phân, là sản phẩm cá cược, hãy nhớ rằng chơi cá cược có thể bị nghiện - vui lòng chơi một cách có trách nhiệm. <span class="ja-hide">Đọc về <a href="%1">Giao dịch có Trách nhiệm</a>.</span>
zh_cn: 二元期权交易并不适合所有人。因此，请确保您完全明白有关的风险。您的亏损可能会超越起始资金存款，而您并不拥有或占有任何标的资产。在进行博彩产品交易的二元期权交易时，请务必记住博彩活动可能会上瘾，并提醒自己要承担责任。<span class="ja-hide">请查阅 <a href="%1">负责任交易</a>。</span>
