Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Use of bid/ask prices: when the market is illiquid, the data feed may contain many bid and ask prices, without there actually being any traded price for quite a while. By taking an average of the bid/ask price (i.e. bid + ask, divided by 2), a market quote is generated that reflects the current market, without it actually being a traded price. Our system will generate prices from these bid and ask prices, whereas other websites might not. As a result, our website might display ticks that do not appear in the data feeds of other websites.
ar: استخدام سعر العرض والطلب: عندما يكون السوق غير سائل قد تحتوي خلاصة البيانات على الكثير من أسعار العرض والطلب بدون أن يكون هناك سعر تداول حقيقي لفترة طويلة. عندما نأخذ متوسط سعر العرض والطلب (أي إضافة سعر العرض لسعر الطلب ثم نقسمها على 2)، يتم توليد سعر سوق يعكس حالة السوق الحالية دون أن يكون هناك سعر تداول حقيقي. سينشىء نظامنا أسعار من أسعار العرض والطلب فى حين أن المواقع الأخرى قد لا تفعل ذلك. نتيجة لذلك، قد يعرض موقعنا حركات لا تظهر في خلاصة البيانات الخاصة بمواقع أخرى.
de: Verwendung von Geld/Briefkursen: Wenn der Markt illiquide ist, kann der Datenfeed viele Geld- und Briefkurse enthalten, ohne dass sie für diese Zeit gehandelt werden. Dann wird aus dem Geld/Briefkurs ein Durchschnitt ermittelt (z. B. Geldkurs + Briefkurs dividiert durch 2), um eine Kursnotierung zu erstellen, die den momentanen Kurs widerspiegelt, ohne dass es sich dabei um einen gehandelten Kurs handelt. Unser System wird aus diesen Geld- und Briefkursen Kurse ermitteln, was andere Websites nicht zwangsläufig tun. Deshalb können auf unserer Website Ticks angezeigt werden, die in den Datenfeeds anderer Websites nicht vorhanden sind.
fr: Utilisation des prix d'offre/demande : lorsque le marché manque de liquidité, les sources de données peuvent contenir beaucoup de prix d'offre et de demande, sans qu'il n'y ait eu de prix tradé depuis un moment. En prenant une moyenne du prix d'offre/demande (c'est-à-dire offre + demande, divisé par 2), un cours de marché est généré, qui reflète le marché actuel, sans être réellement un prix tradé. Notre système va générer des prix pour ces prix d'offre et de demande, ce que d'autres sites web ne proposent peut-être pas. Ce qui résulte que notre site web peut afficher des intervalles qui n'apparaissent pas dans les sources de données ou d'autres sites web.
id: Penggunaan harga penawaran/permintaan: ketika pasar terlikuidasi, kutipan harga mungkin terdiri dari banyak harga penawaran/permintaan meskipun tidak terdapat harga yang ditradingkan. Dengan mengambil rata-rata harga penawaran/permintaan (yaitu penawaran + permintaan, dibagi 2), kutipan harga yang dikeluarkan merupakan refleksi dari pasar terkini meskipun tidak ditradingkan. Sistem kami akan menghasilkan harga dari harga penawaran/permintaan tersebut, dimana website lain tidak melakukan hal ini. Hasilnya website kami mungkin akan memperlihatkan kutipan harga yang mungkin tidak ditampilkan oleh website lain.
ja: 購入と売却（ASK・BID）価格の利用について：市場の流動性が乏しい時は、その間、気配値がデータフィードに含まれている場合があります。購入価格と売却価格を足して2で割ることによって、実際に市場で取引された価格を使用せずに生成されます。当社システムでは、他社では採用されていない可能性の高いこのようなASKとBIDから価格を生成しますので、他社では提示しない価格が提示される可能性があります。
pl: Zastosowanie ceny zakupu/ ceny ofertowej: gdy rynek jest mało płynny, źródło danych może zawierać wiele cen zakupu i cen ofertowych bez obecności faktycznej ceny w danym momencie. Biorąc średnią ceny zakupu/ ceny ofertowej (tj. cena zakupu + cena ofertowa, podzielone przez 2), otrzymamy ofertę rynkową, która odzwierciedla aktualną cenę rynkową, mimo że nie jest ona faktyczną ceną handlową. Nasz system wygeneruje ceny z tymi cenami ofertowymi i zakupu, podczas gdy inne strony internetowe nie oferują takiej możliwości. Dzięki temu nasz portal może wyświetlać najmniejsze zmiany ceny, które nie pojawiają się w źródłach danych z innych portali.
ru: Использование цен спроса/предложения: в периоды неликвидности на рынке данные могут содержать значения спроса и предложения при отсутствии реальных торгов. Рыночная котировка в таких случаях рассчитывается как среднее значение между ценами купли/продажи (то есть, (купля + продажа), разделенные на два) и не является реальной торговой ценой. Таким образом, в некоторые моменты наша система может генерировать котировки, которых не будет на других сайтах.
vi: Sử dụng giá mua/bán: khi thị trường có tính thanh khoản thấp, các nguồn dữ liệu có thể chứa nhiều giá mua và giá bán, mà không phải giá đang giao dịch nào trong một lúc. Bằng cách lấy trung bình của giá bán/ mua (tức là bán+ mua, chia 2), một giá niêm yết của thị trường được tạo ra phản ánh thị trường hiện tại, mà không phải giá đang giao dịch thực. Hệ thống của chúng tôi sẽ tạo ra giá từ những giá mua và giá bán này, trong khi các trang web khác có thể không. Kết quả là, trang web của chúng tôi có thể hiển thị điểm mà không xuất hiện trên nguồn dữ liệu của các trang web khác.
zh_cn: 买入/卖出价格的使用：当市场无流动性时，数据源可能包含很多买入和卖价格，但实际上却已很长时间没有任何交易价格了。通过取买卖价格平均数的方法（即买入价+卖出价/2）可以生成一个反应当前市场状况的市场报价，而不必为实际交易价格。我们的系统会利用这些买卖价格生成价格，但其他网站可能不会。所以，我们的网站显示的价位在其他网站的数据源中可能并不会出现。

source: Use the opportunity provided by our website to practice for free with our virtual money account facility. This will enable you to get used to the functionalities and rules of the website.
ar: استخدم الفرص المتاحة على موقعنا للتعلم والممارسة مجاناً مع إمكانية إنشاء حسابات مالية افتراضية. سيمكنك هذا من التعود على وظائف وقواعد الموقع.
de: Nutzen Sie die Möglichkeit, die unsere Website bietet und üben Sie kostenlos mit unserem virtuellen Geldkonto. Dies gibt Ihnen die Möglichkeit, sich mit den Funktionen und Regeln dieser Website vertraut zu machen.
fr: Profitez des possibilités qu'offre notre site Web pour vous entrainer gratuitement avec notre compte virtuel. Vous pourrez ainsi vous familiariser avec les fonctionnalités et les règles du site.
id: Manfaatkan kesempatan untuk bertrading gratis menggunakan fasilitas akun virtual yang kami tawarkan. Hal ini dapat membantu anda di dalam memahami fasilitas dan aturan yang tersedia.
ja: デモ口座で当社プラットフォームでのトレードを練習することにより、機能やルール対する理解を深めましょう。
pl: Korzystaj z możliwości oferowanych przez nasz portal, aby ćwiczyć za darmo na koncie z wirtualnymi pieniędzmi. Dzięki temu poznasz funkcje i zasady funkcjonowania portalu.
ru: Используйте возможность бесплатно практиковаться на нашем сайте на демо-счете. Это поможет Вам понять правила и основные функции сайта.
vi: Trang web của chúng tôi cung cấp miễn phí tài khoản tiền ảo, hãy tận dụng cơ hội để sử dụng công cụ này. Cái này sẽ giúp bạn dần quen với chức năng và quy định của trang web.
zh_cn: 利用本网站向您提供的机会，通过虚拟账户免费尝试交易并熟悉各种功能和规则。

source: Use, perform, and display your Application and its content for purposes of marketing, demonstrating, and making your Application available to our clients; and
ar: استخدام, آداء, وعرض التطبيق الخاص ومحتواه لأغراض التسويق, لإظهار وجعل التطبيق الخاص بك متاحاً لعملائنا; و
de: Verwendung, Vorstellung und Anzeige Ihrer Anwendung und ihres Inhalts zum Zwecke des Marketing, der Vorführung und der Zurverfügungstellung Ihrer Anwendung für unsere Kunden, und
fr: utiliser, exécuter et diffuser votre Application et son contenu à des fins de commercialisation, de démonstration et de mise à disposition de votre Application auprès de nos clients ; et
id: Gunakan, lakukan dan tampilkan aplikasi dan konten untuk tujuan pemasaran, menunjukkan, dan membuat aplikasi Anda tersedia bagi klien kami dan
ja: マーケティング、実証、当顧客にアプリケーションを利用させることを目的としたコンテンツとアプリケーションの使用、実行、表示
pl: Korzystania z Aplikacji i zawartych w niej treści w celach marketingowych, demonstracyjnych i w celu udostępniania Aplikacji Użytkownika jego klientom; oraz
ru: использовать, выполнять и отображать Ваше Приложение и его контент в целях маркетинга, демонстрации и доступа наших клиентов к Вашему приложению; а также
vi: Việc sử dụng, thể hiện hay trình bày Ứng dụng của bạn và nội dung của nó nhằm mục đích tiếp thị, quảng bá và khiến cho các khách hàng của chúng tôi biết đến Ứng dụng của bạn; và......
zh_cn: 使用、执行，并显示您的应用程序及其内容作为营销、展示用途，并将您的应用程序提供给我们客户使用。和

source: Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available.
ar: باستخدام موقعنا، يمكن للعملاء تداول العملات والمؤشرات والأسهم والسلع 24/7. لدينا تسعير أكثر مرونة وأشمل مجموعة من المنتجات المتاحة.
de: Wenn Kunden unsere Website nutzen, können Sie Devisen, Indizes, Aktien und Rohstoffe 24/7 handeln. Wir haben die flexibelste Preisgestaltung und umfassendste Produktsuite.
fr: Par le biais de notre site Web, les clients peuvent négocier les devises, les indices, les actions ou les matières premières 24h/24, 7j/7. Nous offrons les tarifs les plus flexibles et la gamme de produits la plus complète du marché.
id: Pada situs kami, pelanggan dapat bertrading pada pilihan mata uang, indeks, saham dan komoditas 24/7. Kami memiliki harga yang paling fleksibel dan paling komprehensif dari produk yang tersedia.
ja: 当WEBブラウザ版取引画面上で、お客さまは最も柔軟な価格設定でバイナリーオプション取引が祝日を含む平日24時間可能です。
pl: Korzystając z naszej strony internetowej, nasi klienci mogą handlować walutami, wskaźnikami, akcjami i towarami 24 godziny na dobę. Oferujemy najbardziej zróżnicowane ceny i najbogatszą gamę produktów.
ru: На нашем сайте клиенты могут торговать валютами, индексами, акциями и сырьевыми товарами 24/7. У нас самая гибкая система ценообразования и самый современный пакет продуктов.
vi: Sử dụng trang web của chúng tôi, khách hàng có thể giao dịch tiền tệ, chỉ số, chứng khoán, và hàng hóa 24/7. Chúng tôi luôn có giá linh hoạt nhất và luôn sẵn có các loại sản phẩm toàn diện nhất.
zh_cn: 客户可使用本网站进行全天候的货币、指数、股票和大宗商品交易。我们有最灵活的价格和最齐全的产品。

source: Utilise a variety of tactics - both online and offline - to grow and support the company's network of partners in your designated market
de: Anwendung einer Vielzahl von Taktiken - sowohl online als auch offline -, um das Firmenpartnernetzwerk in dem Ihnen übertragenen Markt zu unterstützen und zu vergrößern
fr: Mettre en œuvre différentes tactiques (en ligne ou hors ligne) pour élargir et consolider le réseau de partenaires de la société dans votre marché attitré
ja: 戦略の多様性を活用– オンラインでもオフラインでも –自身で指定した市場でパートナーの当ネットワークをサポート
vi: Sử dụng đa dạng các chiến thuật - cả trực tuyến và ngoại tuyến - để phát triến và hỗ trợ mạng lưới đối tác của công ty tại thị trường mà bạn được chỉ định
zh_cn: 在您指定的市场利用各种在线和离线策略帮助公司合作伙伴网络成长和提供支持

source: Verification code format incorrect.
ar: رمز التحقق غير صحيح.
de: Format des Verifikationscodes falsch.
fr: Le format du code de vérification est incorrect.
id: Format kode verifikasi salah.
ja: ワンタイムパスワードの形式が不適切です。
pl: Format kodu weryfikującego jest nieprawidłowy.
ru: Неправильный формат кода проверки личности.
vi: Định dạng của mã xác thực không chính xác.
zh_cn: 验证码格式不正确。

source: Verification token
ar: رمز التحقق
de: Verifikationstoken
fr: Jeton de vérification
id: Token verifikasi
ja: ワンタイムパスワード
pl: Token weryfikacyjny
ru: Проверочный токен
th: โทเค่นเพื่อตรวจสอบ
vi: Mã Token Xác minh
zh_cn: 验证令牌

source: Verify main password
de: Hauptpasswort bestätigen
fr: Vérifier le mot de passe principal
ja: メインパスワード（確認用）
vi: Xác thực Mật Khẩu Chính
zh_cn: 主密码验证

source: Verify new password
ar: قم بالتأكيد على كلمة المرور الجديدة
de: Neues Passwort bestätigen
fr: Vérifier le nouveau mot de passe
id: Verifikasi kata sandi baru
ja: 新しいパスワード（確認用）
pl: Zweryfikuj nowe hasło
ru: Подтвердите новый пароль
th: ตรวจสอบรหัสผ่านใหม่
vi: Xác thực mật khẩu mới
zh_cn: 验证新密码

source: Version 4. Last modified 2016-12-30.
de: Version 4. Letzte Änderung 30.12.2016.
fr: Version 4. Dernière modification le 30/12/2016.
ja: 第43版・最終編集日：2016年12月30日
vi: Phiên bản 4. Chỉnh sửa lần cuối ngày 2016-12-30.
zh_cn: 版本4。最后修改时间2016-12-30。

source: Version 43. Last modified 2016-11-09.
de: Version 43. Letzte Änderung 09.11.2016.
ja: 第43版・最終編集日：2016年11月9日
vi: Phiên bản 43. Chỉnh sửa lần cuối ngày 2016-11-09.
zh_cn: 版本43。最后修改时间2016-11-09。

source: View
ar: شاهد
de: Ansehen
fr: Affichage
id: Lihat
ja: 表示
pl: Widok
ru: Просмотр
th: ดู
vi: Xem
zh_cn: 查看

source: View Details
de: Angaben ansehen
fr: Afficher les informations
ja: お客さま基本情報
vi: Xem chi tiết
zh_cn: 查看详情

source: View Statement
de: Statement ansehen
fr: Afficher le relevé
ja: 取引履歴を表示する
vi: Xem tuyên bố
zh_cn: 查看报表

source: View Updated Portfolio
ar: اطلع على محفظتك المحدّثة
de: Aktualisiertes Portfolio ansehen
fr: Vue du Portefeuille Actualisé
id: Lihat portopolio terbaru
ja: 更新されたポジション一覧を表示する
pl: Zobacz uaktualnione portfolio
ru: Обновленное портфолио
th: ดูพอร์ตโฟลิโอ
vi: Xem Hồ sơ đã cập nhật
zh_cn: 查看更新后的组合

source: View available payment methods
ar: عرض طرق الدفع المتاحة
de: Vorhandene Zahlungsmethoden anzeigen
fr: Voir les moyens de paiement disponibles
id: Lihat metode pembayaran yang tersedia
ja: ご利用できる決済方法を確認する
pl: Wyświetl dostępne metody płatności
ru: См. доступные способы оплаты
vi: Xem các phương thức thanh toán có sẵn
zh_cn: 查看可用支付方式

source: View open positions
de: Offene Positionen anzeigen
fr: Voir les positions ouvertes
id: Lihat lowongan pekerjaan
ja: 保有ポジションを確認
pl: Zobacz wolne stanowiska
ru: Просмотрите открытые позиции
vi: Xem các vị trí mở (vị trí có khả năng có rủi ro hoặc lợi nhuận)
zh_cn: 查看未平仓头寸

source: View payment methods
ar: اطلع على طرق الدفع
de: Zahlungsmethoden anzeigen
fr: Voir les moyens de paiement
id: Lihat metode pembayaran
ja: 決済方法を確認
pl: Zobacz metody płatności
ru: Обзор способов оплаты
vi: Xem phương thức thanh toán
zh_cn: 查看支付方式

source: View the Tour
ar: اطلع على الجولة
de: Die Tour anzeigen
fr: Accédez à notre aperçu
id: Lihat Panduan
ja: ご利用方法を確認する
pl: Zobacz przewodnik
ru: Посмотрите гид
vi: Xem Toàn cảnh giao dịch
zh_cn: 查看指南

source: View the full list of assets, contract types and durations.
ar: اطلع على قائمة كاملة للأصول وأنواع العقود والفترات المتاحة.
de: Lassen Sie sich die vollständige Liste der Wertpapiere, Vertragsarten und Laufzeiten anzeigen.
fr: Consultez la liste complète des actifs, des types de contrat et des durées.
id: Lihat daftar lengkap aset, jenis kontrak dan durasi.
ja: 全ての取り扱い商品、トレード種類、及び取引期間を参照しましょう。
pl: Zapoznaj się z pełną listą aktywów, typów kontraktów i okresów kontraktów.
ru: Смотрите полный список активов, типов контрактов и доступной продолжительности на них.
vi: Xem danh sách đầy đủ của tài sản, loại hợp đồng và thời hạn.
zh_cn: 查看资产、合约类型以及期限的完整清单。

source: View the operating hours of the markets you can trade.
ar: اطّلع على ساعات عمل الأسواق التي يمكن تداولها.
de: Die Öffnungszeiten der Börsen anzeigen, auf denen Sie handeln können.
fr: Consultez les heures d'ouverture des marchés sur lesquels tu peux effectuer des trades.
id: Lihat waktu operasi dan pasar yang dapat anda tradingkan.
ja: こちらから取引可能時間を参照しましょう。
pl: Zobacz godziny działalności rynków, na których możesz handlować.
ru: Просмотрите время открытия и закрытия всех рынков, на которых можно работать.
vi: Xem giờ hoạt động của thị trường bạn có thể giao dịch.
zh_cn: 查看您可以进行交易的市场开放时间。

source: View your financial assessment settings.
ar: عرض إعدادات التقييم المالي الخاصة بك.
de: Sehen Sie sich Ihre Finanzbeurteilungseinstellungen an.
fr: Afficher vos paramètres d'évaluation financière.
id: Lihat pengaturan penilaian keuangan Anda.
ja: 財務評価設定を確認する
pl: Zobacz swoje ustawienia oceny finansowej.
ru: Смотрите настройки своей финансовой оценки.
vi: Xem cài đặt giám định tài chính của bạn.
zh_cn: 查看您的金融评估设置。

source: View your login history.
ar: عرض محفوظات تسجيل الدخول الخاص بك.
de: Ihren Login-Verlauf anzeigen.
fr: Voir votre historique de connexion.
id: Lihat catatan login Anda.
ja: ログイン履歴を表示する
pl: Zobacz swoją historię logowania.
ru: Просмотрите свою историю входа в систему.
vi: Xem lịch sử đăng nhập của bạn.
zh_cn: 查看您的登录历史。

source: View your personal information.
ar: عرض معلوماتك الشخصية.
de: Sehen Sie sich Ihre personenbezogenen Daten an.
fr: Afficher vos informations personnelles.
id: Lihat informasi pribadi Anda.
ja: お客さま登録情報を確認する
pl: Zobacz swoje informacje osobowe.
ru: Смотрите свои личные данные.
vi: Xem thông tin cá nhân của bạn.
zh_cn: 查看您的个人信息。

source: View your statement
ar: اطلع على كشف الحساب الخاص بك
de: Ihre Abrechnung ansehen
fr: Voir votre extrait
id: Lihat pernyataan Anda
ja: 取引残高を表示
pl: Zobacz swój wyciąg
ru: Смотрите свою историю счета
vi: Xem báo cáo của bạn
zh_cn: 查看您的账单

source: View your trading and withdrawal limits.
ar: عرض حدود التداول والسحب الخاصة بك.
de: Anzeige Ihrer Handels- und Auszahlungslimits.
fr: Afficher vos limites de trading et de retrait.
id: Lihat batas trading dan penarikan Anda.
ja: 取引上限と出金限度額を確認する
pl: Zobacz swoje limity handlowe i limity wypłat.
ru: Лимиты на торговлю и вывод.
vi: Xem Giới hạn Giao dich và giới hạn Rút tiền.
zh_cn: 查看您的交易和取款限额。

source: Virtual Account
ar: حساب افتراضي
de: Virtuelles Konto
fr: Compte virtuel
id: Akun Virtual
ja: デモ口座番号
pl: Konto wirtualne
ru: Демо-счет
vi: Tài khoản Ảo
zh_cn: 虚拟账户

source: Virtual money credit to account
de: Virtuelles Geldguthaben zum Konto
fr: Crédit de fonds virtuels sur le compte
ja: バーチャルマネーを入金
vi: Tín dụng tiền ảo cho tài khoản
zh_cn: 虚拟资金进入账户

source: Volatility Index Markets
ar: مؤشر تقلب الأسواق
de: Volatilität Index Märkte
fr: Marchés d'indices de volatilité
id: Pasar Indeks Volatilitas
ja: ボラティリティインデックス市場
pl: Rynki indeksu zmienności
ru: Рынки Индекса волатильности
vi: Chỉ số Biến động của Thị trường
zh_cn: 波动率指数市场

source: Volatility Indices
de: Volatilität Indizes
fr: Indices de volatilité
id: Indeks Volatilitas
ja: ボラティリティ指数
pl: Zmienne wskaźniki
ru: Индексы волатильности
vi: Chỉ số Biến động
zh_cn: 波动率指数

source: Volatility Indices are further categorized into two types:
ar: يتم تصنيف مؤشرات التقلب إلى نوعين آخرين:
de: Volatilität Indizes werden zusätzlich in zwei Arten unterteilt:
fr: Les indices de volatilité peuvent être classés selon deux catégories :
id: Indeks Volatilitas lebih lanjut dikategorikan menjadi dua jenis:
ja: ボラティリティインデックスは更に２種類に分類されます。：
pl: Istnieją dwa typy wskaźników zmienności:
ru: Индексы волатильности подразделяются на два вида:
vi: Các Chỉ số Biến động được phân loại thành hai nhóm:
zh_cn: 波动率指数进一步分为两种类型：

source: Volatility indices - %1's proprietary indices that simulate market forces
de: Volatilität Indizes - %1s propriätere Indizes, die die Marktkräfte simulieren
fr: Indices de volatilité : ce sont les indices de volatilité exclusifs de %1 qui simulent les forces de marché
ja: ボラティリティインデックス - 日本国内には提供しておりません。
vi: Chỉ số Biến động - chỉ số độc quyền của %1 mô phỏng các lực lượng thị trường
zh_cn: 波动率指数 - %1内部编制的模拟市场力量指数

source: Volume 1.0 (Trade Size)
de: Volumen 1,0 (Handelsgröße)
fr: Volume 1.0 (Taille de l'Echange)
ja: 数量1.0（取引数量）
vi: Khối 1.0(kích thước giao dịch)
zh_cn: 量额 1.0（交易量）

source: Volume 1.0<br>(Trade Size)
de: Volumen 1,0<br>(Handelsgröße)
fr: Volume 1.0<br>(Taille de l'Echange)
ja: 数量1.0<br>（取引数量）
vi: Khối 1.0 <br>(kích thước giao dịch)
zh_cn: 量额 1.0<br>（交易量）

source: Waiting for entry tick.
de: Warten auf den Eingangstick.
fr: En attente du tick d'entrée.
id: Menunggu tik masuk...
ja: エントリーTickを検出中です・・・
pl: Oczekuje na pierwszą zmianę ceny.
ru: В ожидании входного тика...
vi: Vui lòng đợi cho đến phiên gia nhập.
zh_cn: 正在等待进场跳动点。

source: Waiting for exit tick.
de: Warten auf den Endtick.
fr: En attente du tick de sortie.
ja: イグジットTickを検出中です・・・
vi: Vui lòng đợi cho dấu tích thoát.
zh_cn: 正在等待退场跳动点。

source: Walkthrough Guide
ar: الدليل المفصل
de: Kompletter Leitfaden
fr: Guide interactif
id: Panduan Langsung
ja: チュートリアルガイド
pl: Przewodnik ogólny
ru: Гид по рынкам
vi: Hướng dẫn tổng quan
zh_cn: 攻略指南

source: Want to help us enhance the strength and security of our platform?
de: Möchten Sie uns helfen, die Stärke und Sicherheit unserer Handelsplattform zu verbessern?
fr: Vous souhaitez nous aider à augmenter la fiabilité et à la sécurité de notre plateforme ?
ja: プラットフォームのセキュリティ強化へのお手伝いをしてみませんか？
vi: Bạn muốn giúp chúng tôi nâng cao sức mạnh và an toàn của nền tảng của chúng tôi?
zh_cn: 想帮我们加强交易平台的坚实稳定和安全？

source: Want to learn more?
ar: هل تريد تعلم المزيد؟
de: Möchten Sie mehr erfahren?
fr: Envie d'en savoir plus ?
id: Ingin mempelajari lebih lanjut?
ja: 詳細はこちら
pl: Chcesz dowiedzieć się więcej?
ru: Хотите узнать больше?
vi: Bạn muốn tìm hiểu thêm không?
zh_cn: 想了解更多？

source: Want to telecommute?
ja: 在宅勤務にご興味がありますか？

source: Warranties
ar: ضمانات
de: Garantien
fr: Garanties
id: Jaminan
ja: 保証内容
pl: Gwarancje
ru: Гарантии
vi: Bảo đảm
zh_cn: 保证条款

source: Warranty Disclaimer
de: Garantieausschluss
fr: Clause d'exclusion de garantie
id: Garansi Penolakan
ja: 保証責任免責事項
pl: Wyłączenie gwarancji
ru: Отказ от гарантий
vi: Sự khước từ Bảo đảm
zh_cn: 担保免责声明

source: We
ar: الأسبوع
de: Mi
fr: Me
id: Kami
ja: 水
pl: Środa
ru: Ср
vi: Chúng tôi
zh_cn: 星期三

source: We aim to establish and maintain and operate effective organisational and administrative arrangements with a view to taking all reasonable steps to prevent conflicts of interest from constituting or giving rise to a material risk of damage to the interests of our clients.
ar: نهدف إلى إنشاء وصيانة وتفعيل ترتيبات تنظيمية وإدارية فعالة بغية اتخاذ جميع الخطوات المعقولة لمنع تضارب المصالح التي تنتج مخاطر مادية وضرر لمصالح عملائنا.
de: Wir versuchen, effektive organisatorische und administrative Vereinbarungen einzugehen, zu erhalten und zu bedienen, damit alle geeigneten Schritte unternommen werden können, um zu vermeiden, dass Interessenkonflikte auftreten oder ein materielles Schadensrisiko für die Interessen unserer Kunden auftritt.
fr: Nous voulons établir et maintenir et opérer des arrangements efficaces sur le plan organisationnel et administratif avec l'objectif de prendre tous les pas raisonnables afin d'éviter des conflits d'intérêt en constituant ou provoquant un risque ou dégât matériel aux intérêts de nos clients.
id: Kami bertujuan untuk membangun, memelihara dan mengoperasikan pengaturan organisasi dan administrasi yang efektif dengan maksud untuk mengambil semua langkah yang wajar untuk mencegah konflik kepentingan dari atau merupakan menimbulkan risiko kerusakan material pada kepentingan klien kami.
ja: 当社は確立と維持を目的としており、構成からによる利益相反を防止するために、すべての合理的な措置をとりことを視野にいれ効果的な組織や管理構成を操作します。
pl: Naszym celem jest ustanowienie, utrzymanie i realizacja skutecznych rozwiązań organizacyjnych i administracyjnych, co wiąże się z podjęciem wszelkich uzasadnionych działań, aby zapobiec konfliktowi interesów związanemu z powstaniem materialnego ryzyka naruszenia interesów naszych klientów.
ru: Мы стремимся устанавливать, поддерживать и управлять эффективными организационными и административными мерами с целью принятия всех разумных шагов для предотвращения конфликтов интересов, составляющих или ведущих к материальному риску или ущербу интересов наших клиентов.
vi: Chúng tôi mong muốn thiết lập, duy trì và thực hiện những thỏa thuận có tổ chức và quản lý một cách hiệu quả bằng các bước thích hợp để ngăn chặn xung đột lợi ích từ tổ chức hoặc phát sinh rủi ro thiệt hại tới lợi ích của khách hàng.
zh_cn: 我们旨在建立、保持与运行有效的组织及行政工作，及时采取合理措施防止利益冲突，避免给客户造成重大的利益损失。
