Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: We have a tested and proven selection of banners, links, reviews, newsletters, videos, and text ads for your use. Additionally, we have flash banners which you can grab through your affiliate account. If you would like customized tools, or an item currently not offered on the site, please contact your account manager at: <a href="mailto:%1">%1</a>.
ar: لدينا مجموعة مختبرة ومؤكدة من اللافتات والروابط والتقارير والنشرات الإخبارية والفيديوهات والإعلانات النصية الجاهزة للاستخدام. علاوة على ذلك لدينا لافتات فلاش يمكنك الوصول إليها من خلال حساب الإنتساب الخاص بك. إذا كنت ترغب في أدوات مخصصة أو عنصر غير معروض حالياً على الموقع يرجى الاتصال بمدير حسابك على: <a href="mailto:%1">%1</a>.
de: Wir haben eine getestete und bewährte Auswahl an Werbebannern, Links, Berichten, Newslettern, Videos und Textanzeigen, die Sie verwenden dürfen. Darüber hinaus haben wir Werbebanner im Flash-Format, auf die Sie über Ihr Partnerkonto zugreifen können. Wenn Sie maßgeschneiderte Tools oder einen Artikel erhalten möchten, der auf unserer Site momentan nicht angeboten wird, wenden Sie sich bitte über: <a href="mailto:%1">%1</a> an Ihren Kundenbetreuer.
fr: Nous possédons une sélection testée et approuvée de bannières, liens, revues, actualités, vidéos et textes pour votre usage. En plus, nous disposons de bannières flash que vous pouvez disposer dans votre compte affilié. Si vous désirez des outils personnalisés, ou un article actuellement non proposé sur le site, veuillez contacter votre gestionnaire de compte à l'adresse : <a href="mailto:%1">%1</a>.
id: Kami telah menguji dan membuktikan keakuratan beberapa banner, link, review, newsletter, video, dan teks iklan untuk Anda gunakan. Selain itu, kami memiliki flash banner yang dapat Anda ambil melalui akun afiliasi Anda. Jika Anda menginginkan peralatan khusus atau fasilitas yang belum ditawarkan, silahkan hubungi manajer Anda di: <a href="mailto:%1">%1</a>.
ja: 厳選されたバナー、リンク、ニュースレター、ビデオ、文字広告などのあらゆるマーケティングツールを提供しています。フラッシュバナーもご用意しておりますので、より注目度の高いプロモーションも展開できます。もし、ツールのカスタマイズや新たなツール入手をお望みの場合は、<a href="mailto:%1">%1</a>までご相談下さい。
pl: Oferujemy Ci sprawdzony i wiarygodny wybór banerów, linków, recenzji, newsletterów, filmów i reklam tekstowych. Mamy także banery flash, z których możesz korzystać za pośrednictwem swojego konta partnerskiego. Jeśli potrzebujesz spersonalizowanych narzędzi lub usługi niedostępnej obecnie na portalu, skontaktuj się z naszym konsultantem: <a href="mailto:%1">%1</a>.
ru: Мы предлагаем испробованный набор баннеров, ссылок, видео и текстовых объявлений, которыми Вы можете пользоваться. Также у нас есть баннеры flash, которые Вы можете получить на своем партнерском счету. Если Вы желаете узнать о персонализованных или недоступных в данный момент инструментах, свяжитесь с менеджером Вашего счета: <a href="mailto:%1">%1</a>.
vi: Chúng tôi có một bộ sưu tập đã được thử nghiệm và chứng minh về các biểu ngữ, liên kết, đánh giá, bản tin, video, và các quảng cáo văn bản để cho bạn sử dụng. Ngoài ra, chúng tôi có các biểu ngữ flash mà bạn có thể lấy thông từ tài khoản liên kết của mình. Nếu bạn muốn công cụ tùy chỉnh, hoặc một công cụ hiện đang không được cung cấp trên trang web, xin vui lòng liên hệ với người quản lý tài khoản của bạn tại: <a href="mailto:%1">%1</a>.
zh_cn: 我们为您准备了经过测试和验证的横幅广告、链接、评论、新闻通讯、视频以及文本广告。此外，您还可以通过联盟会员账户抓取我们的Flash 广告。如果您想要定制工具或本网站尚未提供的产品，请发送邮件至 <a href="mailto:%1">%1</a> 联系客户经理。

source: We have in place adequate internal procedures to ensure that you are in all cases treated fairly and that the risk of damage to client interests will be mitigated.
ar: لدينا إجراءات داخلية كافية لضمان أن يتم معاملتك في جميع الأحوال معاملة عادلة وبها سيتم التخفيف من خطر الأضرار التي قد تلحق بمصالح العميل.
de: Bei uns gelten interne Verfahren, die dafür sorgen, dass Sie in allen Fällen fair behandelt werden und das Schadensrisiko für Kundeninteressen gemildert wird.
fr: Nous avons mis en place des procédures adéquates internes afin d'assurer que vous soyez traité justement dans tous les cas et que le risque ou dégât aux intérêts du client soit réduit.
id: Kami memiliki prosedur internal yang memadai untuk memastikan Anda berada dalam semua kasus diperlakukan secara adil dan bahwa risiko kerusakan pada kepentingan klien akan dikurangi.
ja: あらゆる場合においても公正に扱われ、クライアントの金利ダメージリスクが軽減される事を保証する適切な内部手続をかわりに行っています。
pl: Stosujemy odpowiednie procedury wewnętrzne, aby zapewnić, że nasi klienci są traktowani sprawiedliwie w każdym przypadku oraz że ryzyko naruszenia interesów klientów jest zminimalizowane.
ru: У нас имеются соответствующие внутренние процедуры для того, чтобы во всех случаях Вы получали справедливое обращение и чтобы риск ущерба интересов клиента был максимально снижен.
vi: Chúng tôi luôn sắp xếp quy trình nội bộ thích hợp để bảo đảm rằng tất cả các trường hợp được đối xử công bằng và nguy cơ gây thiệt hại đến lợi ích của khách hàng sẽ được giảm thiểu.
zh_cn: 我们拥有完善的内部流程，确保您得到全程的公平对待，并将利益亏损的风险降至最低。

source: We look forward to hearing from you.
ar: نتطلع الى الاستماع منك.
de: Wir würden uns freuen, wieder von Ihnen zu hören.
fr: N'hésitez pas à nous contacter.
id: Kami menunggu berita baik Anda.
ja: 皆様からのご応募をお待ちしております。
pl: Czekamy na wiadomość.
ru: Будем рады с Вами познакомиться.
vi: Chúng tôi mong nhận được tin từ bạn.
zh_cn: 欢迎联系我们。

source: We maintain customer balances in cash or cash equivalent. We ensure that 100% of each customer's balance is available for immediate withdrawal, subject to verification.
ar: نحافظ على أرصدة العملاء نقدا أو ما يعادلها نقدا. علينا أن نضمن أن 100٪ من رصيد كل عميل متاح للسحب الفورى شريطة التحقق من هوية العميل.
de: Wir unterhalten die Kundenguthaben in Bar oder in Form von Barwerten. Wir garantieren, dass 100% eines jeden Kundenguthabens - vorbehaltich einer Überprüfung - für eine sofortige Auszahlung zur Verfügung stehen.
fr: Les soldes des clients sont détenus en liquidités ou en équivalents de liquidités. Nous garantissons la disponibilité à 100% du solde de chaque client pour un retrait immédiat, sous réserve de vérification.
id: Kami menjaga jumlah saldo tunai untuk memastikan 100% saldo tunai setiap pelanggan tersedia untuk melakukan penarikan langsung, tertakluk kepada verifikasi.
ja: 当社はお客さまのご口座残高を現金または現金同等物にて維持します。当社は全てのお客さまのご口座残高を即座にご出金することが可能であることを認証に基づき完全に保証します。
pl: Utrzymujemy salda klientów w gotówce lub ekwiwalent pieniężny. Zapewniamy, że 100% salda każdego klienta jest dostępne do natychmiastowej wypłaty pod warunkiem pozytywnej weryfikacji.
ru: Мы содержим клиентские счета в наличных или эквиваленте. Мы гарантируем 100%-ную доступность средств клиентов для вывода, в зависимости от уровня авторизации счета.
vi: Chúng tôi duy trì số dư của khách hàng bằng tiền mặt hoặc tương đương tiền. Chúng tôi đảm bảo 100% số dư của mỗi khách hàng có thể rút ngay lập tức.
zh_cn: 我们为客户保管现金或现金等价物余额。我们100%保证每位客户的账户余额在经过核实后都能立即提取。

source: We may release subsequent versions of the %1 API and require that you use those subsequent versions. Your continued use of the APIs following a subsequent release will be deemed your acceptance of modifications.
de: Wir dürfen Nachfolgeversion des %1 API herausbringen und Sie verpflichten, diese Nachfolgeversionen zu verwenden. Ihre fortgesetzte Verwendung der APIs nach einer Folgeausgabe wird als Annahme der Änderungen gewertet.
fr: Nous sommes susceptibles de publier des versions ultérieures de l'API %1 et nous vous demandons, le cas échéant, d'utiliser ces versions ultérieures. En continuant à utiliser les API après la publication d'une version ultérieure, vous acceptez les modifications effectuées.
ja: %1 APIの後続バージョンをリリースすることがあり、その際後続バージョンを使用していただく必要があります。後続APIを引き続きご使用されることで、変更に同意されたとみなします。
vi: Chúng tôi có thể tung ra các phiên bản tiếp theo của %1 API và yêu cầu bạn sử dụng những phiên bản cập nhật này. Việc bạn tiếp tục sử dụng các phiên bản cập nhật của API sẽ được coi là bạn chấp thuận việc điều chỉnh.
zh_cn: 我们可能发布%1 API的后续版本，并要求你使用这些后续版本。您继续使用Api后续版本将被视为您接受修定版本。

source: We offer a market-based salary, annual performance bonus, health benefits, travel and internet allowances, and company trips. Enjoy a high standard of living, whether you're in Malta or Malaysia.
ja: 当社では、ボーナス、健康保険、旅行、インターネット、社員旅行といった魅力的な福利厚生を提供しています。マルタまたはマレーシアでハイスタンダードな生活をお楽しみいただけます。

source: We prohibit the use of unauthorised incentives, gifts and payments to encourage customer sign-ups. In the event that we believe that you have engaged in such activity, we reserve the right to withhold any amounts due to you. However, if you have a specific incentive in mind, then please contact your account manager for further discussion and approval.
ar: نحن نحظر استخدام الحوافز غير المصرح بها، والهدايا والمدفوعات لتشجيع اشتراك العملاء. في حال اعتقادنا أنك قمت بذلك، نحتفظ بالحق في حجب أي مبالغ مستحقة لك. ومع ذلك، إذا كان لديك حافز محدد في ذهنك، يرجى الاتصال بمدير حسابك لمزيد من المناقشة والموافقة على هذا الحافز.
de: Wir verbieten den Einsatz von nicht genehmigten Incentives, Geschenken und Zahlungen, um Kundenanmeldungen zu animieren. Sollten wir der Meinung sein, dass Sie in eine solche Handlung involviert sind, behalten wir uns das Recht vor, die an Sie zahlbaren Beträge einzubehalten. Sollten Sie an bestimmte Incentives denken, setzen Sie sich bitte mit Ihrem Kundenbetreuer in Verbindung, um dies zu besprechen und genehmigen zu lassen.
fr: Nous interdisons le recours aux incitations, cadeaux et paiements non autorisés pour encourager les entrées du client. Si nous pensons que vous vous livrez à de telles activités, nous nous réservons le droit de bloquer tous les montants que nous vous devons. Cependant, si vous avez à l'esprit une incitation spécifique, veuillez contacter votre gestionnaire de compte en vue de discuter et d'envisager l'approbation.
id: Kami melarang penggunaan tidak sah insentif, hadiah dan pembayaran lain untuk mengajak klien bergabung. Jika kami mengetahui Anda melakukan kegiatan seperti yang disebutkan maka kami berhak untuk menahan keanggotaan afiliasi Anda. Namun jika Anda memiliki rencana khusus tentang insentif atau lainnya, silahkan hubungi manajer afiliasi Anda untuk perbincangan selanjutnya.
ja: 当社が承認していない会員獲得を目的としたインセンティブやプレゼントを与えることは禁じています。このような行為を行った場合は、当社は報酬を保留にする権利を有します。しかしながら、インセンティブ付与に関する計画については当社アフィリエイトチームまでご相談の上、承認を得ることもできます。
pl: Zakazujemy stosowania niedozwolonych zachęt, prezentów i płatności do zachęcanie klientów do rejestracji. W przypadku, gdy ustalenia, że dopuścił(a) się Pan(i) takiego działania, zastrzegamy sobie prawo do wstrzymania wypłaty wszelkich należnych kwot. Jednak jeśli masz pomysł na konkretną zachętę, skontaktuj się z menedżerem konta, aby to omówić i ewentualnie zatwierdzić.
ru: Мы запрещаем использование неавторизованных предложений, бонусов и выплат, чтобы мотивировать клиентов к открытию счета. В случае, если у нас есть повод считать, что Вы занимаетесь подобной пропагандой, мы оставляем за собой право удержать любые причитающиеся Вам выплаты. Однако, если у Вас есть идея особого предложения, свяжитесь с менеджером своего счета, чтобы обсудить такую возможность.
vi: Chúng tôi nghiêm cấm việc sử dụng các biện pháp khuyến khích, tặng quà và các khoản thanh toán trái phép để lôi kéo khách hàng đăng ký. Trong trường hợp chúng tôi tin rằng bạn đã tham gia vào các hoạt động như vậy, chúng tôi có quyền từ chối các khoản tiền của bạn. Tuy nhiên, nếu bạn dự định khuyến khích cụ thể, xin vui lòng liên hệ với người quản lý tài khoản của bạn để thảo luận thêm và được chấp thuận.
zh_cn: 我们禁止使用未经授权的奖励、礼物和付款来鼓励客户注册。一旦认定您做出这些行为，我们有权截留任何应向您支付的款项。然而，如果您有意提供特殊奖励，请联系您的客户经理，以便进一步讨论并获得批准。

source: We provide here a summary of the policy we maintain in order to manage conflicts of interest in respect of the duties we owe to our clients.
ar: نقدم هنا ملخصا للسياسة التي نحافظ عليها من أجل إدارة تضارب المصالح فيما يتعلق بالواجبات التي ندين بها لعملائنا.
de: Wir stellen hier eine Zusammenfassung der Regeln zur Verfügung, die wir beachten, um Interessenkonflikte hinsichtlich der von uns, unseren Kunden geschuldeten Pflichten zu steuern.
fr: Nous fournissons ici un résumé de notre politique que nous gardons dans l'optique de gérer des conflits d'intérêt en accord avec les devoirs que nous devons à nos clients.
id: Berikut adalah ringkasan dari kebijakan yang kami mempertahankan untuk mengelola konflik kepentingan sehubungan dengan tugas yang masih kami hutangkan.
ja: クライアントに負う義務に関して利益相反を管理するために保守するポリシーの概要をここに提供しています。
pl: Zapewniamy tu streszczenie naszej polityki, którą stosujemy w celu zarządzania konfliktem interesów, co stanowi odpowiedź na zobowiązania posiadane w odniesieniu do naszych klientów.
ru: Здесь мы предоставляем обзор политики по управлению конфликтами интересов, связанной с нашими обязанностями по отношению к нашим клиентам.
vi: Ở đây chúng tôi cung cấp bản tóm tắt chính sách mà chúng tôi duy trì để quản lý các xung đột lợi ích theo bổn phận mà chúng tôi phải làm cho khách hàng.
zh_cn: 在此，向您提供我们针对客户利益冲突进行管理的义务和策略概述。

source: We rebrand BetOnMarkets.com as <a target='_blank' href='%1'>www.%2</a>. The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients.
de: Wir benennen BetOnMarkets.com in <a target='_blank' href='%1'>www.%2</a> um. Diese Umbenennung ist die natürliche Fortentwicklung für die Plattform, da sie in dem stark umkämpften Bereich des Binären Handels weiter an Marktanteil gewinnt. Die neue Marke spiegelt die Natur des Geschäfts und unseren neuen Wahlspruch - Präzise Kurse, Intelligentes Handeln - wider und kommuniziert unseren Ethos und unser Engagement für unsere Kunden.
fr: BetOnMarkets.com est renommé <a target='_blank' href='%1'>www.%2</a>. La refonte de notre marque s'inscrit naturellement dans l'évolution de notre plateforme qui représente une part de marché de plus en plus conséquente dans le secteur hautement concurrentiel des options binaires. La nouvelle marque reflète la nature de notre activité et notre nouveau slogan, « Sharp Prices, Smart Trading » (« Prix compétitifs, Trading intelligent » en français), communique notre philosophie et notre engagement auprès des clients.
ja: BetOnMarkets.comを<a target="_blank" href="%1">www.binary.com</a>に変更してリニューアル。今回の変更は、競争が激しくなっているバイナリー業界でのマーケットシェアの維持のため、当社システムが進化していることの裏付けです。この新しいブランドは当社のビジネスの本質、及び当社の新しいコンセプトである「優れた価格設定、賢くトレード」を体現し、当社の精神とコミットメントを顧客に伝達します。
vi: Chúng tôi tái định vị thương hiệu BetOnMarkets.com thành <a target='_blank' href='%1'>www.binary.com</a>. Việc tái định vị thương hiệu này là một sự tiến hóa tự nhiên cho nền tảng mà nó tiếp tục phát triển triển thị phần trong lĩnh vực giao dịch nhị phân cạnh tranh cao độ. Thương hiệu mới phản ánh bản chất của ngành kinh doanh, và khẩu hiệu mới của chúng tôi - Giá Cả Cạnh Tranh, Giao Dịch Thông Minh - sẽ truyền đạt văn hóa và sự cam kết của chúng tôi đến với quý khách hàng.
zh_cn: 我们把 BetOnMarkets.com 更名为<a target='_blank' href='%1'>www.%2</a>。品牌重塑是该平台的自然演变，我们会继续在竞争激烈的二元交易领域扩大市场份额。新品牌反映了企业的性质，而我们的新口号 – 精准价位，明智交易 – 则把我们的精神和承诺传达给了客户。

source: We recognize the importance of protecting your personal and financial information.
ar: نحن ندرك أهمية حماية بياناتك الشخصية والمالية.
de: Wir sind uns der Bedeutung bewusst, Ihre persönlichen und finanziellen Daten zu schützen.
fr: Nous reconnaissons l'importance de protéger vos informations personnelles et financières.
id: Kami memahami betapa pentingnya menjaga informasi pribadi dan transaksi Anda.
ja: 当社ではお客さまの個人情報と財務情報のお取り扱いには細心の注意を払っております。
pl: Zdajemy sobie sprawę, jak ważna jest ochrona danych osobowych i finansowych.
ru: Мы понимаем важность защиты Вашей личной и финансовой информации.
vi: Chúng tôi nhận thấy tầm quan trọng của việc bảo vệ thông tin cá nhân và thông tin tài chính của bạn.
zh_cn: 我们意识到保护您的个人和财务信息的重要性。

source: We reserve the right to charge a dormant fee of up to USD/EUR/AUD/GBP25 every six months for every client account that has had no transaction recorded for a period of 12 consecutive months or more.
de: Wir behalten uns das Recht vor, alle Kundenkonten, die in einem Zeitraum von 12 aufeinanderfolgenden Monaten oder mehr, keine Transaktionen aufgewiesen haben, alle sechs Monate mit einer Inaktivgebühr von 25 USD/EUR/AUD/GBP zu belasten.
fr: Nous nous réservons le droit de facturer des frais d'inactivité plafonnés à 25 USD/EUR/AUD/GBP tous les six mois pour chaque compte client sur lequel aucune transaction n'a été enregistrée depuis au moins 12 mois consécutifs.
ja: 当社は12ヶ月以上お取り引きの無いご口座に対し、６ヶ月毎にUSD/EUR/AUD/GBP25の口座維持手数料を課金する権利を有します。
vi: Chúng tôi có quyền thu phí không hoạt động lên đến 25 USD/EUR/AUD/GBP mỗi sáu tháng một lần cho mỗi tài khoản khách hàng đã không có giao dịch được ghi lại trong một khoảng thời gian 12 tháng liên tục trở lên.
zh_cn: 对每个连续12个月或以上没有交易记录的客户账户，我们保留每6个月收取最高为25美元/欧元/澳元/英镑账户休眠费的权利。

source: We reserve the right to modify, supplement, or replace these Terms at any time. Any material changes will be notified to you. Your continued registration with the %1 API and your continued use of the %1 API will constitute binding acceptance of such changes.
de: Wir behalten uns das Recht vor, diese Bedingungen zu jeder Zeit zu verändern, zu ergänzen oder zu ersetzen. Erhebliche Änderungen werden Ihnen angekündigt. Ihre fortgesetzte Anmeldung bei dem %1 API und die fortgesetzte Verwendung des %1 API begründet eine bindende Annahme solcher Änderungen.
fr: Nous nous réservons le droit de modifier, compléter ou remplacer ces Conditions à tout moment. Nous vous informerons des éventuels changements importants. Le fait de maintenir votre inscription à l'API %1 et de continuer à utiliser l'API %1 constitue votre acceptation ferme de tels changements.
ja: 当社はこれら規約をいつでも変更、補完、置き換える権利を留保します。重大な変更は通知されます。%1 APIへのご登録または使用の継続は、変更への同意とみなされます。
vi: Chúng tôi có quyền điều chỉnh, bổ sung, hay thay thế những Điều khoản này bất kỳ lúc nào. Bất kỳ sự thay đổi nào về nội dung sẽ được thông báo tới bạn. Việc bạn tiếp tục đăng ký và sử dụng %1 API được coi như sự chấp thuận của bạn với những thay đổi này.
zh_cn: 我们保留随时修改、补充或更换这些条款的权利。如有任何实际更改将会通知您。您继续在%1 API注册及继续使用%1 API将构成您接受此类更改的约束力。

source: We reserve the right to refuse your referrals' application to open an account (or to close their accounts), as deemed necessary, to comply with any requirements we may periodically establish and/or that may be required under applicable laws, rules, and regulations.
de: Wir behalten uns das Recht vor, Anträge Ihrer empfohlenen Kunden zur Kontoeröffnung (oder Kündigung iher Konten), sofern erforderlich, abzulehnen, um alle Anforderungen, die wir periodisch aufstellen und/oder die nach geltenden Gesetzen, Regeln und Vorschriften erforderlich sind, zu befolgen.
ja: 当社は適用される法律、規則、規制の下で定期的に確立するまたは/及び必要とされる要件を満たすうえで、獲得会員の口座開設（または口座の閉鎖）の申請を必要に応じて拒否できる権利を留保します 。
vi: Nhằm tuân thủ những yêu cầu mà chúng tôi thiết lập theo định kỳ và/ hoặc có thể được yêu cầu theo điều luật, quy tắc và quy định hiện hành, nếu được coi là cần thiết, chúng tôi có quyền từ chối đơn xin mở tài khoản của người mà bạn giới thiệu (hoặc đóng tài khoản của họ).
zh_cn: 为遵守我们定期建立和/或适用法律、规则和条例的任何要求，我们保留在必要时拒绝您的转介人申请开立（或关闭）账户的权利。

source: We reserve the right to void or amend the contractual terms of any Transactions that we reasonably believe are entered into at prices that do not reflect fair market prices or that are entered into at an abnormally low level of risk due to an obvious or palpable error (a “Manifest Error”). In deciding whether an error is a Manifest Error, we may take into account any relevant information, including the state of the underlying market at the time of the error and any error within, or lack of clarity of, any information source or pronouncement. You have a duty to report to us any such problems, errors, or suspected system inadequacies that you may experience and may not abuse or arbitrage such system problems or errors for profit. We will endeavour to resolve any such difficulties in the shortest time possible.
de: Wir behalten uns das Recht vor, Vertragsbedingungen aller Transaktionen, von denen wir gerechtfertigt annehmen, dass sie keine fairen Marktkurse widerspiegeln oder die aufgrund von offensichtlichen Fehlern ("Manifest Errors") zu einem anormalen, niedrigen Risikolevel eingegangen werden, als ungültig zu erklären oder zu ändern. Zur Entscheidung ob ein Fehler ein "Manifest Error" ist, können wir jegliche relevante Information berücksichtigen, einschließlich dem Status des zugrundeliegenden Marktes zur Zeit des Fehlers und jeglichen Fehlers innerhalb dessen, oder Unklarheit der Informationsquelle oder Verkündung. Sie sind dazu verpflichtet, uns über derartige Probleme, Fehler oder mutmaßliche Systemdefizite, die Sie möglicherweise erfahren, zu unterrichten, und diese nicht zu missbrauchen oder von solchen Systemproblemen oder Fehlern mittels Arbitrage zu profitieren. Wir werden uns bemühen, derartige Probleme so schnell wie möglich zu beheben.
fr: Nous nous réservons le droit d'annuler ou d'amender les conditions contractuelles relatives à toute transaction si nous estimons, sur la base de motifs raisonnables, que les prix proposés pour une transaction ne reflètent pas les justes prix du marché ou que celle-ci présente un niveau de risque anormalement faible en raison d'une « erreur manifeste ». Afin de déterminer si l'erreur constatée est une erreur manifeste, nous sommes susceptibles d'examiner l'ensemble des informations pertinentes, notamment l'état du marché sous-jacent au moment où l'erreur est survenue et toute erreur relative à ce marché, ou tout manque de clarté relatif à une source d'informations ou à une prise de position. Vous êtes tenus de signaler à la Société tout problème, erreur ou suspicion d'inadéquation du système que vous pourriez détecter et ne devez en aucun cas chercher à tirer profit de problèmes ou erreurs du système de façon abusive ou par le biais d'opérations d'arbitrage. Nous nous efforcerons de résoudre toute difficulté de ce type dans les plus brefs délais.
ja: 当社は公正な市場価格が反映されていない、または明白で認知できるエラー（マニフェストエラー）にり著しく低レベルのリスクでのトレードが提供された場合、若しくはバグや当社サイト・ソフトウェアの故障という状況下での売買は全て、事情を説明した事前通達と共に制限または無効にする権利を弊社は有します。エラーがマニフェストエラーであるかどうか判断する際に、当社はエラー発生時の状況またはエラーに関連する情報を含む口座を確認する場合があります。お客さまは、経験したエラー又は疑わしいシステムの不備を当社に報告する義務があり、システムの問題またはエラーなどを利益のために乱用したり、インサイダー情報を用いて当社のサイトと取引をすることを禁止します。当社は早急に問題を解決するよう努めます。明らかに誤りのあるトレード条件への改正は、合理的且つ公正でなければいけません。明らかに誤りのあるトレードでの当社とお客さま間の金銭の交換は、本契約の条件で作成された改正に応じて、受取者は返却しなければいけません。マニフェストエラーに関するまたはそれが原因によるいかなる損害、費用に関して、直接的、間接的に関わらず当社が責任を負うことはありません。
vi: Chúng tôi có quyền để void hoặc sửa đổi các điều khoản hợp đồng của bất kỳ giao dịch nào hợp lý, chúng tôi tin tưởng rằng được nhập vào với giá không phản ánh công bằng giá cả thị trường hoặc có được nhập vào ở một mức độ bất thường thấp độ rủi ro do rõ ràng hoặc sờ thấy lỗi (một "biểu hiện lỗi"). Trong việc quyết định cho dù một lỗi là một biểu hiện lỗi, chúng tôi có thể đưa vào tài khoản bất kỳ thông tin có liên quan, bao gồm nhà nước của các thị trường tiềm ẩn tại thời điểm bất kỳ lỗi bên trong, và lỗi hoặc thiếu sự rõ ràng của bất kỳ nguồn thông tin hoặc tuyên. Bạn có trách nhiệm thông báo cho chúng tôi bất kỳ vấn đề nào đó, sai sót hoặc bất cập bị nghi ngờ hệ thống mà bạn có thể trải nghiệm và có thể không lạm dụng hoặc chênh lệch có hệ thống vấn đề hoặc lỗi cho lợi nhuận. Chúng tôi sẽ nỗ lực để giải quyết bất kỳ khó khăn như vậy trong thời gian ngắn nhất có thể.
zh_cn: 当我们合理相信有任何因明显或可察觉错误（明显错误）导致任何交易合约的购买或售出价格未能反映公平的市场价格或者以异常低的风险购买和售出，我们保留取消或修改合约条款的权利。在决定某个错误是否明显错误时，我们可能考虑到任何相关信息，包括，发生错误时标的市场状况、或任何信息来源或声明有错或缺乏明确性。您有义务向我们报告您所经历的任何问题、错误或可能的系统缺陷，不得滥用系统缺陷盈利。我们将努力在最短时间内解决这些问题。
