Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Company shall provide you with statements accessible through an electronic system detailing the revenues generated by clients you have referred, if any, which have accrued to you over the course of the calendar month. Such statements shall be updated daily. At the end of a calendar month, the Company shall record your total share of Net Revenues, if any, during the previous calendar month. In the event that a revenue share in any calendar month is a negative amount, the Company shall be entitled but not obliged to carry forward and set off such negative amount against future revenue shares which would otherwise be payable to you. However, the Company shall also be entitled but not obliged to zerorise the negative balance that would otherwise be carried forward.
de: Das Unternehmen muss Ihnen Kontoauszüge mit Angaben über die vorhandenen Umsätze, die von von Ihnen empfohlenen Kunden generiert wurden, und die sich für Sie über einen Kalendermonat angesammelt haben, über ein elektronisches System zur Verfügung stellen. Diese Auszüge müssen täglich aktualisiert werden. Das Unternehmen muss zum Ende eines Kalendermonats Ihren Gesamtanteil an vorhandenen Nettoumsätzen aus dem vorherigen Kalendermonat ausweisen. Für den Fall, dass in einem Kalendermonat der Umsatzanteil ein negativer Betrag ist, darf das Unternehmen diesen, ohne dazu verpflichtet zu sein, vortragen und diesen Negativbetrag mit zukünftigen Umsatzanteilen verrechnen, die an Sie zu zahlen wären. Allerdings ist das Unternehmen auch berechtigt, aber nicht dazu verpflichtet, den Negativbetrag zu streichen, der ansonsten vorgetragen werden würde.
fr: La Société vous fournira des relevés accessibles sur le site Web %1, détaillant les recettes générées, le cas échéant, par les clients que vous avez redirigé vers nous au cours du mois civil. Ces relevés seront actualisés quotidiennement. À la fin d'un mois civil, la Société calculera, le cas échéant, votre part totale des recettes nettes cumulées au cours du dernier mois civil. Dans l'éventualité ou votre part des recettes pour un mois civil donné serait négative, la Société est en droit, sans obligation de sa part, de reporter et de soustraire ce montant négatif des parts calculées sur les recettes futures qui vous seraient autrement dues. Cependant, la Société a également la possibilité, sans obligation de sa part, d'annuler le solde négatif qui serait autrement reporté.
id: Perusahaan akan menyediakan pernyataan yang dapat diakses melalui sistem online lengkap berisikan pendapatan yang dihasilkan oleh klien yang Anda referensikan, jika anda, yang telah terkumpul pada periode bulan berkenaan. Pernyataan tersebut akan diperbarui setiap hari. Pada akhir bulan, Perusahaan akan mencatat total Pendapatan Bersih, jika ada, pada kalender bulan sebelumnya. Jika pendapatan bernilai negatif pada bulan yang bersangkutan, Perusahaan berhak tetapi tidak berkewajiban untuk meneruskan dan membawa jumlah negatif tersebut terhadap pendapatan bersih pada periode bulan selanjutnya yang mungkin akan dibayarkan kepada Anda. Namun, Perusahaan juga berhak tetapi tidak berkewajiban untuk menghapus pendapatan negatif yang seharusnya dapat diteruskan ke periode selanjutnya.
ja: 当社は獲得会員から得られた、未決済分データも含むアフィリエイト報酬に関する詳細データを当社のウェブサイトにて提供します。この詳細データは毎日更新されます。カレンダー末日に該当月の報酬データを算出します。（該当月以前の持ち越しデータが存在すればそれも加味します。）該当月の報酬がマイナスの値を記録した場合は、翌月にそのマイナス分が持ち越されます。マイナス分を上回るアフィリエイト報酬が発生した際にアフィリエイト報酬を受け取れるようになります。尚、当社はマイナス分を０として扱い、翌月以降に持ち越さない場合があります。
pl: Firma dostarczy Partnerowi zestawienia dostępne za pośrednictwem systemu elektronicznego z wyszczególnieniem przychodów generowanych przez Klientów poleconych przez Partnera, jeśli tacy będą, które naliczone zostaną w ciągu miesiąca kalendarzowego. Takie zestawienia będą aktualizowane codziennie. Pod koniec miesiąca kalendarzowego, Firma poda całkowity udział w przychodach netto Partnera, jeśli taki wystąpił, z poprzedniego miesiąca kalendarzowego. W przypadku gdy udział w przychodach w jakimkolwiek miesiącu kalendarzowym będzie kwotą ujemną, Firma ma prawo przypisać taki ujemny przychód do przyszłych udziałów w przychodach, które mogłyby być wypłacone Partnerowi. Jednakże Firma ma także prawo do wyzerowania ujemnego salda, które mogłoby być przypisane do przyszłych przychodów.
ru: Компания предоставляет Вам выписку по счёту, доступную на электронной системе, с подробным описанием доходов от зарегистрированных через Вас Клиентов (если таковые имеются), которые были накоплены в течение календарного месяца. Эти данные обновляются ежедневно. В конце календарного месяца Компания рассчитывает Ваш общий доход от чистой выручки (если таковой имеется) за предыдущий календарный месяц. В случае, если доля доходов в любой календарный месяц является отрицательным числом, Компания имеет право, но не обязанность переносить такие отрицательные суммы в счет Ваших будущих доходов. Компания также имеет право, но не обязанность обнулять отрицательный баланс счёта, который иначе будет перенесен в счет будущих выплат.
vi: Công ty sẽ cung cấp cho bạn các báo cáo mà bạn có thể truy cập thông qua một hệ thống điện tử ghi nhận doanh thu của những khách hàng mà bạn giới thiệu, nếu có, và đã được tích luỹ cho bạn trong cả tiến trình của tháng. Những báo cáo này sẽ được cập nhật hàng ngày. Vào cuối một tháng, Nếu có, Công ty sẽ ghi tổng số cổ phiếu của doanh thu thuần, trong tháng trước đó. Trong trường hợp doanh thu cổ phiếu trong một tháng là một số âm, Công ty có quyền nhưng không có nghĩa vụ phải thực hiện chuyển tiếp hoặc bù vào mức âm này đối với doanh thu cổ phiếu trong tương lai sẽ phải trả cho bạn.
zh_cn: 公司通过电子系统提供各种报表，详细说明由您介绍的客户所创造的收入。这些收入会以日历月为单位累积给您。报表每天都会更新。日历月末，公司将记录您在上一个日历月的净收入分成。若某日历月的收入分成为负值，公司有权但无义务将该负值结转，用来抵消未来应该支付给您的收入分成。此外，公司有权但无义务将这一可结转的负余额归零。

source: The Company will not be liable in any way to any persons in the event of force majeure, or for the act of any Government or legal authority or for the failure of or damage or destruction to, its computer systems, data or records or any part thereof, or for delays, losses, errors or omissions resulting from the failure or mismanagement of any telecommunications or computer equipment or software. The Company shall not be responsible for any damages or losses deemed or alleged to have resulted from or been caused by this site or its content. This includes any client's use or misuse of its content, the inability of any client to connect with or use the site, delay in operations or transmission, failure of communication lines, or any errors or omissions in content.
ar: لا تتحمل الشركة المسوؤلية تجاه أي شخص فى حالة وقوع ظروف قهرية، أو أي قرار حكومي أو قرار سلطة قانونية أو في حالة تعطل أو تدمير أنظمة الحاسوب أو البيانات أو السجلات الخاصة بها أو أي جزء منها كما لا تتحمل مسوؤلية التأخير أو الخسائر أو الأخطاء الناتجة عن فشل أو سوء إدارة أى اتصالات أو أجهزة الكمبيوتر والبرمجيات. الشركة لن تكون مسوؤلة عن أي أضرار أو خسائر ناجمة عن أو يزعم أنها ناجمة عن هذا الموقع أو محتوياته. يشمل هذا سوء استخدام العميل لمحتوى الموقع أو عدم قدرة أي عميل على الاتصال بالموقع أو استخدامه، وتأخر العمليات أو فشل الإرسال أو تعطل خطوط الاتصال أو أي أخطاء أو سهو في محتوى الموقع.
de: Im Fall von Höherer Gewalt oder beim Eingreifen von Regierungen oder Behörden, haftet das Unternehmen gegenüber anderen Personen nicht für den Verlust oder die Schäden oder die Zerstörung ihrer Computersysteme, Daten oder Aufzeichnungen oder deren Teile, oder für Verzögerungen, Verluste, Fehler oder Unterlassungen, die sich aus dem Ausfall oder dem falschen Einsatz von Telekommunikations- oder Computerausstattungen oder der Software ergeben. Das Unternehmen haftet nicht für Schäden oder Verluste, die sich angeblich von, oder durch die Verwendung unserer Seite und ihrem Inhalt ergeben. Dies umfasst die Anwendung oder den Missbrauch durch Kunden, die Unmöglichkeit eines Kunden, sich auf der Seite einzuloggen, Verzögerungen in der Bedienung oder Übertragung, Ausfall der Verbindung oder jegliche andere Störungen oder fehlender Inhalt.
fr: La Société ne sera responsable envers personne en cas d'événement de force majeure, ou d'action émanant de tout Gouvernement ou autorité légale, de défaillance, dommage ou destruction de ces systèmes informatiques, données ou enregistrements, totale ou partielle, ou de retards, pertes, erreurs ou omissions survenus à la suite de défaillances ou de mauvaise gestion de tout équipement de télécommunications, informatique ou logiciel. La Société ne pourra être tenue responsable de tout dommage ou perte causé par ou considéré comme ayant résulté ou ayant été causée par ce site ou son contenu. Ceci inclut tout usage, à bon ou à mauvais escient, de son contenu, l'inaptitude de tout client à se connecter ou à utiliser ce site, les retards dans les opérations ou la transmission, les défaillances des lignes de communication, ou toute erreur ou omission du contenu.
id: Perusahaan tidak akan bertanggung jawab dengan cara apapun untuk setiap orang dalam hal force majeure, atau tindakan Pemerintah atau otoritas hukum atau karena kegagalan atau kerusakan atau kehancuran, sistem komputer, data atau catatan atau setiap bagian daripadanya, atau keterlambatan, kerugian, kesalahan atau kelalaian yang timbul dari kegagalan atau kesalahan manajemen dari setiap telekomunikasi atau peralatan komputer atau perangkat lunak. Perusahaan tidak bertanggung jawab atas segala kerusakan atau kerugian dianggap atau diduga telah dihasilkan dari atau disebabkan oleh situs ini atau isinya. Hal ini termasuk penggunaan setiap klien atau penyalahgunaan isinya, ketidakmampuan klien untuk terhubung dengan atau menggunakan situs, keterlambatan dalam operasi atau transmisi, kegagalan saluran komunikasi, atau kesalahan atau kelalaian dalam konten.
ja: 当社は、不可抗力的な事象、政府や規制機関による行動、コンピュータシステム、データ、記録などへの損害や破壊、及び通信、コンピュータ設備またはソフトウェアに対する不備に起因するような遅延、損害、エラーや遺漏というような事象に対する責任は一切負うことはありません。当社は当社サイトやコンテンツから引き起こされたと推測、及び主張されるような損害に対して責任を負うことはありません。この取り決めにはお客さまの誤ったコンテンツのご利用方法、当社サイトへの接続の失敗、操作や送受信の遅延、通信の失敗、及びコンテンツへのあらゆるエラーや遺漏といった事象も含まれます。
pl: Firma nie ponosi żadnej odpowiedzialności wobec jakichkolwiek osób w przypadku działania siły wyższej, ani za działania któregokolwiek rządu lub organów prawnych, ani w przypadku awarii, uszkodzenia lub zniszczenia swoich systemów komputerowych, danych, zapisów lub ich części, ani za opóźnienia, straty, błędy lub pominięcia wynikające z awarii lub złego zarządzania sprzętem czy oprogramowania telekomunikacyjnym lub komputerowym. Firma nie ponosi odpowiedzialności za jakiekolwiek szkody lub straty uznane lub rzekomo spowodowane przez niniejszy portal lub jego zawartość. Obejmuje to wszelkie użycie, w tym niewłaściwe stosowanie, przez klienta treści portalu, brak możliwości połączenia się klienta z witryną lub korzystania z niej, opóźnienia w operacji lub transmisji, awarię linii telekomunikacyjnych oraz wszelkie błędy lub pominięcia w treści.
ru: Компания не несет никакой ответственности перед любыми лицами в случае возникновения форс-мажорных обстоятельств, действий правительства или правоохранительных органов, срывов, повреждения или уничтожения компьютерных систем, их данных и записей или любой их части; задержки, потери, ошибки или упущения в результате неисполнения или неэффективного использования какого-либо средства связи, компьютерного оборудования или программного обеспечения. Компания не несет ответственности за любой ущерб, реальные или предполагаемые убытки, которые являются результатом или были вызваны содержанием этого сайта. Это включает в себя использование или неправильное использование клиентом его содержания, неспособность клиента подключиться или пользоваться сайтом, задержки в операциях или связи, выход из строя линий связи, а также любые ошибки или упущения в содержании.
vi: Công ty sẽ không chịu trách nhiệm đối với bất kỳ người nào trong trường hợp bất khả kháng, hoặc đối với hành động của bất kỳ cơ quan chính phủ cơ quan pháp lý nào, hoặc đối với thất bại, hư hại hoặc phá hủy hệ thống máy tính, dữ liệu hoặc hồ sơ,hoặc bất kỳ phần nào trong đó, hay cho sự chậm trễ, thất thoát, sai sót hoặc thiếu sót dẫn đến từ sự thất bại hoặc quản lý yếu kém của bất kỳ phương tiện truyền thông, thiết bị máy tính hay phần mềm nào. Công ty sẽ không chịu trách nhiệm cho bất kỳ thiệt hại hoặc tổn thất được gây ra từ trang web hoặc nội dung của nó. Điều này bao gồm việc sử dụng của của khách hàng hoặc lạm dụng các nội dung của nó, việc khách hàng không kết nối để sử dụng trang web, sự chậm trễ trong hoạt động hoặc truyền dẫn, thất bại của đường dây thông tin, hoặc bất kỳ lỗi hoặc thiếu sót trong nội dung.
zh_cn: 出现下列情况时，公司不对任何人承担任何责任：不可抗因素；政府或司法机关行为；全部或部分电脑系统数据和记录出现故障、损坏或毁坏；由通信系统、电脑设备及软件的故障或管理不善造成的延迟、损失和错漏。因本网站及其内容产生或导致的任何损坏以及其他损失，本公司概不负责。这包括用户对内容的使用或滥用、无法连接或使用网站、操作或传输的延迟、通信线路的故障或内容的错漏。

source: The Company will notify you by email if your application has been successful.
de: Das Unternehmen wird Sie per E-Mail benachrichtigen, ob Ihre Bewerbung positiv entschieden wurde.
fr: Si votre demande est acceptée, la Société vous en informera par e-mail.
id: Perusahaan akan mengabari Anda melalui email jika permohonan Anda diluluskan.
ja: 申請の可否は、当社よりメールにお知らせいたします。
pl: Firma powiadomi Partnera drogą e-mailową, jeżeli zgłoszenie zostanie przyjęte.
ru: В случае одобрения заявки, компания уведомит Вас об этом по электронной почте.
vi: Công ty sẽ thông báo cho bạn bằng email nếu đơn đăng ký của bạn thành công.
zh_cn: 如果您申请成功，公司将以电子邮件方式通知您。

source: The Company will provide advertising collaterals with links containing affiliate IDs which may be modified by us from time to time.
de: Das Unternehmen wird Ihnen Werbematerial mit Links, die die Partner-IDs enthalten, zur Verfügung stellen, die von uns jederzeit verändert werden können.
fr: La Société fournira des documents complémentaires relatifs à la publicité ainsi que des liens contenant des identifiants d'affiliation. Nous sommes susceptibles de modifier ces derniers de temps à autre.
id: Perusahaan akan menyediakan materi periklanan beserta berbagai link yang berisi ID afiliasi yang dapat dirubah dari waktu ke waktu.
ja: 当社はアフィリエイト会員に販促材料としてアフィリエイトIDを含むリンクを提供します。それらのリンクは適宜当社にて修正される場合があります。
pl: Firma dostarczy dodatkowe reklamy z linkami zawierające identyfikatory partnerskie, które mogą być od czasu do czasu zmieniane.
ru: Компания предоставит рекламные материалы со ссылками, содержащими партнерские ID; данные ссылки могут периодически меняться.
vi: Công ty sẽ cung cấp cho bạn tài sản thế chấp được quảng cáo với đường dẫn có chứa ID liên kết, đường dẫn này có thể được chúng tôi sửa đổi theo thời gian.
zh_cn: 公司将提供广告材料（我们可能会不定时修改），包括含联盟会员账号的链接。

source: The Company will, at its sole discretion, determine whether or not your application has been successful. The Company's decision is final and is not open to appeal.
ar: ستقوم الشركة، فى تقديرها، بتحديد نجاح طلبك من عدمه. قرار الشركة نهائي وغير قابل للاستئناف.
de: Das Unternehmen entscheidet im eigenen Ermessen, ob Ihre Bewerbung erfolgreich war oder nicht. Die Entscheidung des Unternehmens ist endgültig und kann nicht angefochten werden.
fr: La Société déterminera, à sa seule discrétion, si votre application a réussi ou non. La décision de la Société est définitive et ne peut pas faire l'objet d'un appel.
id: Perusahaan akan, atas kebijakannya sendiri, menentukan apakah aplikasi anda diluluskan atau tidak. Keputusan Perusahaan bersifat mutlak dan tidak terbuka untuk permohonan banding.
ja: 当社は当プログラムへの参加許可を与える権限を有します。故に、当プログラムへの参加の可否に関する当社の決定は、最終的かつ絶対的なものになります。
pl: Firma ma wyłączne prawo do decyzji, czy zatwierdzić dane zgłoszenie. Decyzja Firmy jest ostateczna i nieodwołalna.
ru: Компания по своему усмотрению решает, одобрять Вашу заявку или нет. Решение Компании окончательно и не подлежит обсуждению.
vi: Công ty sẽ tự mình xác định xem ứng dụng của bạn đã thành công hay chưa. Quyết định của Công ty là cuối cùng và không mở để kháng cáo.
zh_cn: 公司将自行确定您的申请是否成功。公司的决定具有最终性，不能提起申诉。

source: The Company's Obligations
ar: التزامات الشركة
de: Die Pflichten des Unternehmens
fr: Les obligations de la Société
id: Kewajiban Perusahaan
ja: 当社の義務
pl: Zobowiązania Firmy
ru: Обязательства Компании
vi: Nghĩa vụ của Công ty
zh_cn: 公司的义务

source: The Data Protection laws and regulations place obligations on users of personal data and lay down principles for fair and lawful processing of this information. We are committed to safeguarding your privacy online. We only use your personal information to help us service your account, to improve our services to you, and to provide you with products you have requested. We do not sell your personal information to third parties, but we may provide your personal information to payment providers to facilitate transactions on your account.
ar: تضع لوائح وقوانين حماية المعلومات التزامات على مستخدمي البيانات الشخصية وتضع المبادىء العادلة والقانونية للتعامل مع هذه البيانات. نحن ملتزمون بحماية خصوصيتك على شبكة الانترنت لمساعدتنا فى خدمة حسابك ولتحسين خدماتنا المقدمة لك ولتقديم المنتجات التى تطلبها. نحن لا نبيع بياناتك الشخصية لأي طرف ثالث لكننا قد نقدم معلوماتك الشخصية لمقدمي خدمات الدفع لتسهيل المعاملات التجارية على حسابك.
de: Die Gesetze und Regulierungen zum Datenschutz sehen für Nutzer von personenbezogenen Daten Verpflichtungen vor und legen Prinzipien für eine faire und rechtmäßige Verarbeitung dieser Daten fest. Wir sind dazu verpflichtet, Ihre Online-Privatsphäre zu schützen. Wir verwenden Ihre personenbezogenen Daten nur zur Pflege Ihres Kontos, um Ihnen einen besseren Service zu bieten und um Ihnen Produkte zur Verfügung zu stellen, nach denen Sie gefragt haben. Wir verkaufen Ihre personenbezogenen Daten nicht an Dritte, aber wir dürfen Ihre personenbezogenen Daten an Zahlungsdienstleister weiterleiten, um die Transaktionen auf Ihrem Konto zu erleichtern.
fr: Les lois et réglementations relatives à la protection des données soumettent les utilisateurs de données personnelles à des obligations et imposent certains principes pour garantir un traitement approprié et légal de ces informations. Nous nous engageons à préserver votre confidentialité en ligne. Nous utilisons vos informations personnelles uniquement afin de pouvoir gérer votre compte, améliorer les services que nous vous proposons et vous fournir les produits auxquels vous souhaitez accéder. Nous ne vendons pas vos informations personnelles à des tiers. Cependant, nous sommes susceptibles de fournir vos informations personnelles à des prestataires de services de paiement afin de faciliter les transactions sur votre compte.
id: Akta perlindungan data pribadi adalah sangat ditekankan dalam memproses informasi ini. Kami berkomitmen untuk menjaga kerahasiaan data pribadi anda. Kami hanya akan menggunakan data pribadi anda untuk membantu kami melayani keperluan akun anda, meningkatkan layanan yang kami miliki untuk anda dan memberikan produk atau layanan yang anda perlukan. Kami tidak menjual informasi data pribadi anda kepada pihak ke tiga namun demikian kami mungkin akan memberikan data anda kepada penyedia pembayaran untuk memproses transaksi pada akun anda.
ja: 個人情報保護に関する法律と規制により、お客さまの個人情報の利用に対する義務が発生し平等で法的な取り扱い原則が課されます。当社はオンライン上でのお客さまのプライバシー保護を確証し、ご口座へのサービスへの実施、改善、及びリクエストされた商品を提供する目的でのみ、お客さまの個人情報を利用します。当社はお客さまの個人情報を第三者に販売することはありませんが、ご口座でのお取引をアシストするために個人情報を金融機関に提供する場合があります。
pl: Regulacje prawne i przepisy o ochronie danych osobowych nakładają na przetwarzających dane osobowe obowiązek uczciwego i zgodnego z prawem przetwarzania informacji. Jesteśmy zobowiązani do ochrony Twojej prywatności w internecie. Używamy Twoich danych osobowych tylko w celu obsługi Twojego konta, aby poprawić jakość oferowanych Ci usług i zapewnić dostęp do produktów, o które wnioskowano. Nie sprzedajemy Twoich danych osobowych osobom trzecim, ale możemy przekazać je dostawcom płatności w celu ułatwienia transakcji na koncie.
ru: Законы и положения о защите информации налагают на нас обязательства строго следовать принципам законного использования данных. Предоставленная Вами информация надежно защищена. Мы используем ваши личные данные исключительно в целях обслуживания Вашего счета и улучшения предоставляемого нами сервиса. Мы не передаем/не продаем предоставленную Вами частную информацию третьим лицам, но мы можем предоставить данные платежным учреждениям в случае необходимости подтверждения совершенной на Вашем счете транзакции.
vi: Các luật bảo vệ dữ liệu và nghĩa vụ quy định đặt nghĩa vụ vào người sử dụng dữ liệu cá nhân và đặt nguyên tắc để xử lý công bằng và hợp pháp các thông tin này. Chúng tôi cam kết bảo vệ sự riêng tư của bạn. Chúng tôi chỉ sử dụng thông tin cá nhân của bạn phục vụ tài khoản của bạn, cải thiện dịch vụ choi bạn, và cung cấp cho bạn các sản phẩm yêu cầu. Chúng tôi không bán thông tin cá nhân của bạn cho bên thứ ba, nhưng chúng tôi có thể cung cấp thông tin cá nhân của bạn để thanh toán, tạo thuận lợi cho các giao dịch trên tài khoản của bạn.
zh_cn: 数据保护法律和法规规定了个人信息使用者应承担的义务以及公平处理相关信息的原则。我们承诺保护您的在线隐私。您的个人信息仅被我们用于账户服务、改善服务和提供产品。我们不会向第三方出售您的信息，但是为了方便交易，可能向支付提供者提供您的个人信息。

source: The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%.
de: Der EUR-Index ist ein gewichteter Index, der den Wert des Euro gegenüber einem Korb von 5 Weltwährungen (USD, AUD, GBP, JPY, CAD), wovon jede mit 20 % berücksichtigt ist, ermittelt.
fr: L'indice EUR est un indice pondéré mesurant la valeur du de l'euro par rapport à un panier de 5 devises internationales (USD, AUD, GBP, JPY, CAD), dont chacune est pondérée à 20%.
ja: EURインデックスとは、5グローバル通貨(USD, AUD, GBP, JPY, CAD)のバスケットに対するユーロの価値を計る各荷重20％の荷重インデックスです。
vi: Chỉ số EUR là chỉ số có trọng số, đo lường giá trị của đồng Euro trong giỏ 5 đồng tiền quốc tế (USD, AUD, GBP, JPY, CAD), mỗi loại có tỉ trọng là 20%.
zh_cn: 欧元指数是加权指数，衡量欧元相对5种全球货币（美元、澳元、英镑、日元、加元）的价值，每种货币的权重均为 20%。
