Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: When you start trading with Binary.com, you'll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
de: Wenn Sie bei Binary.com mit dem Handeln beginnen, werden Sie auf den Handelsbildschirm weitergeleitet, wo Sie Ihre Handelsparameter festlegen und bestimmen, was Sie wie und wann abschließen möchten.
vi: Khi bạn bắt đầu giao dịch bằng Binary.com, bạn sẽ được chuyển tới màn hình giao dịch, nơi mà bạn sẽ thiết lập các thông số giao dịch, và chọn cái mà bạn muốn giao dịch, cách và khi nào muốn giao dịch.
zh_cn: 当您开始在 Binary.com 交易时，您将被引导进入交易屏幕，在那里，您可以设定交易参数，选择交易的种类、方式和时间。

source: Your Binary Options Real Account with Binary.com has to be authenticated within five days from your Real Account opening date to keep your Real Account active.
de: Ihr Binäres Optionen Echtgeldkonto mit Binary.com muss innerhalb von fünf Tagen, vom Datum der Eröffnung Ihres Echtgeldkontos, authentifiziert werden, damit Ihr Echtgeldkonto tätig bleibt.
vi: Tài khoản các tùy chọn nhị phân thực với Binary.com của bạn phải được xác nhận trong vòng năm ngày từ tài khoản thực của bạn mở ra để giữ cho tài khoản thực sự của bạn hoạt động.
zh_cn: 您的Binary.com二元期权真实账户如要保持有效，须在开户后五天内通过验证。

source: Your Real Account password and login ID are unique and passwords are hashed so that not even Binary.com staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it;
de: Ihr Echtgeldkonto-Passwort und Ihre Login ID kommen nur einmalig vor und die Passwörter sind gehasht, damit sie auch von Binary.com Mitarbeitern nicht gelesen werden können. Dies ist der Grund, warum wir Ihr Passwort nicht wiederherstellen können und Ihnen ein neues Passwort erteilen müssen, das an Ihre E-Mail Adresse geschickt wird, sofern Sie es vergessen haben;
vi: Mật khẩu và ID đăng nhập của tài khoản thực của bạn là duy nhất và mật khẩu được chia nhỏ để ngay cả nhân viên Binary.com cũng không thể đọc chúng. Đây là lý do tại sao chúng tôi không thể lấy lại mật khẩu của bạn và phải cấp cho bạn một cái mới tới địa chỉ email của bạn nếu bạn không thể nhớ nó;
zh_cn: 您的真实账户密码和登录 ID 都是唯一的，且密码已经被散列处理，即使是Binary.com的员工也无法看到它们。因此，如果您忘记密码，我们也无法帮您找回，只能向您的电子邮箱发送新的密码。

source: {JAPAN ONLY} Affiliate Program T&C Section 2 Paragraph 1
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 2 đoạn 1

source: {JAPAN ONLY}251
vi: {Nhật bản}251

source: {JAPAN ONLY}7546677
vi: {Nhật bản}7546677

source: {JAPAN ONLY}JSA_Date_1
vi: {Nhật bản}JSA_LỊCH_1

source: {JAPAN ONLY}JSA_Date_2
vi: {Nhật bản}JSA_LỊCH_2

source: {JAPAN ONLY}Please make sure you add your Binary.com account ID to the Remitter's account name, or it will delay crediting the funds to your account:
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Hãy chắc chắn rằng bạn thêm ID tài khoản Binary.com của bạn đến tài khoản của người được quản lý, hoặc nó sẽ trì hoãn ghi tín dụng tiền vào tài khoản của bạn:

source: Styles
vi: Phong cách
zh_cn: 风格

source: You are not eligible for Japan knowledge test.
id: Anda tidak memenuhi syarat untuk tes pengetahuan Jepang.

source: Duerr AG
id: Drr AG

source: KBC Groep
id: KBC Group
th: บริษัท KBC Groep

source: US
id: AS

source: All your deposits and withdrawals are processed by Binary.com within 24 hours. However, there may be additional processing time required by your bank or money transfer service.
de: Alle Ihre Einzahlungen und Abhebungen werden von Binary.com innerhalb von 24 Stunden bearbeitet. Jedoch kann es dazu kommen, dass zusätzliche Bearbeitungszeit von Ihrer Bank oder Ihrem Geldüberweisungsdienst beansprucht wird.
zh_cn: Binary.com将于24小时内处理您的所有存取款。但您的银行或汇款服务商可能需要额外的处理时间。

source: URL
zh_cn: 网址

source: You are not resident in a restricted country such as Afghanistan; Bosnia and Herzegovina; Costa Rica; any European Union country; Lao PDR; Syria; Uganda; Vanuatu; Yemen; USA; Japan; Hong Kong; Malaysia; Malta; Iran; North Korea; Jersey; Iraq; or any other restricted country as the Company may decide from time to time at its sole discretion;
zh_cn: 您不是阿富汗、波斯尼亚和黑塞哥维那、哥斯达黎加、任何欧盟国家、老挝人民民主共和国、叙利亚、乌干达、瓦努阿图、也门、美国、日本、香港、马来西亚、马耳他、伊朗、朝鲜、泽西岛、伊拉克、或任何其它由公司随时自行决定为受限制国家的居民；

source: you are not resident in a restricted country such as Afghanistan, Bosnia and Herzegovina, Costa Rica, Hong Kong, Iran, Iraq, Jersey, Lao PDR, Malaysia, Malta, North Korea, Syria, Uganda, USA, Vanuatu or Yemen;
de: Sie sind kein Bewohner eines eingeschränkten Landes wie Afghanistan, Bosnien und Herzegowina, Costa Rica, Hongkong, Iran, Irak, Jersey, Laos, Malaisien, Malta, Nordkorea, Syrien, Uganda, USA, Vanuatu oder Jemen;
zh_cn: 您不是阿富汗、波斯尼亚和黑塞哥维那、哥斯达黎加、香港、伊朗、伊拉克、泽西岛、老挝人民民主共和国、马来西亚、马耳他、朝鲜、叙利亚、乌干达、美国、瓦努阿图或也门等受限制国家及地区的居民；

source: Japan website Download Text for Terms and Conditions Document
th: เว็บไซต์ของญี่ปุ่น ดาวน์โหลดข้อความสำหรับเอกสารข้อตกลงและเงื่อนไข

source: Tesla Motors Inc.
th: บริษัท Tesla Motors Inc.

source: Baidu Inc.
th: บริษัท Baidu Inc.

source: Technip oil equipment and services
th: บริษัท เทคนิปอุปกรณ์น้ำมันและบริการ (Technip oil equipment and services)

source: Las Vegas Sands Corporation
th: บริษัท Las Vegas Sands Corporation

source: ICICI Bank Ltd
th: บริษัท ICICI Bank Ltd

source: AB Inbev
th: บริษัท AB Inbev

source: International Consolidated Airlines Group SA
th: บริษัท International Consolidated Airlines Group SA

source: Safran
th: บริษัท Safran

source: The Goldman Sachs Group Inc.
th: บริษัท The Goldman Sachs Group Inc.

source: LinkedIn Corporation
th: บริษัท ลิงค์ธิน คอร์ปอเรชัน (LinkedIn Corporation)

source: Starbucks Corporation
th: บริษัท สตาร์บัค คอร์ปอเรชัน (Starbucks Corporation)

source: ORIGIN ENERGY LIMITED
th: บริษัท ออริจิน เอนเนอจี้ (ORIGIN ENERGY LIMITED)

source: E.I du Pont de Nemours & company
th: บริษัท E.I du Pont de Nemours & company

source: BG Group plc
th: บริษัท BG Group plc

source: Centrica plc
th: บริษัท Centrica PLC

source: Lend Lease Group Stapled
th: บริษัท Lend Lease Group Stapled

source: Time Warner Inc.
th: บริษัท Time Warner Inc.

source: Walgreens Boots Alliance Inc.
th: บริษัท Walgreens Boots Alliance Inc.

source: American International Group Inc.
th: บริษัท American International Group Inc.

source: ICAG (British Airways)
th: บริษัท ICAG (British Airways)

source: Novartis AG
th: บริษัท Novartis AG

source: Anglo American plc
th: บริษัท Anglo American PLC

source: Compass Group plc
th: บริษัท Compass Group PLC

source: New Oriental Edu & Tech Group Inc.
th: บริษัท New Oriental Edu & Tech Group Inc.

source: Coca-cola Amatil Limited
th: บริษัท Coca-cola Amatil Limited

source: Michelin
th: มิชลิน

source: Commerzbank
th: คอมเมิร์ซแบงค์

source: VISA Inc.
th: บริษัท VISA Inc.

source: Thyssenkrupp SS
th: บริษัท Thyssenkrupp SS

source: Ctrip.com International Ltd.
th: บริษัท Ctrip.com International Ltd.

source: Unilever plc
th: บริษัท Unilever plc

source: The Boeing Company
th: บริษัท โบอิ้ง (The Boeing Company)

source: SUNCORP GROUP LIMITED
th: บริษัท ซันคอร์ป กรุ๊ป (SUNCORP GROUP LIMITED)

source: Reliance Industries Ltd
th: บริษัท Reliance Industries Ltd

source: Applied Materials Inc.
th: บริษัท Applied Materials Inc.

source: Tata Motors
th: บริษัท ทาทามอเตอร์ (Tata Motors)

source: Youku Tudou Inc.
th: บริษัท Youku Tudou Inc.

source: Heineken
th: บริษัท Heineken

source: Al Noor Hospitals Group plc
th: บริษัท Al Noor Hospitals Group plc

source: Air Liquide
th: บริษัท Air Liquide

source: Mirvac Group Stapled
th: บริษัท Mirvac Group Stapled

source: SouFun Holdings Limited
th: บริษัท SouFun Holdings Limited

source: Vertex Pharmaceuticals Incorporated
th: บริษัท Vertex Pharmaceuticals Incorporated

source: Allianz SE
th: บริษัท Allianz SE

source: Qihoo 360 Technology Company Limited
th: บริษัท Qihoo 360 Technology Company Limited

source: Johnson & Johnson
th: บริษัท จอห์นสัน แอนด์ จอห์นสัน (Johnson & Johnson)

source: GPT Group Stapled
th: บริษัท GPT Group Stapled

source: Aviva plc
th: บริษัท Aviva PLC

source: American Express Company
th: บริษัท American Express Company

source: AGL Energy Limited
th: บริษัท AGL Energy Limited

source: Keurig Green Mountain Inc.
th: บริษัท Keurig Green Mountain Inc.

source: Yandex N.V.
th: บริษัท Yandex N.V.

source: Legrand electrical components & equipm
th: Legrand electrical components & equipment

source: Oracle
th: Oracle Corporation
