Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Eurobasket Wolves is a local basketball club founded in 2002. It teaches youth basketball through its club and school programmes. Its U8’s and U10’s boys and girls teams, plus its U14’s and U16’s girls teams compete nationally. It is the first basketball club in Malta to establish an after-school basketball training programme where the training sessions are conducted on school grounds.
de: Die Eurobasket Wolves sind ein lokaler Basketball-Club, der in 2002 gegründet wurde. Er unterrichtet Jugendbasketball durch seine Club- und Schulprogramme. Seine U8 und U10 Buben- und Mädchen-Teams, und seine U14 und U16 Mädchen-Teams treten national an. Er ist der erste Club in Malta, der ein Nach-der-Schule Basketballprogramm geschaffen hat, bei dem die Unterrichtseinheiten auf Schulgeländen abgehalten werden.
fr: Le « Eurobasket Wolves » est un club de basket local fondé en 2002 et destiné aux jeunes qui peuvent s'entraîner au club ou lors de programmes organisés dans les écoles. Ses équipes mixtes de U8 et U10 (enfants de 7 à 10 ans) ainsi que ses équipes féminines de U14 et U16 (de 13 à 15 ans) disputent des compétitions nationales. Il s'agit du premier club de basket maltais à mettre en place un programme d'entrainement organisé au sein des écoles mais en dehors des horaires de cours.
ja: Eurobasket Wolvesは、2002年に設立されたローカルのバスケットボールクラブです。クラブとスクールプログラムを通じて、子どもたちにバスケットボールを教えています。U8とU10の男女チーム、そしてU14とU16の女子チームが全国レベルでプレイしています。学校のグラウンドで行われるアフタースクール・バスケットボールトレーニングプログラムとしてマルタで設立された初めてのバスケットボールクラブです。
vi: The Eurobasket Wolves là một câu lạc bộ bóng rổ địa phương được thành lập vào năm 2002. Nó dạy bóng rổ thanh niên thông qua các chương trình câu lạc bộ và trường học. Các đội bóng nam và nữ U8 và U10, cộng với U14 và U16 thi đấu trên toàn quốc. Đó là câu lạc bộ bóng rổ đầu tiên ở Malta để thiết lập một chương trình đào tạo sau giờ học bóng rổ nơi các buổi đào tạo được tiến hành trên cơ sở trường.
zh_cn: Eurobasket Wolves 本地篮球俱乐部成立于2002年。它通过俱乐部和学校项目教导青年打篮球。它的U8、U10男女球队和U14、U16女子球队曾经参加国家级竞赛。它也是马耳他首家在学校场地成立课余篮球训练项目的篮球俱乐部。

source: The Financial Products that we offer to deal in are contracts entered into between you and us. Under these contracts and subject to the specific terms of the relevant contract, in consideration for the premium or price that you pay us, we promise to pay you a certain amount if the reference assets or measurements perform in a particular manner. These contracts accordingly are not instruments that we hold on your behalf and neither benefit from clients' assets protection in the event of our insolvency. Similarly the premium or price that you pay to take out a trade is not held as clients' money but as consideration for our undertaking to pay.
de: Die von uns für den Handel angebotenen Finanzprodukte sind zwischen Ihnen und uns abgeschlossene Kontrakte. Wir sagen zu, Ihnen einen bestimmten Betrag nach diesen Kontrakten und vorausgesetzt der besonderen Bedingungen des entsprechenden Kontrakts unter Berücksichtigung der Prämie oder des Kurses den Sie uns bezahlen, zu zahlen, wenn die Referenzanlagen oder Einschätzungen in einer bestimmten Weise performen. Dementsprechend sind diese Kontrakte keine Instrumente, die wir in Ihrem Auftrag halten und die in keiner Weise, für den Fall unserer Insolvenz, vom Kundenanlagenschutz profitieren werden. Gleichzeitig wird die von Ihnen bezahlte Prämie oder der bezahlte Kurs für die Ausführung des Geschäfts nicht als Kundengeld gehalten, sondern als unser Zahlungsversprechen behandelt.
fr: Les Produits financiers pour lesquels nous proposons nos services de trading sont des contrats conclus entre vous et nous. En vertu de ces contrats, conformément aux clauses du contact concerné, et en fonction de la prime ou du prix que vous nous versez, nous nous engageons à vous verser le montant correspondant à notre promesse de paiement si les actifs ou évaluations de référence réalisent une certaine performance. Ces contrats ne constituent donc pas des instruments que nous détenons en votre nom et ne bénéficient pas de la protection s'appliquant aux actifs de nos clients dans l'éventualité d'une insolvabilité de la Société. De la même manière, la prime ou le prix que vous nous versez pour exécuter une opération de trading ne sont pas détenus en tant que fonds de clients, mais constituent la contrepartie de notre promesse de paiement.
ja: 当社が取り扱う金融商品は、お客さまと当社の間に締結した契約です。これら契約と関連する契約の特定条件の下、お客さまが当社にお支払いいただくプレミアムまたは価格を考慮して、対象資産と評価が特定の方法で行われた場合、一定の金額を支払うことをお約束致します。そのため、これら契約はそれに応じて当社がお客さまの代わりに保持する金融商品ではなく、当社が破産の場合に顧客の資産の保護からの恩恵は受けません。同様に、お取引を行うためにお支払いになるプレミアムと価格はクライアントマネーとして保持されず、事業費の対価として保持されます。
vi: Các Sản phẩm Tài chính mà chúng tôi cung cấp để giao dịch là các hợp đồng được nhập vào giữa bạn và chúng tôi. Theo các hợp đồng này và theo các điều khoản cụ thể của hơp đồng có liên quan, trong việc xem xét mức phí hoặc mức giá mà bạn trả cho chúng tôi, chúng tôi hứa sẽ trả cho bạn một số tiền nhất định nếu tài sản tham chiếu hoặc các công cụ đo lường hoạt động một cách cụ thể. Theo đó, những hợp đồng này không phải là công cụ mà chúng tôi nắm giữ cho bạn và cũng không phải là lợi ích từ việc bảo vệ tài sản của khách hàng khi chúng tôi phá sản. Tương tự như vậy mức phí hoặc mức giá mà bạn phải trả để đưa ra một giao dịch không chỉ được giữ như tiền của khách hàng mà còn là tiền mà chúng tôi phải có trách nhiệm trả.
zh_cn: 我们所提供的金融产品交易为您我之间的合约。在这些合约和相关的特定条款约束下，由于您向我们支付了费用或价格，当相关资产或测量具备某些特定指标时，我们也承诺向您支付相应的金额。我们不会代替您拥有这些合约，如果我们破产，也不会从提供给客户的资产保护中获利。同样的，你所支付的交易费用或价格并不属于客户，而是对我们承诺支付的报酬。

source: The First Tick
ar: أول حركة
de: Der erste Tick
fr: Le Premier Intervalle
id: Tik Pertama
ja: 最初のTick
pl: Pierwszy najmniejszy przyrost ceny
ru: Первая котировка
vi: Giây di chuyển đầu tiên
zh_cn: 首个跳动点

source: The Forex is typically traded in <i>lots</i>. One standard <i>lots</i> is equivalent to 100,000 units. Each time you open a position on a currency symbol, you can start with a minimum transaction of <i>0.01 lots</i>.
de: Der Forex wird normalerweise in <i>Lot</i>gehandelt. Ein standardmäßiges <i>Lot</i> entspricht 100 000 Einheiten. Jedes Mal, wenn Sie eine Position auf einem Währungssymbol öffnen, können Sie mit einer Mindest-Transaktion von <i>0,01 Lot</i>beginnen.
fr: Le Forex est typiquement échangé dans <i>lots</i>. un standard <i>lots</i> est équivalent à 100,000 unités. Chaque fois que vous ouvrez une position sur un symbole monétaire, vous pouvez démarrer avec un minimum de transaction de <i>0.01 lots</i>.
ja: 外国為替では通常<i>ロット数</i>にて取引を行います。1スタンダード<i>ロット</i>100,000単位相当です。通貨シンボルを用いてポジションをオープンする際、最小数量である<i>0.01ロット</i>からお取引を開始いただけます。
vi: Thị trường ngoại hối thường được giao dịch <i>theo các lô</i>. Một trong những tiêu chuẩn <i>rất nhiều</i> là tương đương với 100.000 đơn vị. Mỗi khi bạn mở một vị trí trên một ký hiệu tiền tệ, bạn có thể bắt đầu với một giao dịch tối thiểu của <i>0,01 rất nhiều</i>.
zh_cn: 外汇交易通常以<i>手</i>计量。一个标准 <i>手</i>相当于100,000个单位。每次您在货币符号上开盘交易，可以<i>0.01 手</i>为最小交易量开始。

source: The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%.
de: Der GBP-Index ist ein gewichteter Index, der den Wert des Britischen Pfunds gegenüber einem Korb von 5 Weltwährungen (USD, EUR, AUD, JPY, CAD), von denen jede mit 20 % berücksichtigt ist, ermittelt.
fr: L'indice GBP est un indice pondéré mesurant la valeur du de la livre sterling par rapport à un panier de 5 devises internationales (USD, EUR, AUD, JPY, CAD), dont chacune est pondérée à 20%.
ja: GBPインデックスとは、5グローバル通貨(USD, EUR, AUD, JPY, CAD)のバスケットに対する英国ポンドの価値を計る各荷重20％の荷重インデックスです。
vi: Chỉ số GBP là chỉ số có trọng số, đo lường giá trị đồng bảng Anh trong giỏ 5 đồng tiền quốc tế (USD, EUR, AUD, JPY, CAD), mỗi loại có tỉ trọng là 20%.
zh_cn: 英镑指数是加权指数，衡量英镑相对5种全球货币（美元、欧元、澳元、日元、加元）的价值，每种货币的权重均为20%。

source: The Margin Level of your Real Account reaches or falls below the Stop Out Level;
de: Das Margin Level Ihres echten Kontos erreicht, oder fällt unter das Stop Out Level;
fr: Le Niveau de Marge de votre Compte atteint ou baisse en dessous du Niveau de Stop Out ;
ja: お客さまのリアル口座のマージンレベルがロスカットレベルに達した、あるいは下回りました。
vi: Mức lề của tài khoản thực của bạn đạt tới hay thấp hơn mức dừng;
zh_cn: 您的真实账户保证金水平已达到或低于强制平仓水平;

source: The Payment Agent facility is currently not available in your country.
ar: وسيلة وكلاء الدفع غير متاحة حاليا في بلدك.
de: In Ihrem Land ist derzeit kein Zahlungsagent vorhanden.
fr: L'option des Agents de Paiement n'est pas disponible pour le moment dans votre pays.
id: Fasilitas Agen Pembayaran tidak tersedia pada negara anda.
ja: その決済サービスは、お客さまのお住まいの国では現在ご利用いただけません。
pl: Usługi pośredników płatności są obecnie niedostępne w Twoim kraju.
ru: Оплата через платежного агента в данный момент недоступна для Вашей страны.
vi: Các cơ sở đại lý thanh toán hiện không có trong đất nước của bạn.
zh_cn: 您的国家无可用支付代理设施。

source: The Pillar 3 disclosure report of Binary Investments (Europe) Limited has been prepared in accordance with the Capital Requirements Directive IV and the Capital Requirements Regulation. Read our Pillar 3 disclosure report to understand how we comply with market discipline as a market participant.
de: Der Pillar 3 Offenlegungsbericht von Binary Investments (Europe) Limited wurde in Übereinstimmung mit der Eigenkapitalrichtlinie iV und der Kapitalbedarfs-Regulation vorbereitet. Lesen Sie unseren Pillar 3 Offenlegungsbericht, um zu verstehen, wie wir die Marktdisziplin als Marktteilnehmer erfüllen.
fr: Le rapport de divulgation Volet 3 de Binary Investments (Europe) Limited a été rédigé conformément à la Directive IV sur les besoins en capital et à la Réglementation sur les besoins en capital. Lisez notre rapport de divulgation Volet 3 pour comprendre comment nous agissons conformément à la discipline de marché en tant que participant de marché.
ja: Binary Investments (Europe) Limitedの開示レポート（第3の柱）は、資本要件指令 IV と資本要件規制に基いて作成されています。市場参加者として我々がいかように市場の規則を遵守しているかご理解いただくためにも、当社の開示レポート（第3の柱）をご一読ください。現在、英語のみの提供となっております。
vi: Cột 3 công bố báo cáo Công ty TNHH Đầu Tư Binary (Châu Âu) đã được chuẩn bị phù hợp với yêu cầu vốn chỉ thị IV và quy định yêu cầu về vốn. Hãy đọc báo công bố Cột 3 của chúng tôi để hiểu cách chúng tôi tuân thủ theo quy chế thị trường như là một người tham gia thị trường.
zh_cn: Binary Investments (Europe) Limited 的第3支柱资料披露报告根据第四资本要求指令和资本要求规则编写而成。请参阅此第3支柱资料披露报告，了解我们作为市场参与者严格遵守市场纪律的方式。

source: The Program
ar: البرنامج
de: Das Programm
fr: Le Programme
id: Program
ja: アフィリエイトプログラム
pl: Program
ru: Программа
vi: Chương trình
zh_cn: 计划

source: The Shelter Community Learning Centre 3 is a community school for Myanmar refugee children who are awaiting repatriation with their families to a third country. The school aims to provide these children – who are at their most vulnerable age – with an education which will prepare them for the future.
de: Das Shelter Community Learning Centre 3 ist eine Gemeindeschule für Flüchtlingskinder aus Myanmar, die mit ihren Familien auf eine Einbürgerung in ein drittes Land warten. Die Schule ist darauf ausgerichtet, diesen Kindern - die in ihrem schutzbedürftigsten Alter sind - eine Ausbildung anzubieten, die sie auf die Zukunft vorbereiten wird.
fr: Le « Shelter Community Learning Centre 3 » est un foyer scolaire local accueillant les enfants birmans réfugiés qui attendent d'être rapatriés avec leur famille dans un pays tiers. Cette structure scolaire vise à offrir à ces enfants - qui sont à l'âge le plus vulnérable - une éducation qui les prépare aux années futures.
ja: シェルターコミュニティ学習センター3とは、第三国の地で離れ離れになった家族を待っている、ミャンマー難民の子どもたちが利用するコミュニティスクールです。ここでは、繊細な年齢である子どもたちに将来への準備となる教育を提供することを目的としています。
zh_cn: 庇护所社区第3学习中心是为正在缅甸等待与家人被遣至第三国的难民儿童成立的社区学校。 该学校旨在为这些处于最脆弱年龄的儿童提供教育，为他们的未来做好准备。

source: The Standard account is suitable for a wide range of traders, both new and experienced.
de: Das Standard Konto passt für ein breites Spektrum an Händlern, Neue un Erfahrene.
fr: Le compte standard est approprié pour une grande gamme de traders, à la fois nouveaux et expérimentés.
ja: スタンダード口座は初心者から上級者まで幅広いトレーダーに適した口座です。
vi: Tài khoản tiêu chuẩn là phù hợp cho một phạm vi rộng các thương nhân, cả mới và đã có kinh nghiệm.
zh_cn: 标准账户适合广泛的交易者，包括新手和经验丰富的操盘手。

source: The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
de: Der USD-Index ist ein gewichteter Index, der den Wert des US-Dollars gegenüber einem Korb aus 5 Weltwährungen (EUR, GBP, JPY, CAD, AUD), jede mit 20 % berücksichtigt, ermittelt.
fr: L'indice USD est un indice pondéré mesurant la valeur du dollar des États-Unis par rapport à un panier de 5 devises internationales (EUR, GBP, JPY, CAD, AUD), dont chacune est pondérée à 20%.
ja: USDインデックスとは、5グローバル通貨(EUR, GBP, JPY, CAD, AUD)のバスケットに対するアメリカドルの価値を計る各荷重20％の荷重インデックスです。
vi: Chỉ số USD là Chỉ số có trọng số, đo lường giá trị đồng Đô la Mỹ trong giỏ 5 đồng quốc tế (EUR, GBP, JPY, CAD, AUD), mỗi đồng có tỉ trọng là 20%.
zh_cn: 美元指数是加权指数，衡量美元相对于5种全球货币（欧元、英镑、日元、加元、澳元）的价值，每种货币的权重均为20%。

source: The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index.
de: Der Volatilität 100 Index ist doppelt so volatil wie der Volatilität 50 Index und vier Mal so volatil wie der Volatilität 25 Index.
fr: L'indice Volatility 100 est deux fois plus volatil que l'indice Volatility 50, et quatre fois plus volatil que l'indice Volatility 25.
id: Indeks Volatilitas 100 memiliki volatilitas ganda dibandingkan dengan Indeks Volatilitas 50, dan empat kali lipat volatilitas berbanding Indeks Volatilitas 25.
ja: ボラティリティ100指数は、ボラティリティ50指数の2倍、ボラティリティ25指数の４倍の揮発性があります。
pl: Indeks zmienności 100 jest dwa razy bardziej zmienny niż Indeks zmienności 50 i cztery razy bardziej zmienny niż Indeks zmienności 25.
ru: Индекс волатильности 100 в два раза волатильнее, чем Индекс волатильности 50, и в четыре раза волатильнее, чем Индекс волатильности 25.
vi: Chỉ số Biến động 100 thì biến động gấp 2 lần Chỉ số Biến động 50, và biến động gấp 4 lần so với Chỉ số Biến động 25.
zh_cn: 波动率100指数的波幅是波动率50指数的两倍，是波动率25指数的四倍。

source: The ability to acquire knowledge of compliance matters in a multitude of international jurisdictions
ar: القدرة على اكتساب المعرفة بالامتثال في العديد من الولايات القضائية الدولية
de: Die Fähigkeit, sich Wissen über Compliance-Angelegenheiten in einer Vielzahl von Ländern anzueignen
fr: Capacité à acquérir des connaissances concernant les questions de conformité au sein de multiples juridictions internationales
id: Kemampuan untuk memperoleh pengetahuan tentang hal-hal kepatuhan dalam berbagai yurisdiksi internasional
ja: 国際司法権における多数のコンプライアンス事項の知識獲得能力
pl: Umiejętność przyswojenia wiedzy w zakresie kwestii związanych ze zgodnością z wieloma międzynarodowymi przepisami
ru: Способность находить информацию о нормативно-правовых требованиях в различных международных юрисдикциях
vi: Khả năng hiểu biết các nội dung pháp chế trong nhiều khu vực pháp lý quốc tế
zh_cn: 在各个国际司法管辖区范围内获取法规遵循事项的相关知识

source: The ability to communicate effectively in English, in both oral and written form
de: Die Fähigkeit, effektiv in Englisch sowohl in mündlicher als auch schriftlicher Form zu kommunizieren
fr: Capacité à communiquer efficacement en anglais, à l'oral comme à l'écrit
id: Kemampuan untuk berkomunikasi secara efektif dalam bahasa Inggris, baik dalam bentuk lisan maupun tulisan
ja: 口語とライティングにおける効率的な英語コミュニケーション能力
pl: Umiejętność skutecznego komunikowania się w języku angielskim zarówno w mowie, jak i w piśmie
ru: Способность свободно общаться на английском языке: устно и письменно
vi: Khả năng giao tiếp tốt bằng tiếng Anh (nói và viết)
zh_cn: 能够有效地进行英语口语和书面沟通

source: The ability to communicate fluently in English, in both oral and written form
de: Die Fähigkeit, fließend in Englisch sowohl in mündlicher als auch schriftlicher Form zu kommunizieren
fr: Capacité à communiquer couramment en anglais, à l'oral comme à l'écrit
id: Kemampuan untuk berkomunikasi secara lancar dalam bahasa Inggris, baik dalam bentuk lisan maupun tulisan
ja: 口語とライティングでの流暢な英語コミュニケーション能力
pl: Umiejętność płynnego komunikowania się w języku angielskim zarówno w mowie, jak i w piśmie
ru: Способность свободно общаться на английском языке: устно и письменно
vi: Khả năng giao tiếp tiếng Anh thành thạo, cả nói và viết
zh_cn: 能够流利地进行英语口语和书面沟通

source: The ability to multi-task, balance deadlines, and reliably deliver high-quality content
ar: القدرة على العمل على مهام متعددة، تحقيق التوازن بين المواعيد النهائية، وتقديم محتوى موثوق به عالي الجودة
de: Fähigkeit zum Multitasking, Einhaltung von Abgabeterminen und zuverlässige Ablieferung von qualitativ hochwertigen Inhalten
fr: Capacité à gérer simultanément différentes tâches tout en respectant les échéances pour produire un contenu fiable de haute qualité
id: Mampu mengerjakan berbagai tugas, tepat waktu dan terpercaya dalam memberikan konten berkualitas tinggi
ja: マルチタスク・締切の遵守・高品質のコンテンツを確実に提供できる能力
pl: Umiejętność pracy nad wieloma zadaniami jednocześnie, zarządzania terminami oraz stałego dostarczania wysokiej jakości treści
ru: Способность одновременно выполнять несколько задач, правильно устанавливать сроки и стабильно предоставлять высококачественный контент
vi: Khả năng làm việc theo nhóm, đảm bảo kế hoạch, và cung cấp nội dung chất lượng cao
zh_cn: 能够同时执行多项任务，平衡、协调工作期限，并保证交付高质量内容

source: The ability to speak and write in multiple languages
ar: القدرة على الكلام والكتابة بلغات متعددة
de: Die Fähigkeit, in mehreren Sprachen zu schreiben und zu sprechen
fr: Maîtrise orale et écrite de plusieurs langues
id: Kemampuan untuk berbicara dan menulis dalam beberapa bahasa
ja: 多言語での会話とライティング能力
pl: Umiejętność posługiwania się kilkoma językami w mowie i w piśmie
ru: Умение говорить и писать на нескольких языках
vi: Khả năng nói và viết bằng nhiều ngôn ngữ
zh_cn: 多种语言的口语和书写能力

source: The ability to speak multiple languages
de: Die Fähigkeit, mehrere Sprachen zu sprechen
fr: Capacité à parler différentes langues
id: Kemampuan untuk berbicara dalam beberapa bahasa
ja: 多言語での会話能力
pl: Umiejętność posługiwania się kilkoma językami
ru: Умение говорить на нескольких языках
vi: Khả năng nói nhiều ngôn ngữ khác nhau
zh_cn: 多种语言的口语能力

source: The ability to translate information into clear, concise, and engaging content
ar: القدرة على ترجمة المعلومات إلى محتوى واضح وموجز، وجذاب
de: Die Fähigkeit, Informationen in einen klaren, prägnanten und ansprechenden Inhalt zu übersetzen
fr: Capacité à synthétiser les informations sous forme de contenus clairs, concis et attrayants
id: Kemampuan untuk menerjemahkan informasi ke konten yang jelas, ringkas, dan menarik
ja: 明確かつ簡潔で魅力的な翻訳能力
pl: Umiejętność tłumaczenia informacji w sposób przejrzysty, zwięzły i interesujący
ru: Умение переводить информацию в чёткий, краткий и интересный контент
vi: Khả năng dịch các nội dung rõ ràng, súc tích và hấp dẫn
zh_cn: 能够将信息翻译成清晰、简洁、引人入胜的内容

source: The ability to work in a Linux/Unix based environment
ar: القدرة على العمل في بيئة لينكس/يونكس
de: Die Fähigkeit, in einer Linux/Unix-Umgebung zu arbeiten
fr: Capacité à travailler dans un environnement Linux/Unix
id: Mampu bekerja dalam lingkungan berbasis Linux/Unix
ja: Linux/Unixベース環境での作業能力
pl: Umiejętność pracy w środowisku opartym na Linuxie/Unixie
ru: Умение работать в среде Linux/Unix
vi: Khả năng làm việc trong môi trường Linux/Unix
zh_cn: 能够在 Linux/Unix 基础环境下工作

source: The ability to write high-quality, self-documenting code, using test-driven development techniques
ar: القدرة على الكتابة عالية الجودة، توثيق التعليمات البرمجية، باستخدام تقنيات التطوير المدفوع بالاختبار الذاتي
de: Die Fähigkeit, unter Verwendung von testbasierten Entwicklungstechniken qualitativ hochwertigen, selbstdokumentierenden Code zu schreiben
fr: Capacité à rédiger un code auto-descriptif de haute qualité en utilisant des techniques de développement piloté par les tests (TDD)
id: Mampu menulis dengan kualitas tinggi, mendokumentasikan kode sendiri, menggunakan teknik pengembangan tes-driven
ja: テスト駆動開発の技術を使用して高品質な自己文書化コードの書き込み機能
pl: Umiejętność pisania gotowych do zastosowania wysokiej jakości kodów przy użyciu technik TDD
ru: Умение писать высококачественный, самодокументируемый код, используя методику разработки через тестирование
vi: Khả năng viết mã chất lượng cao, elf-documenting code, bằng cách sử dụng kĩ thuật test-driven development (TDD)
zh_cn: 能够使用测试驱动开发技术写出高质量、自记录代码
