Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives.
ar: المشتق هو أداه مالية يتم تحديد قيمتها بالرجوع للسوق المشمولة. يتم تداول المشتقات عادة فى سوق بين البنوك، والثنائيات هى أحد أبسط أشكال تلك المشتقات.
de: Ein Derivat ist ein Finanzinstrument, dessen Wert durch Bezugnahme auf einen zugrunde liegenden Kurs bestimmt wird. Derivate werden häufig im Interbankenmarkt gehandelt und Binäre Optionen sind eine der einfachsten Formen von Derivaten.
fr: Un dérivé est un instrument financier dont la valeur est déterminée en fonction d'un marché sous-jacent. Les produits dérivés sont habituellement négociés sur le marché interbancaire, et les options binaires font partie des produits dérivés les plus simples.
id: Derivatif adalah sebuah instrumen keuangan dimana nilainya ditentukan oleh berdasarkan pasar. Derivatif pada umumnya diperdagangkan pada pasar antar-bank dan binary adalah salah satu bentuk yang paling sederhana dari derivatif.
ja: デリバティブとは金融市場で任意の取引対象にて予測される価値のことです。デリバティブはインターバンク市場にて盛んに取引されており、バイナリーはシンプルなデリバティブの一形態です。
pl: Instrument pochodny to instrument finansowy, którego wartość określana jest przez odniesienie do rynku podstawowego. Instrumenty pochodne są zazwyczaj sprzedawane na rynku międzybankowym, a opcje binarne są jedną z najprostszych form instrumentów pochodnych.
ru: Производные - это финансовые инструменты, стоимость которых определяется отношением к конкретному рынку. На производных (деривативах) обычно торгуют в межбанковской системе, а бинарные опционы являются самой простой формой производных.
th: อนุพันธ์ คือ เครื่องมือทางการเงินประเภทหนึ่งซึ่งมูลค่าถูกกำหนดโดยการอ้างอิงของตลาด โดยทั่วไปการซื้อขายอนุพันธ์เกิดขึ้นในตลาดฟอเร็กซ์ และไบนารีเป็นรูปแบบที่ง่ายที่สุดของอนุพันธ์
vi: Phái sinh là công cụ tài chính mà giá trị của nó được trị được quyết định bằng việc đối chiếu với thị trường cơ sở. Phái sinh thường được giao dịch trên thị trường liên ngân hàng, và nhị phân là một trong những dạng đơn giản của phái sinh.
zh_cn: 衍生品是一种通过参照基础市场来定价的金融工具，通常在银行间市场交易，而二元期权是衍生工具中最为普通的一种产品形式。

source: A detail orientation with the ability to detect patterns
ar: مهتم بالتفاصيل مع القدرة على كشف الأنماط
de: Detailgenauigkeit mit der Fähigkeit, Muster zu erkennen
fr: Souci du détail et capacité à déceler les tendances
id: Orientasi rinci dan kemampuan untuk mendeteksi pola
ja: パターン検出能力を用いた細かい作業
pl: Skrupulatność i umiejętność dostrzegania powtarzalnych schematów
ru: Внимание к деталям и умение выявлять случаи нарушений
th: มีความสนใจในเนื้อหาและรายละเอียด และมีความสามารถในการสังเกตรูปแบบหรือพฤติการณ์ต่างๆ
vi: Định hướng chi tiết với khả năng tìm ra các mô hình
zh_cn: 注重细节，并拥有检测模式的能力

source: A full understanding of, and a keen interest in, corporate legal compliance
ar: فهم كامل، واهتمام شديد، بامتثال الشركات القانونية
de: Ein vollständiges Verständnis und großes Interesse an Corporate Legal Compliance
fr: Une compréhension approfondie de la conformité juridique des entreprises et un intérêt prononcé pour ce domaine
id: Benar benar memahami dan memiliki ketertarikan pada kepatuhan hukum perusahaan
ja: 企業の法令遵守をきちんと理解しており、関心がある方
pl: Doskonałe zrozumienie zagadnień związanych ze zgodnością z przepisami prawnymi w przedsiębiorstwach i zainteresowanie tymi zagadnieniami
ru: Полное понимание и высокая заинтересованность в нормативно-правовом регулировании
th: มีความเข้าใจและมีความสนใจในหลักธรรมาภิบาลองค์กร การสร้างธรรมาภิบาลองค์กร
vi: Thông thạo và nắm bắt đầy đủ luật doanh nghiệp
zh_cn: 对企业法律合规性有充分的了解和浓厚的兴趣

source: A leading innovator of Binary Options trading for over 15 Years
de: Seit über 15 Jahren ein Innovationsführer im Handel mit binären Optionen
fr: Une société pionnière dans le secteur des options binaires depuis plus de 15 ans
ja: 業界最多の9通貨ペアとラダー、タッチ、レンジにより多数の取引機会
vi: Một nhà sáng tạo hàng đầu của các tùy chọn Binary kinh doanh cho hơn 15 năm
zh_cn: 超过15年以来保持领先地位的创新型二元期权交易平台

source: A list of payment methods you will accept from Clients
ar: قائمة طرق الدفع التي سوف تقبلها من العملاء
de: Eine Liste der Zahlungsmethoden, die Sie von Ihren Kunden akzeptieren werden
fr: Une liste des moyens de paiement que vous acceptez de vos clients
id: Daftar jenis metode pembayaran yang akan Anda sediakan
ja: お客さまから受け入れる決済方法リスト
pl: Lista sposobów płatności, które będziesz akceptować
ru: Список методов оплаты, которые Вы будете принимать от Клиентов
th: วิธีการชำระเงินที่คุณสามารถรับจากลูกค้า
vi: Một danh sách các phương thức thanh toán bạn sẽ chấp nhận từ Khách hàng
zh_cn: 您可接受的客户付款方式列表

source: A native speaker with strong command of the English language, in both oral and written form
ar: متحدث باللغة المحلية مع الإلمام الجيد باللغة الإنجليزية (نطقا وكتابة)
de: Ein Muttersprachler mit perfekten Englischkenntnissen, sowohl in mündlicher als auch schriftlicher Form
fr: Traduction vers votre langue maternelle et parfaite maîtrise de l'anglais à l'oral et à l'écrit
id: Penutur bahasa lokal dengan bahasa Inggris yang kuat, baik dalam bentuk lisan maupun tulisan
ja: 英語の口語及びライティングを使いこなせるネイティブの方
pl: Kandydat, dla którego jęz. angielski jest językiem ojczystym i który posługuje się nim biegle w mowie i w piśmie
ru: Носитель языка с отличным знанием английского (в письменной и устной форме)
th: เป็นเจ้าของภาษาผู้ซึ่งมีทักษะและความสามารถในภาษาอังกฤษ ทั้งการพูดและการเขียนได้ดี
vi: Người bản ngữ thành thạo tiếng Anh, cả nói và viết
zh_cn: 英语为母语，有较强的口语和写作水平

source: A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength.
de: Ein Germium, das sich aus Branchenführern zusammensetzt, verleiht BetOnMarkets.com vor zwei weiteren Finalisten den Preis „Financial Betting Operator of the Year" (Finanzwettenanbieter des Jahres). Dies ist für unsere Marke ein bedeutender Erfolg und eine weitere Anerkennung unserer erstklassigen Dienstleistungen. Wir erzielen seit zehn Jahren nach und nach immer größere Erfolge.
fr: Face à deux autres finalistes, BetOnMarkets.com remporte le titre de « plateforme de trading de l'année », décerné par un groupe de leaders du secteur financier. Ce prix représente une grande victoire pour notre marque et une reconnaissance accrue de nos services qui rencontrent un succès mondial. Avec dix ans au compteur, la société va de victoire en victoire.
ja: 他の２社のファイナリストを勝ち抜き、BetOnMarkets.comは最も優秀なベッティングブローカーとして受賞。これは当社のブランドと世界一のサービスを提供していることに関する、素晴らしい評価です。創業１０周年を迎え、当社は年々強みを増しています。
vi: Những nhà lãnh đạo hàng đầu trong ngành công nghiệp trao giải cho BetOnMarkets.com là ‘Nhà hoạt động Cá cược Tài chính của năm’, vượt qua hai đối thủ khác trong vòng chung kết. Đây chính là giải thưởng danh giá hàng đầu về dịch vụ của chúng tôi thể hiện đẳng cấp trên thị trường thế giới. 10 năm tới, chúng tôi sẽ ngày càng phát triển thêm.
zh_cn: BetOnMarkets.com 淘汰了其他两个决赛对手，赢得由行业领袖专家团评选的“年度最佳金融投注运营商”奖项。这对我们的品牌来说是一场很重大的胜利，并进一步肯定了我们首屈一指的卓越服务。十年过去了，我们的实力越来越强。

source: A preference and passion for Linux and open-source platforms
ar: على تفضيل وشغف بلينكس والبرامج المفتوحة المصدر
de: Eine Vorliebe und Leidenschaft für Linux und Open-Source Plattformen
fr: Une préférence et une passion pour Linux et les plateformes open source
id: Preferensi dan semangat pada Linux dan platform open-source
ja: Linuxとオープンソースプラットフォームが好きで、情熱のある方
pl: Chęć pracy w systemie Linux i z wykorzystaniem platform typu open-source i preferowanie takich rozwiązań
ru: Знание и заинтересованность в Linux, а также в платформах с открытым исходным кодом
th: มีความสนใจและความมุ่งมั่นในระบบปฏิบัติการลินุกซ์และโอเพ่นซอส
vi: Có sở thích và niềm đam mê với Linux và nền tảng mã nguồn mở
zh_cn: 对使用Linux和开源平台充满热忱，并将其作为首选

source: A proactive approach to solving problems and delivering client solutions
ar: اتباع نهج استباقي لحل المشاكل وتقديم حلول للعملاء
de: Eine proaktive Vorgehensweise, um Probleme zu lösen und Client-Lösungen zu liefern
fr: Capacité à résoudre les problèmes et à proposer des solutions adaptées aux clients de façon proactive
id: Memiliki pendekatan proaktif untuk memecahkan masalah dan memberikan solusi kepada klien
ja: 問題解決または顧客へ解決策の提供など積極的に取り組むことができる
pl: Aktywne podejście do rozwiązywania problemów i zapewniania rozwiązań dla naszych klientów
ru: Активный подход к решению проблем и предоставлению клиентских решений
th: วิธีการเชิงรุกในการแก้ปัญหาและนำเสนอวิธีการแก้ปัญหาต่างๆ ให้ลูกค้า
vi: Cách tiếp cận tích cực để giải quyết vấn đề và cung cấp giải pháp khách hàng
zh_cn: 主动寻求问题的对策，并向客户端提交解决方案

source: A strong and passionate interest in Marketing and Advertising
ar: اهتمام قوي وشغف في مجال التسويق والإعلان
de: Ein starkes und leidenschaftliches Interesse an Marketing und Werbung
fr: Intérêt prononcé et passion pour le marketing et la publicité
id: Memiliki minat besar dan ketertarikan dalam dunia Pemasaran dan Periklanan
ja: マーケティングと広告業に強い関心と情熱がある
pl: Silne zainteresowanie marketingiem i branżą reklamową
ru: Высокий интерес к маркетингу и рекламе
th: มีความสนใจและความมุ่งมั่นอย่างแรงกล้าในด้านการตลาด และการโฆษณา
vi: Sự yêu thích mạnh mẽ và đam mê với tiếp thị và quảng cáo
zh_cn: 对市场营销和广告充满热忱，非常感兴趣

source: A strong and passionate interest in Social Media, Marketing, and Advertising
ar: اهتمام قوي وشغف بوسائل التواصل الاجتماعي، ومجال التسويق والإعلان
de: Ein starkes und leidenschaftliches Interesse an sozialen Medien, Marketing und Werbung
fr: Intérêt prononcé et passion pour les médias sociaux, le marketing et la publicité
id: Memiliki minat besar dan ketertarikan dalam Media Sosial, Pemasaran dan Periklanan
ja: ソーシャルメディア、マーケティング、広告業に強い関心と情熱がある
pl: Zainteresowanie mediami społecznościowymi, marketingiem i branżą reklamową
ru: Высокий интерес к социальным сетям, маркетингу и рекламе
th: มีความสนใจและความมุ่งมั่นอย่างแรงกล้าในการสร้างสื่อสังคม การตลาด และการโฆษณา
vi: Sự yêu thích mạnh mẽ và đam mê với truyền thông xã hội, tiếp thị và quảng cáo
zh_cn: 对社交媒体、市场营销和广告充满热忱，非常感兴趣

source: A tertiary level education
ar: مستوى تعليم عالي
de: Eine Hochschulausbildung
fr: Un diplôme d'enseignement supérieur
id: Memiliki tingkat pendidikan lanjutan
ja: 高等教育
pl: Wykształcenie wyższe
ru: Высшее образование
th: การศึกษาระดับตติยภูมิ
vi: Học vấn trình độ đại học
zh_cn: 具有高等教育水平

source: A tick is the minimum upward or downward movement in the price of a market.
ar: الحركة (النقطة) هى الحد الأدنى لصعود أو هبوط حركة السعر فى السوق.
de: Ein Tick ist die minimalste Aufwärts- oder Abwärtsbewegung eines Marktkurses.
fr: Un « tick » représente l'unité de fluctuation minimum du cours d'un marché, à la hausse ou à la baisse.
id: Tik adalah gerakan minimal naik atau turun pada harga pasar.
ja: Tickとは、市場価格の上下の振れ幅の最小値のことです。
pl: Najmniejszy przyrost ceny to minimalny ruch ceny rynkowej w górę lub w dół.
ru: Тик – это минимальное движение рыночной цены вверх или вниз.
th: ช่วงเวลาขณะหนึ่ง (Tick) คือ การเคลื่อนที่ของราคาที่เล็กที่สุดในทิศทางขึ้น หรือ ลง ในตลาด
vi: Một điểm là chuyển động nhỏ nhất lên trên hoặc xuống dưới trong giá của thị trường.
zh_cn: 跳动点指市场价格的最小上涨或下跌数值。

source: A university degree in Marketing, Communication, Business Administration, or related discipline
ar: شهادة جامعية في التسويق، والاتصالات، وإدارة الأعمال، أو غيرها من الأعمال ذات الصلة
de: Ein Universitätsabschluss in Marketing, Kommunikation, Betriebswirtschaft oder einer gleichgelagerten Disziplin
fr: Un diplôme universitaire en marketing, en communication, en gestion ou dans une discipline pertinente
id: Sarjana Pemasaran, Komunikasi, Administrasi Bisnis atau disiplin terkait lainnya
ja: マーケティング、経営管理、通信または関連分野の大学学位
pl: Ukończone studia na kierunku Marketing, Dziennikarstwo, Zarządzanie lub innym pokrewnym kierunku
ru: Высшее образование в области маркетинга, коммуникаций, бизнес-администрирования или смежных дисциплин
th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการตลาด สื่อสารมวลชน บริหารธุรกิจ หรือสาขาอื่นที่เกี่ยวข้อง
vi: Tốt nghiệp đại học chuyên ngành Marketing, Truyền thông, Quản trị kinh doanh hoặc những chuyên ngành liên quan
zh_cn: 市场营销、 通信、工商管理或其他相关专业学位

source: A university degree in Marketing, Journalism, Communications, or other business-related discipline
ar: شهادة جامعية في التسويق، الصحافة، الاتصالات أو غيرها من الأعمال ذات الصلة
de: Ein Universitätsabschluss in Marketing, Journalismus, Kommunikation oder einer anderen geschäftsbezogenen Disziplin
fr: Un diplôme universitaire dans le domaine du marketing, du journalisme, de la communication ou dans une discipline commerciale
id: Sarjana Pemasaran, Jurnalistik, Komunikasi, atau disiplin bisnis terkait lainnya
ja: マーケティング、ジャーナリズム、通信またはその他ビジネス関連分野の大学学位
pl: Ukończone studia na kierunku Marketing, Dziennikarstwo, Komunikacja społeczna lub na innym kierunku biznesowym
ru: Высшее образование в области маркетинга, журналистики, коммуникаций или в другой дисциплине, связанной с бизнесом
th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการตลาด วารสารศาสตร์ สื่อสารมวลชน หรือสาขาอื่นที่เกี่ยวข้อง
vi: Tốt nghiệp đại học chuyên ngành Marketing, Báo chí, Truyền thông hoặc những chuyên ngành liên quan tới kinh doanh
zh_cn: 市场营销、 新闻、 通信或其他商业相关专业学位

source: A university degree in a related field is a plus
ar: درجة جامعية في حقل ذي صلة تعتبر اضافة
de: Ein Universitätsabschluss in einem ähnlichen Bereich ist von Vorteil
fr: Un diplôme universitaire dans un domaine connexe serait un plus
id: Sarjana di bidang terkait adalah nilai tambah
ja: 関連分野の大学学位があると好ましい
pl: Ukończone studia na powiązanym kierunku będą dodatkowym atutem
ru: Высшее образование в соответствующей области является плюсом
th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาที่เกี่ยวข้องจะเป็นประโยชน์ในการพิจารณา
vi: Bằng đại học trong một lĩnh vực có liên quan là một lợi thế
zh_cn: 相关领域的大学学历尤佳

source: A university degree in marketing or computer science is a plus
ar: شهادة جامعية في علوم الكمبيوتر أو التسويق تعتبر اضافة
de: Ein Universitätsabschluss in Marketing oder Computerwissenschaften ist von Vorteil
fr: Un diplôme universitaire dans le domaine du marketing ou de l'informatique serait un plus
id: Sarjana pemasaran atau ilmu komputer adalah nilai tambah
ja: マーケティングまたは情報工学の大学学位があると好ましい
pl: Ukończone studia na kierunku Marketing lub Informatyka będą dodatkowym atutem
ru: Высшее образование в области маркетинга или информатики является плюсом
th: สำเร็จการศึกษาระดับปริญญาตรีในสาขาการตลาด หรือ วิทยาการคอมพิวเตอร์ จะพิจารณาเป็นพิเศษ
vi: Tốt nghiệp ngành khoa học máy tính hoặc tiếp thị là một lợi thế
zh_cn: 市场营销或计算机科学本科学位尤佳

source: A university degree or accredited translation certification preferred
ar: يفضل درجة جامعية أو شهادة ترجمة معتمدة
de: Ein Universitätsabschluss oder akkreditierte Übersetzerzulassung bevorzugt
fr: Diplôme universitaire ou certification en traduction (de préférence)
id: Sarjana atau terjemahan sertifikasi terakreditasi lebih diutamakan
ja: 大学の学位または公認の翻訳資格があると好ましい
pl: Preferujemy osoby, które ukończyły studia tłumaczeniowe lub posiadają certyfikaty z tej dziedziny
ru: Высшее образование или сертификат в области перевода является предпочтительным
th: สำเร็จการศึกษาระดับปริญญาตรี หรือมีวุฒิบัตรด้านการแปลภาษาจะพิจารณาเป็นพิเศษ
vi: Tốt nghiệp đại học hoặc giấy chứng nhận dịch thuật
zh_cn: 具大学本科学位或受认可的翻译认证者优先录取

source: A. Introduction
de: A. Einführung
ja: A. はじめに
vi: A. Giới thiệu
zh_cn: 一、简介

source: A. Introduction and Scope of Agreement
de: A. Einführung und Geltungsbereich der Vereinbarung
fr: A. Introduction et portée de l'accord
ja: A. 概要と契約範囲
vi: A.Giới thiệu và Phạm vi của thỏa thuận
zh_cn: 一、简介和协议范围

source: A. Spot FX
de: A. Devisen Kassageschäft (Spot FX)
fr: A. Transaction Forex spot
ja: A. スポット FX
vi: A. Điểm giao dịch ngoại hối
zh_cn: 一、现货外汇

source: AM
de: morgens
ja: 午前
zh_cn: 上午

source: API Token
fr: Jeton d'API
id: Token API
ja: APIトークン
pl: Token API
ru: Токен API
th: API โทเค่น
vi: Mã API Token
zh_cn: API令牌

source: API token for third party applications.
ar: رمز API لتطبيقات الطرف الثالث.
de: API Token für Drittanwender Anwendungen.
fr: Jeton d'authentification API pour applications tierces.
id: Token API bagi aplikasi pihak ketiga.
ja: 第三者開発アプリケーションのAPIトークン
pl: Token API dla aplikacji zewnętrznych.
ru: Токен API для независимых приложений.
th: API โทเค่นสำหรับแอพพลิเคชันอื่น
vi: Mã API cho ứng dụng của bên thứ ba.
zh_cn: 第三方应用之API令牌。

source: AUD 1 per point
de: 1 AUD je Punkt
fr: 1 AUD par point de base
ja: 1ポイント＝AUD1
vi: 1 AUD cho 1 điểm
zh_cn: 每点 1 澳元

source: Ability to communicate fluently in the English language, in both oral and written forms
ar: القدرة على التواصل بطلاقة باللغة الإنجليزية نطقا وكتابة
de: Die Fähigkeit, fließend in der englischen Sprache zu kommunizieren, sowohl in mündlichen als auch schriftlichen Formen
fr: Capacité à communiquer couramment en anglais, à l'oral comme à l'écrit
id: Kemampuan untuk berkomunikasi lancar dalam bahasa Inggris, baik dalam bentuk lisan dan tertulis
ja: 口語及びライティングでの流暢な英語コミュニケーション能力
pl: Umiejętność płynnego komunikowania się w języku angielskim, zarówno w mowie i w piśmie
ru: Способность свободно общаться на английском языке (в устной и письменной форме)
th: มีทักษะภาษาอังกฤษดีเยี่ยมในการสื่อสารทางคำพูดและการเขียน
vi: Khả năng giao tiếp bằng tiếng Anh thành thạo, cả dạng nói và dạng viết
zh_cn: 能够流利地进行英语口语和书面沟通

source: Ability to speak multiple languages
ar: القدرة على التحدث بلغات متعددة
de: Fähigkeit, in mehreren Sprachen zu sprechen
fr: Maîtrise orale de plusieurs langues
id: Kemampuan untuk berbicara dalam beberapa bahasa
ja: 多言語での会話能力
pl: Umiejętność posługiwania się kilkoma językami
ru: Умение говорить на нескольких языках
th: สามารถสื่อสารได้หลายภาษา
vi: Khả năng nói nhiều ngôn ngữ khác nhau
zh_cn: 多种语言的口语能力

source: Ability to speak, read, and write multiple languages
ar: القدرة على الكلام، وقراءة، وكتابة لغات متعددة
de: Fähigkeit, in mehreren Sprachen zu sprechen, zu lesen und zu schreiben
fr: Maîtrise orale et écrite de plusieurs langues
id: Kemampuan untuk berbicara, membaca dan menulis dalam beberapa bahasa
ja: 多言語での会話・読解・ライティング能力
pl: Umiejętność mówienia, czytania i pisania w kilku językach
ru: Умение говорить, читать и писать на нескольких языках
th: สามารถพูด อ่าน เขียนได้หลายภาษา
vi: Khả năng nói, đọc và viết nhiều ngôn ngữ khác nhau
zh_cn: 多种语言的口语、阅读和书写能力

source: Ability to work in a multicultural and international environment
ar: القدرة على العمل في بيئة عالمية متعددة الثقافات
de: Wille, in einer multikulturellen und internationalen Umgebung zu arbeiten
fr: Capacité à travailler dans un environnement multiculturel et international
id: Kemampuan untuk bekerja di lingkungan yang multikultural dan internasional
ja: 多文化や国際的な環境で働く能力がある
pl: Umiejętność pracy w międzynarodowym i wielokulturowym środowisku
ru: Умение работать в многокультурной и интернациональной среде
th: สามารถทำงานในสภาพแวดล้อมที่มีความหลากหลายทางวัฒนธรรม เชื้อชาติ และภาษา ในระดับสากล
vi: Khả năng làm việc trong một môi trường quốc tế đa văn hóa
zh_cn: 能够在多元文化和国际化环境中工作

source: Ability to work with a simple web-based translation tool
ar: القدرة على العمل مع أداة ترجمة بسيطة تستند إلى ويب
de: Fähigkeit, mit einem einfachen, internetbasierten Übersetzungs-Tool zu arbeiten
fr: Capacité à travailler sur un outil de traduction en ligne simple d'utilisation
id: Kemampuan untuk bekerja dengan alat terjemahan berbasis web sederhana
ja: シンプルなWebベースの翻訳ツールで作業ができる能力
pl: Umiejętność posługiwania się prostym internetowym narzędziem do tłumaczenia
ru: Способность работать с простым инструментом для перевода на веб-основе
th: สามารถทำงานกับเครื่องมือการแปลภาษาระบบเว็บไซต์อย่างง่ายได้
vi: Khả năng làm việc với một công cụ dịch thuật đơn giản trên nền web
zh_cn: 能使用简单、基于网络的翻译工具

source: About Us
ar: من نحن
de: Über uns
fr: À propos
id: Tentang Kami
ja: グループ会社概要
pl: O nas
ru: О нас
th: เกี่ยวกับเรา
vi: Thông tin về Chúng tôi
zh_cn: 关于我们

source: About Us and our Regulator
ar: معلومات عنا وعن الهيئة المنظمة لنا
de: Über uns und unsere Aufsichtsbehörde
fr: À propos de nous et de notre organisme de réglementation
id: Tentang Kami dan Regulator
ja: 会社概要と当レギュレーター
pl: O nas i o instytucjach nas kontrolujących
ru: О нас и регулирующих нас органах
th: เกี่ยวกับเราและเจ้าหน้าที่ทางกฏหมายของเรา
vi: Tìm hiểu về Chúng tôi và Bộ phận lãnh đạo của chúng tôi
zh_cn: 关于我们和我们的监管机构

source: About Us and these Terms
ar: معلومات عنا وهذه الشروط
de: Über uns und unsere Bedingungen
fr: À propos de nous et des présentes Conditions
id: Tentang Kami dan Syarat
ja: 会社概要と利用規約
pl: O nas i o niniejszych Warunkach
ru: О нас и данных Правилах
th: เกี่ยวกับเราและข้อตกลงเหล่านี้
vi: Tìm hiểu về Chúng tôi và những Điều khoản này
zh_cn: 关于我们和这些条款

source: Academy
de: Akademie
fr: Académie
ja: アカデミー
vi: học viện
zh_cn: 学院

source: Accept
ar: قبول
de: Annehmen
fr: Accepter
id: Menerima
ja: 承諾
pl: Akceptuję
ru: Согласиться
th: ยอมรับ
vi: Chấp nhận
zh_cn: 接受

source: Accept Terms and Conditions
de: Den Allgemeinen Geschäftsbedingungen zustimmen
fr: Accepter les Conditions générales
ja: 店頭バイナリーオプション取引約款
vi: Chấp nhận các Điều khoản và Điều kiện
zh_cn: 接受条款和条件

source: Accept local bank wires
ar: القبول بالحوالات المصرفية المحلية
de: Annahme von nationalen Banküberweisungen
fr: Accepter les virements bancaires locaux
id: Menerima transfer bank lokal
ja: 現地の銀行振込を受け入れる
pl: Akceptacja lokalnych przelewów bankowych
ru: Принимают местные банковские переводы
th: ยอมรับการโอนเงินของธนาคารท้องถิ่น
vi: Chấp nhận hình thức điện chuyển khoản ngân hàng địa phương
zh_cn: 接受本地银行电汇

source: Acceptance
ar: قبول
de: Akzeptanz
fr: Acceptation
id: Penerimaan
ja: 本契約の締結
pl: Akceptacja
ru: Принятие условий
th: การยอมรับ
vi: Chấp thuận
zh_cn: 接受

source: Access the markets anytime, anywhere using native apps for your iOS or Android devices.
de: Greifen Sie jederzeit, von überall aus, auf die Märkte zu, in dem Sie native Apps für iOS oder Android Geräte verwenden.
fr: Accéder au marchés n'importe quand et n'importe où utilisant des applications natives pour vos appareils IOS ou Android.
ja: iOSまたはアンドロイドのデバイスにアプリをインストールして、いつでもどこでも市場へアクセスがが可能。
zh_cn: 随时随地在iOS或Android设备上使用原装应用能够程序访问市场。

source: Access to Personal Data
ar: الوصول إلى البيانات الشخصية
de: Zugang zu personenbezogenen Daten
fr: Accès aux données personnelles
id: Akses ke Data Pribadi
ja: 個人データのアクセス
pl: Dostęp do danych osobowych
ru: Доступ к личным данным
th: การเข้าถึงข้อมูลส่วนบุคคล
vi: Truy cập vào Dữ liệu Cá nhân
zh_cn: 个人数据访问
