Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Trading in Binary Options is speculative and involves a high degree of risk that can result in the loss of your entire investment. Therefore, trading in Binary Options is appropriate only for persons that understand and are willing to assume the economic, legal and other risks involved in such transactions. You should be satisfied that Binary Options trading is suitable for you in light of your investment circumstances and attitude towards risk before trading. You should not engage in speculative Binary Options trading unless you understand the basic aspects of such trading and its risks. If you are in any doubt as to whether Binary Option trading is appropriate and suitable for you, please seek independent advice from a investment consulting professional. %1 does not provide such advice. It is your responsibility, taking into account your personal circumstances and investment resources, to take particular care and make careful considerations independently, both prior to applying to engage in Binary Options with %1, as well as prior to making any individual order. Where you do not understand the risks involved in applying for a trading account with %1 or in making any individual order, you should seek advice and consultation from an independent investment advisor. If you continue to not understand the risks involved in trading in Binary Options, you should not trade at all.
ar: التداول في الخيارات الثنائية مضاربة وينطوي على درجة عالية من المخاطر والتي يمكن أن تؤدي إلى فقدان استثمارك بأكمله. وبالتالي فإن التداول في الخيارات الثنائية مناسب فقط للأشخاص الذين يفهمون ومستعدون لتحمل المخاطر الاقتصادية والقانونية وغيرها من المخاطر الموجودة في مثل هذه المعاملات. يجب أن تكون مقتنعا بأن تداول الخيارات الثنائية مناسب لك في ضوء ظروف الاستثمار الخاص بك واستعدادك للمخاطر قبل التداول. يجب عليك عدم الدخول في المضاربة بالخيارات الثنائية إلا إذا فهمت الجوانب الأساسية لهذه التجارة ومخاطرها. إذا كنت في شك حول ما إذا كان تداول الخيارات الثنائية مناسب وملائم بالنسبة لك، يرجى الحصول على مشورة مستقلة من جهة مهنية للاستشارات الاستثمارية. %1 لا تقدم هذه المشورة. انها مسؤوليتكم، مع الأخذ بعين الاعتبار الظروف الشخصية والموارد الاستثمارية، لأخذ الحيطة، وعمل اعتبارات متأنية بشكل مستقل، قبل الانخراط في الخيارات الثنائية مع %1، وكذلك قبل عمل أي أمر. اذا كنت لا تفهم المخاطر التي ينطوي عليها التقدم للحصول على حساب تداول مع %1 أو عمل أي أمر فردي، يجب عليك الحصول على المشورة والتشاور مع مستشار استثمار مستقل. إذا كنت لا تزال لا تفهم المخاطر التي ينطوي عليها التداول في الخيارات الثنائية، يجب ألا تتداول على الإطلاق.
de: Der Handel mit Binären Optionen ist spekulativ und beinhaltet einen hohen Grad an Risiken, der dazu führen kann, dass Sie Ihre gesamte Investition verlieren können. Daher ist der Handel mit Binären Optionen nur für Menschen geeignet, die die mit solchen Transaktionen verbundenen wirschaftlichen, rechtlichen und sonstigen Risiken erkennen und sie eingehen möchten. Sie müssen sich vor dem Trading davon überzeugen, ob der Handel von Binären Optionen im Licht Ihrer Investitionsumstände und Ihrer Haltung zu den Risiken für Sie geeignet ist. Sie sollten sich nicht mit dem spekulativen Handel mit Binären Optionen beschäftigen, es sei denn, Sie verstehen die Grundaspekte solcher Geschäfte und ihre Risiken. Wenn Sie im Zweifel sind, ob der Handel mit Binären Optionen für Sie geeignet und tragbar ist, lassen Sie sich bitte von einem Anlageberater beraten. %1 bietet keine solche Beratung an. Es ist in Ihrer Verantwortung, bevor Sie bei %1 beantragen, sich an Binären Optionen zu beteiligen oder bevor Sie eine einzelne Order aufgeben, Ihre persönlichen Umstände und Investitionsmittel zu berücksichtigen, sich besonders vorsichtig zu verhalten und unabhängig Überlegungen anzustellen. Sofern Sie die Risiken, die mit dem Antrag auf Beteiligung an Binären Optionen bei %1 oder der Erteilung einer einzelnen Order verbunden sind, nicht verstehen, müssen Sie sich von einem unabhängigen Finanzberater Rat und Beratung einholen. Wenn Sie dann noch immer nicht die mit dem Handel von Binären Optionen verbundenen Risiken verstehen, sollten Sie überhaupt keine derartigen Geschäfte abschließen.
fr: Le trading d'options binaires est une activité spéculative impliquant un degré de risque élevé susceptible d'aboutir à la perte de la totalité de votre investissement. Par conséquent, le trading d'options binaires convient uniquement aux personnes qui comprennent et sont prêtes à assumer les risques économiques, juridiques et autres qu'impliquent de telles transactions. Vous devez vous assurer que le trading d'options binaires vous convient en tenant compte de vos conditions d'investissement et de votre attitude envers le risque avant de vous lancer dans le trading. Nous vous conseillons vivement de ne pas vous lancer dans le trading d'options binaires sans comprendre préalablement les aspects essentiels de ce type de transaction et les risques associés. Si vous n'êtes pas en mesure de déterminer si le trading d'options binaires est une activité adaptée à votre situation, veuillez faire appel à un professionnel du conseil en placements afin d'obtenir des conseils indépendants. %1 ne propose aucun service de conseil. Il est de votre responsabilité, en tenant compte de votre situation personnelle et de vos ressources d'investissement, de faire preuve de toute la prudence nécessaire et de réfléchir consciencieusement et indépendamment, avant d'effectuer toute demande d'activité sur les options binaires avec %1, ou de transmettre tout ordre individuel. Si vous ne comprenez pas les risques associés à une demande d'ouverture de compte de trading avec %1 ou à la transmission d'un ordre individuel, veuillez vous adresser à un conseiller en placements professionnel pour obtenir les services de conseil adaptés. Si par la suite, vous ne comprenez toujours pas les risques impliqués dans le trading d'options binaires, nous vous conseillons de ne pratiquer aucune activité de trading que ce soit.
id: Trading pada Opsi Binary merupakan spekulasi dan melibatkan tingkat risiko tinggi yang dapat menyebabkan kerugian bagi seluruh investasi Anda. Maka, trading di Opsi Binary hanya cocok bagi orang yang memahami dan bersedia menanggung risiko ekonomi, hukum dan risiko lainnya pada transaksi tersebut. Anda puas dengan trading Opsi Binary yang cocok bagi Anda dalam menerangkan keadaan investasi dan sikap terhadap risiko sebelum bertrading. Anda sebaiknya tidak melibatkan diri dalam spekulasi Opsi Binary kecuali jika Anda memahami aspek dasar trading tersebut dan risikonya. Jika Anda masih belum yakin apakah trading Opsi Binary cocok untuk Anda, dapatkan saran indipenden dari seorang profesional konsultasi investasi. %1 tidak menyediakan saran tersebut. Merupakan tanggung jawab Anda untuk mempertimbangkan keadaan dan sumber investasi, untuk berhati hati dan mempertimbangkan untuk bertrading Opsi Binary bersama %1, termasuk pada saat melakukan pembelian kontrak. Ketika Anda tidak memahami tentang risiko yang terlibat pada saat mendaftar trading akun %1 atau membuat pembelian kontrak, maka Anda perlu memperoleh saran dan melakukan konsultasi dari penasihat investasi independen. Jika Anda berkelanjutan tidak memahami risiko yang terlibat pada trading Opsi Binary, maka Anda tidak perlu bertrading sama sekali.
ja: バイナリーオプション取引は投機的であり、全資産を失いかねない高いリスクを伴います。それ故、バイナリーオプション取引は取引の経済的、法律的、またはその他のリスクを含むことを理解し、自ら想定できる方にのみ適しています。バイナリーオプション取引がお客さまの投資環境または投資前のリスクへの心構えがある方に適しているということに納得していただく必要がございます。そのような取引やリスクの基本的な側面を理解されない限り、バイナリーオプション取引に投機的に関与してはいけません。バイナリーオプション取引がお客さまに適しているかどうか疑わしい場合は、プロの投資コンサルティングからアドバイスを貰うようにしてください。%1ではそのようなアドバイスは行っておりません。個人の注文をする前同様、%1とバイナリーオプションに参加するため申請する前に、お客さま個人の事情や投資資源の口座を用いたり、特別な注意をしたり、個別に慎重に考慮することはお客さま自身の責任となります。%1 の取引口座申請に関するリスク、個人の注文に関するリスクをご理解いただけない場合は、独立の投資アドバイザーに相談して、アドバイスを求めてください。それでもバイナリーオプション取引に関するリスクをご理解いただけない場合は、絶対にお取引をしないでください。
pl: Handlowanie Opcjami binarnymi jest czynnością spekulacyjną związaną z wysokim poziomem ryzyka i może skutkować utratą całej zainwestowanej kwoty. Z tego względu handel Opcjami binarnymi jest czynnością odpowiednią tylko dla osób, które rozumieją ryzyko ekonomiczne, prawne i inne ryzyka powiązane z takimi transakcjami i są chętne przyjąć te ryzyko. Przed rozpoczęciem handlowania należy być pewnym, że handel Opcjami binarnymi jest dla Ciebie odpowiedni, biorąc pod uwagę Twoją sytuację i podejście do ryzyka. Nie należy angażować się z spekulacyjny handel Opcjami binarnymi, jeśli nie rozumiesz podstawowych aspektów takiego handlowania i związanego z nim ryzyka. Jeśli masz jakiekolwiek wątpliwości, czy handel Opcjami binarnymi jest odpowiedni dla Ciebie, proszę skonsultować się z niezależnym doradcą inwestycyjnym. %1 nie zapewnia takich porad. Twoim obowiązkiem jest, biorąc pod uwagę Twoją indywidualną sytuację i środki inwestycyjne, zastanowić się dokładnie i być ostrożnym/ostrożną zarówno przed złożeniem wniosku o rozpoczęcie handlu Opcjami binarnymi z %1, jak i przed złożeniem każdego indywidualnego zlecenia. W przypadku, gdy nie rozumiesz ryzyka związanego ze złożeniem wniosku o otwarcie konta handlowego z %1 lub ze składaniem indywidualnych zleceń, należy skonsultować się z niezależnym doradcą inwestycyjnym. Jeśli mimo to wciąż nie rozumiesz ryzyka związanego z handlem Opcjami binarnymi, nie powinieneś/powinnaś nimi w ogóle handlować.
ru: Торговля бинарными опционами является спекулятивной деятельностью и сопровождается высоким риском, что может привести к потере всех инвестиций. Таким образом, торговля бинарными опционами подходит только для лиц, которые понимают и готовы взять на себя экономические, юридические и иные риски, связанные с такими сделками. Вы должны быть уверены, что торговля бинарными опционами подходит для Вас в свете ваших инвестиционных условий и отношения к риску в торговле. Вы не должны участвовать в спекулятивной торговле бинарными опционами, если не понимаете основные аспекты такой торговли и рисков. Если у Вас есть какие-либо сомнения относительно того, подходит ли Вам торговля бинарными опционами, пожалуйста, обратитесь за независимой консультацией к специалисту в области инвестиционного консалтинга. %1 не предлагает таких консультаций. Принимая во внимание Ваши личные обстоятельства и инвестиционные ресурсы, Вы обязуетесь уделять особое внимание и делать осторожные выводы самостоятельно, как перед подачей заявки на операции с бинарным опционами на %1, так и перед выполнением индивидуального заказа. В случае, если Вы не понимаете все риски, связанные с открытием торгового счета на %1 или приобретением любого индивидуального заказа, Вам следует обратиться за советом и консультацией к независимому инвестиционному консультанту. Если вы по-прежнему не осознаёте риски в торговле бинарными опционами, рекомендуем Вам воздержаться от торговли.
vi: Giao dịch Quyền chọn Nhị phân là hoạt động đầu cơ và có rủi ro cao có thể gây ra thua lỗ cho toàn bộ vốn đầu tư của bạn. Vì vậy, giao dịch Quyền chọn Nhị phân chỉ thích hợp với người đã hiểu biết đầy đủ và sẵn sàng chấp nhận rủi ro kinh tế, pháp lý và những rủi ro khác có liên quan tới những giao dịch này. Bạn nên biết rằng giao dịch Quyền chọn Nhị phân thích hợp với bạn trong điều kiện bạn sẵn sàng về vốn đầu tư và thái độ đối với những rủi ro xảy ra trước khi giao dịch. Bạn không nên thực hiện các giao dịch Quyền chọn Nhị phân trừ khi bạn hiểu những thành phần cơ bản của những giao dịch này và các rủi ro của nó. Nếu bạn còn nghi ngờ về giao dịch Quyền chọn Nhị phân có thích hợp với bạn hay không, vui lòng tìm nguồn tư vấn độc lập với các đội ngũ chuyên gia tư vấn đầu tư. %1 không cung cấp cho bạn những tư vấn này. Đó là trách nhiệm của bạn, đặt các điều kiện cá nhân và nguồn lực đầu tư vào tài khoản của bạn, đặt mối quan tâm thực sự và cân nhắc cẩn thận một cách độc lập, vừa ưu tiên cho việc tham gia vào Quyền chọn Nhị phân thông qua %1, cùng với ưu tiên đặt lệnh cá nhân. Bạn còn chưa hiểu rủi ro có liên quan trong việc tham gia mở tài khoản giao dịch với %1 hoặc trong việc đặt lệnh cá nhân ở chỗ nào, bạn nên tìm kiếm tư vấn và lời khuyên từ nhà tư vấn đầu tư độc lập. Nếu bạn vẫn tiếp tục không hiểu về những rủi ro có liên quan tới giao dịch Quyền chọn Nhị phân, thì bạn không nên giao dịch.
zh_cn: 二元期权交易是投机活动，有很大风险，可能会导致您亏损所有投资。因此，进行二元期权交易活动只适合了解并愿意承担经济、法律和其他相关风险的人士。进行交易前，您必须进行评估，并对您的投资情况、态度及二元期权交易的适合性感到满意。在交易与风险有基本了解之前，您不应参与二元期权的投机交易。如果不确定二元期权交易是否适合您，请向专业投资顾问寻求建议。%1 不提供此类服务。在您通过 %1 进行二元期权交易并下订单前，您有责任先考虑自身情况和投资资源，慎重、独立地作出决定。如果您对 %1 交易账户或订单所牵涉到的风险有任何不解之处，请务必向投资顾问寻求建议。如果您还是对二元期权交易的风险不够了解，请不要进行任何交易。

source: Trading manual
ja: 取引マニュアル
th: คู่มือการซื้อขาย

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self-exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact <a href="%1">customer support</a>.
ar: التداول بالأسواق المالية قد يسبب الإدمان. قم بملء النموذج أدناه للحد من مشاركتك بالموقع أو ارسل خطابا موقعا أو فاكس لفريق دعم عملائنا. يتم التعيين مرة واحدة، بعدها يمكنك تشديد حدودك فقط. لا يمكن إزالة القيود أو تخفيفها قبل مرور 7 أيام باستثناء تاريخ الإقصاء الذاتي، والذي لا يمكن إزالته أو تغييره بمجرد تأكيده. لإزالة أو زيادة حدودك، يرجى الاتصال <a href="%1">بخدمة العملاء</a>.
de: Der Handel auf Finanzmärkten kann abhängig machen. Füllen Sie das Formular im Anschluss aus, um Ihre Teilnahme auf der Website zu begrenzen oder schicken Sie einen unterschriebenen Brief oder ein Fax an unser Kundenbetreuungsteam. Einmal eingerichtet, können Ihre Limits nur herabgesetzt werden. Die Limits, mit Ausnahme des Datums für den Selbstausschluss, das nicht aufgehoben oder geändert werden kann, sobald Sie dies bestätigt haben, können nur nach Ablauf von 7 Tagen aufgehoben oder gelockert werden. Um Ihre Limits zu löschen oder zu erhöhen, setzen Sie sich bitte mit der <a href="%1">Kundenunterstützung</a> in Verbindung.
fr: La spéculation financière peut s'avérer addictive. Veuillez remplir le formulaire ci-dessous pour limiter votre participation sur le site Web ou envoyer une lettre ou un fax signé à notre équipe du service clientèle. Une fois vos limites fixées, vous pourrez uniquement les restreindre. Elles ne pourront être supprimées ou élargies qu'au bout de 7 jours, sauf si une date d'auto-exclusion a été sélectionnée, laquelle ne peut être supprimée ou modifiée une fois confirmée. Pour supprimer ou augmenter vos limites, veuillez contacter le <a href="%1">service clientèle</a>.
id: Trading pada pasar finansial dapat menyebabkan ketagihan. Isikan formulir dibawah ini untuk membatasi keikutsertaan Anda pada situs web ini atau kirimkan surat yang ditandatangani atau kirimkan fax kepada tim customer support kami. Setelah ditetapkan, Anda hanya dapat merubah batasan Anda. Batas hanya akan dihapus atau dirubah setelah 7 hari dengan pengecualian dari tanggal pengecualian diri, yang tidak dapat dihapus atau diubah setelah Anda konfirmasi. Untuk menghapus atau meningkatkan batasan Anda, silahkan hubungi <a href="%1">customer support</a>.
ja: お客さまの過度な取引を防止するため、お客さま自身で下記の該当する取引上限設定を行えます。 自動ログアウトと任意でログインしない以外の項目は1度設定されますと、次回からは設定した数値より低い数値以外は変更ができませんのでご注意下さい。制限の解除または緩和をご希望の場合は、<a href="%1">カスタマーサポート</a>までご連絡ください。
pl: Handlowanie na rynkach finansowych może być uzależniające. Wypełnij poniższy formularz, aby ograniczyć swoją działalność na portalu lub wyślij podpisany list lub faks do naszego działu obsługi klienta. Po ustanowieniu limitów, możesz je tylko zwiększać. Limity zostaną usunięte lub zwiększone dopiero po 7 dniach, chyba że obowiązuje okres samodzielnego wyłączenia, który nie może zostać usunięty, ani zmieniony, jeśli został wcześniej potwierdzony. Aby znieść lub zwiększyć limity, proszę skontaktować się z działem <a href="%1">obsługi klienta</a>.
ru: Торговля на финансовых рынках может перерасти в зависимость. Заполните форму для ограничения Вашего участия на сайте или вышлите в службу поддержки подписанное письмо в отсканированном виде или по факсу. После установки ограничений Вы можете только усилить их. Ограничения могут быть сняты или смягчены по истечении 7 дней, за исключением даты самоисключения, которая не может быть изменена или отменена после того, как Вы ее подтвердите. Для снятия или увеличения Ваших лимитов, пожалуйста, свяжитесь со <a href="%1">службой поддержки</a>.
vi: Giao dịch trên thị trường tài chính có thể bị nghiện. Điền thông tin vào mẫu dưới đây để giới hạn mức chơi trên trang web hoặc gửi thư đã được kí hoặc fax cho nhóm hỗ trợ khách hàng của chúng tôi. Khi được thiết lập, bạn có thể thắt chặt giới hạn của mình. Giới hạn này sẽ chỉ bị loại bỏ hoặc nới lỏng sau 7 ngày ngày tự loại trừ, không thể bị loại bỏ hoặc thay thế từ khi bạn đã xác nhận chúng. Để loại bỏ hoặc tăng giới hạn của bạn, vui lòng liên hệ với <a href="%1">đội ngũ chăm sóc khách hàng</a>.
zh_cn: 金融市场交易可能使人上瘾。请填写下表以限制您对本网站的参与。您也可发送签名信或传真到我们的客服团队。一旦设定好，您只能收紧您的限制。限制只能在 7 天后取消或放宽，自我禁止期在确认后不能取消或更改。若要解除或增加您的限制，请联系 <a href="%1">客服部</a>。

source: Transact in
ar: تعامل في
de: Tätigen Sie Geschäfte in
fr: Faire la transaction en
id: Bertransaksi di
ja: 選択通貨
pl: Zawieraj transakcje na
ru: Совершать транзакции в
th: ธุรกรรม ณ
vi: Giao dịch trong
zh_cn: 交易

source: Transaction performed by %1 (App ID: %2)
de: Überweisung durchgeführt von %1 (App ID: %2)
fr: Transaction effectuée par %1 (identifiant d'application : %2)
ja: %1(App ID:%2)によって取引が実行されました
vi: Giao dịch thực hiện bởi %1 (ID ứng dụng: %2)
zh_cn: 交易执行者为%1 (应用程序 ID: %2)

source: Transfer
ar: تحويل
de: Überweisung
fr: Transfert
ja: 送金
pl: Przelew
ru: Трансфер
th: โอน
vi: Chuyển khoản
zh_cn: 转账

source: Transfer between your gaming and financial accounts.
ar: التحويل بين حسابات الألعاب والحسابات المالية.
de: Überweisung zwischen Ihren Spielkonten und Finanzkonten.
fr: Transfert entre votre compte de jeu et financier.
id: Transfer antara akun gaming dan akun finansial Anda.
ja: お客さまのゲーム口座と金融口座間での送金
pl: Przelew pomiędzy Twoim kontem do gry a kontem finansowym.
ru: Перевод средств между Вашими игровым и финансовым счетами.
th: โอนระหว่างการซื้อขายของท่านและบัญชีของท่าน
vi: Chuyển khoản giữa tài khoản cá cược và tài khoản tài chính của bạn.
zh_cn: 在您的博彩和金融账户之间进行转账。

source: Transfer from
de: Überweisung von
fr: Virement depuis
ja: 送金元
vi: Chuyển từ
zh_cn: 转移自

source: Transfer funds from %1 account into your MT5 account:
ja: MetaTraderの口座からBinary.com (バイナリードットコム)の口座へ資金をご出金：

source: Transfer funds from your MT5 account into your %1 account:
ja: MetaTraderの口座から%1 (バイナリードットコム)の口座へ資金をご出金：

source: Transfer into
de: Überweisung auf
fr: Virement vers
ja: 送金先
vi: Chuyển tới
zh_cn: 转移到

source: Transfer to Payment Agent
ar: التحويل لوكيل دفع
de: Überweisung an den Zahlungsagent
fr: Transfert à l'Agent de Paiement
id: Penarikan Agen Pembayaran
ja: 決済サービスに送金
pl: Przelew dla pośrednika płatności
ru: Перевод платежному агенту
th: โอนไปตัวแทนรับชำระเงิน
vi: Chuyển tới Đại lý Thanh toán
zh_cn: 转给支付代理

source: Translate the ongoing business needs of the company into a suitable IT infrastructure
ar: ترجمة احتياجات الأعمال الجارية للشركة إلى بنية تحتية مناسبة لتكنولوجيا المعلومات
de: Umsetzung des laufenden Geschäftsbedarfs des Unternehmens in eine geeignete IT-Infrastruktur
fr: Répondre aux besoins permanents de la société à travers la mise en œuvre d'une infrastructure informatique adéquate
id: Menterjemahkan secara berkala untuk kepentingan perusahaan kedalam infrastruktur yang cocok
ja: 当社継続中のビジネスニーズを適切なITインフラへ変換
pl: Poprawne tłumaczenie treści IT w zależności od potrzeb biznesowych firmy
ru: Трансформация растущих бизнес-требований компании в подходящую IT-инфраструктуру
th: แปลความต้องการทางธุรกิจของบริษัทฯ เป็นสถาปัตยกรรมโครงสร้างเทคโนโลยีสารสนเทศที่เหมาะสม
vi: Dịch các vấn đề đang diễn ra cần thiết cho công ty với một thiết bị cơ sở hạ tầng IT phù hợp
zh_cn: 将公司的日常业务需求转化成合适的信息技术基础设施

source: Translations
ar: الترجمة
de: Übersetzungen
fr: Traductions
id: Translasi
ja: 翻訳
pl: Tłumaczenia
ru: Переводы
th: การแปลความหมาย
vi: Dịch
zh_cn: 翻译

source: Translator
ar: المترجم
de: Übersetzer
fr: Traducteur [H/F]
id: Penterjemah
ja: 翻訳者
pl: Tłumacz
ru: Переводчик
th: นักแปล
vi: Phiên Dịch
zh_cn: 翻译

source: True
ar: صحيح
de: Wahr
fr: Vrai
id: Benar
ja: 正
pl: Prawda
ru: Верно
th: จริง
vi: Đúng

source: Trust
ar: الثقة
de: Vertrauen
fr: Confiance
id: Kepercayaan
ja: 当社の実績について
pl: Zaufanie
ru: Доверие
th: เชื่อ
vi: Sự tin tưởng
zh_cn: 信任

source: Try Binary Bot
de: Testen Sie Binary Bot
fr: Essayez Binary Bot
ja: Binary Botを試す
vi: Thử bot Binary
zh_cn: 试试 Binary Bot

source: Try MetaTrader 5
de: Testen Sie MetaTrader 5
fr: Essayez MetaTrader 5
ja: MetaTrader 5を試す
vi: Thử MetaTrader 5
zh_cn: 体验 MetaTrader 5

source: Try Next-Gen
de: Next-Gen ausprobieren
fr: Essayez Next-Gen
ja: Next-Genを試す
zh_cn: 试用下一代

source: Try TradingView
de: Testen Sie TradingAnsicht (TradingView)
fr: Essayez TradingView
ja: TradingViewを試す
vi: Thử TradingView
zh_cn: 体验TradingView

source: Try Webtrader
de: Testen Sie Webtrader
fr: Essayez Webtrader
ja: ウェブトレーダーを試す
vi: Thử Webtrader
zh_cn: 体验Webtrader

source: Try it now
ar: جربه الآن
de: Versuchen Sie es jetzt
fr: Lancez-vous dès maintenant,
id: Coba sekarang
ja: 今すぐ試す
pl: Wypróbuj teraz
ru: Попробовать
th: ลองเดี๋ยวนี้เลย
vi: Thử ngay bây giờ
zh_cn: 立即体验

source: Try our trading page
de: Testen Sie unsere Handelsseite
fr: Essayez notre page de trading
ja: トレード画面
vi: Hãy thử trang kinh doanh của chúng tôi
zh_cn: 体验我们的交易页面

source: Tu
ar: الثلاثاء
de: Di
fr: mar.
id: Kam
ja: 火
pl: Wtorek
ru: Вт
th: อัง
zh_cn: 星期二

source: Tuesday
ar: الثلاثاء
de: Dienstag
fr: mardi
id: Selasa
ja: 火
pl: Wtorek
ru: Вторник
th: วันอังคาร
vi: Thứ Ba
zh_cn: 星期二

source: Turnover
ar: دورة رأس المال
de: Umsatz
fr: Volume de transactions
id: Total pembelian
ja: 取引数量
pl: Obrót
ru: Оборот
th: การซื้อขาย
vi: Doanh thu
zh_cn: 交易额

source: Two-way pricing
ja: 2ウェイ・プライス（購入・売却）を表示

source: Types of trades
ar: أنواع المعاملات
de: Kontraktarten
fr: Types d'options
id: Jenis kontrak
ja: トレードの種類
pl: Rodzaje zakładów
ru: Типы контрактов
th: ประเภทของการซื้อขาย
vi: Loại giao dịch
zh_cn: 交易类型

source: UK 100 Cash Index
de: GB 100 Cash Index
ja: イギリス 現物指数
vi: Chỉ số tiền mặt Anh Quốc 100
zh_cn: 英国 100 现金指数

source: UK and Manx residents will have their account opened with Binary (IOM) Ltd.
ar: يتم فتح حسابات للمقيمين في المملكة المتحدة وجزيرة مان في بيناري (IOM) المحدودة.
de: Personen mit gewöhnlichem Wohnsitz in GB und Manx können ihr Konto bei Binary (IOM) Ltd. eröffnen.
fr: Les résidents du RU et Manx auront leur compte ouvert avec Binary (IOM) Ltd.
id: Warga Inggris dan Manx akan memiliki akun mereka didaftar dengan Binary (IOM) Ltd.
ja: イギリス及びマン島に居住のお客さまのご口座は、この会社の下に開設されます。
pl: Konta dla mieszkańców Wielkiej Brytanii i Wyspy Man zostaną otwarte przez Binary (IOM) Ltd.
ru: Для резидентов Великобритании и острова Мэн счета будут открыты под юрисдикцией Binary (IOM) Ltd.
vi: Người dân Anh và Manx sẽ có tài khoản được mở bởi công ty TNHH Binary (IOM).
zh_cn: 英国和马恩岛居民将在Binary (IOM) Ltd开户。
