Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Our site does not charge any transfer fees.
ar: موقعنا لا تفرض أي رسوم نقل.
de: Unsere Site berechnet keine Überweisungsgebühren.
fr: Notre site ne facture aucuns frais de transfert.
id: Situs kami tidak membebankan biaya transfer.
ja: 当サイトはご入金、及びご出金時に手数料を請求することはありません。
pl: Nie pobieramy żadnych opłat za przelewy środków.
ru: Наш сайт не берёт комиссий за перевод.
vi: Trang web của chúng tôi không tính bất kì phí chuyển tiền nào.
zh_cn: 我们网站不收取任何转账费用。

source: Our swap rate may also be adjusted to take holidays into account.
de: Unser Swapsatz kann auch darauf angepasst werden, Feiertage zu berücksichtigen.
fr: Notre taux swap peut être aussi ajusté pour prendre en compte les vacances.
ja: 当社のスワップレートは休日も考慮して調整されることがあります。
vi: Tỷ lệ trao đổi của chúng tôi cũng có thể được điều chỉnh để có ngày nghỉ vào tài khoản.
zh_cn: 我们也可能会因为假期调整掉期利率。

source: Our track-record
de: Unser Erfolgsnachweis
fr: Notre expérience
ja: 当社の実績について
vi: Bảng theo dõi hoạt động của chúng tôi
zh_cn: 我们的历史记录

source: Our trading screen is simple to use:
de: Unser Handelsbildschirm ist einfach zu benützen:
fr: Notre écran de trading est simple d'utilisation :
ja: 取引方法は次の5つの取引条件を選択・指定：
vi: Màn hình giao dịch của chúng tôi đơn giản để sử dụng:
zh_cn: 我们的交易屏幕简单，容易使用：

source: Over $1,000,000
ar: أكثر من 1,000,000 دولار
fr: Plus de $1 000 000
id: Lebih dari $1,000,000
ja: $1,000,001以上
pl: Ponad 1 000 000 $
ru: Свыше $1,000,000
th: มากกว่า 1,000,000 เหรียญสหรัฐ

source: Over $500,001
ar: أكثر من 500,001 دولار
fr: Plus de $500 001
id: Lebih $500,001
ja: $500,002以上
pl: Ponad 500 001 $
ru: Более $500,001
th: มากกว่า 500,001 เหรียญสหรัฐ

source: Over 1 million registered accounts worldwide
ar: أكثر من 1 مليون من الحسابات المسجلة على مستوى العالم
de: Weltweit über 1 Million angemeldeter Konten
fr: Plus d'un million de comptes enregistrés dans le monde entier
id: Lebih dari 1 juta akun yang terdaftar di seluruh dunia
ja: 世界中で100万口座以上
pl: Ponad milion zarejestrowanych kont na całym świecie
ru: Свыше 1 миллиона зарегистрированных счетов по всему миру
th: มากกว่าหนึ่งล้านบัญชีที่ลงทะเบียนทั่วโลก
vi: Hơn một triệu tài khoản được đăng kí trên toàn thế giới
zh_cn: 在全球拥有超过一百万个注册账户

source: Over 100 million JPY
ja: 1億円を超える
th: มากกว่า 100 ล้านเยน

source: Over 3 years
ar: أكثر من 3 سنوات
de: Über 3 Jahre
fr: Plus de 3 ans
id: Lebih dari 3 tahun
ja: 3年以上
pl: Ponad 3 lata
ru: В течение 3 лет
th: มากกว่า 3 ปี
vi: Trên 3 năm
zh_cn: 3年以上

source: Over 5 years
fr: Plus de 5 ans
ja: 6年以上
th: มากกว่า 5 ปี
zh_cn: 5年以上

source: Over 90 <a href='%1'>staff</a> and contractors worldwide
de: Über 90 <a href='%1'>Beschäftigte</a> und vertraglich befristete Mitarbeiter
fr: Plus de 90 <a href='%1'>employés</a> et sous-traitants dans le monde
ja: 世界中で90人を超えるスタッフと請負業者
vi: Trên 90 <a href='%1'>nhân viên</a> và nhà thầu trên toàn thế giới
zh_cn: 世界各地拥有超过90名<a href='%1'>职员</a>和合同工

source: Over two billion dollars in trades to date.
ar: معاملات بأكثر من ملياري دولار حتى تاريخه.
de: Bis heute über zwei Milliarden Dollar Handelsvolumen.
fr: Un volume de transactions de plus de 2 milliards USD à ce jour.
id: Lebih dari dua milyar dolar kontrak terjual sampai saat ini.
ja: 設立以来、累計で20億ドルを超える取引実績（親会社）
pl: Ponad 2 miliony dolarów w transakcjach na dzień dzisiejszy.
ru: Контракты на более, чем два миллиарда долларов, на сегодняшний день.
th: มูลค่าการซื้อขายมากกว่าสองพันล้านเหรียญสหรัฐต่อวัน
vi: Trên 2 tỷ đô la giao dịch tính tới nay.
zh_cn: 迄今为止，交易额已超过二十亿美元。

source: Over/Under
ar: أكثر من/تحت
de: Über/Unter
fr: Au dessus/En dessous
ja: 以上/以下
pl: Ponad/poniżej
ru: Над/Под
th: สูงกว่า/ต่ำกว่า
vi: Trên/Dưới
zh_cn: 大于/小于

source: Over/Under - Predict that the last digit is higher or lower
de: Über/Unter - Sagen Sie voraus, dass die letzte Stelle über oder unter liegt
fr: Au dessus/En dessous - Prédire que le dernier chiffre est plus haut ou plus bas
ja: OVER/UNDER：下一桁が特定の数字を超えるか、下回るかを予測します
vi: Cao/Thấp - dự đoán chữ số cuối là cao hơn hoặc thấp hơn
zh_cn: 大于/小于 - 预测最后数字是大于或小于

source: Over/Under contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar: سيتم رد العقود الأكثر/ الأقل عند سعر الشراء إذا لم يتم انهاء العقد في غضون 5 دقائق.
de: Über/Unter Kontrakte werden zum Kaufpreis erstattet, wenn der Kontrakt nicht innerhalb von 5 Minuten endet.
fr: Les contrats « Au-dessus/En dessous » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id: Kontrak Over/Under akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
ja: Over/Underトレードは5分以内にトレードが終了しない場合、購入金額が返金されます。
pl: Kwota zakupu kontraktu typu „ponad/poniżej” zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
ru: Цена покупки контрактов Над/Под будет возмещена, если контракт не истечёт в течение 5 минут.
vi: Các hợp đồng trên giá/ dưới giá sẽ được hoàn tiền nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 大于/小于合约如果没在 5 分钟内结束，将退还购入价格。

source: Oversee incident responses for our production servers and take the necessary measures to correct and enhance IT operations
ar: الإشراف على الاستجابة الخطأ لخوادم الإنتاج واتخاذ التدابير اللازمة لتصحيح وتعزيز عمليات تكنولوجيا المعلومات
de: Beobachtung der Fehlerbeantwortung für unsere Produktionsserver und Einleitung von Maßnahmen zur Korrektur und Verbesserung des IT-Betriebs
fr: Superviser la réaction aux incidents informatiques pour nos serveurs de production et prendre les mesures nécessaires à la correction et à l'amélioration des processus informatiques
id: Menanggapi insiden pada server produksi kami dan mengambil tindakan yang diperlukan untuk memperbaiki dan meningkatkan operasi IT
ja: 当社が運用するサーバーのインシデント対応を監督し、ITオペレーションを修正して強化するために必要な措置をとらせる
pl: Nadzorowanie działań na wypadek awarii naszych serwerów produkcyjnych i podejmowanie koniecznych działań mających na celu naprawienie lub ulepszenie działania sieci
ru: Контроль реакции наших рабочих серверов на чрезвычайные ситуации и принятие необходимых мер для исправления и улучшения IT-операций
vi: Giám sát sự cố liên quan tới production servers và đưa ra các biện pháp cần thiết để khắc phục và tăng cường hoạt động của IT
zh_cn: 为我们的生产服务器监督各项事件，采取必要的措施进行纠正，并提高电脑操作效率

source: Ownership
ar: ملكية
de: Eigentum
fr: Propriété
id: Kepemilikan
ja: 所有権
pl: Własność
ru: Структура собственности
th: กรรมสิทธิ์
vi: Quyền sở hữu
zh_cn: 所有权

source: Ownership and content of the %1 website remains our respective properties and shall not be deemed to have been transferred to you through any act or omission in respect of this Agreement.
de: Das Eigentumsrecht an und der Inhalt der Website von %1 bleiben unser Eigentum und es kann nicht davon ausgegangen werden, dass dieses aufgrund einer Handlung oder Unterlassung bezüglich dieses Vertrags an Sie übertragen wurde.
fr: La propriété et le contenu du site %1 restent nos propriétés respectives et ne peuvent être réputés vous avoir été transférés par l'intermédiaire de toute action ou omission relative à cet Accord.
id: Kepemilikan dan isi dari situs %1 akan tetap menjadi milik kami dan tidak dapat dipindah tangankan kepada Anda melalui akta manapun seperti yang disebutkan dalam Persetujuan ini.
ja: %1サイトの所有権とコンテンツは当社に属し、規約を承諾している間はどのような手段であれアフィリエイト会員に譲与されることはありません。
pl: Treść strony internetowej %1 pozostaje własnością Firmy i nie zostanie przekazana Partnerowi przez żaden akt lub pominięcie na mocy niniejszej Umowy.
ru: Сайт %1 и его содержание остаются нашей собственностью и не могут быть переданы Вам по причине любых действий или нарушений данного Соглашения.
vi: Quyền sở hữu và nội dung của trang web %1 vẫn là tài sản của chúng tôi và sẽ không được coi là đã chuyển giao cho bạn thông qua bất cứ hoạt động nào hoặc thiếu sót nào của Thỏa thuận này.
zh_cn: %1 网站的所有权和内容均为归我们，不得视为通过此协议相关的任何作为或不作为转移给您。

source: Ownership, content, and liability of the Affiliate's websites are the sole responsibility of the Affiliate. You will be solely responsible for the development, operation, and maintenance of your website and for all materials that appear on your website. You will indemnify and hold us harmless from all claims, damages, and expenses (including, without limitation to, attorneys' fees) relating to the development, operation, maintenance, and contents of your website.
de: Eigentum, Inhalt und Haftung für die Partnersiten liegen in der alleinigen Verantwortung des Partners. Sie alleine sind für die Entwicklung, den Betrieb und die Pflege Ihrer Website und aller Materialien verantwortlich, die auf Ihrer Website veröffentlicht werden. Sie verpflichten sich, uns von allen Ansprüchen, Schäden und Kosten (unter anderem Anwaltshonoraren) hinsichtlich der Entwicklung, des Betriebs, der Pflege und der Inhalte Ihrer Website freizustellen und diese schadlos zu halten.
fr: La propriété, le contenu et la responsabilité des sites Web de l'Affilié relèvent de la seule responsabilité de l'Affilié. Vous assumerez l'entière responsabilité du développement, du fonctionnement et de la maintenance de votre site Web, ainsi que de l'ensemble des contenus apparaissant sur votre site Web. Vous devrez tenir la Société indemne et hors de cause quant à l'ensemble des réclamations, des dommages et des frais (y compris, sans s'y limiter, les honoraires d'avocat) relatifs au développement, au fonctionnement et à la maintenance de votre site Web.
id: Kepemilikan, konten, dan kewajiban dari situs Afiliasi ini merupakan tanggung jawab dari Afiliasi. Anda akan bertanggung jawab untuk pengembangan, operasi, dan pemeliharaan website Anda dan untuk semua materi yang ditampilkan pada website Anda. Anda akan bertanggung jawab sepenuhnya dan melepaskan kami dari semua tuntutan, kerusakan, dan biaya (termasuk, namun tidak terbatas pada, biaya pengacara) yang berkaitan dengan pengembangan, operasi, pemeliharaan, dan isi dari website Anda.
ja: アフィリエイト会員は、自身が保有するプロモーションサイトの所有権とコンテンツに責任があります。プロモーションサイトの開発、運用、維持、そしてサイト上に存在する全てのデータに対して責任があります。アフィリエイト会員は、それらに関する請求、損害賠償、費用（訴訟費用など）を当社に対して求めないことを確証します。
pl: Odpowiedzialność za własność, treść i wiarygodność stron partnerskich ponosi wyłącznie partner. Partner jest w pełni odpowiedzialny za kodowanie, działanie i utrzymanie swojej strony internetowej i wszystkich materiałów, jakie się na niej pojawiają. Partner nie będzie pociągał Firmy do odpowiedzialności w związku z jakimikolwiek roszczeniami, odszkodowaniami czy wydatkami (w tym kosztami postępowań sądowych) związanymi z kodowaniem, działaniem i utrzymaniem swojej strony, czy też jej zawartością.
ru: Партнер несет единоличную ответственностью за принадлежность, содержание и работу Партнерского сайта. Партнер несет эксклюзивную ответственность за развитие, работу и поддержку своего сайта, а также все материалы, опубликованные на сайте. Партнер обязуется освободить и оградить Binary Group от всех возможных убытков, претензий, вреда и расходов (включая, но не ограничиваясь юридическими расходами), имеющих отношение к развитию, работе, поддержке и содержанию сайта партнера.
vi: Chi nhánh phải chịu trách nhiệm về quyền sở hữu, nội dung và trách nhiệm đối với trang web của mình. Bạn cũng sẽ phải hoàn toàn chịu trách nhiệm cho sự phát triển, hoạt động, bảo trì trang web của mình và cho mọi thứ xuất hiện trên trang web. Bạn sẽ phải chịu bồi thường và chúng tôi sẽ không chịu trách nhiệm với mọi khiếu nại, hư hại và chi phí liên quan tới sự phát triển, hoạt động, bảo trì và nội dung của trang web (bao gồm, và không giới hạn, phí ủy quyền).
zh_cn: 联盟网站的所有权、内容和法律责任均由联盟会员全权负责。您仅全权负责您的网站及其显示的全部材料的开发、运营和维护。对于与您网站开发、运营、维护和内容相关的一切索赔、损害赔偿和开支（包括但不限于律师费），您有责任进行赔偿，并使公司免受侵害。

source: P. Indemnification
de: P. Schadenersatz
fr: P. Exonération de responsabilité
ja: P. 免責
vi: P. Tiền bồi thường
zh_cn: 十六、赔偿

source: PEP Declaration
fr: Déclaration PEP
ja: PEP宣言書
zh_cn: PEP声明

source: PM
de: nachmittags
fr: Après midi
ja: 午後
zh_cn: 下午

source: Participating in the forex, stocks or commodities markets?
ar: المشاركة في أسواق العملات، الأسهم أو السلع؟
de: Möchten Sie sich auf Forex-, Aktien- oder Rohstoffmärkten engagieren?
fr: Participer aux marchés du Forex, des actions ou des matières premières ?
id: Berpartisipasi dalam pasar forex, saham atau komoditas?
ja: 外国為替市場でお取引
pl: Udział w rynkach walutowych, towarowych i na giełdzie?
ru: Хотите участвовать в торговле на рынках форекс, акций и сырьевых материалов?
th: มีการซื้อขายในตลาดฟอเร็กซ์ หรือ ตลาดค้าสกุลเงิน หุ้น หรือ หลักทรัพย์ หรือ ตลาดสินค้าโภคภัณฑ์ ไหม?
vi: Bạn muốn tham gia vào thị trường ngoại hối, thị trường chứng khoán và thị trường hàng hóa?
zh_cn: 参与外汇、股票或商品市场？

source: Partner With Us
ar: شريك معنا
de: Schließen Sie sich uns an
fr: Devenez partenaire Binary.com
id: Bermitra Bersama Kami
ja: パートナー協定
pl: Zostań naszym partnerem
ru: Партнерство
th: พันธมิตรกับเรา
vi: Đối tác của chúng tôi
zh_cn: 成为我们的合作伙伴

source: Partners
ar: الشركاء
de: Partner
fr: Partenaires
id: Mitra
ja: パートナー協定
pl: Partnerzy
ru: Партнеры
th: พันธมิตร
vi: Đối tác
zh_cn: 合作伙伴

source: Pass our Knowledge Test
de: Absolvieren Sie unseren Wissens-Test
fr: Passez notre test de connaissances
ja: 知識確認テストの受験
vi: Vượt qua cuộc kiểm tra hiểu biết của chúng tôi
zh_cn: 通过我们的知识测试

source: Password
ar: كلمة مرور
de: Passwort
fr: Mot de passe
id: Kata Sandi
ja: パスワード
pl: Hasło
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu
zh_cn: 密码

source: Password Reset
ar: إعادة تعيين كلمة المرور
de: Passwort Zurücksetzung
fr: Réinitialisation de mot de passe
id: Merubah Kata Sandi
ja: パスワード再設定
pl: Resetowanie hasła
ru: Изменение пароля
th: ตั้งรหัสผ่านใหม่
vi: Thiết lập lại Mật khẩu
zh_cn: 重设密码

source: Password is not strong enough.
ar: كلمة السر ليست قوية بما يكفي.
de: Passwort ist nicht stark genug.
fr: Le mot de passe n'est pas assez fiable.
id: Kata sandi tidak cukup kuat.
ja: パスワード強度が十分ではありません。
pl: Hasło jest za słabe.
ru: Пароль недостаточно надёжный.
th: รหัสผ่านไม่ปลอดภัยเท่าที่ควร
vi: Mật khẩu không đủ mạnh.
zh_cn: 密码安全度不够。

source: Password reset
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
fr: Réinitialisation de mot de passe
id: Merubah kata sandi
ja: パスワード再設定
pl: Resetowanie hasła
ru: Пароль изменен
th: ตั้งรหัสผ่านใหม่
vi: Thiết lập lại mật khẩu
zh_cn: 重设密码

source: Password should have lower and uppercase letters with numbers.
ar: يجب أن يكون لكلمة المرور أحرف تحتية واحرف علية مع أرقام.
de: Das Passwort muss Klein- und Großbuchstaben sowie Zahlen enthalten.
fr: Le mot de passe doit se composer de majuscules, de minuscules et de chiffres.
id: Kata sandi harus memiliki huruf kecil dan besar beserta angka.
ja: 大文字と小文字を含む英字と数字を組み合わせる必要があります
pl: Hasło powinno zawierać wielkie i małe litery oraz cyfry.
ru: Пароль должен содержать заглавные и строчные буквы и цифры.
vi: Mật khẩu nên bao gồm cả chữ hoa, chữ thường và con số.
zh_cn: 密码须包含大小写字母与数字。

source: Patented technology
fr: Technologie breveté
ja: 特許技術

source: Patents
ar: براءات الأختراع
de: Patente
fr: Brevets
id: Paten
ja: 特許
pl: Patenty
ru: Патенты
vi: Bằng sáng chế
zh_cn: 专利

source: Payment Agent
ar: وكيل دفع
de: Zahlungsagent
fr: Agent de paiement
id: Agen Pembayaran
ja: 決済サービス
pl: Pośrednik płatności
ru: Платежный агент
vi: Đại lý Thanh toán
zh_cn: 付款代理

source: Payment Agent Withdrawal
ar: سحب قام به وكيل الدفع
de: Zahlungsagent Auszahlung
fr: Retrait par agent de paiement
id: Pencairan Agen Pembayaran
ja: 決済サービスへのご出金
pl: Wypłata od pośrednika płatności
ru: Вывод через платежного агента
vi: Rút tiền tại Đại lý Thanh toán
zh_cn: 支付代理取款

source: Payment Agent transfer
ar: تحويل قام به وكيل الدفع
de: Zahlungsagent Überweisung
fr: Virement par agent de paiement
id: Transfer Agen Pembayaran
ja: 決済サービスでのご送金
pl: Przelew dla pośrednika płatności
ru: Перевод через агента
vi: Chuyển tiền cho Đại lý Thanh toán
zh_cn: 支付代理转账

source: Payment Agents
ar: وكلاء دفع
de: Zahlungsagenten
fr: Agents de paiement
id: Agen Pembayaran
ja: 決済サービス
pl: Pośrednicy płatności
ru: Платежные агенты
vi: Đại lý Thanh toán
zh_cn: 付款代理

source: Payment Methods
ar: وسائل الدفع
de: Zahlungsarten
fr: Moyens de paiement
id: Metode Pembayaran
ja: 決済方法
pl: Metody płatności
ru: Способы оплаты
vi: Phương thức Thanh toán
zh_cn: 支付方式

source: Payment agent is unavailable in your country.
ar: وكلاء الدفع غير متوفرين في بلدك.
de: Für Ihr Land ist kein Zahlungsagent vorhanden.
fr: Les agents de paiement ne sont pas disponibles pour votre pays.
id: Agen pembayaran tidak tersedia di negara Anda.
ja: お客さまの居住国では決済サービスをご利用いただけません。
pl: Ten pośrednik płatności nie jest dostępny w Twoim kraju.
ru: Платежный Агент недоступен в Вашей стране.
vi: Đại lý thanh toán không khả dụng trong quốc gia của bạn.
zh_cn: 您的国家无可用支付代理。

source: Payment methods
ar: طرق الدفع
de: Zahlungsmethoden
fr: Moyens de paiement
id: Metode pembayaran
ja: 決済方法
pl: Metody płatności
ru: Способы оплаты
vi: Phương thức thanh toán
zh_cn: 支付方式

source: Payment of commission earned for the previous calendar month will be made monthly, on or around the 15th day of each month, and may be credited to any payment method as agreed between the Company and the Affiliate.
de: Die Auszahlung der im Vormonat verdienten Provision erfolgt monatlich um den 15. eines jeden Monats und wird der Zahlungsmethode gutgeschrieben, die zwischen dem Unternehmen und dem Geschäftspartner vereinbart wurde.
fr: Le paiement des commissions générées pour le mois civil écoulé sera effectué le 15 de chaque mois (ou aux environs de cette date) et pourra être crédité par le biais de toute méthode de paiement, selon les modalités convenues par la Société et l'Affilié.
id: Pembayaran komisi yang dihasilkan pada periode bulan sebelumnya akan dibayar pada hari ke 15 bulan berikutnya, dan akan dikreditkan menggunakan metode pembayaran yang telah disetujui oleh Perusahaan dan Affiliasi.
ja: 前月のアフィリエイト報酬は翌月１５日頃に、当社とアフィリエイト会員間で合意されているお支払い方法で振り込まれます。
pl: Wypłata prowizji zarobionej w poprzednim miesiącu będzie dokonywana co miesiąc, 15. dnia miesiąca lub około tego dnia, i może być dokonana dowolną metodą płatności zgodnie z umową pomiędzy Firmą a Partnerem.
ru: Выплата комиссий за предыдущий календарный месяц производится ежемесячно (примерно 15 числа каждого месяца) и будет переведена любым способом оплаты, согласованным Компанией и Партнёром.
vi: Khoản hoa hồng sẽ được thanh toán hàng tháng, vào khoảng ngày 15 mỗi tháng, và sẽ được thực hiện bằng phương thức thanh toán mà Công ty và Chi nhánh đã thống nhất.
zh_cn: 上一月赚得的佣金在每月15 号或该日前后以公司和联盟成员双方预先同意的付款方式支付。

source: Payments
ar: المدفوعات
de: Zahlungen
fr: Paiements
id: Pembayaran
ja: アフィリエイト報酬の支払いについて
pl: Płatności
ru: Платежи
vi: Thanh toán
zh_cn: 支付

source: Payout
ar: العائد
de: Auszahlung
fr: Paiement
id: Hasil
ja: ペイアウト
pl: Wypłata
ru: Выплата
vi: Tiền thưởng
zh_cn: 赔付

source: Payout Amount
de: Auszahlungsbetrag
fr: Montant du paiement
ja: 取引数量(ロット x ¥1,000)
vi: Số tiền thanh toán
zh_cn: 收益金额

source: Pension
ar: معاش
de: Rente/Pension
id: Pensiun
ja: 年金
pl: Emerytura
ru: Пенсия
vi: Tiền phụ cấp
zh_cn: 养老金

source: Percentage
de: Prozentsatz
fr: Pourcentage
ja: 割合
zh_cn: 百分比

source: Perl knowledge and/or readiness to learn is a must
ar: يجب أن تكون ملما ببيرل و/أو لديك استعدادا للتعلم
de: Perl Kenntnisse und/oder Bereitschaft, sich diese anzueignen, ist unbedingt erforderlich
fr: Connaissance de Perl et/ou volonté d'apprentissage indispensables
id: Pengetahuan Perl dan/atau kesiapan untuk belajar adalah suatu keharusan
ja: Perlの知識および/または進んで自ら学ぶ姿勢が必要です。
pl: Znajomość języka Perl i/lub gotowość do nauki jest wymagana
ru: Знание Perl и/или готовность учиться является обязательным требованием
vi: Có kiến thức về Perl và/hoặc phải sẵn sàng học Perl
zh_cn: 拥有Perl 知识和/或乐于学习是必备条件

source: Perl modules
ar: وحدات برل (Perl)
de: Perl Module
fr: Modules Perl
id: Modul perl
ja: Perl モジュール
pl: Moduły Perl
ru: Модули Perl
vi: module Perl
zh_cn: Perl 模块

source: Permissions
ar: أذونات
de: Berechtigungen
id: Izin
ja: アクセス許可
pl: Pozwolenia
ru: Разрешения
vi: Quyền hạn
zh_cn: 权限

source: Personal Care, Sales and Service Workers
de: Persönliche Pflege-, Verkaufs- und Service-Arbeiter
fr: Employés de l'aide aux personnes âgées, vente et service
ja: 介護、販売、サービス業
vi: Công nhân chăm sóc khách hàng, kinh doanh và dịch vụ
zh_cn: 个人护理、销售及服务员工

source: Personal Data and Privacy
de: Persönliche Daten und Datenschutz
fr: Données personnelles et confidentialité
ja: 個人情報とプライバシー
vi: Dữ liệu cá nhân và quyền riêng tư
zh_cn: 个人数据和隐私

source: Personal Details
ar: تفاصيل شخصية
de: Persönliche Angaben
fr: Informations personnelles
id: Data Pribadi
ja: お客さま登録情報
pl: Dane osobowe
ru: Личные данные
vi: Thông tin cá nhân
zh_cn: 个人资料

source: Persons with insider knowledge of any financial market or instrument are prohibited from trading at this website.
de: Personen mit Insiderwissen über einen Finanzmarkt oder ein Instrument, ist es untersagt, auf dieser Website zu handeln.
fr: Les personnes disposant de connaissances d'initiés relatives à tout marché ou instrument financier ne sont pas autorisées à effectuer des opérations de trading sur ce site Web.
ja: 金融市場や金融商品の内部情報を知る方による当ウェブサイトでのお取引は禁止されています。
vi: Những người có thông tin nội bộ của bất kỳ thị trường hoặc công cụ tài chính nào đều bị cấm giao dịch trên trang web này.
zh_cn: 本网站禁止对任何金融市场或工具具有内幕知识的人士进行交易。

source: Pillar 3 Disclosures
de: Pillar 3 Offenlegung
fr: Divulgations relatives au Volet 3
ja: 開示（第3の柱)
vi: Tiết lộ cột 3
zh_cn: 第3支柱资料披露

source: Pillar 3 disclosure report
de: Pillar 3 Offenlegungsbericht
fr: Rapport de divulgation Volet 3
ja: 開示レポート（第3の柱に基づく報告)
vi: Báo cáo tiết lộ cột 3
zh_cn: 第3支柱资料披露报告

source: Pip Size
de: Pip-Größe
fr: Valeur du pip
ja: Pipのサイズ
vi: Quy mô
zh_cn: 点数大小

source: Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001).
de: Pip steht für „Basispunkt", was in der Regel die vierte Dezimalstelle (z.B. 0,0001) ist.
fr: Le « pip » désigne une unité de variation du taux de change, généralement une unité de la quatrième décimale (c'est-à-dire 0,0001).
ja: Pipとは ‘percentage in point’の略語であり、通常は小数第４位の値を示します。例）0.0001
vi: Pip là viết tắt của 'Percentage in point' cái mà ở vị trí thứ tư sau dấu thập phân (ví dụ 0.0001).
zh_cn: 点（percentage in point，缩写为pip）一般来说是指小数点后第4位数（如0.0001）。

source: Place of birth
de: Geburtsort
fr: Lieu de naissance
ja: 出生地
vi: Nơi sinh
zh_cn: 出生地点

source: Plant and Machine Operators and Assemblers
de: Anlage- und Maschinenbetreiber und Monteure
fr: Usine, Opérateurs de machine et Assembleurs
ja: 工場職員、機械オペレーター、組立工
vi: Người vận hành nhà máy và xưởng lắp ráp
zh_cn: 工厂和机器操作员及装配员

source: Platform Comparison
de: Plattformvergleich
fr: Comparaison des plateformes
ja: プラットフォームを比較
vi: So sánh sàn
zh_cn: 平台比较

source: Platform Tour
ar: جولة في المنصة
de: Plattformtour
fr: Aperçu de la plateforme
id: Panduan Platform
ja: ご利用ガイド
pl: Przewodnik po platformie
ru: О платформе
th: เยี่ยมชมระบบของเรา
vi: Ghé thăm Sàn giao dịch
zh_cn: 平台指南

source: Platforms
de: Plattformen
fr: Plateformes
ja: プラットフォーム
vi: Các sàn giao dịch
zh_cn: 平台

source: Player report:
fr: Rapport de joueur :
ja: プレイヤーレポート：

source: Please %1accept the updated Terms and Conditions%2 to lift your withdrawal and trading limits.
de: Bitte %1akzeptieren Sie die aktualisierten allgemeinen Geschäftsbedingungen%2, um Ihre Abhebe- und Handelslimits aufzuheben.
fr: S'il vous plait %1acceptez les termes et conditions mises à jour%2 pour supprimer vos limites de retrait et de trading.
ja: 出金制限及び取引制限を解除するには、%1改訂版利用規約に同意%2いただく必要があります。
vi: Xin %1 vui lòng chấp nhận cập nhật các điều khoản và điều kiện %2 để nâng mức tiền rút và giới hạn giao dịch.
zh_cn: 请%1接受更新条款和条件%2，以提高存取款限额。
