Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: <strong>Short-term action</strong> - choose intraday trades from 1 minute to 24 hours.
ar: <strong>العمل على المدى القصير</strong> - اختر التداول خلال اليوم، من دقيقة إلى 24 ساعة.
id: <strong>Aksi jangka pendek</strong> - pilih trading intraday dari 1 menit hingga 24 jam.
pl: <strong>Działania krótkoterminowe</strong> - dostępne są transakcje zaczynające się i kończące tego samego dnia, o czasie trwania od 1 min do 24 godz.
ru: <strong>Краткосрочное действие</strong> - выберите внутридневные контракты от 1 минуты до 24 часов.
th: <strong>การดำเนินการระยะสั้น</strong> - กำหนดการเทรดภายในวันเดียวกัน จาก 1 นาที ไปถึง 24 ชั่วโมง

source: <strong>Stock Indices</strong> - trade all major worldwide stock indices.
ar: <strong>مؤشرات البورصة</strong> - تداول كل مؤشرات البورصة الرئيسية فى أنحاء العالم.
id: <strong>Indeks saham</strong> - trading pada bursa saham utama dunia.
pl: <strong>Indeksy giełdowe</strong> - handluj wszystkimi głównymi indeksami giełdowymi z całego świata.
ru: <strong>Индексы</strong> - работайте на всех основных мировых индексах.
th: <strong>ดัชนีหลักทรัพย์ต่างๆ</strong> - เทรดดัชนีของหลักทรัพย์หลักๆ ทั่วโลก

source: <strong>Stock indices</strong> - trade all major worldwide stock indices.
ar: <strong>مؤشرات البورصة</strong> - تداول كل مؤشرات البورصة الرئيسية فى أنحاء العالم.
id: <strong>Indeks saham</strong> - trading pada bursa saham dunia.
pl: <strong>Indeksy giełdowe</strong> - do wyboru indeksy giełdowe z całego świata.
ru: <strong>Индексы</strong> - работайте на всех основных мировых индексах.
th: <strong>ดัชนีหลักทรัพย์ต่างๆ</strong> - เทรดดัชนีของหลักทรัพย์หลักๆ ทั่วโลก

source: <strong>Take early profits</strong> - sell your long-term trades at market prices before they expire.
ar: <strong>أحصل على الأرباح مبكراً</strong> - قم ببيع معاملاتك التجارية طويلة الأجل بسعر السوق قبل أنتهاء صلاحيتها.
id: <strong>Ambil laba awal</strong> - jual kontrak jangka panjang Anda pada harga pasar sebelum berakhir.
pl: <strong>Osiągaj szybkie zyski</strong> - sprzedaj swoje transakcje długoterminowe po cenach rynkowych przed datą zakończenia.
ru: <strong>Получите прибыль до окончания</strong> - продайте досрочно свои долгосрочные контракты по рыночным ценам.
th: <strong>ทำกำไรได้ก่อน</strong> - ขายสินทรัพย์ระยะยาวที่ราคาตลาดก่อนที่มันจะหมดอายุ

source: <strong>Tax-free</strong> - binaries are licensed as a betting activity in the UK, so your winnings are tax-free.
ar: <strong>معفاة من الضرائب</strong> الثنائيات مرخصة كنشاط رهان في المملكة المتحدة، مما يجعل أرباحك معفاة من الضرائب.
id: <strong>Bebas pajak</strong> - binary menggunakan ijin trading di Inggris, maka keuntungan Anda adalah bebas pajak.
pl: <strong>Zwolnienie z podatku</strong> - opcje binarne są zarejestrowane w Wielkiej Brytanii jako zawieranie zakładów, dzięki czemu są zwolnione z podatku.
ru: <strong>Без налогов</strong> - бинарные опционы лицензируются как игровой вид деятельности в Великобритании и поэтому не облагаются налогами. Однако, законы различаются в разных странах.
th: <strong>ปลอดภาษี</strong> - ไบนารีได้รับอนุญาตเสมือนกิจการการพนันในสหราชอาณาจักร ท่านจึงไม่ต้องชำระภาษีจากกำไรของท่าน

source: <strong>Touch/No Touch</strong> - predict if the market will touch or not touch a price target.
ar: <strong>وصل/لم يصل</strong> -توقع إذا كان السوق سيصل إلى أو لا يصل إلى سعر مستهدف.
id: <strong>Touch/No Touch</strong> - menganalisa apakah pasar akan menyentuh atau tidak target harga.
pl: <strong>Osiągnie/nie osiągnie</strong> - prognozuj, czy rynek osiągnie cenę docelową.
ru: <strong>Касание/Нет касания</strong> - сделайте прогноз, коснется или нет рынок выбранного барьера.
th: <strong>Touch/No Touch</strong> - พยากรณ์ว่า ตลาดสามารถทำราคาได้ตามเป้าหมาย หรือ ห่างจากเป้าหมาย

source: <strong>Touch/No Touch</strong> - where you can profit from the market touching or not touching a target price.
ar: <strong>وصل /لم يصل</strong> -حيث يمكنك أن تربح من وصول السوق أو عدم وصوله لسعر مستهدف.
id: <strong>Touch/No Touch</strong> - dimana Anda memperoleh laba dari pasar yang menyentuh atau tidak target harga.
pl: <strong>Osiągnie/nie osiągnie</strong> - możesz zyskać w zależności od tego, czy rynek osiągnie cenę docelową.
ru: <strong>Касание/Нет касания</strong> - где вы можете получить прибыль, если рынок коснется или не коснется выбранного барьера.
th: <strong>Touch/No Touch</strong> - ท่านสามารถทำกำไรจากตลาดเมื่อตลาดสามารถทำราคาได้ตามเป้าหมาย หรือ ห่างจากเป้าหมาย

source: <strong>Trade to your budget</strong> - dip a toe in the water with $2 or go all out for $50,000.
ar: <strong>تداول حسب ميزانيتك</strong> - جرب التداول بـ 2$ أو تداول بكل ثقلك بـ 50000 دولار..
id: <strong>Bertrading sesuai anggaran Anda</strong> - mulai trading dari $2 hingga $50,000.
pl: <strong>Handluj tak, jak pozwala Ci Twój budżet.</strong> - zacznij od 2 $ lub idź na całość, inwestując nawet 50 000 $.
ru: <strong>Торгуйте в соответствии со своим бюджетом</strong> - попробуйте свои силы с маленького выигрыша $2 или сыграйте на полную катушку для получения прибыли в размере $50,000.
th: <strong>เทรดตามงบประมาณของท่าน</strong> - จะลองชิมลางที่ 2 เหรียญสหรัฐ หรือ ทุ่มหมดหน้าตัก 50,000 เหรียญสหรัฐ ก็ย่อมทำได้

source: <strong>Trade to your strategy</strong> - set your trades on ‘gut feel’, or use technical or fundamental analysis.
ar: <strong>تداول حسب استراتيجيتك</strong> - اتبع حدسك أو استخدم تحليل فني أو أساسي.
id: <strong>Gunakan strategi trading Anda</strong> - tetapkan trading Anda menggunakan 'insting' atau analisa teknikal atau fundamental.
pl: <strong>Handluj zgodnie ze swoją strategią</strong> - Zawierając transakcje kieruj się przeczuciem albo przeprowadź analizę fundamentalną lub techniczną - wybór należy do Ciebie.
ru: <strong>Придерживайтесь своей стратегии</strong> - доверяйте своему чутью, а также используйте технический или фундаментальный анализ.
th: <strong>เทรดด้วยยุทธวิธีของท่านเอง</strong> - กำหนดวิธีการเทรดด้วยสัญชาตญาณ หรือ ใช้การวิเคราะห์ทางเทคนิค หรือ การวิเคราะห์พื้นฐาน

source: <strong>Trade when you want to trade</strong> - trade 24/7, even on weekends.
ar: <strong>تداول وقتما تريد</strong> -تداول على مدار اليوم وطوال أيام الأسبوع حتى فى عطلة نهاية الأسبوع.
id: <strong>Trading kapan saja</strong> - trading 24/7, bahkan pada akhir pekan.
pl: <strong>Handluj wtedy, kiedy masz ochotę</strong> - przez 24 godz. na dobę, nawet w weekendy.
ru: <strong>Торгуйте в любое время</strong> - работайте на рынках 24 часа 7 дней в неделю, даже в выходные.
th: <strong>ซื้อขายเมื่อท่านต้องการ</strong> - เทรดได้ตลอด 24 ชั่วโมง 7 วัน แม้ในวันหยุดสุดสัปดาห์

source: <strong>Trade with confidence</strong> - get pricing that is normally reserved for big institutional players.
ar: <strong>تداول بثقة</strong> - أحصل على سعر يتم حجزه عادة للمؤسسات الكبرى.
id: <strong>Trading dengan percaya diri</strong> - dapatkan harga yang biasanya hanya ditawarkan pada institusi besar.
pl: <strong>Handluj bez kompleksów</strong> - możesz korzystać z wyceny zwykle zarezerwowanej tylko dla dużych graczy instytucjonalnych.
ru: <strong>Торгуйте с уверенностью</strong> - воспользуйтесь системой оценки, которая обычно предлагается только крупным организациям.
th: <strong>เทรดด้วยความเชื่อมั่น</strong> - ท่านสามารถใช้ราคาเดียวกันกับราคาที่สงวนไว้กับเทรดเดอร์กลุ่มสถาบัน

source: <strong>Trade your way</strong> - customize your trades to meet your needs.
ar: <strong>تداول حسبما تريد</strong> - خصص معاملاتك التجارية لتلبي احتياجاتك.
id: <strong>Trading dengan gaya Anda</strong> - sesuaikan trading berdasarkan keinginan Anda.
pl: <strong>Zero ograniczeń</strong> - dostosuj transakcje do swoich potrzeb.
ru: <strong>Торговля по Вашим условиям</strong> - выберите параметры контрактов согласно своим нуждам.
th: <strong>ซื้อขายด้วยวิธีการของท่าน</strong> - วิธีการเทรดเป็นไปตามรูปแบบที่ท่านพอใจ ตามแบบที่ท่านต้องการ

source: <strong>Up to 100% returns on rise/fall trades</strong> - we challenge you to find better returns on any competing website.
ar: <strong>عائدات تصل إلى 100% - على تداول الصعود/الهبوط</strong> - نتحداك أن تجد عائدات أفضل على أي موقع منافس.
id: <strong>Laba hingga 100% pada kontrak rise/fall</strong> - kami menantang Anda untuk menemukan hasil yang lebih baik pada situs lainnya.
pl: <strong>Zwrot w wysokości nawet 100% dla transakcji typu wzrost/spadek</strong> - spróbuj znaleźć lepszy zwrot u konkurencji.
ru: <strong>До 100% прибыли на контрактах Повышение/Падение</strong> - мы бросаем Вам вызов найти лучшую прибыль на сайтах конкурентов.
th: <strong> ได้กำไรสูงถึง 100% ทั้งตลาดขาขึ้นและขาลง</strong> - เราท้าให้ท่านหาผลตอบแทนที่ดีกว่าจากเว็บไซต์คู่แข่งอื่นๆ

source: <strong>Volatile markets</strong> - choose the one-touch trade, the goes-outside trade, or the ends outside trade.
ar: <strong>أسواق متقلبة</strong> -أختر تداول الوصول الواحد، تداول بقاء السوق بين حاجزين أو خروجه عنهما أو تداول توقف السوق عند حاجزين.
id: <strong>Pasar volatiliti</strong> - pilih kontrak sekali sentuh, bergerak keluar atau berakhir diluar.
pl: <strong>Rynki zmienne</strong> - możesz wybierać spośród transakcji „osiągnie jeden raz”, „przekroczy” lub „zakończy się poza limitem”.
ru: <strong>Изменчивые рынки</strong> - выберите контракты "Касание", "Выйдет за пределы" или "Закончится вне".
th: <strong>ตลาดผันผวน</strong> - ให้ใช้ One-Touch Trade ซึ่งอาจจะผันผวนออกนอกกรอบ หรือ สิ้นสุดนอกกรอบที่คาดไว้

source: <strong>Volatility Indices</strong> - trade %1's proprietary volatility indices.
ar: <strong>المؤشرات المتقلبة</strong> - تداول المؤشرات المتقلبة المسجل ملكيتها لـ %1.
id: <strong>Indeks Volatilitas</strong> - bertrading indeks volatilitas %1.
pl: <strong>Wskaźniki zmienności</strong> – handluj zastrzeżonymi przez %1 wskaźnikami zmienności.
ru: <strong>Индексы волатильности</strong> – торгуйте Индексами волатильности, собственной разработкой %1.
th: <strong>ดัชนีผันผวน</strong> - เทรด %1 กับผลิตภัณฑ์ลิขสิทธิ์ดัชนีผันผวน

source: <strong>Volatility indices</strong> - trade %1's own volatility indices, 24/7.
ar: <strong>المؤشرات المتقلبة</strong> - تداول فى المؤشرات المتقلبة الخاصة بـ %1 طوال أيام الأسبوع وعلى مدار اليوم.
id: <strong>Indeks Volatilitas</strong> - bertrading indeks volatilitas %1, 24/7.
pl: <strong>Wskaźniki zmienności</strong> – handluj wskaźnikami zmienności %1 przez 24 godz. na dobę.
ru: <strong>Индексы волатильности</strong> – торгуйте Индексами волатильности, собственной разработкой %1, в любое время суток.
th: <strong>ดัชนีผันผวน</strong> - เทรด %1 กับผลิตภัณฑ์ลิขสิทธิ์ดัชนีผันผวน ตลอด 24 ชั่วโมง 7 วัน

source: <ul><li> Go to the <strong>More actions</strong> menu and select <strong>Settings</strong>. </li><li> Under <strong>Advanced Settings</strong>, click on the <strong>View advanced settings</strong> button. </li><li> Under the <strong>Cookies</strong> section, select the "<strong>Don't block cookies</strong>" option. </li><li> Click anywhere outside the menu to save and close. </li></ul>
ar: <ul><li> انتقل إلى <strong>المزيد من الاجراءات</strong> القائمة وحدد <strong>الضبط</strong>. </li><li> تحت <strong>الضبط المتقدم</strong>، انقر على زر <strong>خيارات متقدمة</strong>. </li><li> تحت قسم <strong>ملفات تعريف الارتباط (الكوكيز)</strong>، اختر "<strong>لا تحجب ملفات تعريف الارتباط</strong>". </li><li> انقر في أي مكان بعيدا عن القائمة للحفظ والإغلاق. </li></ul>
de: <ul><li> Gehen Sie auf das <strong>Mehr Aktionen</strong> Menü und wählen <strong>Einstellungen</strong>aus. </li><li> Unter <strong>Erweiterte Einstellungen</strong>, klicken Sie auf die <strong>Erweiterte Einstellungen anzeigen</strong> Schaltfläche. </li><li> Unter dem <strong>Cookies</strong> Abschnitt, wählen Sie die "<strong>Cookies nicht blockieren</strong>" Option aus. </li><li> Klicken Sie beliebig irgendwo außerhalb des Menüs, um zu speichern und um zu beenden. </li></ul>
id: <ul><li> Kunjungi menu <strong>More actions</strong> dan pilih <strong>Settings</strong>. </li><li> Dibawah <strong>Advanced Settings</strong>, klik pada tombol <strong>View advanced settings</strong>. </li><li> Dibawah bagian <strong>Cookies</strong>, pilih "<strong>Jangan blokir cookies</strong>". </li><li> Klik dimana saja diluar menu untuk menyimpan dan menutup. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Więcej czynności</strong> i wybierz <strong>Ustawienia</strong>. </li><li> W zakładce <strong>Ustawienia zaawansowane</strong>, kliknij przycisk <strong>Zobacz ustawienia zaawansowane</strong>. </li><li> W sekcji <strong> pliki cookie</strong>, wybierz opcję "<strong>Nie blokuj plików cookie</strong>". </li><li> Kliknij gdziekolwiek poza menu, aby zapisać i zamknąć. </li></ul>
ru: <ul><li> Зайдите в меню <strong>Дополнительные действия</strong> и выберите <strong>Настройки</strong>. </li><li> В разделе <strong>Дополнительно</strong> нажмите кнопку <strong>Просмотреть расширенные настройки</strong>. </li><li> В разделе <strong>Cookies</strong> выберите опцию "<strong>Не блокировать cookies</strong>". </li><li> Кликните за пределами меню, чтобы сохранить настройки и закрыть меню. </li></ul>
th: <ul><li> ไปที่เมนู <strong>More actions</strong> และเลือก <strong>Settings</strong></li><li> บริเวณข้างล่าง เลือกที่<strong>Advanced Settings</strong>, คลิกปุ่ม <strong>View advanced settings</strong></li><li> บริเวณข้างล่าง ส่วนที่เป็น <strong>Cookies</strong> เลือกค่า "<strong>Don't block cookies</strong>"</li><li> คลิกพื้นที่ข้างนอกของเมนูเพื่อบันทึกและปิด </li></ul>
vi: <ul><li> Đến <strong>mục Thêm hành động</strong> và chọn <strong>Cài đặt</strong>. </li><li> ở dưới phần <strong>Cài đặt nâng cao</strong>, nhấn vào <strong>Xem các cài đặt nâng cao</strong> nút. </li><li> Ở dưới <strong>phần Thông tin người dùng</strong>, lựa chọn "<strong>Không khóa lựa chọn thông tin người dùng</strong>". </li><li> Nhấn vào điểm bất kì ngoài Menu để lưu và đóng. </li></ul>
zh_cn: <ul><li> 进入 <strong>更多操作</strong> 菜单并选择 <strong>设置</strong>。</li><li>在<strong>高级设置</strong> 标签下，点击<strong>查看高级设置</strong>按钮。 </li><li>在<strong>Cookies</strong>分区下，选择 "<strong>不阻止 cookies</strong>"。</li><li> 在菜单外任意点击，保存并关闭。</li></ul>

source: <ul><li> Go to the <strong>Safari</strong> menu and select <strong>Preferences</strong>.</li><li> Click on the <strong>Privacy</strong> tab. </li><li> Set "<strong>Block cookies:</strong>" to <strong>Never</strong>. </li><li> Click on the <strong>X</strong> button at the top right to save and close. </li></ul>
ar: <ul><li> انتقل إلى قائمة <strong>سفاري</strong> واختر <strong> التفضيلات</strong>.</li><li> انقر على زر <strong>الخصوصية</strong> . </li><li> حدد"<strong>منع ملفات تعريف الارتباط</strong>" إلى <strong>أبدا</strong>. </li><li> انقر على زر <strong>X</strong> في اعلى اليمين للحفظ والإغلاق. </li></ul>
de: <ul><li>Gehen Sie zum <strong>Safari</strong> Menü und wählen Sie <strong>Präferenzen</strong> aus.</li><li> Klicken Sie auf den <strong>Datenschutz</strong> Reiter. </li><li> Stellen Sie "<strong>Cookies blockieren:</strong>" auf <strong>Nie</strong> ein. </li><li> Klicken Sie auf die <strong>X</strong> Schaltfläche oben rechts, um zu speichern und zu beenden.</li></ul>
id: <ul><li> Kunjungi menu <strong>Safari</strong> dan pilih <strong>Preferences</strong>.</li><li> Klik pada tab <strong>Privacy</strong>. </li><li> Set "<strong>Blokir cookies:</strong>" ke <strong>Never</strong>. </li><li> Klik pada tombol <strong>X</strong> kanan atas untuk menyimpan dan menutup. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Safari</strong> i wybierz <strong>Preferencje</strong>.</li><li> Wybierz zakładkę <strong>Prywatność</strong>. </li><li> Zmień opcję "<strong>Blokuj pliki cookie:</strong>" na <strong>Nigdy</strong>. </li><li> Kliknij na przycisk <strong>X</strong> w prawym górnym rogu, aby zapisać i zamknąć. </li></ul>
ru: <ul><li> Зайдите в меню <strong>Safari</strong> и выберите <strong>Предпочтения</strong>.</li><li> Нажмите на вкладку <strong>Приватность</strong>. </li><li> В разделе "<strong>Блокировать cookies:</strong>" нажмите <strong>Никогда</strong>. </li><li> Нажмите на кнопку <strong>X</strong> в правом верхнем углу, чтобы сохранить настройку и закрыть меню. </li></ul>
th: <ul><li> ไปที่เมนู <strong>Safari</strong> และเลือก <strong>Preferences</strong></li><li> คลิกที่แท็บ <strong>Privacy</strong></li><li> ตั้งค่า"<strong>Block cookies:</strong>" เป็น <strong>Never</strong> </li><li> คลิกที่ปุ่ม <strong>X (กากบาท)</strong> ตรงมุมบนด้านขวาเพื่อบันทึกค่าและปิด</li></ul>
vi: <ul><li> Đến thanh Menu <strong>Safari</strong> và lựa chọn <strong>Tùy chọn</strong>.</li><li> Nhấn vào mục <strong>Riêng tư</strong>. </li><li> Cài đặt "<strong>Khóa cookies:</strong>" thành <strong>Không bao giờ</strong>. </li><li> Nhấn vào nút<strong>X</strong> ở góc trên bên phải để lưu và đóng lại. </li></ul>
zh_cn: <ul><li> 进入 <strong>Safari</strong> 菜单，然后选择<strong>偏好</strong>。</li><li> 点击 <strong>私隐</strong>选项卡。 </li><li> 将"<strong>阻止 cookies:</strong>" 设置为 <strong>永不</strong>。 </li><li>点击右上方的<strong>X</strong> 按钮，保存并关闭。 </li></ul>

source: <ul><li> Go to the <strong>Tools</strong> menu and select <strong>Internet Options</strong>. </li><li> Click on the <strong>Privacy</strong> tab. </li><li> Click on the <strong>Advanced</strong> button. </li><li> Select the <strong>Override automatic cookie handling</strong>. </li><li> Select <strong>Accept</strong> for both <strong>First-party Cookies</strong> and <strong>Third-party Cookies</strong>. </li><li> Click on the <strong>OK</strong> button to save and close. </li></ul>
ar: <ul><li> انتقل إلى قائمة <strong>الأدوات</strong> واختر <strong>خيارات الإنترنت</strong>. </li><li> انقر على علامة تبويب <strong>الخصوصية</strong>. </li><li> انقر على زر <strong>متقدم</strong>. </li><li> اختر <strong>تجاوز معالجة ملفات تعريف الارتباط التلقائي</strong>. </li><li> اختر <strong>موافق</strong> لكل من <strong>ملفات تعريف الارتباط الأول</strong> و <strong>ملفات تعريف الارتباط للطرف الثالث</strong>. </li><li> انقر على زر <strong>موافق</strong> للحفظ والإغلاق. </li></ul>
de: <ul><li> Gehen Sie ins Menü <strong>Tools</strong> und wählen Sie <strong>Internet Optionen</strong> aus. </li><li> Klicken Sie auf die Registerkarte <strong>Datenschutz</strong>. </li><li> Klicken Sie auf die Schaltfläche <strong>Erweitert</strong>. </li><li> Wählen Sie <strong>Automatische Cookie-Verarbeitung aufheben</strong>. </li><li>Auswählen <strong>Akzeptieren</strong> Sie sowohl <strong>Cookies von Erstanbietern</strong> als auch <strong>Cookies von Dritten</strong>annehmen. </li><li> Zum Speichern und Schließen klicken Sie auf <strong>OK</strong>. </li></ul>
id: <ul><li> Kunjungi menu <strong>Tools</strong> dan pilih <strong>Internet Options</strong>. </li><li> Klik pada tab <strong>Privacy</strong>. </li><li> Klik pada tombol <strong>Advanced</strong>. </li><li> Pilih <strong>Override automatic cookie handling</strong>. </li><li> Pilih <strong>Accept</strong> untuk keduanya <strong>First-party Cookies</strong> dan <strong>Third-party Cookies</strong>. </li><li> Klik pada tombol <strong>OK</strong> untuk menyimpan dan menutup. </li></ul>
pl: <ul><li> Przejdź do menu <strong>Narzędzia</strong> i wybierz <strong>Opcje internetowe</strong>. </li><li> Kliknij zakładkę <strong>Prywatność</strong>. </li><li> Kliknij przycisk <strong>Zaawansowane</strong>. </li><li> Wybierz <strong>Zastąp automatyczną obsługę plików cookie</strong>. </li><li> Wybierz <strong>Zaakceptuj</strong> dla <strong>plików cookie tej samej firmy</strong> oraz <strong>plików cookie innych firm</strong>. </li><li> Kliknij przycisk <strong>OK</strong>, aby zapisać i zamknąć. </li></ul>
ru: <ul><li> Зайдите в меню <strong>Инструменты</strong> и выберите <strong>Опции Интернета</strong>. </li><li> Нажмите на <strong>Конфиденциальность</strong>. </li><li> Нажмите на кнопку <strong>Дополнительно</strong>. </li><li> Выберите <strong>Переписать автоматическое разрешение cookies</strong>. </li><li> Выберите <strong>Разрешить</strong> как для<strong>First-party Cookies</strong>, так и для <strong>Third-party Cookies</strong>. </li><li> Нажмите на кнопку <strong>OK</strong>, чтобы сохранить и закрыть. </li></ul>
th: <ul><li> ไปที่เมนู <strong>Tools</strong> และเลือก <strong>Internet Options</strong></li><li> คลิกที่ <strong>Privacy</strong> แท็บ </li><li> คลิกที่ปุ่ม <strong>Advanced</strong></li><li> เลือก <strong>Override automatic cookie handling</strong></li><li> เลือก <strong>Accept</strong> ทั้ง <strong>First-party Cookies</strong> และ <strong>Third-party Cookies</strong></li><li> คลิกที่ปุ่ม <strong>OK</strong> เพื่อบันทึกและปิด</li></ul>
vi: <ul><li> Đến <strong>menu Công cụ</strong> và chọn <strong>Lựa chọn Internet</strong>. </li><li> Nhấn vào <strong>Riêng tư</strong> tab. </li><li> Nhấn vào <strong>nút Cao cấp</strong>. </li><li> Chọn <strong>Đè lên phần cookie tự động</strong>. </li><li> Chọn <strong>Chấp nhận</strong> cho cả hai <strong>Cookie của bên Thứ Nhất</strong> và <strong>Cookie bên thứ Ba</strong>. </li><li> Nhấn vào <strong>nút OK</strong> để lưu và đóng lại. </li></ul>
zh_cn: <ul><li> 进入 <strong>工具</strong> 菜单并选择<strong>互联网选项</strong>。</li><li> 点击 <strong>隐私</strong> 标签。 </li><li> 点击 <strong>高级</strong> 键。 </li><li> 选择 <strong>覆盖自动cookie处理</strong>。</li><li> 选择 <strong>接受</strong> 第一方 <strong>Cookies</strong> 和<strong>第三方Cookies</strong>。</li><li>点击 <strong>OK</strong>键保存并关闭。 </li></ul>
