Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
ar: <strong>تنوية هام</strong> - ليس لـ %1 علاقة بأى من وكلاء الدفع المذكورين أعلاه. كل وكيل دفع يعمل كمزود خدمة مستقل وليس موافق عليه أو مضمون بأى شكل آخر من %1. يتعامل العملاء مع وكلاء الدفع على مسئوليتهم الخاصة. ننصح العملاء بالتحقق من أوراق اعتماد وكلاء الدفع قبل أن يرسلوا لهم أى أموال. %1 لا تتحمل مسئولية الصفقات بين العملاء ووكلاء الدفع تحت أى ظرف.
de: <strong>WICHTIGE AUSSCHLUSSKLAUSEL</strong> - %1 ist kein Geschäftspartner einer der oben aufgeführten Zahlungsagenten Jeder Zahlungsagent arbeitet als eigenständiger Dienstleister und wird nicht von %1 empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSAGENTEN AUF IHR EIGENES RISIKO UND IHRE EIGENE GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsagenten zu überprüfen, bevor sie Geld überweisen. %1 kann für Transaktionen zwischen Kunden und Zahlungsagenten nicht haftbar gemacht werden.
id: <strong>SANGGAHAN PENTING</strong> - %1 tidak berafiliasi dengan Agen Pembayaran manapun. Setiap Agen Pembayaran beroperasi sendiri dan %1 tidak bertanggungjawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi Agen Pembayaran bersangkutan sebelum bertransaksi dengan mereka.
pl: <strong>WAŻNE ZASTRZEŻENIE</strong> - %1 nie jest związane z żadnym z pośredników płatności wymienionych powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca i nie jest w żaden sposób zatwierdzony ani popierany przez %1. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. %1 nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności.
ru: <strong>ВАЖНАЯ ИНФОРМАЦИЯ</strong> - %1 не является представителем никакого из указанных Платежных Агентов. Каждый Платежный Агент функционирует как независимый предприниматель, и %1 не поддерживает, не несет поручительства за и не гарантирует надежности любого из Платежных Агентов. КЛИЕНТЫ ОБЩАЮТСЯ С ПЛАТЕЖНЫМИ АГЕНТАМИ НА СВОЙ СТРАХ И РИСК. Мы рекомендуем клиентам заранее проверить информацию о Платежных Агентах, прежде чем высылать им денежные средства. %1 не несет никакой ответственности за транзакции между Клиентом и Платежным Агентом.
th: <strong>ข้อสำคัญการสงวนสิทธิ์</strong> - %1 ไม่มีส่วนร่วมในการดำเนินการของตัวแทนรับชำระเงินตามรายการข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการเป็นผู้ให้บริการอย่างเอกเทศ ไม่ได้รับอนุญาต หรือ รับประกัน หรือ อนุมัติโดย %1 ลูกค้าที่ทำการชำระเงินผ่านตัวแทนรับชำระเงินยอมรับความเสี่ยงและผลต่างๆ ที่อาจจะเกิดขึ้นด้วยตนเอง ลูกค้าได้รับคำแนะนำให้ตรวจสอบใบอนุญาตการขึ้นทะเบียนเป็นตัวแทนรับชำระเงินก่อนที่จะทำธุรกรรมการเงินต่างๆ %1 ไม่มีส่วนรับผิดชอบในเหตุการณ์ใดๆ ที่จะเกิดขึ้นในธุรกรรมต่างๆ ระหว่างลูกค้าและตัวแทนรับชำระเงิน
vi: <strong>TIẾT LỘ QUAN TRỌNG</strong> - %1 không liên kết với bất kỳ Đại lý Thanh toán nào nêu trên. Từng Đại lý thanh toán hoạt động với vai trò một nhà cung cấp dịch vụ độc lập và chưa được chứng thực, bảo đảm và chấp thuận bởi %1. KHÁCH HÀNG TỰ GIAO DỊCH VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ CHỊU MỌI RỦI RO PHÁT SINH. Chúng tôi khuyên khách hàng nên tìm hiểu kỹ lịch sử hoạt động của các Đại lý Thanh toán trước khi gửi tiền cho họ. Dưới bất kỳ tình huống nào, %1 đều không chịu trách nhiệm cho những giao dịch giữa khách với các Đại lý Thanh toán nêu trên.
zh_cn: <strong>重要免责声明</strong> - %1 与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由 %1 支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，%1 都不对客户与支付代理之间的交易承担责任。

source: <strong>IMPORTANT DISCLAIMER</strong> - %1 is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and payment agents.
ar: <strong>تنوية هام</strong>- شركة %1 ليس لها علاقة بأى من وكلاء الدفع المذكورين أعلاه. كل وكيل دفع يعمل كمزود خدمة مستقل وليس موافق عليه أو مضمون بأى شكل من %1. يتعامل العملاء مع وكلاء الدفع على مسئوليتهم الخاصة. ننصح العملاء بالتحقق من أوراق اعتماد وكلاء الدفع قبل أن يرسلوا لهم أى أموال. %1 لا تتحمل مسئولية الصفقات بين العملاء ووكلاء الدفع تحت أى ظرف.
de: <strong>WICHTIGE AUSSCHLUSSKLAUSEL</strong> - %1 ist kein Geschäftspartner einer der oben aufgeführten Zahlungsagenten. Jeder Zahlungsagent arbeitet als eigenständiger Dienstleister und wird nicht von %1 empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSAGENTEN AUF IHR EIGENES RISIKO UND EIGENE GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsagenten zu überprüfen, bevor sie Geld überweisen. %1 kann für Transaktionen zwischen Kunden und Zahlungsagenten nicht haftbar gemacht werden.
id: <strong>SANGGAHAN PENTING</strong> - %1 tidak berafiliasi dengan agen pembayaran manapun. Setiap agen pembayaran beroperasi sendiri dan %1 tidak bertanggungjawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi agen pembayaran bersangkutan sebelum bertransaksi dengan mereka. %1 dengan apapun alasan tidak bertanggungjawab kepada transaksi yang dilakukan antara pelanggan dengan agen pembayaran.
pl: <strong>WAŻNE ZASTRZEŻENIE</strong> - %1 nie jest związane z żadnym z pośredników płatności wymienionych powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca i nie jest w żaden sposób zatwierdzony ani popierany przez %1. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. %1 nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności.
ru: <strong>ВАЖНАЯ ИНФОРМАЦИЯ</strong> - %1 не является представителем никакого из указанных платежных агентов. Каждый платежный агент функционирует как независимый предприниматель, и %1 не поддерживает, не несет поручительства за и не гарантирует надежности любого из платежных агентов. КЛИЕНТЫ ОБЩАЮТСЯ С ПЛАТЕЖНЫМИ АГЕНТАМИ НА СВОЙ СТРАХ И РИСК. Мы рекомендуем клиентам заранее проверить информацию о платежных агентах, прежде чем высылать им денежные средства. %1 не несет никакой ответственности за транзакции между клиентом и платежным агентом.
th: <strong>ข้อสำคัญการสงวนสิทธิ์</strong> - %1 ไม่มีส่วนร่วมในการดำเนินการของตัวแทนรับชำระเงินตามรายการข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการเป็นผู้ให้บริการอย่างเอกเทศ ไม่ได้รับอนุญาต หรือ รับประกัน หรือ อนุมัติโดย %1 ลูกค้าที่ทำการชำระเงินผ่านตัวแทนรับชำระเงินยอมรับความเสี่ยงและผลต่างๆ ที่อาจจะเกิดขึ้นด้วยตนเอง ลูกค้าได้รับคำแนะนำให้ตรวจสอบใบอนุญาตการขึ้นทะเบียนเป็นตัวแทนรับชำระเงินก่อนที่จะทำธุรกรรมการเงินต่างๆ %1 ไม่มีส่วนรับผิดชอบในเหตุการณ์ใดๆ ที่จะเกิดขึ้นในธุรกรรมต่างๆ ระหว่างลูกค้าและตัวแทนรับชำระเงิน
vi: <strong>TIẾT LỘ QUAN TRỌNG</strong> - %1 không liên kết với bất kỳ Đại lý Thanh toán nào nêu trên. Từng Đại lý Thanh toán hoạt động với vai trò một nhà cung cấp dịch vụ độc lập và chưa được chứng thực, bảo đảm và chấp thuận bởi %1. KHÁCH HÀNG TỰ GIAO DỊCH VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ CHỊU MỌI RỦI RO PHÁT SINH. Chúng tôi khuyên khách hàng nên tìm hiểu kỹ lịch sử hoạt động của các Đại lý Thanh toán trước khi gửi tiền cho họ. Dưới bất kỳ tình huống nào, %1 đều không chịu trách nhiệm cho những giao dịch giữa khách với các Đại lý Thanh toán nêu trên.
zh_cn: <strong>重要免责声明</strong> - %1 与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由 %1 支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，%1 都不对客户与支付代理之间的交易承担责任。

source: <strong>In/Out</strong> - predict if the market will stay inside two price targets, or end between or outside them.
ar: <strong>داخل /خارج</strong> توقع إذا كان السوق سيبقى داخل سعرين مستهدفين أو يخرج عنهم أو يبقى بينهم.
id: <strong>In/Out</strong> - analisa pasar akan bergerak tetap di dalam atau bergerak ke luar dua target harga.
pl: <strong>W/Poza</strong> - prognozuj, czy cena rynkowa pozostanie w przedziale pomiędzy dwiema cenami docelowymi lub zatrzyma się w danym przedziale czy poza nim.
ru: <strong>Внутри/Вне</strong> - сделайте прогноз, останется ли рынок внутри двух ценовых барьеров или выйдет за них.
th: <strong>In/Out</strong> - พยากรณ์ว่า ตลาดจะอยู่ต่ำกว่าราคาเป้าหมายทั้งสอง หรือ สิ้นสุดระหว่างราคาเป้าหมายทั้งสอง หรือ เกินกว่าราคาเป้าหมาย

source: <strong>In/Out</strong> - where you can profit from the market staying inside, or going outside, two price targets.
ar: <strong>داخل /خارج</strong> حيث يمكنك أن تربح من السوق عندما يبقى داخل أو يخرج عن سعرين مستهدفين.
id: <strong>In/Out</strong> - keuntungan dari pasar yang tetap bergerak di dalam atau bergerak ke luar dua target harga.
pl: <strong>W/poza</strong> - gdzie możesz zyskać, jeśli cena rynkowa pozostanie w przedziale dwóch cen docelowych lub znajdzie się poza tym przedziałem.
ru: <strong>Внутри/Вне</strong> - где вы можете получить прибыль, если рынок останется внутри двух ценовых барьеров или выйдет за них.
th: <strong>In/Out</strong> - คุณสามารถทำกำไรเมื่อราคาเป้าหมายทั้งสองนั้น อยู่ภายใน หรือ ภายนอกเมื่อสิ้นสุดระยะเวลา

source: <strong>Instant access</strong> - open an account in minutes.
ar: <strong>وصول فوري</strong> - أفتح حساب فى دقائق.
id: <strong>Akses langsung</strong> - daftar akun dalam hitungan menit.
pl: <strong>Błyskawiczny dostęp</strong> - otwórz konto w kilka minut.
ru: <strong>Мгновенный доступ</strong> - откройте счет в считанные минуты.
th: <strong>เข้าถึงได้ทันที</strong> - เปิดบัญชีในเวลาไม่กี่นาที

source: <strong>Instant funding</strong> - open, fund, or withdraw from your account within minutes, 24 hours a day.
ar: <strong> تمويل فوري</strong> أفتتح ومول حسابك أو إسحب منه فى دقائق على مدار اليوم.
id: <strong>Pendanaan instan</strong> - daftar, danai, atau cairkan dana dari akun Anda dalam hitungan menit, 24 jam sehari.
pl: <strong>Błyskawiczne finansowanie</strong> - otwórz konto i wpłacaj lub wypłacaj pieniądze w kilka minut przez 24 godz. na dobę.
ru: <strong>Мгновенное пополнение</strong> - откройте, пополните или выведите средства со счета за минуты, в любое время суток.
th: <strong>ฝาก/ถอนเงินได้ทันที</strong> - เปิดบัญชี ฝากเงิน ถอนเงิน จากบัญชีของคุณในเวลาไม่กี่นาที ทำธุรกรรมได้ตลอด 24 ชั่วโมง

source: <strong>Known risks</strong> - you know from the start what you will win or lose.
ar: <strong>مخاطر معروفة</strong> - تعرف من البداية ما ستخسره أو تربحه.
id: <strong>Risiko jelas</strong> - Anda akan mengetahui dari awal jumlah untung dan rugi.
pl: <strong>Ryzyko jest znane</strong> - od początku wiesz, ile możesz zyskać lub stracić.
ru: <strong>Заранее известный риск</strong> - вы всегда знаете заранее возможный выигрыш или проигрыш.
th: <strong>ความเสี่ยงที่รับรู้</strong> - ท่านทราบตั้งแต่เริ่มว่า จะได้ หรือ เสีย

source: <strong>Long-term action</strong> - choose trades with durations of up to 365 days.
ar: <strong>العمل على المدى الطويل</strong>اشترى معاملات تصل مدتها الزمنية إلى 365 يوم.
id: <strong>Aksi jangka panjang</strong> - pilih kontrak dengan durasi hingga 365 hari.
pl: <strong>Działania długoterminowe</strong> - wybieraj transakcje na maksymalnie 365 dni.
ru: <strong>Долгосрочные сделки</strong> - выберите контракты сроком действия до 365 дней.
th: <strong>ปฏิบัติการระยะยาว</strong> - กำหนดระยะเวลาได้ยาวถึง 365 วัน

source: <strong>Long-term partnership:</strong> Your partnership with %1 could be a means to promote your product or services for FREE to our 1,000,000+ registered clients, worldwide.
ar: <strong>شراكة طويلة الأجل:</strong> الشراكة مع %1 يمكن أن تكون وسيلة لتشجيع منتجاتك أو خدماتك مجانا لعملائنا المسجلين البالغ عددهم أكثر من مليون عميل، في جميع أنحاء العالم.
de: <strong>Langfristige Partnerschaft:</strong> Ihre Partnerschaft mit %1 könnte ein Mittel sein, Ihr Produkt oder Ihre Dienstleistungen bei unseren mehr als 1.000.000 weltweit registrierten Kunden KOSTENLOS zu bewerben.
id: <strong>Kemitraan jangka panjang:</strong> Kemitraan Anda dengan %1 dapat menjadi sarana untuk mempromosikan produk atau jasa GRATIS kepada 1,000,000+ pelanggan yang terdaftar, di seluruh dunia.
pl: <strong>Długofalowa współpraca:</strong> Twoja współpraca z %1 może być DARMOWYM środkiem promocji Twoich produktów i usług wśród ponad 1 000 000 naszych klientów zarejestrowanych na całym świecie.
ru: <strong>Долгосрочное партнерство:</strong> Ваше партнерство с %1 может стать способом БЕСПЛАТНОГО продвижения Ваших продуктов или услуг более миллиону наших зарегистрированных клиентов по всему миру.
th: <strong>พันธมิตรระยะยาว:</strong> ความเป็นพันธมิตรของท่านกับ %1 ช่วยสนับสนุนผลิตภัณฑ์และบริการของท่านโดยไม่มีค่าใช้จ่ายให้กับลูกค้าที่ลงทะเบียนของเรากว่า 1,000,000 ราย ทั่วโลก
vi: <strong>Hợp tác lâu dài:</strong> Hợp tác với %1 có thể là phương tiện để quảng bá sản phẩm hoặc dịch vụ của bạn MIỄN PHÍ tới 1,000,000+ khách hàng đã đăng kí với chúng tôi trên toàn thế giới.
zh_cn: <strong>长期合作关系:</strong> 您和 %1 合伙即可免费向我们全世界 1,000,000+ 位注册客户推销您的产品或服务。

source: <strong>Low minimum stakes</strong> - start trading with as little as $5.
ar: <strong>حد أدنى منخفض</strong> - أبدا التداول بخمسة دولارت فقط.
id: <strong>Modal minimal rendah</strong> - mulai trading dari serendah $5.
pl: <strong>Niskie stawki minimalne</strong> - transakcje już od 5 $.
ru: <strong>Низкие ставки</strong> - начните торговлю с депозитом от $5.
th: <strong>การวางเงินขั้นต่ำ</strong> - เริ่มซื้อขายด้วยมูลค่าเริ่มต้นเพียง 5 เหรียญสหรัฐ

source: <strong>No surprises</strong> - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions.
ar: <strong>بدون مفاجآت</strong> - لا يوجد "فرق بين التكلفة التقديرية لمعاملة وتكلفتها الفعلية"، لا يوجد "طلبات لإضافة الأموال"، لا تحتاج أن تعطى "أمر بإيقاف الخسارة"، لا يوجد مصاريف أو عمولات خفية.
id: <strong>Tanpa kejutan</strong> - 'slippage', tanpa 'margin calls', tanpa 'stopped out' dan tanpa biaya tersembunyi atau komisi.
pl: <strong>Bez niespodzianek</strong> - żadnych „pomyłek”, „wezwań do uzupełnienia depozytu”, możliwości „zasiedzenia się” ani ukrytych opłat czy prowizji.
ru: <strong>Отсутствие сюрпризов</strong> - без требования гарантийного взноса, без проскальзывания, без приостановки контрактов, без скрытых комиссий или других взносов.
th: <strong>ไม่มีเซอร์ไพรส์</strong> - ไม่มีราคาปิดแบบเลื่อนไหล (Slippage) ไม่มีการเรียกหลักประกันเพิ่ม ไม่มีการปิดโพซิชั่นอัตโนมัติ และไม่มีค่าธรรมเนียม หรือ ค่าคอมมิชชั่นแอบแฝง

source: <strong>No surprises</strong> - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions.
ar: <strong>بدون مفاجآت</strong> - لا يوجد "طلبات لإضافة الأموال"، لا يوجد "مخاطر فجوة"، لا يوجد فرق بين التكلفة التقديرية لمعاملة وتكلفتها الفعلية ،لا يوجد مصاريف أو عمولات خفية.
id: <strong>Tanpa kejutan</strong> - Anda tidak akan dikenakan margin call, risiko gap, biaya slippage, komisi tambahan.
pl: <strong>Bez niespodzianek</strong> - nie ma wezwań do uzupełnienia depozytu, ryzyka wynikającego z różnicy, kosztów błędu, ukrytych opłat ani prowizji.
ru: <strong>Отсутствие сюрпризов</strong> - Вы никогда не столкнетесь с требованием гарантийного взноса, риском разрыва, проскальзыванием стоимости, скрытыми комиссиями или другими взносами.
th: <strong>ไม่มีเซอร์ไพรส์</strong> - ท่านมั่นใจได้ว่า ท่านจะไม่ถูกเรียกหลักประกันเพิ่ม ไม่มีช่องว่างของความเสี่ยง ไม่มีราคาปิดแบบเลื่อนไหล ไม่มีค่าธรรมเนียม หรือ ค่าคอมมิชชั่นแอบแฝง

source: <strong>Patented technology</strong> - %1 is the industry pioneer and holds patented pricing technology.
ar: <strong>تكنولوجيا مسجلة</strong> - %1 رائدة هذا المجال وتمتلك تكنولوجيا التسعير المسجلة.
id: <strong>Teknologi yang dipatenkan</strong> - %1 adalah pelopor industri dan memiliki teknologi harga yang telah dipatenkan.
pl: <strong>Opatentowana technologia</strong> - %1 jest pionierem w branży z opatentowaną technologią wyceny.
ru: <strong>Запатентованная технология</strong> - %1 является одной из первых платформ бинарных опционов и имеет запатентованную технологию оценки.
th: <strong>สิทธิบัตรทางเทคโนโลยี</strong> - %1 เป็นหนึ่งในผู้บุกเบิกตลาดและเป็นผู้ดำเนินการโดยใช้เทคโนโลยีการเปิดเผยราคา

source: <strong>Payment options</strong> - %1 offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets.
ar: <strong> طرق الدفع</strong> تقدم %1 عدة طرق للدفع مثل بطاقات الائتمان/الخصم ،التحويلات البنكية، النقود والمحافظ الإلكترونية.
id: <strong>Metode Pembayaran</strong> - %1 menawarkan berbagai jenis metode pembayaran seperti kartu kredit/debit, bank transfer, e-cash dan e-wallets.
pl: <strong>Opcje płatności</strong> - na %1 dostępnych jest wiele metod płatności: karty kredytowe/debetowe, przelewy bankowe, e-gotówka i e-portfel.
ru: <strong>Способы оплаты</strong> - %1 предлагает широкий выбор платежных способов, от кредитных/дебетовых карт и банковского перевода до электронных кошельков и валют.
th: <strong>ช่องทางการชำระเงิน</strong> - %1 เรามีช่องทางการชำระเงินที่หลากหลาย เช่น บัตรเครดิต/เดบิต โอนเงินผ่านธนาคาร เงินสดอิเล็กทรอนิกส์ และ กระเป๋าเงินอิเล็กทรอนิกส์

source: <strong>Preferences:</strong>
ar: <strong>التفضيلات:</strong>
id: <strong>Preferensi:</strong>
pl: <strong>Preferencje:</strong>
ru: <strong>Пожелания:</strong>
th: <strong>การตั้งค่า:</strong>

source: <strong>Quiet markets</strong> - choose the no-touch trade, the stays-between trade, or the ends-between trade.
ar: <strong>أسواق هادئة</strong> - أختر المعاملات التجارية التى لا تصل إلى الحاجز أو التى استقرت بين حاجزين أو التى انتهت بين حاجزين.
id: <strong>Market sepi</strong> - pilih trading tidak menyentuh, tetap diantara atau berakhir diantara.
pl: <strong>Rynki o trendzie stałym</strong> - możesz wybierać spośród transakcji „nie osiągnie”, „pozostanie pomiędzy” lub „zakończy się pomiędzy”.
ru: <strong>Спокойные рынки</strong> - выберите контракты "Нет касания", "Останется внутри" или "Закончится внутри".
th: <strong>ตลาดเงียบ</strong> - กำหนดการซื้อขายแบบ No-Touch และอยู่ หรือ สิ้นสุดในกรอบการซื้อขาย

source: <strong>Requirements:</strong>
ar: <strong>المتطلبات:</strong>
id: <strong>Persyaratan:</strong>
pl: <strong>Wymogi:</strong>
ru: <strong>Требования:</strong>
th: <strong>ข้อกำหนดความต้องการ:</strong>

source: <strong>Rise/Fall</strong> - predict if the market will rise or fall from its current level.
ar: <strong>ارتفاع/هبوط</strong> - توقع إذا كان السوق سيرتفع أم سيهبط عن مستواه الحالى.
id: <strong>Rise/Fall</strong> - analisa pasar akan naik atau turun dari level terkini.
pl: <strong>Wzrost/spadek</strong> - prognozuj, czy rynek zyska czy straci w stosunku do obecnego poziomu.
ru: <strong>Повышение/Падение</strong> - сделайте прогноз, упадет или поднимется рынок относительно текущего уровня.
th: <strong>Rise/Fall</strong> - พยากรณ์ว่า ตลาดจะขึ้น หรือ จะร่วงจากระดับดัชนีปัจจุบัน

source: <strong>Rise/Fall</strong> - where you can profit from the market rising or falling from its current level.
ar: <strong>ارتفاع/هبوط</strong> - حيث يمكنك أن تربح من صعود أو هبوط السوق عن مستواه الحالى.
id: <strong>Rise/Fall</strong> - Anda akan memperoleh keuntungan berdasakan naik atau turun pasar dari level terkini.
pl: <strong>Wzrost/spadek</strong> - możesz zyskać, jeśli rynek zyska lub straci w stosunku do obecnego poziomu.
ru: <strong>Повышение/Падение</strong> - где вы можете получить прибыль на росте или падении рынка относительно настоящего уровня.
th: <strong>Rise/Fall</strong> - คุณสามารถทำกำไรจากตลาดขาขึ้น หรือ ขาลงจากระดับดัชนีปัจจุบัน

source: <strong>Rising markets</strong> - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier.
ar: <strong>أسواق صاعدة</strong> - اختر عقد صعود أو عقد أعلى ، أو عقد وصول بحاجز علوي أو عقد عدم الوصول بحاجز سفلي.
id: <strong>Pasar naik</strong> - pilih trading naik, lebih tinggi, trading sekali sentuh dengan batasan tinggi, trading tidak menyentuh dengan batasan rendah.
pl: <strong>Rynki zwyżkujące</strong> - możesz wybierać spośród transakcji o trendzie zwyżkującym lub wyższym oraz transakcji „osiągnie jeden raz” z wysokim limitem lub transakcji „nie osiągnie” z niskim limitem.
ru: <strong>Растущие рынки</strong> - выберите контракты "Повышение", "Выше", "Касание" с высшим барьером или "Нет касания" с низшим барьером.
th: <strong>ตลาดขาขึ้น</strong> - กำหนดเทรดขาขึ้น เทรดค่าสูงกว่า ใช้ One-Touch เทรดด้วย barrier สูง หรือ No-Touch เทรดด้วยค่า Barrier ต่ำ

source: <strong>Scalable trading</strong> - win the same proportional return on stakes of all values.
ar: <strong>تداول قابل للقياس</strong> -أربح نفس العائد النسبى على حصص من كل القيم.
id: <strong>Trading skala</strong> - dapatkan jumlah laba proporsional yang sama pada setiap modal.
pl: <strong>Handel skalowalny</strong> - wygraj proporcjonalny zwrot ze stawek dla wszystkich wartości.
ru: <strong>Масштабируемость торговли</strong> - получите пропорционально один и тот же выигрыш на ставки любой суммы.
th: <strong>การซื้อขายที่ปรับเพิ่มลดได้</strong> - มีสัดส่วนของกำไรของเงินลงทุนเท่าๆ กันต่อเงินที่วางทุกๆ ยอดลงทุน

source: <strong>Security</strong> - %1 ensures your personal data and transactions are always secure.
ar: <strong>الأمان</strong> تلتزم %1 بالتأكد من أن بياناتك الشخصية ومعاملاتك مؤمنة.
id: <strong>Keamanan</strong> - %1 memastikan bahwa data pribadi dan transaksi Anda selalu aman.
pl: <strong>Bezpieczeństwo</strong> - %1 gwarantuje, że Twoje dane osobowe i transakcje są zawsze bezpieczne.
ru: <strong>Безопасность</strong> - %1 обеспечивает безопасность Вашей личной информации и надежность транзакций.
th: <strong>ความปลอดภัย</strong> - %1 ทำให้ท่านมั่นใจได้ว่า ข้อมูลส่วนบุคคลของท่านและรายการธุรกรรมมีความปลอดภัยอยู่เสมอ

source: <strong>Set your probability of winning</strong> - choose trades with high returns and a low probability to win, or with low returns and a high probability to win.
ar: <strong>حدد احتمال فوزك</strong>- أختر معاملات تجارية لها عائدات عالية واحتمال ضعيف للفوز، أو لها عائدات منخفضة واحتمال عالي للفوز.
id: <strong>Tentukan laba Anda</strong> - pilih kontrak dengan laba tinggi namun kesempatan untung rendah atau laba rendah dengan kesempatan untung tinggi.
pl: <strong>Ustaw prawdopodobieństwo wygranej</strong> - wybieraj spośród transakcji z wysokim zwrotem i niskim prawdopodobieństwem wygranej lub niskim zwrotem i wysokim prawdopodobieństwem wygranej.
ru: <strong>Установите вероятность выигрыша</strong> - выберите контракты с высокой прибылью/низкой вероятностью выигрыша, а также с низкой прибылью/высокой вероятностью выигрыша.
th: <strong>กำหนดเป้าหมายความเป็นไปได้ของชัยชนะ</strong> - กำหนดการซื้อขายด้วยกำไรสูง และความเป็นไปได้ต่ำ หรือ กำไรต่ำ แต่มีความเป็นไปได้สูงที่จะได้กำไร

source: <strong>Short to long-term</strong> - choose timeframes from 10 seconds to 365 days.
ar: <strong>قصير إلى طويل الأجل</strong> - أختر أطر زمنية من 10 ثوانى إلى 365 يوم.
id: <strong>Jangka pendek hingga jangka panjang</strong> - pilih durasi dari 10 hingga 365 hari.
pl: <strong>Krótko i długoterminowe</strong> - wybierz czas trwania od 10 sek. do 365 dni.
ru: <strong>От краткосрочных до долгосрочных</strong> - выберите продолжительность контрактов от 10 секунд до 365 дней.
th: <strong>ระยะสั้น ถึง ระยะยาว</strong> - กำหนดระยะเวลาได้ จาก 10 วินาที ถึง 365 วัน
