Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Read about the features, characteristics, benefits, and risks of binary options in the Product Disclosure Statement of Binary Investments (Europe) Limited below. Included in the "Schedules" section are investment examples of contract types to help you get to grips with the basics of binary options.
de: Lesen Sie unten über die Features, Eigenschaften, Vorteile und Risiken binärer Optionen in der Offenlegungserklärung des Produkts von Binary Investments (Europe) Limited. In dem „Zeitplan” Abschnitt gibt es Investitionsbeispiele von Kontrakttypen, um Ihnen dabei zu helfen, die Grundlagen vom Handel mit binären Optionen in den Griff zu bekommen.
fr: Accédez à des informations sur les fonctions, les caractéristiques, les avantages et les risques des options binaires dans la Notice d'information sur des produits financiers de Binary Investments (Europe) Limited, disponible ci-dessous. La section « Modèles » présente des exemples d'investissement pour différents types de contrat afin de vous permettre de mieux comprendre les bases des options binaires.
ja: Binary Investments (Europe) Limitedの金融商品開示文書におけるバイナリーオプションの機能、特徴、利点、リスクについて読む。 バイナリーオプションの基礎をつかむのに役立つ、トレードタイプ別の投資例は「スケジュール」セクションに含まれています。
vi: Đọc về các tính năng, đặc điểm, lợi ích và rủi ro của các tùy chọn nhị phân trong tuyên bố công bố sản phẩm của Công ty TNHH Đầu Tư Binary (Châu Âu) dưới đây. Bao gồm trong phần "Lịch trình" là các ví dụ đầu tư của các loại hợp đồng để giúp bạn nắm rõ được những căn bản của tùy chọn nhị phân.
zh_cn: 请参阅以下Binary Investments (Europe) Limited 产品披露声明中关于二元期权的功能、特点、好处，以及风险。"时间表"一节中包含了合同类型的投资范例，以帮助您了解二元期权交易的基本概念。

source: Read about the five types of trade offered by %1.
ar: إقرأ عن أنواع التداول الخمسة المقدمة من %1.
de: Lesen Sie über die fünf Tradingtypen, die von %1 angeboten werden, nach.
fr: Découvrez les cinq types d'option disponibles chez %1.
id: Baca tentang lima jenis kontrak yang ditawarkan %1.
ja: %1が提供する５種類のトレードについて
pl: Przeczytaj o pięciu rodzajach zakładów oferowanych na %1.
ru: Узнайте о пяти типах контрактов, предлагаемых на %1.
vi: Đọc về năm loại giao dịch được giới thiệu bởi %1.
zh_cn: 查看 %1 提供的 5 种交易。

source: Read and understand our HackerOne bug bounty programme policy.
de: Lesen und verstehen Sie unsere HackerOne Belohnungsprogramm-Richtlinie.
fr: Lire et comprendre notre politique de récompense pour la découverte de bug HackerOne.
ja: HackerOneバグ発見奨金プログラムのポリシーをよくお読みください。
vi: Đọc và hiểu chính sách chương trình tiền thưởng lỗi HackerOne của chúng tôi.
zh_cn: 阅读并了解我们的HackerOne编程缺陷奖励计划政策。

source: Read more
de: Mehr lesen
fr: Afficher la suite
ja: 詳細をみる
vi: Tìm hiểu thêm
zh_cn: 阅读更多

source: Read our FAQ
ja: よくあるご質問を読む

source: Read our blog for the stories and ideas that inspire us
de: Lesen Sie unseren Blog von Geschichten und Ideen, die uns inspirieren
fr: Consultez notre blog pour découvrir les histoires et les idées qui nous inspirent
ja: 魅力あるストーリーとアイディアが詰まった当社のブログを是非ご覧ください
vi: Đọc blog của chúng tôi với câu chuyện và ý tưởng truyền cảm hứng cho chúng tôi
zh_cn: 阅读我们的博客，了解激励我们的故事和想法

source: Read the answers to some common questions.
ar: إقرا إجابة بعض الأسئلة الشائعة.
de: Lesen Sie die Antworten auf häufige Fragen nach.
fr: Découvrez nos réponses aux questions les plus fréquentes.
id: Baca berbagai jawaban dari pertanyaan umum.
ja: よくあるご質問事項に対する回答はこちらから
pl: Przeczytaj odpowiedzi na często zadawane pytania.
ru: Найдите ответы на часто задаваемые вопросы.
vi: Tìm hiểu câu trả lời của một số câu hỏi thường gặp.
zh_cn: 查看一些常见问题的回答。

source: Real Account
ar: حساب حقيقي
de: Echtes Konto
fr: Compte réel
id: Akun Riil
ja: リアル口座番号
pl: Prawdziwe konto
ru: Реальный счет
vi: Tài khoản Thực
zh_cn: 真实账户

source: Real Account &mdash; Your real money account opened with %1's MT5 Trading Platform licensed from MetaQuotes Software Corporation.
fr: Compte &mdash; Votre compte ouvert avec %1 MT5 plateforme de trading autorisée par MetaQuotes Software Corporation.
ja: リアル口座 - お客さまの口座は外国為替証拠金取引を行うために開設されました。

source: Real Cent
de: Echter Cent
fr: Compte réel Cent
ja: リアルセント
vi: Xu thật
zh_cn: 真实美分

source: Real Money Account Opening
ar: فتح حساب أموال حقيقي
de: Echtgeldkonto Eröffnung
fr: Ouverture d'un compte réel
id: Pendaftaran Akun Uang Riil
ja: リアル口座開設
pl: Otwarcie konta z prawdziwymi pieniędzmi
ru: Открытие реального счета
vi: Tài khoản Tiền Thực đang được mở
zh_cn: 开立真实资金账户

source: Real STP
de: Echtes STP
fr: Réel STP
ja: リアルSTP
vi: STP thực
zh_cn: 真实STP

source: Real Standard
de: Echter Standard
fr: Réel Standard
ja: リアル スタンダード
vi: Tiêu chuẩn thực
zh_cn: 真实标准

source: Real Volatility
de: Echte Volatilität
fr: Volatilité réelle
ja: リアル ボラティリティ
vi: Biến động thực
zh_cn: 真实波动率

source: Real-time prices, benchmarked against interbank options markets.
ar: أسعار حقيقية يتم قياسها مقارنة بسوق الخيارات بين البنوك.
de: Echtzeit-Kurse werden im Verhältnis zu Interbank-Optionsmärkten bestimmt.
fr: Cours en temps réel, référencés sur les marchés d'options du secteur interbancaire.
id: Harga tepat waktu, menggunakan nilai standar berdasarkan pasar interbank.
ja: インターバンクのオプション市場と同様に、リアルタイムの価格を提供します。
pl: Ceny uaktualniane w czasie rzeczywistym w oparciu o rynki opcji międzybankowych.
ru: Живые цены в настоящем времени, стандартизированные относительно рынков межбанковских опционов.
vi: Giá trong thời gian Thực, chuẩn so với thị trường quyền chọn liên ngân hàng.
zh_cn: 实时报价，以银行间期权市场为基准。

source: Reality Check
ar: التحقق من الواقع
de: Realitätscheck
fr: Avertissement de connexion prolongée
id: Pemeriksaan Realitas
ja: リアリティチェック
pl: Bieżąca kontrola konta
ru: Проверка реальности
vi: Kiểm tra tính Xác thực
zh_cn: 真实情况检查

source: Receive news and special offers
de: Erhalten Sie Nachrichten und spezielle Angebote
fr: Recevez des bulletins d'information et des offres spéciales
ja: 各種キャンペーン等に関する<br>お知らせを受け取る
vi: Nhận tin tức và những đề nghị hấp dẫn.
zh_cn: 收取新消息和特别优惠

source: Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from %1
fr: %1 fournit des cotations pour chaque opération ainsi que pour l'opération inverse, afin de vous offrir des prix justes et transparents
ja: %1では常に購入・売却の価格を表示しているため、常に公正な価格を把握できます

source: Receive your activation code by secure
de: Erhalten Sie Ihren Aktivierungscode durch sicheres
fr: Recevez votre code d'activation par voie sécurisée
ja: 簡易書留にて口座認証コードを郵送
vi: Nhận mã kích hoạt của bạn theo cách an toàn
zh_cn: 安全接收您的激活代码

source: Ref.
ar: مرجع
fr: Réf.
ja: 約定番号
ru: Номер
th: อ้างอิง
vi: Tham khảo.
zh_cn: 参考

source: Reference ID
ar: الرقم المرجعي
de: Referenznr.
fr: Identifiant de référence
id: ID referensi
ja: 約定番号
pl: ID referencyjne
ru: Номер
th: หมายเลขอ้างอิง
vi: Tài khoản tham khảo
zh_cn: 参考编号

source: Regent Markets Group Ltd. renames to Binary Ltd.
ar: مجموعة ريجنت ماركتس المحدودة أصبح اسمها بيناري المحدودة.
de: Regent Markets Group Ltd. ist in Binary Ltd. umbenannt.
fr: Regent Markets Group Ltd est renommé Binary Ltd.
id: Regent Markets Group Ltd. mengganti nama ke Binary Ltd.
ja: Regent Markets Group LimitedはBinary Ltd.に会社名変更
pl: Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd.
ru: Regent Markets Group Limited переименована в Binary Ltd.
vi: Công ty TNHH Regent Markets Group đổi tên thành công ty TNHH Binary.
zh_cn: Regent Markets Group Ltd更名为 Binary Ltd

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation.
ar: مجموعة ريجنت ماركتس المحدودة أصبح اسمها بيناري المحدودة، لمواءمة الشركة وموقع علامتها التجارية في جميع أرجاء المنظمة.
de: Die Regent Markets Group Ltd. ist in Binary Ltd. umbenannt worden, um das Unternehmen und das Website-Branding innerhalb des Konzerns zu harmonisieren.
fr: Regent Markets Group Ltd. est renommé Binary Ltd, ce qui permet d'harmoniser l'image de marque de la société et du site Web à l'échelle de l'organisation.
id: Regent Markets Group Ltd. berganti nama ke Binary Ltd., pengharmonisasian antara perusahaan dan merek website pada organisasi.
ja: Regent Markets Group Ltd.からBinary Ltd.に会社名変更することで、当社とウェブサイトのブランディングの調和を組織的にもたらしました。
pl: Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd., harmonizując tym samym wizerunek firmy i strony internetowej w całej organizacji.
ru: Regent Markets Group Ltd. переименована Binary Ltd., для гармонизации брендов компании и вебсайта нашей организации.
vi: Công ty TNHH Regent Markets Group đổi tên thành công ty TNHH Binary, xây dựng trang web và công ty hài hòa trong tổ chức.
zh_cn: Regent Markets Group Ltd 更名为 Binary Ltd，统一整个集团内的公司和网站品牌。

source: Regent Markets acquires BetsForTraders client base
ar: استحوذت ريجنت ماركتس على قاعدة عملاء BetsForTraders
de: Regent Markets kauft den Kundenstamm von BetsForTraders
fr: Regent Markets acquiert la base de clients de BetsForTraders
id: Regent Markets memperoleh klien dari BetsForTraders
ja: BetsForTradersをRegent Marketsに統合
pl: Regent Markets kupuje bazę klientów BetsForTraders
ru: Regent Markets приобретает базу данных клиентов BetsForTraders
vi: Regent Markets mua lại cơ sở dữ liệu khách hàng của BetsForTraders
zh_cn: Regent Markets 接管 BetsForTraders 的客户群

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence.
ar: في مارس 2000 قدمت ريجنت ماركتس للتسجيل على أساس موقفها الفريد من نوعه كمنافس جدي وحيد بمجال الرهانات المالية. و في مايو من نفس العام قمنا بتسجيل BetOnMarkets وانتقلنا إلى مالطا للحصول على رخصة الرهانات المالية عبر الإنترنت.
de: Regent Markets hat im März 2000 aufgrund unserer einmaligen Position als einziger seriöser Mitbewerber in der Finanzwettenbranche mit festen Quoten ein Patent beantragt. Im Mai haben wir den Markennamen BetOnMarkets eintragen lassen, sind nach Malta umgezogen und haben eine Wettlizenz für das Internet erhalten.
fr: En mars 2000, Regent Market dépose un brevet qui met l'accent sur son statut d'unique concurrent sérieux dans le secteur des paris financiers à cotes fixes. En mai, nous déposons le nom commercial BetOnMarkets et nous nous installons à Malte afin de recevoir une licence relative aux paris en ligne.
id: Regent Markets mempatenkan arsip pada Maret 2000 berdasarkan posisi unik sebagai satu satunya penyedia trading dalam dunia financial fixed-odds. Di bulan Mei kami mendaftarkan trading dengan nama BetOnMarkets dan berpindah ke Malta untuk menerima perijinan trading internet.
ja: 2000年3月に固定オッズ業界での独自のポジションを明確にするため、取引技術の特許を申請。5月にオンライントレードサービスをBetOnMarkets.comに変更。本社をマルタ共和国に移転し、インターネット上のベッティング免許を取得。
pl: Regent Markets składa wniosek patentowy w marcu 2000 r. jako jedyny poważny konkurent w branży zakładów o ustalonej stawce. W maju rejestrujemy nazwę handlową BetOnMarkets i przenosimy się na Maltę, aby otrzymać pozwolenie na prowadzenie zakładów przez internet.
ru: Regent Markets подает на патент в марте 2000 на основе своей уникальной позиции единственного серьезного участника в бизнесе финансового беттинга с фиксированным коэффициентом выигрыша. В мае мы регистрируем торговую марку BetOnMarkets и переезжаем на Мальту для получения игровой лицензии для предоставления услуг в интернете.
vi: Regent Markets có bằng sáng chế tháng 3 năm 2000, chúng tôi đứng vị trí thứ nhất so với các đối thủ cạnh tranh đáng gờm trong lĩnh vực cá cược tài chính tỉ lệ cược cố định. Trong tháng Năm, chúng tôi đăng kí tên giao dịch BetOnMarkets và tới Malta để nhận giấy phép kinh doanh cá cược trực tuyến.
zh_cn: 凭借在借固定赔率金融投注领域一枝独秀的独特地位，Regent Markets 于2000年3月提交了专利申请文件。同年5月，我们将商业名称注册为 BetOnMarkets，并迁至马耳他以获得互联网博彩牌照。

source: Regent Markets files for patent, and registers BetOnMarkets trading name
ar: قدمت ريجنت ماركتس للحصول على امتياز و تسجيل الاسم التجاري لـ BetOnMarkets
de: Regent Markets beantragt ein Patent und lässt den BetOnMarkets Markennamen eintragen
fr: Regent Markets dépose un brevet et enregistre le nom commercial de BetOnMarket
id: Regent Markets memohon hak paten dan mendaftarkan nama trading BetOnMarkets
ja: Regent Marketsは特許取得を申請し、BetOnMarketsを商標登録
pl: Regent Markets składa wniosek patentowy i rejestruje nazwę handlową BetOnMarkets
ru: Regent Markets подает на патент и регистрирует торговое имя BetOnMarkets
vi: Regent Markets đã có bằng sáng chế, và đăng kí tên giao dịch là BetOnMarkets
zh_cn: Regent Markets 提交专利申请文件，并将商业名称注册为 BetOnMarkets

source: Regent Markets granted US patent for 'Betting system and method'
de: Regent Markets wurde ein US-Patent für das 'Wettsystem und die Methode' vergeben
fr: Regent Markets obtient un brevet américain pour ses « système et méthode » de trading
ja: Regent Marketsは、「トレードシステムと手法」に関する米国特許を取得
vi: Regent Markets được cấp bằng sáng chế của Mỹ về 'Phương thức và hệ thống Cá cược'
zh_cn: Regent Markets 获得美国“投注系统和方法”专利

source: Regent Markets granted two new US patents
ar: تم منح ريجنت ماركتس براءتي اختراع من الولايات المتحدة
de: Regent Markets erhält zwei neue US Patente
fr: Regent Markets reçoit deux nouveaux brevets américains
id: Regent Markets diberikan dua hak paten baru AS
ja: Regent Marketsは新たに２点の米国特許を取得
pl: Regent Markets uzyskuje dwa nowe patenty amerykańskie
ru: Regent Markets получает два новых патента в США
vi: Regent Markets được cấp hai bằng sáng chế mới của Mỹ
zh_cn: Regent Markets 获得两项新的美国专利

source: Regent Markets is founded by Jean-Yves Sireau
ar: تأسست ريجنت ماركتس من قبل جان إيف سيرو
de: Regent Markets wurde von Jean-Yves Sireau gegründet
fr: Fondation de Regent Markets par Jean-Yves Sireau
id: Regent Markets didirikan oleh Jean-Yves Sireau
ja: ジョン・イヴス・シローがRegent Marketsを創立
pl: Jean-Yves Sireau zakłada firmę Regent Markets
ru: Regent Markets основан Жан-Ивом Сиро
vi: Jean-Yves Sireau đã khai sinh ra Regent Markets
zh_cn: Jean-Yves Sireau 创建 Regent Markets

source: Regent Markets obtains a licence in the Isle of Man
ar: تحصل ريجنت ماركتس على ترخيص في جزيرة آيل أوف مان
de: Regent Markets erhält auf der Isle of Man eine Lizenz
fr: Regent Markets obtient une licence à l'Île de Man
id: Regent Markets memperoleh lisensi di Isle of Man
ja: Regent Marketsはマン島The Gambling Supervision Commissionからライセンスを取得
pl: Regent Markets uzyskuje licencję na Wyspie Man
ru: Regent Markets получает лицензию на Острове Мэн
th: Regent Markets ได้รับใบอนุญาตในเกาะ Isle of Man
vi: Regent Markets lấy được giấy phép của Đảo Man
zh_cn: Regent Markets 在马恩岛获得牌照

source: Regent Markets receives funding to provide on-line financial betting services
ar: تتلقى ريجنت ماركتس تمويل لتوفير خدمات الرهان المالية عبر الإنترنت
de: Regent Markets erhält Investitionen, um Wettdienstleistungen im Finanzbereich online anbieten zu können
fr: Regent Markets perçoit les fonds necessaires pour offrir ses services de spéculation financière en ligne
id: Regent Markets menerima dana untuk menyediakan layanan trading finansial online
ja: Regent Marketsはオンライン上のトレードシステム開始のため、融資を受ける
pl: Regent Markets otrzymuje wsparcie finansowe, aby oferować usługi handlu i zakładów online
ru: Regent Markets получает финансирование для предоставления сервиса финансового онлайн-беттинга
th: Regent Markets ได้รับทุนในการพัฒนาบริการด้านระบบการเงินออนไลน์
vi: Regent Markets nhận tiền để cung cấp các dịch vụ cá cược tài chính trực tuyến
zh_cn: Regent Markets 获得提供网上金融投注服务的投资资金

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
ar: تنشئ ريجنت ماركتس مركزا للبرمجة في سيبرجايا، ماليزيا
de: Regent Markets eröffnet in Cyberjaya, Malaysia, ein Programmierzentrum
fr: Regent Markets met en place un centre de programmation à Cyberjaya, en Malaisie
id: Regent Markets mendirikan pusat pemrograman di Cyberjaya, Malaysia
ja: Regent Marketsは、サイバージャヤ（マレーシア）に開発センターを設立
pl: Regent Markets zakłada centrum programistyczne w Cyberjaya w Malezji
ru: Regent Markets открывает центр программирования в Cyberjaya, Малайзия
th: Regent Markets ดำเนินการจัดตั้งศูนย์พัฒนาระบบที่ไซเบอร์จายา ประเทศมาเลเซีย
vi: Regent Markets thiết lập trung tâm lập trình ở Cyberjaya, Malaysia
zh_cn: Regent Markets 在马来西亚 Cyberjaya 设立了一个编程中心

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of %1, <a href='%2' target='_blank'>disposes of its stake</a> at a valuation of US$ 50.5 million.
de: Die Regent Pacific Group Ltd., der an der Hongkonger Börse gehandelte Gründungsaktionär von Binary.com, <a href='%2' target='_blank'>veräußert einen mit 50,5 Mio. US $ bewerteten Anteil</a>.
fr: Regent Pacific Group Ltd., le groupe actionnaire fondateur de %1 côté en bouse à Hong Kong, <a href='%2' target='_blank'>détient une participation</a> estimée à 50,5 millions de dollars US.
ja: %1の大株主で香港取引所に上場しているRegent Pacific Group Ltd は<a href="%2" target="_blank">保有する当社の株式5,050万US$</a> をすべて売却しました。
vi: Regent Pacific Group Ltd, cổ đông sáng lập đến từ Hong Kong của %1, <a href='%2' target='_blank'> bán cổ phần</a> với mức giá 50,5 triệu USD.
zh_cn: %1在香港上市的创始股东 Regent Pacific Group Ltd.<a href='%1' target='_blank'>将其股份抛售</a> ，价值为5050万美元。

source: Regent Pacific transaction
ar: معاملة ريجنت باسيفيك
de: Regent Pacific Transaktion
fr: Transaction Regent Pacific
id: Transaksi Regent Pacific
ja: Regent Pacific株式売却
pl: Transakcje Regent Pacific
ru: Выкуп доли у Regent Pacific
th: ธุรกรรมของ Regent Pacific
vi: Giao dịch Regent Pacific
zh_cn: Regent Pacific 交易

source: Register
ar: سجل
de: Registrieren
fr: Inscription
id: Daftar
ja: ご登録はこちらから
pl: Zarejestruj się
ru: Откройте счет
th: ลงทะเบียน
vi: Đăng kí
zh_cn: 注册

source: Regular monitoring of open positions
de: Regelmäßige Kontrolle offener Positionen
fr: Suivi standard des positions ouvertes
ja: オープン中のポジションを定期的に監視
vi: Thường xuyên giám sát các vị trí mở
zh_cn: 定期监测未平仓头寸

source: Regulator:
de: Regulierungsbehörde:
fr: Organisme de réglementation :
ja: レギュレーター：
vi: Người quản lý:
zh_cn: 监管机构：

source: Regulators:
de: Regulierungsbehörden:
fr: Organismes de réglementation :
ja: レギュレーター：
vi: Những người quản lý:
zh_cn: 监管机构：

source: Regulatory Information
de: Regulierungsinformationen
fr: Informations réglementaires
ja: 監督機関の情報
vi: Thông tin điều chỉnh
zh_cn: 监管信息

source: Related experience in the financial services industry
ar: الخبرة ذات الصلة في صناعة الخدمات المالية
de: Entsprechende Erfahrung in der Finanzdienstleistungsbranche
fr: Expérience pertinente dans le secteur des services financiers
id: Pengalaman terkait dalam industri jasa keuangan
ja: 金融サービス業界に関連した経験
pl: Odpowiednie doświadczenie w sektorze usług finansowych
ru: Опыт работы в смежных областях финансовых услуг
th: มีประสบการณ์ที่เกี่ยวข้องในสาขาการบริการทางการเงิน
vi: Có kinh nghiệm liên quan đến ngành công nghiệp dịch vụ tài chính
zh_cn: 金融服务业相关工作经验

source: Relationship between Margin and Leverage
de: Verhältnis von Margin und Leverage
fr: Relation entre la Marge et le Levier
ja: マージンとレバレッジの関係
vi: Mối quan hệ giữa lề và đòn bẩy
zh_cn: 保证金与杠杆之间的关系

source: Relevant experience in the use of Quant programming libraries and frameworks (Quantlib, PricingPartners, FINCAD, and NumeriX), and quant pricing platforms (SuperDerivatives and FENICS) would be a plus
ar: تعتبر اضافة وجود خبرة في استخدام أطر ومكتبات برمجة كوانت (Quantlib, PricingPartners, FINCAD, and NumeriX)، ومنصات تسعير كوانت (SuperDerivatives و FENICS)
de: Entsprechende Erfahung in der Verwendung von Quant Programmierbibliotheken und Frameworks (Quantlib, PricingPartners, FINCAD und NumeriX), sowie Quant Kursgestaltungsplattformen (SuperDerivatives und FENICS) wäre vorteilhaft
fr: Une expérience pertinente dans l'utilisation des bibliothèques et frameworks de programmation (Quantlib, PricingPartners, FINCAD et NumeriX) et des plateformes de tarification (SuperDerivatives et FENICS) serait un plus
id: Memiliki pengalaman yang relevan dalam penggunaan perpustakaan pemrograman Quant dan kerangka kerja (Quantlib, Pricing Partners, FINCAD, dan NumeriX) serta platform harga quant (SuperDerivatives dan FENICS) akan diutamakan
ja: Quantプログラミングのライブラリおよびフレームワーク（Quantlib・PricingPartners・FINCAD・NumeriX）とQuant価格設定プラットフォーム（SuperDerivativesおよびFENICS）の豊富な活用経験があると好ましい
pl: Odpowiednie doświadczenie w korzystaniu z kwantowych bibliotek programistycznych oraz struktur (Quantlib, PricingPartners, FINCAD i NumeriX) oraz kwantowych platform wyceny (SuperDerivatives i FENICS) będzie dodatkowym atutem
ru: Соответствующий опыт в программировании приложений для решения задач математических библиотек и моделей (Quantlib, PricingPartners, FINCAD и NumeriX), а также платформ количественной оценки (SuperDerivatives и FENICS) будет предпочтительным
vi: Có kinh nghiệm liên quan đến việc sử dụng thư viện chương trình Quant và các chương trình khung (Quantlib, PricingPartners, FINCAD, và NumeriX), và nền tảng định giá quant (SuperDerivatives and FENICS) là một lợi thế
zh_cn: 有量化编程库和框架 (Quantlib、PricingPartners、FINCAD 和 NumeriX) 和量化定价平台 (SuperDerivatives 和 FENICS) 相关使用经验者优先录取

source: Relevant work experience in a related field (financial services preferred)
ar: خبرة العمل في حقل ذي صلة (يفضل في الخدمات المالية)
de: Entsprechende Berufserfahrung in einem ähnlichen Bereich (Finanzdienstleistungen bevorzugt)
fr: Expérience professionnelle pertinente dans un domaine connexe (idéalement dans le domaine des services financiers)
id: Memiliki pengalaman kerja yang sesuai pada bidang terkait (diutamakan jasa keuangan)
ja: 関連分野（金融サービスが好ましい）での実務経験
pl: Odpowiednie doświadczenie zawodowe w powiązanej dziedzinie (najlepiej w sektorze usług finansowych)
ru: Соответствующий опыт работы в смежных областях (желательно в сфере финансовых услуг)
th: มีประสบการณ์การทำงานที่เกี่ยวข้อง (โดยเฉพาะสายการบริการทางการเงิน)
vi: Có kinh nghiệm làm việc thích hợp về một lĩnh vực liên quan (ưu tiên dịch vụ tài chính)
zh_cn: 有相关领域工作经验 (金融服务业优先录取)

source: Remaining Time
ar: الوقت المتبقي
de: Verbleibende Zeit
fr: Temps restant
id: Waktu Yang Tersisa
ja: 満期までの残り時間
pl: Pozostały czas
ru: Оставшееся время
th: เวลาที่เหลืออยู่
vi: Thời gian còn lại
zh_cn: 剩余时间

source: Remaining time
de: Verbleibende Zeit
fr: Temps restant
ja: 満期までの残り時間
vi: Thời gian còn lại
zh_cn: 剩余时间

source: Represents the maximum amount of cash that you may hold in your account. If the maximum is reached, you will be asked to withdraw funds.
ar: يمثل الحد الأقصى لمقدار النقد الذي تستطيع أن تحتفظ به فى حسابك. إذا تم الوصول للحد الأقصى سيُطلب منك أن تسحب الأموال.
de: Stellt den maximalen Bargeldbetrag dar, den Sie auf Ihrem Konto haben dürfen. Wenn das Maximum erreicht wird, werden Sie gebeten, Gelder abzuheben.
fr: Représente le montant d'argent maximal que vous pouvez garder sur votre compte. Si le maximum est atteint, il vous sera demandé de retirer des fonds.
id: Mewakili jumlah maksimum saldo tunai pada akun anda. Jika jumlah maksimum tercapai, maka anda perlu menarik dana anda.
ja: 口座で保有可能な口座残高の限度額を示します。限度額を超えた場合は出金手続きをお願いいたします。
pl: Pokazuje maksymalną kwotę gotówki, jaką możesz mieć na koncie. Po osiągnięciu maksimum poprosimy Cię o wypłacenie środków.
ru: Представляет максимальную сумму средств на Вашем счету. Когда Вы достигаете лимита, Вас попросят вывести часть средств.
th: แสดงมูลค่าเงินสดสูงสุดที่ท่านมีอยู่ในบัญชี หากเกินมูลค่าสูงสุดที่กำหนดไว้ ท่านจะได้รับการแจ้งให้ถอนเงิน
vi: Hãy trình bày số tiền tối đa mà bạn có thể giữ trong tài khoản. Nếu đã đạt mức tối đa, bạn sẽ được yêu cầu rút tiền.
zh_cn: 代表您的账户中可持有的最高现金额度。如果达到该最高额度，您将被要求提取资金。
