Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Language Classes for Refugees (LCFR) is an educational programme for refugees organised by the 'Love & Respect Transformation Centre' – a social enterprise committed to long-term quality education. This programme teaches English, Malay, and French to age groups ranging from children to adults in order to provide them with language skills that will help them to find employment while they are waiting to be repatriated.
de: Sprachkurse für Flüchtlinge (Language Classes for Refugees - LCFR) ist ein Bildungsprogramm für Flüchtlinge, das vom "Love & Respect Transformation Centre" - einem Sozialunternehmen, das sich zu dauerhaft hochwertiger Bildung verpflichtet hat, organisiert wird. Dieses Programm unterrichtet Englisch, Malay und Französisch für Altersgruppen von Kindern bis hin zu Erwachsenen, um sie mit Sprachfähigkeiten zu versorgen, die ihnen dazu verhelfen sollen, Arbeit zu finden, während sie darauf warten in ihre Heimat zurückzukehren.
fr: « Language Classes for Refugees » (LCFR) est un programme éducatif destiné aux personnes réfugiées et organisé par « Love & Respect Transformation Centre », une entreprise sociale engagée pour une éducation de qualité sur le long terme. Ce programme enseigne l'anglais, le malais et le français à des groupes d'enfants et d'adultes pour leur permettre d'acquérir des compétences linguistiques qui les aideront à trouver un emploi dans l'attente de leur rapatriement.
ja: 難民支援言語クラス（LCFR）は、長期的に質の高い教育を行う社会的企業「Love & Respect Transformation Centre」が編制する教育プログラムです。このプログラムでは、自国へ送還されるまでの間に雇用の際に役立つ言語スキルを提供するために子供から大人までの幅広い年齢層に英語、マレー語、フランス語を教えています。
zh_cn: 难民语言课程(LCFR)是由致力于长期提供高素质教育的社会企业，“爱心与尊重转换中心”为难民组织的教育项目。此项目为从孩童到成人各种年龄的群组提供英语、马来文和法文教学，目的是要让他们掌握语言技能，帮助他们在等待遣返回国期间找到职业。

source: Languages
ar: اللغات
de: Sprachen
fr: Langues
id: Bahasa
ja: 言語
pl: Języki
ru: Языки
th: ภาษา
vi: Ngôn ngữ
zh_cn: 语言

source: Languages Classes for Refugees (LCFR)
de: Sprachkurse für Flüchtlinge (LCFR)
ja: 難民支援言語クラス（LCFR）
zh_cn: 难民语言课程(LCFR)

source: Last Digit Prediction
ar: التنبؤ بالرقم الأخير
de: Voraussage der Letzten Stelle
fr: Prédiction sur le dernier chiffre
id: Analisa Digit Terakhir
ja: 下一桁の数字を予測
pl: Przewidywanie ostatniej cyfry
ru: Прогноз последней десятичной
th: การพยากรณ์ตัวเลขสุดท้าย
vi: Dự đoán Chữ số Cuối cùng
zh_cn: 最后数字的预测

source: Last Digit Stats
ar: احصائيات الرقم الأخير
de: Statistiken der Letzten Stelle
fr: Statistiques du dernier chiffre
id: Statistik Digit Terakhir
ja: 下一桁ステータス
pl: Statystyki ostatniej cyfry
ru: Статистика последних тиков
th: สถิติตัวเลขสุดท้าย
vi: Dữ liệu Chữ số Cuối cùng
zh_cn: 最后数字的统计数据

source: Last Used
ar: المستخدم أخيرا
de: Zuletzt verwendet
fr: Dernière utilisation
id: Terakhir digunakan
ja: 最後に使用したもの
pl: Ostatnio używane
ru: Последние
th: ใช้ครั้งสุดท้าย
vi: Lần sử dụng cuối cùng
zh_cn: 上一次使用

source: Last digit stats for the latest %1 ticks on %2
ar: آخر أرقام الإحصائيات لأحدث حركة % 1 في % 2
de: Letzte Stellen Statistik der letzten %1 Ticks von %2
fr: Statistiques du dernier chiffre pour les %1 derniers ticks sur %2
id: Statistik digit terakhir untuk %1 tik pada %2
ja: %2の最新%1 tickの下一桁統計
pl: Statystyki końcowych cyfr dla ostatnich %1 transakcji z najmniejszym przyrostem ceny dla rynku %2
ru: Последняя десятичная начинается для последних %1 тиков для %2
th: สถิติตัวเลขสุดท้ายสำหรับ %1 ล่าสุด ช่วงราคาของ %2
vi: Chữ số cuối cùng cho điểm %1 gần nhất trên %2
zh_cn: 显示 %2 最新 %1 跳点的最后统计数字

source: Laws regarding financial contracts vary throughout the world, and it is the responsibility of persons accessing this site to ensure that they understand and fully comply with any laws or regulations relevant to themselves in their own country. This site does not constitute, and may not be used for the purposes of, an offer or solicitation to anyone in any jurisdiction in which such offer or solicitation is not authorised or to any person to whom it is unlawful to make such offer or solicitation. Access to this site and the offering of financial contracts via this site in certain jurisdictions may be restricted and, accordingly, persons accessing this site are required to inform themselves about and to observe such restrictions.
ar: تختلف القوانين المتعلقة بالعقود المالية في جميع أنحاء العالم، لذلك تقع على الأشخاص اللذين يصلون لهذا الموقع مسوؤلية التأكد من فهمهم وامتثالهم الكامل لأى قوانين أو لوائح ذات صلة بهم فى بلدهم. لا يشكل هذا الموقع أى عروض أو إغراءات كما لا يجوز استخدامه لأغراض تقديم عروض أو إغراءات لأي شخص في أي ولاية قضائية لا تصرح بهذا العرض أو الإغراء كما لا يجوز استخدام الموقع بواسطة أي شخص لا يحق له تقديم مثل هذه العروض أو الإغراءات. قد يكون الوصول إلى هذا الموقع وعرض عقود مالية من خلاله محظوراً في بعض الولايات القضائية، وبالتالي، يتعين على الأشخاص الذين يصلون لهذا الموقع التعرف على وملاحظة مثل هذه القيود.
de: Die Gesetze über Finanzverträge sind weltweit unterschiedlich und Personen, die diese Seite besuchen, sind dafür verantwortlich sicherzustellen, dass sie alle Gesetze und Vorschriften, die in ihrem eigenen Land für sie gelten, verstanden haben und diese einhalten. Diese Site darf nicht für die Zwecke eines Angebots oder einer Aufforderung einer Person innerhalb eines Landes, in dem ein solches Angebot oder eine Aufforderung nicht erlaubt ist, verwendet werden oder von einer Person, an die ein solches Angebot oder eine Aufforderung per Gesetz verboten ist, benutzt werden. Der Zugang zu dieser Seite und das Anbieten von Finanzverträgen über diese Seite kann in manchen Ländern eingeschränkt sein. Dementsprechend werden Personen, die diese Seite besuchen, dazu aufgefordert, sich selbst über solche Einschränkungen zu informieren und diese im Auge behalten.
fr: Les lois concernant les contrats financiers diffèrent d'un pays à l'autre, et il incombe aux personnes accédant à ce site Web de veiller à comprendre et à agir en parfaite conformité avec toute loi ou règlement applicables dans leur pays. Ce site ne constitue pas, et ne doit en aucun cas être interprété comme, une offre ou une sollicitation adressée à toute personne au sein d'une juridiction où une telle offre ou sollicitation serait illégale, ou adressée à toute personne à laquelle il serait illégal d'adresser ce type d'offre ou de sollicitation. L'accès à ce site et l'offre de contrats financiers disponible par l'intermédiaire de ce site peuvent être restreints dans certaines juridictions, et, par conséquent, les personnes accédant à ce site sont dans l'obligation de s'informer en conséquence et de respecter lesdites restrictions.
id: Hukum pada kontrak trading finansial adalah berbeda di mana saja dan merupakan kewajiban pihak yang mengakses website ini untuk memastikan bahwa dirinya telah memahami dan mengerti sepenuhnya pada hukum dan peraturan yang berlaku di negara mereka. Situs ini bukan merupakan, dan tidak dapat digunakan untuk tujuan, tawaran atau ajakan kepada siapapun dalam setiap yurisdiksi yang menawarkan atau ajakan tidak berwenang atau kepada orang kepada siapa merupakan pelanggaran hukum untuk membuat tawaran atau ajakan. Pengaksesan situs ini dan penawaran kontrak trading finansial melalui situs ini pada jurisdiksi tertentu adalah terbatas dan pihak yang bersangkutan harus mengetahui dan memahami batasan tersebut.
ja: （決済方法） 第12条 本取引の決済は、判定時刻における権利行使（自動）又は反対売買により差金決済により行うものとし、受渡通貨は日本円のみとします。
pl: Przepisy prawne dotyczące umów finansowych różnią się na całym świecie, a do osób korzystających z tego portalu należy upewnienie się, że rozumieją wszelkie przepisy prawa lub przepisy odnoszących się do nich w ich kraju i w pełni ich przestrzegają. Niniejszy portal nie stanowi oferty skierowanej do kogokolwiek w jakiejkolwiek jurysdykcji, w której taka oferta nie jest dozwolona, ani do żadnej osoby, wobec której takie działania są niezgodne z prawem, i nie może być wykorzystywany do takich celów. Dostęp do tego portalu i do oferty kontraktów finansowych za jego pośrednictwem może podlegać ograniczeniom w niektórych jurysdykcjach, w związku z czym osoby korzystające z tego portalu muszą zapoznać się z takimi ograniczeniami i ich przestrzegać.
ru: Законы в отношении финансовых контрактов различаются во всем мире. Понимание и соблюдение законов и других правил применительно к отдельному Клиенту или стране является ответственностью самого человека, пользующегося сайтом. Данный сайт не может быть использован или предлагаться кому-либо в юрисдикции, где это может быть незаконным. Доступ к данному сайту и предложение финансовых контрактов на данном сайте могут быть ограничены в определенных юрисдикциях; соответственно, люди, имеющие доступ к данному сайту, должны быть информированы о таких ограничениях и соблюдать их.
vi: Luật pháp liên quan đến hợp đồng tài chính thì khác nhau trên khắp thế giới, và trách nhiệm của người truy cập trang web này là cần phải bảo đảm rằng mình sẽ hiểu và tuân thủ đầy đủ các điều luật hoặc quy định có liên quan tới bản thân trong đất nước của mình. Trang web này không được hình thành và sử dụng với mục đích mời mọc hay lôi kéo khách hàng, trong bất cứ quyền hạn nào thì lời mời mọc lôi kéo đều không được cho phép hoặc đối với bất cứ ai làm công việc lôi kéo hay mời mọc đều không đúng pháp luật. Việc truy cập vào trang web này và rao bán một hợp đồng tài chính thông qua trang web này trong quyền hạn nhất định có thể bị hạn chế, và theo đó, người truy cập trang web này được thông báo về vấn đề này và xem xét kĩ những điều cấm này.
zh_cn: 世界各地有关金融合约的法律各不相同，本网站访客有责任确保自己了解并完全遵守所在国家与其相关的法律规定。本网站不被用于以下目的：访客发布在某司法管辖区未经授权的要约或要约邀请；访客向任何人士作出非法的要约或要约邀请。部分司法辖区限制访问本网站以及其提供的金融合约，访客须自行获知并遵守此类限制。

source: Learn about one of the fastest growing sectors of the finance industry.
ar: اعرف المزيد عن واحدة من أسرع القطاعات نمواً في مجال التمويل.
de: Hier erfahren Sie mehr über einen der am schnellsten wachsenden Sektoren der Finanzbranche.
fr: Présentation de l'un des secteurs de la finance affichant la plus forte croissance.
id: Pelajari salah satu sektor yang paling cepat berkembang dalam industri keuangan.
ja: 世界中で著しい成長を遂げているバイナリー取引について
pl: Zapoznaj się z informacjami na temat jednego z najszybciej rozwijających się sektorów branży finansowej.
ru: Узнайте больше об одном из самых быстрорастущих секторов финансовой индустрии.
th: เรียนรู้เกี่ยวกับหนึ่งในกลุ่มธุรกิจที่เติบโตเร็วที่สุดในแวดวงการเงิน
vi: Tìm hiểu về một trong những lĩnh vực đang phát triển nhất của ngành công nghiệp tài chính.
zh_cn: 了解金融行业发展最快的一个领域。

source: Learn about the simplicity, transparency and flexibility of binary trading.
ar: تعرف على بساطة وشفافية ومرونة التداول الثنائي.
de: Lernen Sie die Einfachheit, Transparenz und Flexibilität des Binären Handels kennen.
fr: Découvrez la simplicité, la transparence et la polyvalence des options binaires.
id: Pelajari tentang kesederhanaan, transparansi dab fleksibelitas trading binary.
ja: バイナリー取引での簡潔さと透明性を学ぶ
pl: Dowiedz się więcej na temat prostoty, przejrzystości i elastyczności handlu opcjami binarnymi.
ru: Узнайте о простоте, прозрачности и гибкости работы с бинарными опционами.
th: เรียนรู้เกี่ยวกับความเรียบง่าย ความโปร่งใส และความยืดหยุ่นของการซื้อขายไบนารี
vi: Tìm hiểu về sự dễ dàng, minh bạch và linh hoạt của giao dịch nhị phân.
zh_cn: 了解二元期权交易的简易、透明和灵活性。

source: Learn from us
ar: تعلم منا
de: Lernen Sie von uns
fr: Accédez à toutes nos ressources
id: Belajar dari kami
ja: トレードを学ぶ
pl: Ucz się od nas
ru: Узнайте больше
th: เรียนรู้จากเรา
vi: Tìm hiểu về chúng tôi
zh_cn: 我们将协助您提高交易技能

source: Learn more
ar: تعرف على المزيد
de: Mehr erfahren
fr: En savoir plus
id: Belajar lebih lanjut
ja: 詳細はこちら
pl: Dowiedz się więcej
ru: Узнать больше
th: เรียนเพิ่มเติม
vi: Tìm hiểu thêm
zh_cn: 了解更多

source: Learn more about our corporate culture
ar: تعلم المزيد عن ثقافة شركتنا
de: Erfahren Sie mehr über unsere Unternehmenskultur
fr: Découvrez notre culture d'entreprise
id: Pelajari lebih lanjut tentang budaya perusahaan kami
ja: 当社の企業文化について詳しく見る
pl: Dowiedz się więcej o naszej kulturze korporacyjnej
ru: Узнайте больше о нашей корпоративной культуре
th: เรียนรู้เพิ่มเติมเกี่ยวกับวัฒนธรรมองค์กรของเรา
vi: Tìm hiểu thêm về văn hóa của tập đoàn chúng tôi
zh_cn: 查看关于我们企业文化的详情

source: Learn the basics, from choosing your asset to winning your payout.
ar: تعلم الأساسيات من اختيار الأصل الخاص بك لإلى ربح المردود.
de: Erfahren Sie mehr über die Grundlagen, von der Auswahl Ihres Vermögens bis hin zu dem Gewinn Ihrer Auszahlung.
fr: Initiez-vous aux options binaires, du choix de votre actif à l'obtention de votre paiement.
id: Pelajari secara mendasar bagaimana memilih aset untuk mendapat keuntungan Anda.
ja: 成功のために取引対象を選択し、トレードの基礎を学ぶ
pl: Naucz się podstaw: od wybrania aktywów do wygrania wypłaty.
ru: Научитесь азам торговли, начиная с выбора актива и заканчивая получением прибыли.
th: เรียนรู้หลักการพื้นฐานจากการกำหนดสินทรัพย์ของท่านเพื่อทำกำไร
vi: Tìm hiểu về những điều cơ bản, từ việc chọn tài sản để thu lãi.
zh_cn: 了解二元期权交易基础知识，从选择标的资产到选择目标赔付额，全都覆盖在内。

source: Learning to trade
ar: تعلم كيفية التداول
de: Das Handeln erlernen
fr: S'initier au trading
id: Belajar trading
ja: トレードの練習
pl: Jak handlować
ru: Научитесь торговле
th: เรียนรู้การเทรด
vi: Học cách giao dịch
zh_cn: 学习交易

source: Learning to trade online?
ar: تعلم التداول على الانترنت؟
de: Möchten Sie online das Handeln lernen?
fr: S'initier au trading en ligne ?
id: Belajar bertrading online?
ja: オンライントレードを学ぶ
pl: Nauka handlowania online?
ru: Хотите научиться работе на рынках онлайн?
th: เรียนการเทรดออนไลน์?
vi: Học cách giao dịch trực tuyến?
zh_cn: 想了解在线交易？

source: Legal
de: Rechtliches
fr: Informations juridiques
ja: 取引規定・約款
vi: Hợp Pháp
zh_cn: 法律

source: Legal & Regulatory Compliance
ar: الامتثال القانوني والتنظيمي
de: Erfüllung gesetzlicher und behördlicher Auflagen
fr: Conformité juridique et réglementaire
id: Kepatuhan Hukum & Peraturan
ja: 法務・規制コンプライアンス
pl: Zgodność z przepisami
ru: Нормативно-правовое соответствие
th: การปฏิบัติตามกฎหมายและหลักเกณฑ์
vi: Tuân thủ Luật lệ & Quy định
zh_cn: 法律&法规符合性

source: Legal Compliance
ar: الامتثال القانوني
de: Gesetzmäßigkeit
fr: Conformité juridique
id: Kepatuhan Hukum
ja: 法令順守
pl: Zgodność z prawem
ru: Нормативно-правовое соответствие
th: การยินยอมตามกฎหมาย
vi: Sự tuân thủ pháp luật
zh_cn: 遵守法律

source: Less than $100,000
ar: أقل من 100,000 دولار
fr: Moins de $100 000
id: Kurang dari $100,000
ja: $100,000未満
pl: Mniej niż 100 000 $
ru: Менее $100,000
th: น้อยกว่า 100,000 เหรียญสหรัฐ

source: Less than $25,000
ar: أقل من 25,000 دولار
fr: Moins de $25 000
id: Kurang dari $25,000
ja: $25,000未満
pl: Mniej niż 25 000 $
ru: Менее $25,000
th: น้อยกว่า 25,000 เหรียญสหรัฐ

source: Less than 1 million JPY
ja: 100万円未満
th: ต่ำกว่า 1 ล้านเยน

source: Less than 6 months
fr: Moins de 6 mois
ja: 6ヶ月未満
th: น้อยกว่า 6 เดือน

source: Level of Education
ar: مستوى التعليم
de: Ausbildungsgrad
fr: Niveau de formation
id: Tingkat Pendidikan
ja: 能力レベル
pl: Poziom wykształcenia
ru: Уровень образования
th: ระดับการศึกษา
vi: Trình độ Học vấn
zh_cn: 教育水平

source: Leverage
fr: Effet de levier
ja: レバレッジ
vi: Đòn bẩy
zh_cn: 杠杆

source: Leverage social-media tools and channels to identify, engage, and convert potential new customers and partners
de: Nutzung von Kanälen und von Sozialen Medien Werkzeugen, um potentielle neue Kunden und Partner zu identifizieren, zu werben und zu binden
fr: Exploiter différents outils et canaux sociaux pour identifier, capter et convertir de nouveaux clients et partenaires potentiels
id: Memanfaatkan media sosial dan beberapa saluran untuk mengidentifikasi, terlibat, dan mengkonversi prospek sebagai klien dan mitra bisnis
ja: 新規顧客およびパートナーへの情報確認、関係強化、会員への推進のため、ソーシャルメディアツールとチャンネルの活用
pl: Szukanie i zdobywanie nowych klientów i partnerów przy wykorzystaniu mediów społecznościowych
ru: Использование информационных инструментов и каналов с целью нахождения, привлечения и обращения потенциальных клиентов, а также партнёров
th: ใช้เครื่องมือสื่อสังคมต่างๆ และช่องทางอื่นๆ เพื่อกำหนด สรรหา และเปลี่ยนลูกค้าใหม่และพันธมิตรใหม่ที่มีศักยภาพ
vi: Tận dụng các kênh và công cụ truyền thông công cộng để xác nhận, thu hút và chuyển đổi những khách hàng và đối tác tiềm năng mới
zh_cn: 通过杠杆社交媒体工具标识、引入并转换潜在新客户和业务合作伙伴

source: Leverage:
fr: Effet de levier :
ja: レバレッジ：
vi: Đòn bẩy:
zh_cn: 杠杆：

source: Liability
ar: المسؤولية
de: Haftung
fr: Responsabilité
id: Kewajiban
ja: 責任範囲について
pl: Odpowiedzialność
ru: Ответственность
th: หนี้สิน
vi: Trách nhiệm pháp lý
zh_cn: 责任

source: Liaise with banks and payment providers
ar: الاتصال مع البنوك ومقدمي خدمات الدفع
de: Verbindungsaufnahme zu Banken und Zahlungsabwicklern
fr: Liaison avec les banques et les prestataires de services de paiement
id: Bekerja sama dengan bank dan penyedia pembayaran
ja: 銀行及び決済サービス会社との連携
pl: Współpraca z bankami i pośrednikami płatności
ru: Взаимодействие с банками и поставщиками платёжных услуг
th: ประสานงานกับธนาคารและหน่วยงานรับชำระเงินต่างๆ
vi: Giữ liên lạc với các ngân hàng và các nhà cung cấp thanh toán
zh_cn: 与银行和支付提供商联络

source: Licensed and regulated
de: Zugelassen und geregelt
fr: Société autorisée et réglementée
ja: ライセンスと規制
vi: Cấp phép và quy định
zh_cn: 拥有牌照并受监管

source: Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan
de: In Malta, Großbritannien, auf der Isle of Man, Irland und Japan zugelassen und überwacht
fr: Autorisée et réglementée à Malte, au Royaume-Uni, à l'île de Man, en Irlande et au Japon
ja: マルタ、英国、マン島、アイルランド、日本では、監督機関による監査を受けながら発行ライセンスを保持。
vi: Được cấp phép và phê chuẩn ở Malta, Vương quốc Anh, Đảo Man, Ai-len, và Nhật Bản
zh_cn: 由马耳他、英国、马恩岛、爱尔兰和日本相关机构授予牌照和监管

source: Licensed in Japan
de: In Japan zugelassen
fr: Autorisée sous licence au Japon
ja: 金融商品取引業者
vi: Được cấp phép tại Nhật Bản
zh_cn: 在日本拥有牌照

source: Licensed, trusted, and secure
de: Zugelassen, vertrauenswürdig, und sicher
fr: Autorisée sous licence, fiable et sûre
ja: ライセンス、信頼、安全
vi: Giấy phép, độ tin cậy và an toàn
zh_cn: 有牌照、备受信赖、及安全

source: Life-long career interest in the Accounting field
ar: الاهتمام الوظيفي مدى الحياة بمجال المحاسبة
de: Lebenslanges Karriereinteresse im Buchhaltungsbereich
fr: Carrière dans le secteur de la comptabilité
id: berminat pada karir seumur hidup di bidang Akuntansi
ja: 会計分野での生涯キャリアへの関心
pl: Zainteresowanie karierą w dziedzinie rachunkowości
ru: Заинтересованность в продолжительной карьере в области бухгалтерского учёта
th: มีความสนใจในสายงานบัญชีตลอดชีพ
vi: Quan tâm đến sự nghiệp lâu dài trong ngành Kế toán
zh_cn: 有兴趣长期从事会计相关职务

source: Likelihood of execution and settlement - the depth of liquidity of the market in which your order is related to.
de: Wahrscheinlichkeit einer Ausführung und Abwicklung - die Höhe der Liquidität des Markts, dem Ihre Order zugeordnet ist.
fr: Probabilité d'exécution et de règlement : le degré de liquidité du marché auquel votre ordre est ié.
ja: 注文実行と決済の可能性 - 注文が行われる市場の流動性の厚み
vi: Khả năng thực hiện và giải quyết - độ sâu của tính thanh khoản của thị trường mà trong đó lệnh của bạn có liên quan đến.
zh_cn: 执行和结算可能性 - 您的订单相关的市场流动性深度。

source: Limit
ar: حد
fr: Limite
id: Batas
ja: 制限
ru: Лимит
th: วงเงิน
vi: Giới hạn
zh_cn: 限额

source: Limitations on Liability
ar: القيود المفروضة على المسؤولية
de: Haftungsbeschränkungen
fr: Limitations de responsabilité
id: Pembatasan Kewajiban
ja: 責任制限
pl: Ograniczenie odpowiedzialności
ru: Ограничение ответственности
th: ข้อจำกัดของหนี้สิน
vi: Các giới hạn về Trách nhiệm pháp lý
zh_cn: 责任限制

source: Limited License Grant
ar: منح الترخيص محدود
de: Beschränkte Lizenzvergabe
fr: Octroi de licence restreinte
id: Hibah Lisensi Terbatas
ja: 限定ライセンス許諾
pl: Przydzielenie licencji ograniczonej
ru: Предоставление ограниченной лицензии
th: ใบอนุญาตที่มีขอบเขต
vi: Giới hạn Giấy phép Grant
zh_cn: 有限的许可授权

source: Limited risk
ja: 限られたリスク

source: Limits
ar: حدود
fr: Limites
id: Batasan
ja: 制限
pl: Limity
ru: Лимиты
th: วงเงิน
vi: Giới hạn
zh_cn: 限额

source: Limits 1 to 3 may only be changed or increased after 7 days' notice.
ar: الحدود من 1 إلى 3 لا يجوز تغييرها أو زيادتها قبل تنبيه مدته 7 أيام.
de: Die Limits 1 bis 3 können nur mit einer Kündigungsfrist von 7 Tagen geändert oder erhöht werden.
fr: Les limites 1 à 3 ne peuvent être modifiées ou prolongées qu'après un préavis de 7 jours.
id: Batas 1 hingga 3 hanya dapat dirubah setelah 7 hari pemberitahuan.
ja: 上記制限事項のうち１〜３の内容に関しては、申請から７日後に制限内容を変更または緩和することが可能です。
pl: Limity od 1 do 3 mogą zostać zmienione lub zwiększone za 7-dniowym uprzedzeniem.
ru: Лимиты от 1 до 3 могут быть изменены или увеличены только после семидневного уведомления.
th: วงเงิน 1 ใน 3 จะถูกเพิ่ม หรือ เปลี่ยนแปลง หลังจากแจ้งให้ทราบ 7 วัน
vi: Giới hạn 1 tới 3 chỉ có thể được thay đổi hoặc tăng sau thông báo 7 ngày.
zh_cn: 1到 3的限额必须在7天的通知期过后才可更改或增加。

source: Link to and direct our clients to your Application.
ar: رابط لتوجيه عملائنا لطلبك.
de: Verlinken und leiten Sie unsere Kunden zu Ihrer Anwendung.
fr: Rediriger nos clients vers votre Application, notamment par le biais de liens.
id: Link ke dan mengarahkan pelanggan kami kedalam Aplikasi Anda.
ja: 当顧客をアプリケーションへ導くリンク付をしてください。
pl: Przekieruj naszych klientów do swojej Aplikacji.
ru: ссылаться и направлять наших клиентов на Ваше Приложение.
th: ต่อเชื่อมโดยตรงกับลูกค้าของเราไปยังแอพพลิเคชันของท่าน
vi: Liên kết tới và trực tiếp khách hàng tới ứng dụng của bạn.
zh_cn: 将我们客户与您的应用程序相连接。

source: Links
ar: روابط
fr: Liens
id: Berbagai Link
ja: サイト内のリンクについて
pl: Łącza
ru: Ссылки
th: ลิงค์
vi: Các liên kết
zh_cn: 链接

source: Live chat:
ar: المحادثة الحية:
fr: Chat en direct :
id: Komunikasi langsung:
ja: ライブチャット：
pl: Czat na żywo:
ru: Чат:
th: ไลฟ์แชต:
vi: Tương tác trực tuyến:
zh_cn: 在线聊天：

source: Lock Cashier
ar: قفل الصراف
de: Kasse blockieren
fr: Caisse
id: Kunci Kasir
ja: 入出金をロック
pl: Zablokuj sekcję Kasjer
ru: Закрыть кассу паролем
vi: Khóa quầy Thu ngân
zh_cn: 锁定收银台

source: Log in
ar: تسجيل الدخول
fr: Connexion
id: Masuk
ja: ログイン
pl: Zaloguj się
ru: Вход
th: เข้าสู่ระบบ
vi: Đăng nhập
zh_cn: 登录

source: Log out
ar: تسجيل الخروج
de: Abmelden
fr: Déconnexion
id: Keluar
ja: ログアウト
pl: Wyloguj się
ru: Выход
th: ออกจากระบบ
vi: Đăng xuất
zh_cn: 退出

source: Log-in to your %1 affiliate account and click on: Finances &rarr; Payment instructions.
ar: سجل الدخول لحساب الإنتساب لـ %1 وانقر على: الأمور المالية وتعليمات الدفع.
de: Loggen Sie sich in Ihr %1 Partner-Konto ein und klicken Sie auf: Finanzen &rarr; Zahlungsanweisungen.
fr: Connectez-vous à votre compte affilié %1 et cliquez sur : Finances &rarr; Instructions de paiement.
id: Akses akun affiliasi %1 Anda dan klik pada : Keuangan &rarr; Instruksi Pembayaran.
ja: %1のアフィリエイト口座にログインしFinances &rarr;Payment Instructionsをクリックし、ご変更手続きを行って下さい。
pl: Zaloguj się na swoje konto partnerskie %1 i kliknij: Finanse &rarr; Instrukcje płatności.
ru: Зайдите на свой партнерский счет %1 и нажмите на Финансы, а затем на Платежные инструкции.
th: เข้าสู่ระบบด้วย %1 บัญชีพันธมิตรของท่าน และคลิกที่: การเงิน &rarr; ขั้นตอนการชำระเงิน
vi: Đăng nhập vào tài khoản liên kết %1 của bạn và nhấp chuột vào: Tài chính, chỉ dẫn Thanh toán.
zh_cn: 登录您的 %1 联盟账号并点击：财务 &rarr; 付款说明。
