Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: {JAPAN ONLY}A modified version of the Black-Scholes model is widely used to calculate the theoretical prices of binary options.
ja: バイナリーオプションの理論価格を算出する際には、ブラック・ショールズを修正した計算モデルが一般的に用いられています。
pl: Zmodyfikowaną wersję modelu Blacka-Scholesa stosuje się powszechnie do wyliczania teoretycznych cen opcji binarnych.

source: {JAPAN ONLY}About OTC currency for binary options trading, summarizes the profit and loss result of all transactions that have been made between the customer, to publish the information in the company's home page, at any time while the customer is doing the transaction before the start, or the transaction, the information Make sure, for that you're willing to trade under the calm judgment, we are committed to a variety of environmental improvement.
ja: 店頭通貨バイナリーオプション取引について、顧客との間で行われた全取引の損益結果をまとめ、自社のホームページ上で情報を公開し、顧客が取引開始前、もしくは取引を行っている間いつでも、その情報を確認し、冷静な判断の下にお取引いただけるための様々な環境整備に努めています。
pl: About OTC currency for binary options trading, summarizes the profit and loss result of all transactions that have been made between the customer, to publish the information in the company's home page, at any time while the customer is doing the transaction before the start, or the transaction, the information Make sure, for that you're willing to trade under the calm judgment, we are committed to a variety of environmental improvement.

source: {JAPAN ONLY}Account Name
ja: 口座名
vi: {Nhật bản}Tên tài khoản

source: {JAPAN ONLY}Account Number
ja: 口座番号
vi: {Nhật bản} số tài khoản

source: {JAPAN ONLY}Account Type
ja: 口座種類
vi: {Nhật bản}Loại tài khoản

source: {JAPAN ONLY}Acknowledgment
ja: 出金依頼の確認書
vi: {Nhật bản}Sự thừa nhận

source: {JAPAN ONLY}Activate your account by confirming your authorisation code which we will post to your registered address.
ja: リアル口座開設完了後にお客さまへ簡易書留郵便で口座認証コードを郵送いたします。当社から送信したメールに口座認証コードを記載のうえ返信してください。
pl: Activate your account by confirming your authorisation code which we will post to your registered address.

source: {JAPAN ONLY}After we complete mandatory regulatory checks on your website, you will be approved as an affiliate, and provided with everything necessary for you to start right away.
ja: 当社でご登録頂いた情報をもとに審査をさせて頂きます。審査が終了、当社のアフィリエイトプログラムを開始するにあたり販促材料としてアフィリエイトIDを含むリンクを提供されます。
vi: {Nhật bản}Sau khi chúng tôi hoàn thành kiểm tra quy định bắt buộc trên trang web của bạn, bạn sẽ được chấp nhận như là một liên kết, và cung cấp tất cả mọi thứ cần thiết cho bạn để bắt đầu ngay lập tức.

source: {JAPAN ONLY}Although customers and brokers will set limits on customers trading losses, even if those losses are exceeded, it is the customer's responsibility to close the position and so mandatory loss-cuts will not be executed by the broker company.
ja: 日本国内でバイナリーオプションを提供している各業者はお客さまとの取引に限度額を定めているが、一定期間の取引額や損失額、お客さまが保有する建玉が基準を超えた場合であっても、お客さまとの取引を中断あるいは中止することはありません。
pl: Although customers and brokers will set limits on customers trading losses, even if those losses are exceeded, it is the customer's responsibility to close the position and so mandatory loss-cuts will not be executed by the broker company.

source: {JAPAN ONLY}An option holder must buy ( or sell ) the underlying asset at a predetermined price within a specified period ( or at a specific time ).
ja: オプションとは、将来の特定の期日に、あらかじめ定めた価格によって原資産を買う（又は売る）ことができる権利のことをいいますが、オプションの所有者は、特定の期日には、あらかじめ定めた価格によって原資産を必ず買い取らなければ（又は売り渡さなければ）いけません。
pl: An option holder must buy ( or sell ) the underlying asset at a predetermined price within a specified period ( or at a specific time ).

source: {JAPAN ONLY}An option price is the sum of the intrinsic-value and the time-value.
ja: 本源的価値に時間的価値を加えた値はオプション価格になります。
pl: An option price is the sum of the intrinsic-value and the time-value.

source: {JAPAN ONLY}Any corporation which is substantially owned or controlled by a someone described in categories 1) to 4)
ja: 1〜4が実質的支配者である法人
vi: {Nhật bản}Bất kỳ công ty mà thực chất thuộc sở hữu hoặc kiểm soát bởi một người nào đó được mô tả trong các danh mục 1) tới 4)

source: {JAPAN ONLY}Are you an Investment professional or conduct financial markets training?
fr: {seulement pour le JAPON} Êtes vous un investisseur professionnelle ou conduisez vous une formation sur les marchés financiers ?
ja: 投資についてよくご存知ですか?
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Bạn có phải là một chuyên gia đầu tư hoặc người đào tạo tiến hành các thị trường tài chính?

source: {JAPAN ONLY}Are your site visitors interested in:
fr: Les visiteurs de votre site souhaitent-ils :
ja: あなたのサイト訪問者は以下の項目に興味があります:
vi: {Nhật bản}Khách đến thăm trang của bạn có hứng thú với:

source: {JAPAN ONLY}As the exercise deadline approaches, the price of an in-the-money binary option will move towards the payout amount.
ja: インザマネーのバイナリーオプションの価格は、権利行使期限が近づくにつれてペイアウトの金額に近づきます。
pl: As the exercise deadline approaches, the price of an in-the-money binary option will move towards the payout amount.

source: {JAPAN ONLY}As the exercise deadline approaches, the price of an out-of-the-money binary option will move towards zero.
ja: アウトオブザマネーのバイナリーオプションの価格は権利行使期限が近づくにつれて、ゼロに近づきます。
pl: As the exercise deadline approaches, the price of an out-of-the-money binary option will move towards zero.

source: {JAPAN ONLY}As the expected volatility of the underlying asset increases, a plain vanilla option price will move higher.
ja: オプション価格は、原資産の予測される価格変動率が高いほど、高くなります。
pl: As the expected volatility of the underlying asset increases, a plain vanilla option price will move higher.

source: {JAPAN ONLY}As the time to the exercise point shortens, the time-value of a plain vanilla option decreases.
ja: オプションの権利行使期限までの時間が短くなるほど、時間的価値は減少します。
pl: As the time to the exercise point shortens, the time-value of a plain vanilla option decreases.

source: {JAPAN ONLY}As well as our Japanese financial licence, we also operate in European jurisdictions with our Malta Financial Services Type 3 Licence, and under various gaming licences around the world.
ja: 当社は日本で第一種金融商品取引業者として登録しているのと同様に、ヨーロッパでは、マルタ金融サービス庁（MFSA ）によりカテゴリー3 投資サービス・プロバイダとしてライセンス認定、監督され、その管轄内のお客様にサービスを提供しております。

source: {JAPAN ONLY}Association of join
ja: 加入する協会

source: {JAPAN ONLY}Award-winning, internationally patented financial trading platform, newly introduced to Japan
ja: 当社は、数々の受賞歴があり、米国特許取得済みの価格設定テクノロジーによりインターバンク市場でのトレードと同等の環境を提供しています
vi: {Nhật bản}Giành giải thưởng, nền tảng kinh doanh tài chính được cấp bằng sáng chế quốc tế, vừa được du nhập vào Nhật Bản

source: {JAPAN ONLY}Bank
ja: 金融機関名
vi: {Nhật bản}Ngân hàng

source: {JAPAN ONLY}Because option prices are determined by the probability of being exercised, it cannot be said that cheaper options have any natural advantage over expensive options.
ja: 一般的に権利行使により利益が得られる確率を踏まえれば、一概にオプション価格が安いものが有利とはいえません。
pl: Because option prices are determined by the probability of being exercised, it cannot be said that cheaper options have any natural advantage over expensive options.

source: {JAPAN ONLY}Best Tracking with "Forever Cookies"
ja: Cookie(クッキー)による追跡サービスの設定
vi: {Nhật bản}Theo dõi tốt nhất với "Cookie mãi mãi"

source: {JAPAN ONLY}Binary Co., Ltd.
ja: Binary株式会社 (和文名称 バイナリー株式会社)

source: {JAPAN ONLY}Binary K. K.
ja: Binary株式会社 (和文名称 バイナリー株式会社)

source: {JAPAN ONLY}Binary K.K. Customer Account
ja: バイナリー（カ）コキャクグチ
vi: {Nhật bản}Tài khoản khách hàng Binary K.K

source: {JAPAN ONLY}Binary options have lower risk than vanilla options for option sellers, because with binary options the maximum loss is fixed.
ja: 売り手の損失が限定されておりますが、バイナリーオプションはバニラオプションに比べ、ローリスクハイリターンな取引となります。
pl: Binary options have lower risk than vanilla options for option sellers, because with binary options the maximum loss is fixed.

source: {JAPAN ONLY}Binary.com page title
ja: Binary.com | バイナリードットコム
vi: {Nhật bản}Tiêu đề trang Binary.com

source: {JAPAN ONLY}Branch
ja: 支店名
vi: {Nhật bản}Chi nhánh

source: {JAPAN ONLY}Branch Code
ja: 支店番号
vi: {Nhật bản}Mã chi nhánh

source: {JAPAN ONLY}By law we are required to manage the assets of our customers and our company separately
ja: 信託保全は、当社が取り扱う店頭バイナリーオプション取引の元本を保証するものではありません。

source: {JAPAN ONLY}Capital
ja: 資本金

source: {JAPAN ONLY}Capital Adequacy Ratio (CAR)
ja: 自己資本規制比率(CAR)

source: {JAPAN ONLY}Choose direction of the market and the exercise price you wish to target, and hit the green buy button to instantly trade
ja: 相場の見通しを立ててバリア価格を決めて緑の購入金額のボタンをクリック<br>(注意：ワンクリック注文)

source: {JAPAN ONLY}Company Profile
ja: 会社概要

source: {JAPAN ONLY}Company Profile & Disclosure
ja: 会社概要と開示情報

source: {JAPAN ONLY}Company name
ja: 会社名

source: {JAPAN ONLY}Company name in English
ja: 英語表記

source: {JAPAN ONLY}Congratulations, you have pass the test, our Customer Support will contact you shortly.
ja: おめでとうございます。テストに合格されましたので、カスタマーサポートよりメールにて口座開設の次のステップについてご連絡させていただきます。
pl: Congratulations, you have pass the test, our Customer Support will contact you shortly.

source: {JAPAN ONLY}Continue Trading
ja: 取引画面へ戻る
vi: {Nhật bản} Tiếp tục giao dịch

source: {JAPAN ONLY}Current or former member of category 1) or 2)
ja: 過去に1又2であった者
vi: {Nhật bản}Thành viên hiện tại hoặc thành viên trước đây của loại 1) hoặc 2)

source: {JAPAN ONLY}Dear customer, you are not allowed to take knowledge test until %1. Last test taken at %2.
ja: お客さまへ 現在、知識確認テストの受験を行うことができません。%1以降に再受験してください。前回受験日%2
pl: Dear customer, you are not allowed to take knowledge test until %1. Last test taken at %2.

source: {JAPAN ONLY}Dear customer, you've already completed the knowledge test, please proceed to next step.
ja: お客さまへ 既に知識確認テストは完了しています。送信済みのメールを確認の上、口座開設の手続きを進めてください。
pl: Szanowny użytkowniku, test wiedzy został już ukończony. Przejdź do następnego etapu.

source: {JAPAN ONLY}Delta refers to a percentage change of the option price with respect to the change in the underlying asset price.
ja: 原資産価格の変化に対するオプション価値の変動割合を、デルタといます。
pl: Delta refers to a percentage change of the option price with respect to the change in the underlying asset price.

source: {JAPAN ONLY}Designated dispute resolution organization
ja: 指定紛争解決機関

source: {JAPAN ONLY}Disclosure of CAR by No. 46-6-3 in the FIEA (Financial Instruments and Exchange Act)
ja: 金融商品取引法第46条の6第3項に基づき、自己資本規制比率を開示いたします。

source: {JAPAN ONLY}Disclosure of financial statement by No. xx in the FIEA
ja: 金融商品取引法第46条の4に基づき、業務及び財産の状況に関する説明書を開示いたします。

source: {JAPAN ONLY}Disclosure of win loss ratio by No. xx in the FIEA
ja: 当社のバイナリーオプション取引の月次取引実績をお知らせします。

source: {JAPAN ONLY}Discovering an easy to use, limited-risk, award-winning platform?
ja: 見やすく利便性の高いプラットフォームを体験したい
vi: {Nhật bản}Bạn muốn tìm hiểu sàn giao dịch dễ dàng, hạn chế rủ ro và giành giải thưởng?

source: {JAPAN ONLY}Distributed back to you by the direction of the beneficiary agent (B)
ja: 区分管理必要額は当社が毎日算出し、算出日から2営業日までに信託をします。この2営業日の間も金融庁長官の指定する金融機関において、当社の資産とは分別して管理します。

source: {JAPAN ONLY}Do you publish a newsletter or manage a mailing list?
ja: メールマガジンを発行していますか？
vi: {Nhật bản}Bạn xuất bản thông tin hay danh sách hòm thư?

source: {JAPAN ONLY}Do you run a website or publish an FX blog?
fr: {seulement pour le JAPON} dirigez vous un site internet ou publiez vous un blog FX ?
ja: websiteの運営、またはFXブログを書いてますか？
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Bạn có chạy một trang web hoặc xuất bản một blog FX?

source: {JAPAN ONLY}Don't forget you can practice as much as you like using your Virtual / Demo account.
ja: デモ口座にて擬似取引を行って頂き、操作方法等に慣れて頂くことをお勧め致します

source: {JAPAN ONLY}Download
ja: ダウンロード
pl: Download

source: {JAPAN ONLY}Download our latest report here
ja: 最新のレポートをダウンロード
vi: {JAPAN ONLY}Tải xuống báo cáo mới nhất của chúng tôi tại đây

source: {JAPAN ONLY}Earn money by becoming an Affiliate. You will receive commission on each account through your referrals.
ja: 当社のアフィリエイトプログラムでは、報酬プランに基づいて報酬金額をアフィリエイト会員様にお支払いいたします。
vi: {Nhật bản}Kiếm tiền bằng cách trở thành một Hội viên. Bạn sẽ nhận được tiền hoa hồng trên mỗi tài khoản mà bạn giới thiệu.

source: {JAPAN ONLY}Earning a second income in their spare time?
ja: バイナリーオプション取引をしたい
vi: {Nhật bản}Kiếm nguồn thu nhập thứ hai trong thời gian rảnh rỗi?

source: {JAPAN ONLY}Email us copies of your Identification Documents and My Number card.
ja: 本人確認書類およびマイナンバー「個人番号カード」書類を当社から送信したメールに添付して返信してください。
pl: Email us copies of your Identification Documents and My Number card.

source: {JAPAN ONLY}Enter your personal information, and acknowledge our terms and conditions.
ja: お客さまの基本情報を記入して頂き交付書面等に同意後、口座開設ボタンをクリックしてください。
pl: Enter your personal information, and acknowledge our terms and conditions.

source: {JAPAN ONLY}Equivalent to Ambassador, Envoy, Government delegate, or Plenipotentiary of Japan
ja: 我が国における特命全権大使、特命全権公使、特派大使、政府代表又は全権委員に相当する職
vi: {Nhật bản}Tương đương với Đại Sứ, Phái Viên, Đại Diện Chính Phủ, hay Đặc Mệnh Toàn Quyền của Nhật bản

source: {JAPAN ONLY}Equivalent to Chairperson or Vice-Chairperson of the House of Representatives or the House of Councilors of Japan
ja: 我が国における衆議院議長、衆議院副議長、参議院議長又は参議院副議長に相当する職
vi: {Nhật bản}Tương đương với Chủ tịch hoặc Phó chủ tịch Hạ Viện hoặc Tham Nghị Viện của Nhật Bản

source: {JAPAN ONLY}Equivalent to Head of the Joint Staff, Vice Chief of Staff, Chief of Staff of Ground Self-Defense Force, Vice Chief of Staff of G.S.D.F., Chief of Staff of Maritime Self-Defense Force, Vice Chief of Staff of M.S.D.F., Chief of Staff Air Self-Defense Force, or Vice Chief of Staff of A.S.D.F. of Japan
ja: 我が国における統合幕僚長、統合幕僚副長、陸上幕僚長、陸上幕僚副長、海上幕僚長、海上幕僚副長、航空幕僚長又は航空幕僚副長に相当する職
vi: {Nhật bản}Tương đương với người đứng đầu hội đồng tham mưu, tham mưu phó, tham mưu trưởng lực lượng phòng vệ mặt đất, phó tham mưu trưởng G.S.D.F., tham mưu trưởng lực lượng phòng vệ biển, phó tham mưu trưởng M.S.D.F., tham mưu trưởng lực lượng phòng vệ trên không hoặc phó tham mưu trưởng của A.S.D.F. Nhật Bản

source: {JAPAN ONLY}Equivalent to Justice of the Supreme Court of Japan
ja: 我が国における最高裁判所の裁判官に相当する職
vi: {Nhật bản}Tương đương với tư pháp của tòa án tối cao Nhật bản

source: {JAPAN ONLY}Equivalent to Prime Minister, Minister of State, or Vice-Minister of State of Japan
ja: 我が国における内閣総理大臣その他の国務大臣及び副大臣に相当する職
vi: {Nhật bản}Tương đương với chức vụ thủ tướng, bộ trưởng bộ nhà nước, hoặc Phó bộ trưởng nhà nước Nhật Bản

source: {JAPAN ONLY}Establishment
ja: 設立

source: {JAPAN ONLY}Even if all details of the binary options match perfectly, there may still be differences in the prices shown by different broking companies.
ar: {اليابان فقط} حتى إذا ما كانت جميع تفاصيل الخيارات الثنائية متطابقة تماماً, قد تكون هناك اختلافات في الأسعار المعروضة من قبل شركات الوساطة المختلفة.
ja: 同一条件の店頭バイナリーオプションの価格であっても、取扱金融商品取引業者により価格が異なる（場合があります）。
pl: Even if all details of the binary options match perfectly, there may still be differences in the prices shown by different broking companies.

source: {JAPAN ONLY}Even if the option is exercise or not exercised, the original option premium remains with the option seller.
id: {JAPAN ONLY}If the buyer of an option does not exercise the option rights, there will be no fee payable to the option seller.
ja: 権利行使期限が到来し権利行使が行われない場合、オプションの権利は消滅するが、売り手が受け取ったオプション料はそのまま売り手のものとなります。
pl: Even if the option is exercise or not exercised, the original option premium remains with the option seller.

source: {JAPAN ONLY}Even though losses in binary options are limited, it is still necessary to take care not to engage in excessive speculative trading and to moderate your transactions volume.
ja: バイナリーオプションでは損失が限定的でありますが、投資家の資産などを踏まえ、過度の投機的な取引とならぬよう、節度ある取引を心がける必要があります。
pl: Even though losses in binary options are limited, it is still necessary to take care not to engage in excessive speculative trading and to moderate your transactions volume.

source: {JAPAN ONLY}Executing trades
ja: 取引方法

source: {JAPAN ONLY}Family members of categories 1) to 3)
ja: 1〜3の家族
vi: {Nhật bản}Các thành viên gia đình thuộc loại 1) tới 3)

source: {JAPAN ONLY}Financial Condition
ja: 業務及び財産の状況に関する説明書

source: {JAPAN ONLY}Financial Instruments Business No. xxxx
ja: 金融商品取引業者 関東財務局長（金商）第2949号

source: {JAPAN ONLY}Financial Instruments Mediation Assistance Center
ja: 特定非営利活動法人証券・金融商品あっせん相談センター

source: {JAPAN ONLY}For a call option, if the price of the underlying asset is higher than the option exercise price, it is know as an in-the-money option.
ja: コールオプションにおいて、原資産の価格が上昇してバリア価格を上回っている状態をインザマネーといいます。
pl: For a call option, if the price of the underlying asset is higher than the option exercise price, it is know as an in-the-money option.

source: {JAPAN ONLY}For a call option, if the price of the underlying asset is higher than the option exercise price, it is know as an out-of-the-money option.
ja: コールオプションにおいて、原資産の価格が上昇してバリア価格を上回っている状態をアウトオブザマネーといいます。
pl: For a call option, if the price of the underlying asset is higher than the option exercise price, it is know as an out-of-the-money option.

source: {JAPAN ONLY}For a currency binary option which has the underlying exchange rate of dollars against yen, the right to receive a payout if the yen becomes weaker is known as a dollar-put binary option.
ja: 通貨バイナリーオプションのうち、例えばドル円を原資産とし、上昇して円安になった場合にペイアウトを受け取る権利のことをドル円のバイナリープットオプションと呼びます。
pl: For a currency binary option which has the underlying exchange rate of dollars against yen, the right to receive a payout if the yen becomes weaker is known as a dollar-put binary option.

source: {JAPAN ONLY}For a currency binary option with the underlying exchange rate of dollars against yen, the right to receive a payout if the yen becomes stronger is known as a dollar-put binary option.
ja: 通貨バイナリーオプションのうち、例えばドル円を原資産とし、下降して円高になった場合にペイアウトを受け取る権利のことを、ドル円のバイナリープットオプションと呼びます。
pl: For a currency binary option with the underlying exchange rate of dollars against yen, the right to receive a payout if the yen becomes stronger is known as a dollar-put binary option.

source: {JAPAN ONLY}For a plain vanilla option, as the time to the exercise point shortens, the price of the option will decrease.
ja: オプション価格は、権利行使期限までの残り時間が短くなるほど、安くなります。
pl: For a plain vanilla option, as the time to the exercise point shortens, the price of the option will decrease.

source: {JAPAN ONLY}For a put option, if the underlying asset price is higher than the option exercise price, it is known as an in-the-money option.
ja: プットオプションの場合、原資産の価格が上昇してバリア価格を上回っている状態をインザマネーといいます。
pl: For a put option, if the underlying asset price is higher than the option exercise price, it is known as an in-the-money option.

source: {JAPAN ONLY}For a put option, if the underlying asset price is lower than the option exercise price, it is known as an out-of-the-money option.
ja: プットオプションの場合、原資産の価格が下降してバリア価格を下回っている状態をアウトオブザマネーといいます。
pl: For a put option, if the underlying asset price is lower than the option exercise price, it is known as an out-of-the-money option.

source: {JAPAN ONLY}For an in-the-money option, the further away from the underlying asset price that the option exercise price is, the lower the price of the option will be.
ja: オプションがインザマネーの場合、原資産価格がバリア価格から離れるほど、オプション価格は安くなります。
pl: For an in-the-money option, the further away from the underlying asset price that the option exercise price is, the lower the price of the option will be.

source: {JAPAN ONLY}For an individual investor, all profits from OTC currency options trading are tax-free.
ja: 個人投資者にとって、通貨関連店頭オプション取引の利益は全て非課税となります。
pl: For an individual investor, all profits from OTC currency options trading are tax-free.

source: {JAPAN ONLY}For an individual investor, profits and losses from OTC currency options traing cannot be combined with profits and losses from margin FX and securities-related OTC options.
ja: 個人投資者にとって、通貨関連店頭オプション取引の損益は、ＦＸや有価証券関連店頭オプションの損益と通算することができません。
pl: For an individual investor, profits and losses from OTC currency options traing cannot be combined with profits and losses from margin FX and securities-related OTC options.

source: {JAPAN ONLY}For an out-of-the-money option, the further away from the underlying asset price that the option exercise price is, the lower the price of the option will be.
ja: オプションがアウトオブザマネーの場合、原資産価格がバリア価格から離れるほど、オプション価格は安くなります。
pl: For an out-of-the-money option, the further away from the underlying asset price that the option exercise price is, the lower the price of the option will be.

source: {JAPAN ONLY}For both call and put options, if the underlying asset price is the same as the exercise price, it is known as an at-the-money option.
ja: コールオプション、プットオプション共に、原資産の価格がバリア価格と同じ水準の状態をアットザマネーといいます。
pl: For both call and put options, if the underlying asset price is the same as the exercise price, it is known as an at-the-money option.

source: {JAPAN ONLY}For full details of the documents we can accept please download the following guide:
ja: 確認書類の詳細に関しては次のガイドをダウンロードしてご確認いただけます。
pl: For full details of the documents we can accept please download the following guide:

source: {JAPAN ONLY}Foreign Exchange markets
ja: 外国為替取引に興味がある
vi: {Nhật bản}Thị trường giao dịch ngoại hối

source: {JAPAN ONLY}Foreign Head of State
ja: 外国の元首
vi: {Nhật bản}Nguyên thủ quốc gia

source: {JAPAN ONLY}Foreign PEP Declaration
ja: 外国PEPs（重要な公的地位にある者（Politically Exposed Persons）との取引）
vi: {Nhật bản}Khai báo người bị ảnh hưởng chính trị ngoại quốc

source: {JAPAN ONLY}Full details of the confirmed trade will then be shown, alongside a live updating graph showing the spot FX rate relative to the barrier(s) chosen. A sell-back price is available should you wish to close-out the trade.
ja: 緑の購入ボタンをクリック後、約定済み通知画面が表示されます。約定済み通知画面上には、バリア価格を含んだリアルタイムのチャートなど詳細な取引情報が表示されています。売却ボタンも表示されているので、売却取引を行うこともできます。

source: {JAPAN ONLY}Generous Commission Structure
ja: 報酬プランについて
vi: {Nhật bản}Cấu trúc Tiền hoa hồng lớn

source: {JAPAN ONLY}Great pay-outs. Earn &yen;20,000 on every qualifying referral
fr: {JAPAN ONLY}Grandes récompenses. Gagnez &yen;20 000 sur chaque client référé qualifié
ja: アフィリエイト報酬として1人あたりの獲得会員につき20,000円をお支払いいたします
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Nguồn chi trả lớn. Kiếm được 20.000 ¥ trên mỗi giới thiệu đủ điều kiện

source: {JAPAN ONLY}High quality promotional materials with online reporting tools
fr: {seulement au JAPON } Matériels promotionnels de haute qualité avec des outils de rapport en ligne
ja: アフィリエイト会員様は、オンラインレポート機能で広告活動を把握できます
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Tài liệu quảng cáo chất lượng cao với công cụ báo cáo trực tuyến

source: {JAPAN ONLY}HirooMiyaya 3F, 1-9-16 Hiroo, Shibuya, Tokyo, 150-0012
ja: 〒150-0012 東京都渋谷区広尾1-9-16 広尾宮田ビル3F

source: {JAPAN ONLY}Historical volatility is a prediction of the future rate of change in the underlying asset.
ja: 原資産に対する将来の変動率を予測したボラティリティをヒストリカルボラティリティといます。
pl: Historical volatility is a prediction of the future rate of change in the underlying asset.

source: {JAPAN ONLY}How to Open an Account
ja: 口座開設について
pl: How to Open an Account

source: {JAPAN ONLY}Identification Documents
ja: 本人確認書類およびマイナンバー「個人番号カード」について
pl: Identification Documents

source: {JAPAN ONLY}If an option buyer wishes to exercise the option rights, the seller may still reject the deal.
ja: 買い手が権利を行使した場合、オプションの売り手は、オプションの決済を拒否することができます。
pl: If an option buyer wishes to exercise the option rights, the seller may still reject the deal.

source: {JAPAN ONLY}If implied volatility increases then the prices of both call and put types of plain vanilla options will increase.
ja: コールオプションとプットオプションは、ボラティリティが上昇すれば、オプション価格が上昇します。
pl: If implied volatility increases then the prices of both call and put types of plain vanilla options will increase.
th: {ญี่ปุ่นเท่านั้น}If implied volatility increases then the prices of both call and put types of plain vanilla options will increase.
