Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You shall not encourage your referrals to make deposits or place any trades where the purpose of that action is (whether in whole or in part) to increase affiliate commissions rather than to benefit your referrals' trading performance and profitability.
de: Sie dürfen empfohlene Kunden nicht dazu ermutigen, Einzahlungen vorzunehmen oder Geschäfte in Auftrag zu geben, bei denen der Zweck (ganz oder teilweise) lediglich der ist, die Geschäftspartnerprovision zu erhöhen, statt dem Handelsinteresse und der Rentabilität des Kunden zu dienen.
fr: Vous ne devez en aucun cas encourager les clients de votre réseau d'affiliation à effectuer des dépôts ou à placer tout ordre dans le but (unique ou partiel) d'augmenter vos commissions d'affilié plutôt que dans une optique de performance et de profitabilité servant l'intérêt des clients de votre réseau d'affiliation.
ja: アフィリエイト会員は獲得会員のトレード実績や利益よりも、自身のアフィリエイト報酬を増やす目的で獲得会員に対して入金やトレードを強要することは禁じられています。常に獲得会員の利益を優先した行動を行うことが義務となっています。
vi: Bạn không được khuyến khích khách hàng nộp tiền đặt cọc hoặc đặt bất kỳ giao dịch nào (dù là toàn bộ hay một phần) với mục đích để tăng hoa hồng giới thiệu liên kết chứ không phải là để làm lợi cho khách hàng và để tăng lợi nhuận.
zh_cn: 您在行为（部分或全部）目的旨在提高联盟佣金收入而不是有益于推荐人交易业绩及盈利性时，不得鼓励推荐人存款或进行任何交易。

source: You shall not encourage your referrals to take out any form of loans to be able to make deposits and/or place trades.
ar: لا يجوز لك تشجيع الإحالات الخاصة بك لإخراج أي شكل من أشكال القروض لتكون قادرة على جعل الودائع و/أو مكان التداولات.
de: Sie dürfen die von Ihnen empfohlenen Kunden nicht dazu ermuntern, jegliche Art von Kredit aufzunehmen, um in der Lage zu sein, Einzahlungen zu tätigen und/oder Geschäfte zu platzieren.
fr: Vous ne devez en aucun cas encourager les clients issus de votre réseau d'affiliation à contracter quelque forme de prêt que ce soit afin de pouvoir effectuer des dépôts et/ou placer des ordres.
id: Anda tidak boleh mengarahkan referral Anda untuk membuat pinjaman untuk dapat mendeposit dan/atau membeli kontrak.
ja: アフィリエイト会員は獲得会員に入金または/及びトレードの購入への融資や貸出金をいかなる形式においても奨励してはいけません。
pl: Partner nie będzie zachęcać osób, którym poleca nasz portal, do zaciągania jakiejkolwiek pożyczki w celu dokonania wpłaty środków i/lub zawarcia kontraktu.
ru: Вы обязуетесь на поощрять своих рефералов брать любые кредиты с целью пополнения счетов и/или размещения сделок.
vi: Bạn không nên khuyến khích người mà bạn giới thiệu nhận bất kỳ hình thức cho vay nào để có tiền đặt cọc và / hoặc thực hiện giao dịch.
zh_cn: 您不可鼓励您的推介人以任何形式提出能够存款和/或交易的贷款。

source: You shall not hold or pool your referrals' funds or third party funds into your own account held with %1.
de: Sie dürfen keine Gelder Ihrer empfohlenen Kunden oder Gelder von Dritten auf Ihrem eigenen Konto bei %1 halten oder ansammeln.
fr: Ne pas détenir ou transférer les fonds de clients ou de tierces parties sur votre propre compte %1.
ja: 獲得会員の資金または第三者の資金を、Binary.com (バイナリードットコム)の自身の口座で保有若しくは共有してはいけません。
vi: Bạn sẽ không được nắm giữa hoặc chuyển tiền của người bạn giới thiệu hoặc tiền của bên thứ ba sang tài khoản của mình được mở với %1.
zh_cn: 您不得将推荐人资金或第三方资金截留或汇集至您在 %1 的账户。

source: You shall not place trades on your referrals' behalf.
de: Sie dürfen keine Geschäfte im Auftrag Ihrer empfohlenen Kunden platzieren.
ja: 獲得会員に代わってトレードを購入してはいけません。
vi: Bạn không nên thực hiện giao dịch trên danh nghĩa người mà bạn giới thiệu.
zh_cn: 您不可代表推介人进行交易。

source: You shall not purchase or register keywords, search terms or other identifiers for use in any search engine, portal, sponsored advertising service or other search or referral service which are identical or similar to any of the Company's trademarks or trade names that include the word "%1" or any variation thereof.
de: Sie dürfen keine Schlagwörter, Suchbegriffe oder andere Kennungen zur Nutzung in einer Suchmaschine, in einem Portal, bei gesponserten Werbediensten oder anderen Such- oder Linkdiensten kaufen oder registrieren, die den Handelsmarken oder Markenzeichen des Unternehmens gleichen oder ähnlich sind. Dasselbe Verbot gilt auch für Handelsnamen, die den Begriff „%1“ oder eine Variante davon als Bestandteil enthalten.
fr: Vous ne devez en aucun cas acheter ou enregistrer des mots-clés, termes de recherche ou autres identifiants identiques ou similaires à l'une des marques commerciales ou à l'un des noms commerciaux de la Société, notamment le mot « %1 » ou toute forme dérivée de ce dernier, dans le cadre d'une utilisation dans tout moteur de recherche, portail, service publicitaire sponsorisé ou autre service de recherche ou de référence.
id: Anda tidak akan membeli atau mendaftar kata kunci, istilah pencarian atau pengenal lainnya untuk digunakan dalam setiap mesin pencari, portal, iklan layanan disponsori atau pencari lainnya atau layanan rujukan yang identik atau mirip dengan merek dagang Perusahaan atau nama dagang yang mencakup kata "%1" atau variasinya.
ja: 検索エンジン、ポータル、スポンサーの公告サービス、その他検索サイト、アフィリエイトサービスでの使用を目的とした、「Binary.com」という単語、またはそれに関連するその他バリエーションを含んだ当社のトレードマーク、若しくはトレード名が認識できるキーワードの購入や登録を行ってはいけません。
pl: Partner nie będzie kupował ani rejestrował słów kluczowych, terminów wyszukiwania i innych identyfikatorów, które można wykorzystać w jakiejkolwiek wyszukiwarce, portalu, sponsorowanym serwisie reklamowym lub innej usłudze wyszukiwania lub w serwisie polecającym, które są identyczne lub podobne do któregokolwiek ze znaków towarowych lub którejkolwiek nazwy handlowej Firmy, zawierających słowo "%1" lub jego odmiany.
ru: Вы не должны приобретать или регистрировать ключевые слова, поисковые слова или другие идентификаторы для использования на поисковых порталах, в рекламном спонсорском сервисе, на других поисковиках или реферальских сервисах, которые идентичны, схожи с торговыми марками Компании, торговым именем, включают слово "%1" или любую его вариацию.
vi: Bạn không thể mua hoặc đăng ký từ khóa, tìm kiếm các thuật ngữ sử dụng các công cụ tìm kiếm, cổng thông tin, dịch vụ quảng cáo được tài trợ hoặc dịch vụ giới thiệu mà giống hệt hoặc tương tự với nhãn hiệu của Công ty hoặc tên thương mại chứa từ "%1" hoặc bất kỳ biến thể nào từ nó.
zh_cn: 您不得购买或注册关键词、搜索字词，或任何与公司商标及名称相同或类似的、包含 “%1” 字样及相似的搜索引擎、门户网站、赞助广告服务、搜索或推荐服务的识别符。

source: You shall not resort to high-pressure sales tactics or false promises.
ar: يجب عليك ألا تلجأ إلى تكتيكات الضغط العالي للمبيعات أو الوعود الكاذبة.
de: Sie dürfen nicht auf Hochdruck-Verkaufstaktiken oder falsche Versprechungen zurückgreifen.
fr: Vous ne devez en aucun cas faire usage de tactiques de vente agressives ou de fausses promesses.
id: Anda tidak dapat menggunakan taktik penjualan atau memberikan janji palsu.
ja: 高圧的な販売戦術や口約束を用いてはいけません。
pl: Partner będzie stosować taktyk sprzedażowych wywierających dużą presję na klienta ani składać fałszywych obietnic.
ru: Вы не должны прибегать к тактике психологического давления и не должны давать ложных обещаний.
vi: Bạn không nên sử dụng những chiến thuật bán hàng gây áp lực hoặc những lời hứa không đúng sự thật.
zh_cn: 你不可提出高压销售策略或虚假承诺。

source: You shall not target any of your marketing, advertising, and promotional activities to any persons under the age of 18 years old.
ar: يجب عليك عدم استهداف أي شخص تحت سن 18 في أعمال التسويق والإعلان والأنشطة الترويجية الخاصة بك.
de: Sie dürfen Ihre Marketing-, Werbe- und Verkäufsförderungsaktivitäten nicht auf Personen im Alter von unter 18 Jahren ausrichten.
fr: Vous ne devez en aucun cas destiner vos activités de commercialisation, de publicité et de promotion à des personnes âgées de moins de 18 ans.
id: Anda tidak akan menargetkan pemasaran Anda, iklan, dan kegiatan promosi untuk setiap orang di bawah usia 18 tahun.
ja: アフィリエイト会員はマーケティング、公告、プロモーションのいかなる活動において18未満を対象としてはいけません。
pl: Partner nie będzie podejmować żadnych czynności marketingowych, reklamowych czy promocyjnych w odniesieniu do osób poniżej 18 roku życia.
ru: Вы не должны ориентировать свою маркетинговую или рекламную деятельность на лиц младше 18 лет.
vi: Bạn không nên nhắm mục tiêu của những hoạt động tiếp thị, quảng cáo và khuyến mại tới những ngươif dưới 18 tuổi.
zh_cn: 您不可对任何年龄不满 18 岁者进行市场营销、广告和促销活动。

source: You should enter %1 characters.
de: Sie müssen %1 Zeichen eingeben.
fr: Vous devez saisir %1 caractères.
ja: %1文字でご入力ください
vi: Bạn nên nhập vào %1 ký tự.
zh_cn: 您必须输入%1个字符。

source: You should not sign up to receive the margin trading services described in this Agreement unless you understand their nature and the associated risks.
de: Sie sollten sich nicht dazu anmelden, Margin Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, zu erhalten, es sei denn, Sie verstehen deren Beschaffenheit und die damit verbundenen Risiken.
fr: Vous ne devriez pas signer le Contrat décrivant les services d'échange de marge à moins que vous compreniez leur nature et les risques associés.
ja: マージン取引の性質及び関連するリスクを十分に理解されていない限り、本契約に記載されているマージン取引サービスの開始に登録しないでください。
vi: Bạn không nên đăng ký để nhận được dịch vụ kinh doanh ký quỹ được mô tả trong thỏa thuận này trừ khi bạn hiểu bản chất của nó và các rủi ro liên quan.
zh_cn: 除非您了解本协议所述的保证金交易服务的性质和相关风险， 您不会注册接受此服务。

source: You should not trade or invest in Binary Options unless you know and understand the features risks involved and you may lose all the money invested.
ar: يجب عدم التداول أو الاستثمار في الخيارات الثنائية ما لم تكن تعرف وتفهم المخاطر المرتبطة والتي قد تخسر عبرها جميع الأموال المستثمرة.
de: Sie sollten keine Binären Optionen handeln oder in sie investieren, so lange bis Sie die damit verbundenen Risiken kennen und verstehen und dass Sie das gesamte investierte Geld verlieren könnten.
fr: Vous ne devriez pas trader ou investir dans des Options Binaires sauf si vous connaissez et comprenez les risques liés et que vous pourriez perdre tout l'argent investi.
id: Anda tidak perlu bertrading atau berinvestasi pada Opsi Binary kecuali jika Anda memahami berbagai risiko yang terlibat dan Anda mungkin akan kehilangan semua dana yang Anda investasikan.
ja: 関連する将来のリスクまたは投資した資金が全て損失する可能性があるということをご理解いただかない限り、バイナリーオプションでお取引、ご投資されるべきではありません。
pl: Nie należy handlować opcjami binarnymi, ani inwestować w nie, jeżeli nie posiadasz wiedzy na temat ryzyk z tym związanych lub nie rozumiesz ich i jeżeli nie możesz pozwolić sobie na stratę wszystkich zainwestowanych pieniędzy.
ru: Вы не должны торговать или инвестировать в бинарные опционы, если Вы не знаете и не понимаете особенности сопряженных с такой деятельностью рисков и возможность потери всех вложенных средств.
vi: Bạn nên giao dịch hoặc đầu tư vào Quyền chọn Nhị phân trừ phi bạn biết và hiểu về đặc tính rủi ro có liên quan và bạn có thể bị thua lỗ tất cả số tiền mà bạn đã đầu tư.
zh_cn: 在您对需要承担的风险有充分了解，并知道您可能损失所有投资之前，请不要进行二元期权交易或投资活动。

source: You should note that our duty to provide you with best execution does not apply to any gambling products that you place with us, where there is no underlying financial market.
ar: يجب ملاحظة أن واجبنا أن نوفر لك أفضل تنفيذ للصفقات رغم أن ذلك لا ينطبق على منتجات اللعب التي تضعها معنا، حيث لا يوجد سوق مالية معنية.
de: Sie müssen beachten, dass unsere Pflicht, Ihnen die beste Ausführung angedeihen zu lassen, nicht für bei uns platzierte Glücksspielprodukte gilt, wenn es keinen zugrundeliegenden Finanzmarkt gibt.
fr: Veuillez noter que notre devoir de vous fournir la meilleure exécution ne s'applique pas aux produits de paris que vous placez chez nous, où il n'y a pas de marché financier sous-jacent.
id: Anda perlu mengingat bahwa kewajiban kami untuk menyediakan eksekusi terbaik untuk Anda tidak termasuk pada produk gaming, dimana tidak terdapat pasar finansial dasar.
ja: 最良執行を提供させていただくことへの義務は、基本金融マーケットではない当社との間で実行されたギャンブル製品には適用されません。
pl: Należy zauważyć, że nasz obowiązek zapewnienia najkorzystniejszej realizacji nie ma zastosowania w odniesieniu do żadnych oferowanych przez nas produktów hazardowych, które nie są oparte na bazowym rynku finansowym.
ru: Обратите внимание, что наша обязанность предоставить Вам лучшее исполнение не распространяется на любые игровые продукты, которые Вы у нас приобретаете, и которые не относятся к финансовому рынку.
vi: Chú ý rằng trách nhiệm cung cấp cho bạn thực hiện tốt nhất của chúng tôi không có nghĩa là áp dụng cho bất cứ sản phẩm cá cược nào mà bạn đã đặt với chúng tôi, nơi mà không có thị trường tài chính cơ sở.
zh_cn: 您须知道，我们有责任向你提供最佳执行方案，但这并不适用于您通过我们订购的无基本金融市场的博彩产品。

source: You should read these ST&Cs carefully as well as the Summary Order Execution Policy and Summary Conflicts Policy, the applicable Contract Details together with the Risk Disclosure Notice and any other documents that we have supplied or in the future do supply to you.
ar: يجب عليك قراءة هذه الشروط والأحكام الخاصة بعناية وكذلك ملخص سياسة تنفيذ الأوامر وملخص تضارب السياسات، وتفاصيل العقد المعمول به جنبا إلى جنب مع إشعار التحذير من المخاطر وغيرها من الوثائق التي قمنا بعرضها أو سنقوم بعرضها في المستقبل.
de: Sie müssen diese ST&Cs sowie die Zusammenfassug der Orderausführungsregeln und Zusammenfassung der Konfliktregeln, die anwendbaren Vertragseinzelheiten zusammen mit der Risikoweitergabenachricht und weitere Dokumente, die wir Ihnen zur Verfügung gestellt haben oder in Zukunft zur Verfügung stellen, sorgfältig durchlesen.
fr: Vous êtes tenu de lire attentivement ces CGS, le Résumé de politique d'exécution des ordres, le Résumé de politique de conflits d'intérêts, les Détails du contrat applicables ainsi que la Déclaration de divulgation des risques et tout autre document que nous vous avons fournis ou que nous sommes susceptibles de vous fournir ultérieurement.
id: Anda perlu membaca Ketentuan Lanjutan secara berhati hati termasuk Ringkasan Kebijakan Orde Eksekusi dan Ringkasan Konflik Kebijakan, Keterangan Kontrak yang berlaku bersamaan dengan Pemberitahuan Penyingkapan Risiko dan dokumen lain yang kami terima atau yang akan kami terima.
ja: リスク開示通知と当社が提供する、または将来お客さまに適用させていただくその他文書と共に適用される、契約の詳細にあたるオーダー実行ポリシーの概要と利益相反ポリシーの概要同様にこれらST&Cs（特別条件と事業条件）も熟読ください。
pl: Należy dokładnie zapoznać się z niniejszymi DW, jak również ze Streszczeniem polityki dot. realizacji zlecenia oraz Streszczeniem polityki dot. sporów, mającymi zastosowanie Szczegółami kontraktu oraz Informacją o narażeniu na ryzyko oraz wszelkimi innymi dokumentami, które zostały Ci dostarczone lub zostaną dostarczone w przyszłości.
ru: Вы должны внимательно прочитать Дополнительные Правила и Условия, обзор политики исполнения заказов и обзор политики по конфликтам, соответствующие подробности контрактов вместе с примечанием по объяснению рисков, а также любые другие документы, которые мы предоставили или предоставим Вам в будущем.
vi: Bạn nên đọc cẩn thận những ST&C này, cũng như Bản tóm tắt Chính Sách thực hiện Lệnh, Bản tóm tắt Chính sách Xung đột, Chi tiết Hợp đồng được áp dụng cùng với Thông báo Tiết lộ Rủi ro và những tài liệu khác mà chúng tôi đã cung cấp hoặc sẽ cung cấp cho bạn trong tương lai.
zh_cn: 您必须谨慎的阅读这些补充条款、条件、订单执行政策摘要、冲突政策摘要、适用的合约细节、风险说明以及我们目前和将来向您提供的其他文件。

source: You understand that products based on a random number generator (the "Volatility Indices") are gambling products whereas products based on financial market indices (forex, stocks, commodities) are financial instruments.
de: Sie verstehen, dass Produkte, die auf einem Zufallszahlengenerator (die "Volatilität Indizes") basieren, Glücksspielprodukte sind, wohingegen Produkte die auf Finanzmarkt Indizes (Forex, Aktien, Rohstoffe) basieren, finanzielle Instrument sind.
fr: Vous comprenez que des produits basés sur un nombre généré aléatoirement (les "Indices de Volatilité") sont des produits de jeu alors que des produits basés sur des indices de marché financier (forex, actions, matières premières) sont des instruments financiers.
ja: 乱数ジェネレーター（ボラティリティ・インデックス）に基づいた商品は金融市場インデックス（外国為替、株式、コモディティ）に基づく商品が金融商品であるのと同じように、賭博商品であることを十分にご理解ください。
vi: Bạn hiểu rằng các sản phẩm dựa trên một số ngẫu nhiên ("chỉ số biến động") là sản phẩm cá cược trong khi các sản phẩm dựa trên chỉ số thị trường tài chính (ngoại hối, chứng khoán, hàng hóa) là công cụ tài chính.
zh_cn: 您了解基于随机数字生成器 （"波动率指数"）的产品属于博彩产品，而基于金融市场指数（外汇、股票、大宗商品）的产品属于金融工具。

source: You will be automatically logged out after such time.
ar: سيتم تسجيل خروجك تلقائياً بعد هذا الوقت.
de: Sie werden nach einer bestimmten Zeit automatisch abgemeldet.
fr: Vous compte sera automatiquement déconnecté à l'issue de ce délai.
id: Anda akan secara otomatis keluar setelah waktu tersebut.
ja: 設定時間を過ぎると自動的にログアウトします。（例） 10分の場合、10と記入して下さい。(半角)
pl: Zostaniesz automatycznie wylogowany po tym czasie.
ru: Вы автоматически будете выходить с сайта после данного времени.
vi: Bạn sẽ bị tự động đăng thoát sau khoảng thời gian này.
zh_cn: 在该时间后您将自动退出登录。

source: You will be provided with all the tools, to turn your traffic into a lucrative revenue stream
ar: سيتم تزويدك بكل الأدوات، لتحول حركة المرور على موقعك لمصدر دخل مستمر
de: Ihnen werden alle Mittel zur Verfügung gestellt, mit denen Sie Ihren Traffic in eine lukrative Einnahmequelle verwandeln können
fr: Nous vous fournirons l'ensemble des outils nécessaires pour que votre trafic devienne une source de revenus lucrative
id: Anda akan memperoleh semua peralatan, untuk merubah trafik menjadi aliran pendapatan yang menguntungkan
ja: サイト訪問数を収入に転化するツールを提供
pl: Zapewnimy Ci wszystkie narzędzia, dzięki którym zamienisz ruch na swojej stronie na źródło przychodów
ru: Вам будут предоставлены все необходимые инструменты, чтобы Ваш трафик приносил доход
vi: Bạn sẽ được cung cấp tất cả các công cụ để biến hệ thống của bạn thành một nguồn thu nhập hấp dẫn
zh_cn: 我们将向您提供所有工具，将您的流量转化为可观的收入

source: You will be subjected to swap rates if you keep a position open past 23:59:59 GMT.
de: Wenn Sie eine Position nach 23:59:59 GMT eröffnen, sind Sie Swapsätzen ausgesetzt.
fr: Vous serez sujet à des taux swap si vous gardez une position ouverte après 23:59:59 GMT.
ja: 23:59:59 GMT以降にポジションをオープンのままにされますと、スワップレートの対象となりますのでご注意ください。
vi: Bạn sẽ phải chịu sự trao đổi tỷ lệ nếu bạn giữ một vị trí mở qua 23:59:59 GMT.
zh_cn: 23:59:59 GMT过后仍未平仓的头寸须付掉期利率。

source: You will be subjected to swap rates if you keep a position open past the market close.
de: Wenn Sie eine Position nach dem Marktschluss offnen halten, sind Sie Swapsätzen ausgesetzt.
fr: Vous serez sujet à des taux swap si vous gardez une position ouverte après la fermeture du marché.
ja: 市場閉鎖後もポジションをオープンのままにされますと、スワップレートの対象となりますのでご注意ください。
vi: Bạn sẽ phải chịu sự trao đổi tỷ lệ nếu bạn giữ một vị trí mở qua thị trường đóng.
zh_cn: 收市后仍未平仓的头寸须付掉期利率。

source: You will charge a commission to process the transactions.
ja: トランザクション処理に手数料が請求されます。

source: You will have the potential to earn another level of income from our affiliate program.
ja: 当社のアフィリエイトプログラムから別レベルの収入を獲得いただくことも可能です。

source: You will increase awareness of your services and generate new business.
ja: あなたのサービスに対する意識を高め、新ビジネスを始めましょう。

source: You win the payout if the market price does not end in the digit you have selected.
ar: تربح إذا لم ينته سعر السوق بالرقم الذي اخترته.
de: Sie gewinnen die Auszahlung, wenn der Marktkurs nicht auf der Dezimalstelle schließt, die Sie ausgewählt haben.
fr: Vous remportez le prix si le prix du marché ne se termine pas par le chiffre que vous avez sélectionné.
id: Anda akan memperoleh hasil jika harga pasar tidak berakhir pada angka yang Anda pilih.
ja: 市場価格の末尾がご指定頂いた数値ではなかった場合、ペイアウトを獲得いただけます。
pl: Wygrywasz wypłatę, jeśli cena rynkowa nie zakończy się podaną przez Ciebie cyfrą.
ru: Вы выигрываете, если рыночная цена при окончании не будет заканчиваться выбранной Вами цифрой.
vi: Bạn sẽ lĩnh tiền thưởng nếu giá thị trường không kết thúc trong con số mà bạn đã chọn.
zh_cn: 如果市价并未以您选取的数字结束，您将赢得赔付额。

source: You win the payout if the market price ends in the digit you have selected.
ar: تربح إذا انتهى سعر السوق بالرقم الذي اخترته.
de: Sie gewinnen die Auszahlung, wenn der Marktkurs mit der Dezimalstelle schließt, die Sie ausgewählt haben.
fr: Vous remportez le prix si le prix du marché se termine par le chiffre que vous avez sélectionné.
id: Anda akan memperoleh hasil jika harga pasar berakhir pada angka yang Anda pilih.
ja: 市場価格の末尾がご指定頂いた数値となった場合、ペイアウトを獲得いただけます。
pl: Wygrywasz wypłatę, jeśli cena rynkowa zakończy się wybraną przez Ciebie cyfrą.
ru: Контракт выиграет, если цена рынка закончится выбранной Вами цифрой.
vi: Bạn sẽ nhận được tiền thưởng nếu giá thị trường kết thúc trong con số bạn đã chọn.
zh_cn: 如果市价以您选取的数字结束，您将赢得赔付额。

source: You won't lose your shirt
ar: لن تفقد أموالك
de: Sie werden nicht das letzte Hemd verlieren
fr: Vous ne risquez pas de vous ruiner
id: Anda tidak akan kehilangan segalanya
ja: 万全なリスク管理
pl: Nie dasz się ograć
ru: Торговля с низким риском - торговля с умом
vi: Bạn sẽ không bị mất toàn bộ tài sản
zh_cn: 您不会蒙受重大损失

source: You're using a Virtual Account.
ar: أنت تستخدم حساب افتراضي.
de: Sie benutzen ein virtuelles Konto.
fr: Vous utilisez un compte virtuel.
id: Anda menggunakan Akun Virtual.
ja: 現在デモ口座を使用されています。
pl: Korzystasz z konta z wirtualnymi pieniędzmi.
ru: Вы находитесь на демо-счету.
th: ท่านกำลังใช้บัญชีเสมือน หรือ บัญชีทดลองใช้
vi: Bạn đang sử dụng Tài khoản Ảo.
zh_cn: 您正在使用虚拟账户。

source: Your %1 day withdrawal limit is currently %2 %3 (or equivalent in other currency).
de: Ihr %1 Tage Abhebelimit beträgt derzeit %2 %3 (oder Gegenwert in einer anderen Währung).
fr: Votre limite de retrait sur %1 jours est actuellement de %3 %2 (ou équivalent dans une autre devise).
id: Batas penarikan %1 hari Anda saat ini adalah %2 %3 (atau setara dengan mata uang lainnya).
ja: お客さまの%1日の出金限度額は現在%2 %3です。限度額以上の出金額をご希望される場合、本人確認が必要となります。
pl: Twój %1-dniowy limit wypłat wynosi obecnie %3 %2 (Lub jego ekwiwalent w innej walucie).
ru: Ваш дневной %1 лимит на вывод в настоящее время составляет %2 %3 (или эквивалентную сумму в другой валюте).
vi: Hạn mức rút tiền ngày %1 của bạn hiện là %2 %3 (hoặc tương đương với đồng tiền khác).
zh_cn: 您的 %1 天取款限额目前为 %2 %3 （或其他货币的等值）。

source: Your Application is Being Processed.
de: Ihr Antrag wird bearbeitet.
fr: Votre demande est en cours de traitement.
ja: お客さまの口座開設申込書類の処理中です。
vi: Ứng dụng của bạn đang được xử lý.
zh_cn: 您的申请已经处理完成。

source: Your Binary Options Real Account with %1 has to be authenticated within five days from your Real Account opening date to keep your Real Account active.
ja: %1で開設されたリアル口座は、開設日より5日以内に認証いただく必要があります。

source: Your Client will receive an email notification informing him/her that the transfer has been processed.
ar: سيتسلم عميلك إشعار إلكتروني ليعلمه أنه قد تم عمل التحويل.
de: Ihr Kunde wird eine E-Mail Benachrichtigung erhalten, in der er/sie darüber informiert wird, dass die Überweisung bearbeitet wurde.
fr: Votre Client va recevoir un émail de notification l'informant que le transfert a été effectué.
id: Klien Anda akan menerima e-mail pemberitahuan bahwa transfer mereka telah diproses.
ja: あなたのクライアントに送金が処理されたことをお知らせする通知メールが届きます。
pl: Twój Klient dostanie powiadomienie e-mailem z informacją, że przelew został wykonany.
ru: Ваш клиент получит по электронной почте уведомление о том, что перевод был выполнен.
vi: Khách hàng của bạn sẽ nhận được một email thông báo rằng việc chuyển tiền đã được xử lý.
zh_cn: 您的客户将收到电子邮件通知，告知其转账交易已处理。
