Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: When the Affiliate’s referred clients open an account with any member of the Binary group, we assume ownership of the database of names and contact information and any other data of the Affiliates’ referred clients.
ar: عند إشارة التابع لفتح حساب للعملاء مع أي من أعضاء مجموعة Binary, نحن نفترض ملكية قاعدة البيانات من أسماء ومعلومات الاتصال وأي معلومات أخرى مشار إليها من قبل التابع والخاصة بالعميل.
id: Saat Affiliasi mereferensikan klien mendaftar akun pada anggota grup Binary, kami menerima kepemilikan database berupa nama dan informasi kontak serta data lain dari klien yang direferensikan oleh Affiliasi.
pl: W przypadku otwarcia konta dla klienta przekierowanego przez Partnera przez jakąkolwiek spółkę należącą do grupy Binary, przejmujemy własność nad bazą danych zawierającą dane osobowe i adresowe i wszelkie inne dane dotyczące klientów przekierowywanych przez Partnera.
ru: Когда клиенты, направленные Партнером, открывают счёт на сайте любого представителя Binary Group, мы будем обладать правом собственности на базу данных, содержащую имена, контактные данные, а также любые другие данные о клиентах, привлеченных Партнером.

source: When you are satisfied with the trade price, instantly execute your trade.
ar: قم بتنفيذ معاملتك فوراً إذا كنت راض عن سعر المعاملة.
id: Setelah Anda menyetujui harga kontrak, langsung beli kontrak Anda.
pl: Kiedy odpowiada Ci cena zakładu, natychmiast zawrzyj zakład.
ru: Когда Вы довольны ценой на контракт, немедленно покупайте его.

source: When you click "Ok" you will be excluded from trading on the site until the selected date.
ar: عندما تضغط "موافق" سوف تستبعد من التداول على الموقع حتى التاريخ المحدد.
id: Setelah mengklik "Ok" Anda akan dikecualikan dari trading hingga tanggal yang dipilih.
pl: Po kliknięciu przycisku „Ok” handlowanie na portalu nie będzie możliwe aż do wybranej daty.
ru: Когда Вы нажмёте &quot;ОК&quot;, Вы будете отстранены от работы на сайте до окончания выбранной даты.

source: When you click 'Ok' you will be excluded from trading on the site until the selected date.
ar: عندما تضغط "موافق" سوف تستثنى من التداول على الموقع حتى التاريخ المحدد.
id: Setelah mengklik 'Ok' Anda akan dikecualikan dari trading hingga tanggal yang dipilih.
pl: Po kliknięciu przycisku OK handlowanie na portalu nie będzie możliwe aż do wybranej daty.
ru: Когда Вы нажмёте "ОК", Вы будете отстранены от работы на сайте до окончания выбранной даты.

source: When you start trading with Binary.com, you’ll be directed to the trading screen, where you set your trading parameters, and choose what you want to trade, how and when.
ar: عندما تبدأ فى التداول مع Binary.com سيتم توجيهك لشاشة التداول حيث يمكنك أن تحدد معايير تداولك وتختار ما تريد أن تتداوله ومتى وكيف.
id: Saat anda memulai trading dengan Binary.com, Anda akan diarahkan pada layar trading dimana Anda perlu menentukan parameter trading dan memilih trading yang Anda inginkan, bagaimana dan kapan.
pl: Kiedy zechcesz rozpocząć handel z Binary.com, nastąpi przekierowanie do ekranu handlowania, gdzie można ustawić parametry oraz wybrać: czy, jak i gdzie chcesz handlować.
ru: Когда Вы начнете торговлю на Binary.com, Вы перейдете на страницу со сделкой, где можно задать торговые параметры и выбрать, каким активом Вы желаете торговать, как и когда.

source: Where new ideas trump safe, old ones. And you’re free to work your way, free from hierarchies and red tape.
ar: حيث الأفكار الجديدة هي الورقة الرابحة. وأنت حر لتعمل بطريقتك، دون تسلسل للرتب ودون بيروقراطية.
id: Terbuka kepada berbagai ide. Dan Anda bebas bekerja dengan gaya Anda, bebas dari hirarki dan birokrasi.
pl: Nowe pomysły pojawiają się same. A Ty możesz pracować tak, jak chcesz, bez zbędnych zależności służbowych i biurokracji.
ru: Где новые идеи перешагивают через "добрые старые". И Вы можете работать по-своему, без бюрократии и иерархий.

source: Where our arrangements to manage conflicts are not or cannot be sufficient to be reasonably confident that risks of damage to a client’s interest will be prevented we aim to disclose the general nature or sources of conflicts. This is aimed at allowing the client the opportunity to consider whether to ask for more information by sending an email to compliance<b></b>@<i></i>binary.com, or to continue with the service; we do not aim to provide detailed, highly specific or comprehensive information.
ar: حيث ترتيباتنا لإدارة التضاربات بالمصالح لن أو لا يمكن أن تكون كافية لتكون مؤتمنة بشكل معقول على أن مخاطر الأضرار التي قد تلحق بمصلحة العميل سيتم منعها فنحن نهدف إلى الكشف عن طبيعة أو مصادر تلك التضاربات. ويهدف ذلك إلى اعطاء العميل الفرصة للنظر في ما إذا كان يريد طلب المزيد من المعلومات عن طريق إرسال بريد إلكتروني إلى الامتثال <b></b> @<i></i> binary.com، أو الاستمرار مع الخدمة؛ نحن لا نسعى إلى توفير معلومات مفصلة أو محددة أو شاملة.
id: Dimana persiapan kami untuk mengelola konflik yang tidak atau tidak dapat cukup untuk menjadi cukup yakin bahwa risiko kerusakan kepentingan klien akan dicegah kami bertujuan untuk mengungkapkan sifat umum atau sumber konflik. Ini bertujuan untuk memungkinkan klien kesempatan untuk mempertimbangkan apakah akan meminta informasi lebih lanjut dengan mengirimkan email ke compliance<b></b>@<i></i>binary.com, atau untuk melanjutkan dengan layanan; kita tidak bertujuan untuk memberikan informasi rinci, sangat spesifik atau komprehensif.
pl: W przypadku, gdy nasze rozwiązania w zakresie zarządzania konfliktami nie są wystarczające lub nie mogą być wystarczające, by stwierdzić, że skutecznie zapobiegamy ryzyku naruszenia interesu klienta, dążymy do ujawnienie ogólnej natury sporów i ich źródeł. Ma to na celu zapewnienie klientowi możliwości rozważenia, czy chce poprosić o więcej informacji, wysyłając wiadomość e-mailową na adres: compliance<b></b>@<i></i>binary.com, czy kontynuować korzystanie z usługi; nie zapewniamy szczegółowych, bardzo konkretnych i wyczerpujących informacji.
ru: В случае, когда наши механизмы по управлению конфликтами не являются или не могут быть достаточными для разумной уверенности в том, что риск ущерба интересов клиента будет предотвращен, мы стремимся раскрыть общий характер или источники конфликтов. Это направлено на то, чтобы позволить клиенту решить, запросить ли дополнительную информацию (отправив эл. письмо по адресу compliance<b></b>@<i></i>binary.com ) или продолжать пользоваться услугой; мы не стремимся предоставлять подробную, чрезвычайно конкретную или исчерпывающую информацию.

source: Where we are
ar: أين نحن
id: Dimana kami
pl: Gdzie jesteśmy
ru: Где мы находимся

source: Whether in Malta or Malaysia, you’ll enjoy a high standard of living, and your income will stretch further than in most western countries.
ar: سواء في مالطا أو ماليزيا، ستتمتع بمستوى معيشة عال، وسوف يتحسن دخلك لأفضل من معظم البلدان الغربية.
id: Baik itu Malta atau Malaysia, Anda akan menikmati standar hidup yang layak dan penghasilan yang terus berkembang tidak kalah dengan negara barat.
pl: Zarówno na Malcie, jak i w Malezji będziesz cieszyć się wysokim standardem życia, a Twoje dochody będą wyższe niż na Zachodzie.
ru: На Мальте или в Малайзии, у Вас будет высокий уровень жизни, и Ваш доход будет превышать средний уровень жизни по сравнению с большинством западных стран.

source: Who love working with people from different cultures, and are keen to contribute to a dynamic and unique workplace, and not merely pass on through.
ar: الذين يحبون العمل مع أناس من مختلف الثقافات، ويحرصون على المشاركة في مكان عمل مفعم بالحيوية وفريد من نوعه، وليس مجرد تأدية واجب.
id: Yang suka bekerja dengan berbagai jenis orang dengan latar belakang budaya yang berbeda dan dengan senang hati memberi kontribusi kedalam dunia kerja dinamis dan unik dan tidak hanya sekedar menjalankan tugas.
pl: Ludzie, którzy uwielbiają pracować z obcokrajowcami i chętnie współtworzą dynamiczne i wyjątkowe miejsce pracy, a nie tylko wchodzą i wychodzą.
ru: Кто любит работать с людьми разных культур и стремится внести свой вклад в динамичной и уникальной рабочей обстановке, а не просто числиться в штате.

source: Why us?
ar: لماذا نحن؟
id: Mengapa kami?
pl: Dlaczego my?
ru: Почему мы?

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing "Stays In" with a narrow price target.
ar: أحصل على عائد 10%-1000% مضافة إلى حصتك إذا كان توقعك صحيح. للحصول على عائد أعلى اختر عقود "البقاء داخل" ذات سعر مستهدف ضيق.
id: Dapatkan laba 10-1000% dari modal jika Anda benar. Tingkatkan hasil dengan memilih "Tetap Antara" pada target harga lebih kecil.
pl: Wygraj od 10 do 1000% swojej stawki, jeśli Twoja prognoza się sprawdzi. Aby uzyskać wyższy zwrot wybierz „pozostanie w” z wąskim zakresem ceny docelowej.
ru: Получите прибыль от 10% до 1000% от Вашей ставки, если прогноз правилен. Увеличьте свои шансы на более высокую прибыль, выбрав "Останется между" с узким пространством между барьерами.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a "Touch" trade, with a price target farther away from the current price.
ar: أحصل على عائد 10%- 1000% مضافة إلى حصتك إذا كان توقعك صحيحا. يمكنك زيادة العائد باختيار تداول "الوصول" ذات سعر مستهدف بعيد عن السعر الحالي.
id: Laba 10-1000% dari modal jika analisa Anda tepat. Tingkatkan hasil dengan memilih kontrak "Menyentuh", dengan target harga yang jauh dari harga terkini.
pl: Wygraj od 10 do 1000% swojej stawki, jeśli Twoja prognoza się sprawdzi. Zwiększ swój zysk, wybierając transakcję „osiągnie” i ustalając cenę docelową odbiegającą od obecnej ceny.
ru: Получите прибыль от 10% до 1000% от Вашей ставки, если прогноз правилен. Увеличьте свои шансы на более крупную прибыль, выбрав контракт "Касание" с ценовым барьером как можно дальше от настоящей цены.

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price.
ar: أحصل على عائد 10%-1000% مضافا إلى حصتك إذا كان توقعك صحيحا. ضاعف العائد باختيار سعر مستهدف بعيد عن السعر الحالي.
id: Laba 10-1000% dari modal jika analisa Anda tepat. Tingkatkan hasil dengan memilih sebuah target harga lebih jauh dari harga terkini.
pl: Wygraj od 10 do 1000% swojej stawki, jeśli Twoja prognoza się sprawdzi. Im bardziej cena docelowa odbiega od obecnej ceny, tym wyższy zwrot.
ru: Получите прибыль от 10% до 1000% от Вашей ставки, если прогноз правилен. Увеличьте свои шансы на более крупную прибыль, выбрав ценовой барьер как можно дальше от настоящей цены.

source: With %1 you’re in control of how much you can win. You specify a fixed payout amount at the outset, and your stake – what you pay – is then calculated. Binary.com offers payouts from $1 to $50,000.
id: Dengan %1 Anda sepenuhnya mengontrol berapa hasil yang Anda inginkan. Anda yang menentukan jumlah hasil, analisa dan modal – apa yang anda bayar - itulah yang dihitung. Binary.com menawarkan hasil dari $1 hingga $50,000.
pl: Z %1 kontrolujesz, ile możesz wygrać. Określasz na samym początku konkretną kwotę wypłaty, a następnie wyliczana jest Twoja stawka, czyli kwota do zapłaty. Binary.com oferuje wypłaty w wysokości od 1 do 50 000 $.
ru: На %1 вы контролируете, сколько вы можете выиграть. В самом начале контракта вы устанавливаете определенную сумму выигрыша, на основе которой будет рассчитана ставка - цена покупки. Binary.com предоставляет выплаты от $1 до $50,000.

source: With %1's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees.
ar: مع منصة تداول %1 الفريدة لا انزلاق للأسعار أو فجوات سعرية، كما لا توجد أي مصاريف خفية.
id: Dengan platform unik %1, tidak ada risiko 'selip' pada market gapping. Dan tidak ada biaya tersembunyi.
pl: Dzięki wyjątkowej platformie %1 nie ma ryzyka „poślizgu” ani przerw w dostępie do rynków. Brak też ukrytych opłat.
ru: На уникальной платформе %1 нет риска проскальзывания или разрыва рынков. Как и скрытых комиссий.

source: With %1, the most you can lose is the amount you stake at the start of your trade.
ar: مع %1، أكبر مبلغ يمكن أن تخسره هو مبلغ المخاطرة عند بدء تداولك.
id: Dengan %1, jumlah terbesar kerugian adalah terbatas pada modal trading Anda.
pl: Z %1 możesz stracić maksymalnie stawkę, jaka została wybrana przy zawieraniu zakładu.
ru: На %1, большее, что Вы можете потерять, - это сумма ставки, оговоренной при расчете контракта.

source: With %1, you're in control. Simply fix your upside and your downside before every trade.
ar: مع %1، سيطر. تحكم ببساطة بمقدار مكسبك وخسارتك قبل كل تداول.
id: Dengan %1, Anda pengontrol. Hanya dengan menetapkan kenaikan dan penurunan sebelum trading.
pl: Z %1 to Ty masz kontrolę. Wystarczy, że określisz swoje plusy i minusy przed każdym zakładem.
ru: На %1 Вы контролируете ситуацию. Задайте параметры контракта и рассмотрите возможности выигрыша и проигрыша до покупки сделки.

source: With %1, your money is secure.
ar: مع %1، أموالك فى أمان.
id: Dengan %1, dana Anda aman.
pl: Z %1 twoje pieniądze są bezpieczne.
ru: На %1 Ваши деньги в безопасности.

source: With regards to tracking your referrals accessing Binary.com via the links on your website or by quoting your affiliate IDs during the sign-up process, the Company shall use all reasonable endeavours to ensure that whenever a client is referred to Binary.com through these links or affiliate IDs, and they subsequently place a contract or otherwise transact with the Company, the relevant client is identified as originating from your referral. However, the Company shall not be liable to you in any way if the Company is unable to identify a client as originating from your referral. Only properly tagged clients can be assigned to you. It is your responsibility to ensure that all links are properly tagged.
id: Sehubungan dengan pelacakan referral Anda dalam mengakses Binary.com melalui link pada website Anda atau dengan mengutip ID afiliasi Anda selama proses pendaftaran, Perusahaan akan menggunakan semua upaya yang wajar untuk memastikan bahwa setiap kali klien tersebut mengakses Binary.com melalui link atau ID afiliasi Anda, dan mereka kemudian membeli kontrak atau bertransaksi dengan Perusahaan, maka klien yang relevan akan diidentifikasi berasal dari referral Anda. Namun, Perusahaan tidak bertanggung jawab jika Perusahaan tidak dapat mengidentifikasi klien sebagai berasal dari referral Anda. Hanya referral yang benar ditandai sebagai klien akan dapat diberikan dibawah Anda. Merupakan tanggung jawab Anda untuk memastikan bahwa semua link adalah ditandai dengan benar.
pl: W odniesieniu do śledzenia Twoich danych logowania podczas uzyskiwania dostępu do portalu Binary.com poprzez łącza znajdujące się na Twojej stronie internetowej lub podczas podawania identyfikatorów partnerskich w procesie rejestracji, Firma dołoży wszelkich starań, by zapewnić, że za każdym razem, gdy klient zostaje przekierowany na stronę Binary.com przez te łącza lub identyfikatory partnerskie i gdy zawiera transakcję lub w inny sposób współpracuje z Firmą, będzie identyfikowany jako klient, który został przekierowany z Twojej strony. Jednakże Firma nie poniesie żadnej odpowiedzialności, jeśli nie będzie w stanie stwierdzić, że klient został przekierowany przez Ciebie lub z Twojej strony. Jedynie poprawnie otagowani klienci mogą zostać Ci przypisani. Zapewnienie poprawnego otagowania łączy jest Twoim obowiązkiem.
ru: В отношении отслеживания Ваших рефералов, приходящих на сайт Binary.com через ссылки на Вашем сайте или указавших Ваш партнерский ID-номер в процессе регистрации, Компания предпримет все разумные усилия, чтобы клиент был закреплен за Вашим партнерским счетом (независимо от того, пришел ли он на Binary.com через ссылку или указал ID-номер партнера). Тем не менее, Компания не будет нести перед Вами ответственность, если она не сможет определить, что клиент является пришедшим от Вас рефералом. За Вами будут закреплены лишь те клиенты, которые были должным образом отмечены. Вы обязуетесь следить за тем, чтобы все ссылки работали надлежащим образом.

source: Withdraw: %1 working days
ar: سحب: %1 أيام عمل
id: Penarikan: %1 hari kerja
pl: Wypłata: %1 dni roboczych
ru: Вывод: %1 раб.дн.

source: Withdrawal
ar: السحب
id: Penarikan
pl: Wypłata
ru: Вывод

source: Workspace
ar: مساحة عمل
id: Area Kerja
pl: Obszar roboczy
ru: Рабочее пространство

source: Workspace '#1' saved successfully.
ar: تم حفظ مساحة العمل '#1'بنجاح.
id: Workspace '#1' telah sukses tersimpan.
pl: Obszar roboczy '#1' został zapisany.
ru: Рабочее пространство '#1' успешно сохранено.

source: Workspace name:
ar: اسم مساحة العمل:
id: Nama ruang kerja:
pl: Nazwa obszaru roboczego:
ru: Название рабочего пространства:

source: World Indices
ar: مؤشرات عالمية
id: Bursa Saham Dunia
pl: Wskaźniki światowe
ru: Индексы

source: Yes
ar: نعم
id: Ya
pl: Tak
ru: Да
th: ใช่

source: You May Store Tokens
ar: يمكنك تخزين الرموز
id: Mungkin Anda Simpan Token
pl: Możesz przechowywać tokeny
ru: Вы можете хранить токены

source: You acknowledge and agree that you are solely and exclusively responsible for the control, operation and security of transactions and communications made through its access to or use of the Binary.com API. You acknowledge that there are risks associated with utilizing an internet-based deal execution trading system including, but not limited to, the failure of hardware, software, and internet connections. You acknowledge that the Company does not control signal power, its reception or routing via the internet, configuration of your equipment or reliability of its connection, and the Company shall not be responsible for any communication failures, disruptions, errors, distortions or delays you may experience when trading via the internet using the Binary.com API.
id: Anda mengetahui dan setuju bahwa Anda sepenuhnya bertanggung jawab atas kontrol, operasi dan keamanan transaksi dan komunikasi yang dilakukan melalui akses ke atau penggunaan API Binary.com. Anda mengetahui bahwa terdapat risiko yang terkait dengan memanfaatkan sistem kesepakatan trading eksekusi berbasis internet termasuk, namun tidak terbatas pada, kegagalan dari perangkat keras, perangkat lunak, dan koneksi internet. Anda mengetahui bahwa Perusahaan tidak mengontrol kekuatan sinyal, penerimaan atau routing melalui internet, konfigurasi peralatan Anda atau keandalan koneksi, dan Perusahaan tidak bertanggung jawab atas kegagalan komunikasi, gangguan, kesalahan, distorsi atau keterlambatan yang mungkin akan Anda alami saat bertrading menggunakan API Binary.com.
pl: Użytkownik przyjmuje do wiadomości, że spoczywa na nim wyłączna odpowiedzialność za kontrolowanie, prowadzenie i dbanie o bezpieczeństwo transakcji i połączeń wykonywanych poprzez dostęp do lub korzystanie z API Binary.com i wyraża na to zgodę. Przyjmuje też do wiadomości, że istnieje ryzyko związane z używaniem internetowego systemu zawierania zakładów, obejmuje to m.in. niesprawność sprzętu komputerowego, oprogramowania i połączeń internetowych. Użytkownik przyjmuje do wiadomości, że Firma nie ma wpływu na siłę sygnału, jego odbiór ani przesyłanie przez internet, konfigurację sprzętu Użytkownika czy na niezawodność jego połączenia i nie ponosi żadnej odpowiedzialności za problemy z połączeniem, przerwy w połączeniu, błędy połączenia czy opóźnienia podczas zawierania zakładów poprzez internet, korzystając z API Binary.com.
ru: Вы признаёте и соглашаетесь с тем, что Вы несёте полную и единоличную ответственность за контроль, действие, безопасность сделок и коммуникации, произведённых посредством доступа или использования API Binary.com. Вы признаёте существование рисков, связанных с использованием торговой онлайн-системы для исполнения сделок, включая, но не ограничиваясь сбоями аппаратного обеспечения, программного обеспечения и нарушением интернет-соединения. Вы признаёте, что Компания не контролирует силу сигнала, его приём или маршрутизацию через интернет, а также конфигурацию Вашего оборудования или надёжность его соединения; Компания не должна нести ответственность за любые нарушения, прерывание связи, ошибки, искажения или задержки, с которыми Вы можете столкнуться в процессе торговли через интернет, используя API Binary.com.

source: You agree that by developing on the Binary.com API, you are entering into a legally binding agreement with the Company.
ar: أنت توافق على أنك من خلال التطوير على واجهة برمجة التطبيقات الخاصة ب Binary.com, أنت تدخل في اتفاق ملزم قانونياً مع الشركة.
id: Anda setuju bahwa dengan mengembangkan pada API Binary.com, Anda memasuki perjanjian yang mengikat secara hukum dengan Perusahaan.
pl: Użytkownik zgadza się, że korzystając z API Binary.com w celach programistycznych zawiera z Firmą wiążącą prawnie umowę.
ru: Вы соглашаетесь с тем, что, развивая API Binary.com, Вы заключаете юридический договор с Компанией.
