Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Click anywhere outside the menu to save and close.
fr: Cliquez n'importe où en dehors du menu pour sauvegarder et fermer.
ja: 保存をして閉じるには、メニュー外をクリックしてください。

source: Click here to retry
ar: أنقر هنا لإعادة المحاولة
de: Hier klicken, um es erneut zu versuchen
fr: Cliquez ici pour réessayer
id: Klik disini untuk mencoba lagi
ja: 再試行するにはこちらをクリックしてください
pl: Kliknij tutaj, aby otworzyć stronę
ru: Нажмите, чтобы повторить попытку
th: คลิกที่นี่เพื่อลองใหม่
vi: Vui lòng nhấp vào đây để thử lại
zh_cn: 点选此处重试

source: Click on the <strong>Content settings</strong> button under <strong>Privacy</strong> menu.
fr: Cliquez sur le bouton <strong>Réglages de contenu</strong> en dessous du menu <strong>Confidentialité</strong>.
ja: <strong>プライバシー</strong>メニューにある<strong>コンテンツ設定</strong>をクリックしてください。

source: Click on the <strong>Done</strong> button to save your settings.
fr: Cliquez sur le bouton <strong>Fait</strong> pour sauver vos réglages.
ja: ”完了”ボタンをクリックし、現在の設定を保存して下さい。

source: Click on the <strong>OK</strong> button to save and close.
fr: Cliquez sur le bouton <strong>OK</strong> pour sauver et fermer.
ja: <strong>OK</strong>ボタンを押してセーブし閉じて下さい。

source: Click on the <strong>OK</strong> button to save your settings.
fr: Cliquez sur le bouton <strong>OK</strong> pour sauver vos réglages.
ja: <strong>OK</strong>ボタンを押してセーブし閉じて下さい。

source: Click on the <strong>Privacy</strong> tab.
fr: Cliquez sur l'onglet <strong>Confidentialité</strong>.
ja: <strong>プライバシー</strong>タブをクリックしてください。

source: Click on the <strong>X</strong> button at the top right to save and close.
fr: Cliquez sur le bouton <strong>X</strong> en haut à droite pour sauver et fermer.
ja: 保存をして閉じるには、右上にある<strong>X</strong>ボタンをクリックしてください。

source: Client Money
de: Kundengelder
fr: Fonds des Clients
ja: お客さまマネー
vi: Tiền của khách hàng
zh_cn: 客户资金

source: Client classification
ar: تصنيف العميل
de: Kundenkategorisierung
fr: Classification de client
id: Klasifikasi klien
ja: クライアント区分
pl: Klasyfikacja klientów
ru: Классификация клиентов
th: การจำแนกลูกค้า
vi: Phân loại khách hàng
zh_cn: 客户分类

source: Client funds
de: Kundengelder
fr: Fonds du client
ja: クライアント資金
vi: Quỹ của khách hàng
zh_cn: 客户基金

source: Client transactions
ja: 顧客による取引数

source: Client's Liability
ar: مسؤولية العميل
de: Kundenhaftung
fr: Responsabilité du Client
id: Kewajiban Klien
ja: お客さまの責任
pl: Odpowiedzialność klienta
ru: Ответственность клиента
th: หนี้สินของลูกค้า
vi: Trách nhiệm của Khách hàng
zh_cn: 客户的责任

source: Clients agree to be fully and personally liable for the due settlement of every transaction entered into under their account with the Company. This includes any transactions entered into by members of the Client's family or entourage who have gained access to the account. Clients are responsible for ensuring that they alone control access to the account, and that no minors are granted access to trading on the website. In any case, Clients remains fully liable for any and all positions traded on their account, and for any credit card transactions entered into the site for their account. Each Client also indemnifies the Company in respect to all costs and losses of any kind, whatsoever as may be incurred by the Company as a result, direct or indirect, of the Client's failure to perform or settle such a transaction. Online Gambling debts are enforceable in law in the Isle of Man.
ar: يوافق العملاء أن يكونوا مسئولين مسئولية كاملة وشخصية عن جميع تسويات المعاملات المبرمة في حسابهم مع الشركة. وهذا يشمل أي معاملات يبرمها أفراد عائلة العميل أو معارفه اللذين تمكنوا من الدخول إلى الحساب. والعملاء مسئولون من التأكد من أنهم وحدهم يتحكمون فى الوصول إلى حساباتهم، وألا يتم تمكين القصر من الوصول إلى التداول في الموقع. في أي حال، يبقى العملاء مسئولون مسئولية كاملة عن أي وجميع العقود التى يتم تداولها على حسابهم، وعن أي معاملات بطاقات ائتمان دخلت فى الموقع لحسابهم. كما يعوض كل عميل الشركة عن جميع التكاليف والخسائر من أي نوع، قد تتكبدها الشركة كنتيجة مباشرة أو غير مباشرة لفشل العميل فى تنفيذ أو تسوية مثل هذه المعاملة. ديون القمار على الانترنت واجبة النفاذ في قانون جزيرة آيل أوف مان.
de: Die Kunden erklären, dass sie für die fällige Zahlung einer Transaktion, die sie mit dem Unternehmen über ihre Konten eingegangen sind, vollumfänglich und persönlich haftbar sind. Dies umfasst Transaktionen, die von Familienmitgliedern des Kunden oder dessen Umfeld getätigt wurden, nachdem sie sich Zugang zum Konto verschafft haben. Die Kunden sind dafür verantwortlich sicherzustellen, dass nur sie allein den Zugang zu dem Konto kontrollieren und dass Minderjährigen der Zugang auf die Website verwehrt bleibt. Auf jeden Fall ist der Kunde für alle Positionen, die auf seinem Konto gehandelt werden, sowie für Kreditkartentransaktionen, die auf der Seite für sein Konto eingegeben werden, vollumfänglich haftbar. Der Kunde entschädigt das Unternehmen auch in Bezug auf alle Kosten und Verluste, die dem Unternehmen aufgrund von direktem oder indirektem Fehlverhalten des Kunden bei der Durchführung oder Abrechnung einer solchen Transaktion entstehen können. Online-Spielschulden sind auf der Isle of Man gerichtlich vollstreckbar.
fr: Les clients acceptent d'assumer personnellement l'entière responsabilité du règlement de chaque transaction effectuée par le biais de leur compte Binary.com. Cette responsabilité couvre également toute transaction effectuée par des membres de la famille du Client ou par des personnes de son entourage ayant obtenu l'accès au compte. Il incombe aux clients de s'assurer d'être les seuls à contrôler l'accès au compte, et de veiller à ce qu'aucun mineur ne puisse accéder aux activités de trading disponibles sur le site Web. Quoi qu'il advienne, les Clients restent entièrement responsables de toutes les positions éventuelles ouvertes sur leur compte, et de toutes les transactions réglées par carte bancaire et effectuées sur le site pour leur compte. Chaque Client s'engage également à indemniser la Société pour l'ensemble des coûts et pertes de quelque forme que ce soit que la Société pourrait encourir en conséquence directe ou indirecte d'un manquement du Client à mettre en œuvre ou à régler une telle transaction. Les dettes de jeu en ligne sont régies par la loi de l'Île de Man.
id: Para Klien setuju secara keseluruhan dan secara pribadi bertanggung jawab atas penyelesaian setiap transaksi yang masuk ke dalam akun Perusahaan. Ini termasuk transaksi-transaksi yang dilakukan oleh anggota keluarga atau rombongan nasabah yang telah memperoleh akses ke akun tersebut. Klien bertanggung jawab untuk memastikan bahwa dia sendiri yang mengontrol akses ke dalam akun dan memastikan bahwa tidak ada anak di bawah umur diberikan akses untuk melakukan trading pada website. Dalam kasus apapun, Klien tetap bertanggung jawab sepenuhnya untuk setiap dan semua posisi yang ditradingkan dan transaksi melalui kartu kredit pada akunnya. Setiap Klien juga membebaskan Perusahaan atas semua biaya dan kerugian dalam bentuk apapun, apapun yang mungkin dikeluarkan oleh Perusahaan sebagai akibat, langsung atau tidak langsung, kegagalan Nasabah untuk melakukan atau menyelesaikan transaksi tersebut. Hutang Trading Online adalah dilaksanakan sesuai dengan hukum yang berlaku di negara Isle of Man.
ja: （債権譲渡等の禁止） 第16条 お客さまが当社に対して有する債権は、他に譲渡、質入れ、その他処分をすることができないものとします。
pl: Klienci zgadzają się, że są w pełni i osobiście odpowiedzialni za należne rozliczenie każdej transakcji zawartej z Firmą na swoim koncie. Dotyczy to wszystkich transakcji zawartych przez członków rodziny Klienta lub jego znajomych, którzy uzyskali dostęp do konta. Klienci są odpowiedzialni za dopilnowanie, aby dostęp do konta pozostawał w ich wyłącznej kontroli i żadna osoba niepełnoletnia nie miała dostępu do handlu na portalu. Klienci pozostają zawsze w pełni odpowiedzialni za wszelkie transakcje zawierane na swoich kontach oraz za wszelkie transakcje kartą kredytową zawierane na poczet swoich kont. Klient zwalnia również Firmę z odpowiedzialności za wszelkie koszta i straty dowolnego rodzaju, które mogą być poniesione pośrednio lub bezpośrednio przez Firmę w wyniku zaniechania przez Klienta przeprowadzenia lub rozliczenia takiej transakcji. Zadłużenie wynikłe z hazardu podlega prawu Wyspy Man.
ru: Клиент соглашается нести полную личную ответственность за надлежащее урегулирование каждой сделки, заключенной в рамках его счета с Компанией. К таким сделкам относятся любые сделки, заключенные членами семьи клиента или людьми из его окружения, которые получили доступ к счету. Клиент несет ответственность за обеспечение того, что только он контролирует доступ к счету и что несовершеннолетние лица не имеют доступа к торгам на сайте. В любом случае, Клиент несет полную ответственность за все контракты, приобретенные на его счету, и за любую сделку кредитной картой, заключенную на его счету на сайте. Каждый Клиент также обязан возместить Компании расходы и убытки любого рода, которые может понести Компания в результате прямой или косвенной неспособности Клиента выполнить или урегулировать такую сделку. Долги от азартных игр подлежат возмещению по законодательству Острова Мэн.
th: ลูกค้ายินยอมรับผิดชอบมูลหนี้ส่วนตัวและมูลค่าที่เกิดขึ้นจากการครบกำหนดชำระเงินของทุกธุรกรรมที่เกิดขึ้นในบัญชีของเขา เหล่านี้รวมทุกรายการธุรกรรมที่ถูกส่งโดยสมาชิกในครอบครัวของลูกค้า หรือ ผู้ติดตามผู้ซึ่งมีสิทธิ์ในการเข้าใช้งานบัญชี ลูกค้ารับผิดชอบในการควบคุมการเข้าถึงบัญชี และการซื้อขายทางเว็บไซต์ ไม่วากรณีใดๆ ลูกค้ายังคงถือความรับผิดชอบต่อการกระทำที่เกิดขึ้นจากบัญชีของเขา และทุกธุรกรรมที่ดำเนินการด้วยบัตรเครดิตที่ผูกกับบัญชีของลูกค้า ลูกค้าแต่ละรายยินยอมในการชำระค่าปรับ หรือชดใช้ต่อค่าใช้จ่ายและความเสียหายไม่ว่าจะทางตรง หรือทางอ้อมที่เกิดจากการกระทำหรือการชำระเงินที่ไม่สำเร็จของลูกค้าในธุรกรรมต่างๆ ภาวะหนี้การพนันออนไลน์ถูกกำหนดและบังคับใช้ตามกฎหมายของเกาะ Isle of Man
vi: Khách hàng đồng ý hoàn toàn và cá nhân phải chịu trách nhiệm trong việc thiết lập mỗi giao dịch được nhập vào tài khoản của mình với Công ty. Điều này cũng bao gồm cả việc bất kì giao dịch nào được nhập bởi các thành viên trong gia đình của Khách hàng hoặc người có thể đăng nhập vào tài khoản. Khách hàng có trách nhiệm bảo đảm rằng chỉ cá nhân khách hàng mới có thể truy cập vào tài khoản của mình, và không cho trẻ vị thành niên nào được truy cập vào tài khoản để giao dịch trên trang web. Trong bất kì trường hợp nào, Khách hàng hoàn toàn chịu trách nhiệm cho bất kì hoặc các vị thế đã giao dịch trên tài khoản của mình, và đối với bất cứ giao dịch bằng thẻ tín dụng nào được nhập vào trang web cho thẻ của mình. Khách hàng cũng phải bồi thường cho Công ty với tất cả các chi phí và thiệt hại của bất kì điều gì có thể xẩy ra đối với Công ty do lỗi trực tiếp hoặc gián tiếp từ khách hàng. Các khoản nợ Cá cược trực tuyến đều được thực thi bằng pháp luật tại Đảo Man.
zh_cn: 客户同意对其在本公司开立账户内所有交易的结算承担全部个人责任，包括有权访问该客户账户的家人或他人进行的交易。客户有责任确保他们对于账户访问权限的控制，不能向未成年人提供在网站上交易的权限。在任何情况下，客户对其账户上的任何头寸以及网站账户的任何信用卡交易承担全部责任。所有客户都应保护公司免受因客户未能执行或结算该交易而对公司造成的所有直接或间接成本或损失。根据马恩岛法律，在线博彩债务可强制执行。

source: Clients agree to comply with the reasonable requests made by the Company for the purpose of verifying compliance with this term.
de: Die Kunden erklären, dass sie mit den angemessenen Forderungen, die vom Unternehmen zum Zweck einer Verifizierung der Einhaltung dieser Bedingung gestellt werden, einverstanden sind.
fr: Les clients acceptent de satisfaire les demandes raisonnables formulées par la Société dans une optique de vérification de la conformité à cette condition.
ja: この条件の遵守を検証するために、クライアントは当社による合理的なリクエストを遵守することに同意します。
vi: Khách hàng đồng ý tuân thủ với các yêu cầu hợp lý của công ty với mục đích xác minh tuân thủ với các điều khoản này.
zh_cn: 客户同意遵守本公司为验证此条款是否合规而提出的合理要求。

source: Clients from the rest of the world (excluding certain countries such as the USA, Costa Rica, Hong Kong) will have their FX and CFD Metatrader 5 account opened with Binary (V) Ltd. %1 is not available in the Republic of Vanuatu.
fr: Les clients basés dans le reste du monde (sauf dans certains pays : États-Unis, Costa Rica, Hong-Kong) pourront ouvrir leur compte MetaTrader 5 Forex et CFD auprès de Binary (V) Ltd. %1 n'est pas disponible au Vanuatu.
ja: その他の国（アメリカ、日本、コスタリカ、香港などの一部の国を除く）の居住者は、この会社の下で口座を開設されます。

source: Clients may avail of this bonus only when a real money account is opened.
ar: يمكن للعملاء الإستفادة من تلك المكافأة فقط عند فتح حساب حقيقي.
de: Kunden können diesen Bonus nur erhalten, wenn sie ein Echtgeld-Konto eröffnet haben.
fr: Les clients peuvent utiliser ce bonus seulement après ouverture d'un compte réel est ouvert.
id: Pelanggan hanya berkesempatan untuk memperoleh bonus setelah mendaftar akun uang riil.
ja: このボーナスは、リアル口座を開設された場合にのみ適用されます。
pl: Klienci mogą skorzystać z tego bonusu tylko wtedy, gdy zostanie otwarte konto w prawdziwej walucie.
ru: Клиенты могут воспользоваться данным бонусом только при открытии реального счета.
th: ลูกค้าสามารถใช้โบนัสเมื่อมีบัญชีเงินจริงเท่านั้น
vi: Khách hàng có khoản tiền thưởng này chỉ khi có tài khoản tiền thật được mở.
zh_cn: 客户只有开立真实账户后才能使用此奖金。

source: Clients must be aware that underage gambling is an offence. If a client, upon age verification, is proven to be underage, they will be deprived from any winnings and only deposits made shall be refunded. For clients registered with Binary (Europe) Ltd, all the funds from their MLT account will be transferred to the Malta Gaming Authority. In order to reclaim these funds, clients will need to contact the MGA directly.
de: Kunden müssen sich dessen bewusst sein, dass Glücksspiele von Minderjährigen eine Straftat darstellen. Wenn sich bei der Altersverifizierung herausstellt, dass ein Kunde minderjährig ist, werden diesem alle Gewinne entzogen und nur getätigte Einzahlungen werden zurück erstattet. Kunden, die mit Binary (Europe) Ltd registriert sind, werden alle Gelder von ihrem MLT Konto zur Malta Gaming Authority überwiesen. Um diese Gelder zurückzuerhalten, müssen die Kunden die MGA direkt kontaktieren.
fr: Nous rappelons à nos clients que les jeux d'argent sont interdits aux mineurs. Si un client est déclaré mineur suite à un contrôle de son âge, celui-ci perdra tous ses gains et seul le montant des dépôts effectués sera remboursé. Pour les clients inscrits auprès de Binary (Europe) Ltd, tous les fonds issus de leur compte MLT seront transférés à l'Autorité maltaise des jeux. Pour récupérer ces fonds, les clients concernés devront contacter directement l'Autorité maltaise des jeux (Malta Gaming Authority).
ja: 未成年のギャンブル行為は固く禁じられていることを留意して下さい。年齢確認の際に未成年と判明した場合は、利益は剥奪され入金金額のみ返金されます。
vi: Khách hàng phải được nhận thức rằng vị thành niên đánh bạc là một hành vi phạm tội. Nếu một khách hàng, sau khi xác minh tuổi, được chứng minh là vị thành niên, họ sẽ bị tước đoạt từ bất kỳ thắng và tiền gửi chỉ được thực hiện sẽ được hoàn lại. Cho các khách hàng đã đăng ký với nhị phân (Châu Âu) Ltd, tất cả các khoản tiền từ tài khoản MLT của họ sẽ được chuyển sang Malta Gaming Authority. Để đòi lại số tiền này, khách hàng sẽ cần phải liên hệ trực tiếp với MGA.
zh_cn: 客户应明确了解，未成年人投机交易是违法的。如果客户在年龄验证时被证明是未成年人，所有奖金将被剥夺，只有存款会予以退还。在 Binary (Europe) Ltd 注册的客户的所有MLT账户资金将转予马耳他博彩局。客户须直接与马耳他博彩局联系以索回资金。

source: Clients must fill into the account opening form all requested details that establish their identity. Clients must give a valid identification, address, and contact email and personal telephone number.
ar: يجب على العملاء ملء نموذج فتح الحساب بكل التفاصيل المطلوبة التي تثبت هويتهم. كما يجب على العملاء إعطاء هوية صالحة وكذلك العنوان والبريد الإلكتروني للتواصل ورقم هاتف شخصي.
de: Kunden müssen im Kontoeröffnungsformular alle geforderten Angaben machen, die ihre Identität bestätigen. Die Kunden müssen ein gültiges Ausweisdokument und einen Anschriftennachweis vorlegen, sowie eine Kontakt-E-Mail Adresse und eine persönliche Telefonnummer angeben.
fr: Les Clients doivent compléter tous les détails requis afin d'établir leur identité dans le formulaire d'ouverture de compte. Les Clients doivent donner une identification valide, une adresse et un mail de contact et numéro de téléphone personnel.
id: Klien harus mengisi formulir pendaftaran akun sesuai dengan identitas mereka. Klien harus memberikan identitas yang berlaku, alamat tempat tinggal, alamat email dan nomor telpon.
ja: （通知の方法） 第24条 当社からお客さまへの通知は、原則として当社ホームページにおいて行うものとします。ただし、当社が必要と判断する場合は、書面、電子メールまたは電話等の方法により通知する場合があるものとします。
pl: Wypełniając formularz otwarcia konta, klienci muszą podać wszystkie wymagane dane, które określają ich tożsamość, w tym ważne dane identyfikacyjne, adres, adres e-mail do kontaktu i swój numer telefonu.
ru: Клиенты при открытии счета должны указать все запрашиваемые личные данные. Это включает действительное удостоверение личности, адрес, контактный электронный адрес и личный номер телефона.
th: ลูกค้าต้องบันทึกข้อมูลในแบบฟอร์มเปิดบัญชีที่มีรายละเอียดเกี่ยวกับอัตลักษณ์ของลูกค้า โดยลูกค้าต้องให้ข้อมูลส่วนตัว ที่อยู่ อีเมล์ และหมายเลขโทรศัพท์ ที่ถูกต้อง
vi: Khách hàng cần phải điền tất cả các thông tin yêu cầu để nhận dạng mình vào mẫu mở tài khoản. Khách hàng cần phải trình thông tin nhận dạng, địa chỉ, email và số điện thoại di động hợp lệ.
zh_cn: 客户必须在开户表格中填写确定其身份所需的所有详细信息。客户必须提供有效的身份证明、地址、联系电子邮件以及个人电话号。

source: Clients must register personally.
ar: يجب على العملاء التسجيل شخصيا.
de: Kunden müssen sich in eigener Person anmelden.
fr: Les clients doivent s'inscrire personellement.
id: Klien harus mendaftar secara pribadi.
ja: （準拠法） 第26条 本約款は、日本国の法律を準拠法とし、日本国の法律に従い解釈されるものとします。
pl: Klienci muszą dokonać rejestracji osobiście.
ru: Клиенты должны зарегистрироваться лично.
th: ลูกค้าต้องลงทะเบียนโดยตรง
vi: Khách hàng cần phải đăng kí cá nhân.
zh_cn: 客户必须亲自注册。

source: Clients registered with Binary (C.R.) S.A. can raise their unresolved disputes with management by submitting an email to complaints@binary.com.
ar: يمكن للعملاء المسجلين لدى بيناري (.C.R) المحدودة رفع خلافاتهم العالقة مع الإدارة عبر ارسال رسالة بريد إلكتروني إلى complaints@binary.com.
de: Kunden, die bei Binary (C.R.) S.A angemeldet sind, können ihre ungelösten Streitfälle durch die Übersendung einer E-Mail an complaints@binary.com der Geschäftsleitung vorlegen.
fr: Les clients inscrits auprès de Binary (C.R.) S.A. peuvent soumettre leurs litiges non résolus à la direction en envoyant un e-mail à l'adresse complaints@binary.com.
id: Pelanggan yang terdaftar dibawah Binary (C.R.) S.A. dapat melanjutkan sengketa yang belum terselesaikan dengan manajemen dengan mengirimkan email ke complaints@binary.com.
ja: Binary (C.R.) S.A.にご口座を開設されたお客さまは、 complaints@binary.comまでご連絡頂くことで当社のマネージメントに苦情を申し立てることができます。
pl: W kwestiach związanych z nierozwiązanymi sporami klienci zarejestrowani w Binary (C.R.) S.A mogą skontaktować się z naszym kierownictwem, wysyłając wiadomość e-mail na: complaints@binary.com.
ru: Клиенты, зарегистрированные под юрисдикцией Binary (C.R.) S.A., могут обратиться по нерешенным спорам к руководству компании по адресу complaints@binary.com.
th: ลูกค้าที่ลงทะเบียนกับ Binary (C.R.) S.A. สามารถส่งข้อคัดค้านของเขาให้กับผู้บริหารผ่านทางอีเมล์ complaints@binary.com
vi: Khách hàng đã đăng kí với Binary (C.R.) S.A.có thể trình các vấn đề tranh chấp chưa được giải quyết lên ban quản lý bằng cách gửi qua địa chỉ email complaints@binary.com.
zh_cn: 在 Binary (C.R.) S.A. 注册的客户可以发送电子邮件到 complaints@binary.com，就尚未解决的纠纷向管理层投诉。

source: Clients registered with Binary (Europe) Ltd can raise their unresolved disputes with the Malta Gaming Authority %1 at
ar: يمكن للعملاء المسجلين لدى بيناري (أوروبا) المحدودة رفع خلافاتهم العالقة لهيئة Malta Gaming Authority %1 على
de: Kunden, die bei Binary (Europe) Ltd angemeldet sind, können ihre ungelösten Streitfälle der Malta Gaming Authority %1 unter vorlegen
fr: Les Clients inscrits auprès de Binary (Europe) Ltd peuvent soumettre leurs litiges non résolus à la Malta Gaming Authority %1 à l'adresse
ja: Binary (Europe) Ltdで口座を開設されたお客さまは、%1からMalta Gaming Authority（マルタギャンブル監督機関）に解決できていない問題をご提起いただけます。
pl: W kwestiach związanych z nierozwiązanymi sporami klienci zarejestrowani w Binary (Europe) Ltd mogą skontaktować się z Maltańskim Urzędem ds. Gier Hazardowych (Malta Gaming Authority) %1:
ru: Клиенты, зарегистрированные под юрисдикцией Binary (Europe) Ltd, могут возбудить дела по нерешенным спорам в Управлении по азартным играм Мальты (Malta Gaming Authority) %1 по адресу
th: ลูกค้าที่ลงทะเบียนกับ Binary (Europe) Ltd สามารถส่งข้อคัดค้านของเขาให้กับ Malta Gaming Authority %1 ที่
vi: Khách hàng đã đăng kí với Công ty TNHH Binary (Châu Âu) có thể trình các vấn đề tranh chấp chưa được giải quyết với Cơ quan Giám sát Cá cược Malta %1 tại
zh_cn: 在 Binary (Europe) Ltd 注册的客户可以在此就尚未解决的纠纷向马耳他博彩管理局 %1 投诉

source: Clients registered with Binary (IOM) Ltd can raise their unresolved disputes with the alternative dispute resolution entity IBAS by filling the adjudication form on the ADR entity's
de: Britische Kunden, die bei Binary (IOM) Ltd. angemeldet sind, können Ihre ungelösten Streitfälle bei der außergerichtlichen Schlichtungsstelle IBAS einreichen, indem sie das Schiedsgerichtsformular auf der Plattform der Schlichtungsstelle ausfüllen
fr: Les clients enregistrés chez Binary (IOM) Ltd peuvent soumettre leurs litiges non résolus à l'organisme d'arbitrage indépendant IBAS (Independent Betting Adjudication Service) en remplissant le formulaire de demande de décision arbitrale disponible sur son
ja: Binary (IOM) Ltdでご登録されたお客様は、ADR法人の裁定フォームにご記入いただくことで、IBASの裁判外紛争解決法人に未解決の抵触内容をご提出いただけます
vi: Khách hàng đã đăng ký với công ty TNHH Binary (IOM) Ltd có thể đệ trình các tranh chấp chưa được xử lý với các tổ chức giải quyết tranh chấp thay thế IBAS bằng cách điền vào biểu mẫu phân xử trên thực thể ADR
zh_cn: 在 Binary (IOM) Ltd 注册的客户可以在替代性争议解决机构 IBAS 填写仲裁表格，并提交申诉
