Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: any restriction to its Clients from purchasing any contracts during certain hours.
ar: أي تقييد لعملائها فيما يخص شراء عقود في ساعات معينة.
de: Einschränkungen seinen Kunden gegenüber, zu gewissen Zeiten Kontrakte zu erwerben.
fr: toute restriction imposée par la Société à ses Clients concernant l'acquisition de certains types contrat durant certains horaires.
id: batasan manapun pada klien dari membeli kontrak selama jam-jam tertentu.
ja: （取引銘柄） 第10条 本取引に係る取引銘柄は、当社が別途定めるものとし、当社が本取引の注文の受諾を停止することが必要であると判断した場合、その銘柄は取引ができなくなるものとします。
pl: każde ograniczenie Klientom zakupu jakichkolwiek kontraktów w ciągu określonych godzin.
ru: какие-либо ограничения для Клиентов в приобретении контрактов в определенные часы.
vi: bất kỳ hạn chế nào cho khách hàng của mình từ việc mua bất kỳ hợp đồng nào trong những giờ nhất định.
zh_cn: 对客户在特定时段买入合约的限制。

source: b) The price at which your order will be executed;
de: b) Der Kurs, zu dem Ihre Order ausgeführt wird;
fr: b) Le prix auquel votre ordre sera exécuté;
ja: b) 実行されるオーダーの価格
vi: b) mức giá mà tại đó lệnh của bạn sẽ được thực hiện;
zh_cn: b）您的订单执行价格;

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, stocks, investment, trading
ar: الخيارات الثنائية، الفوركس، تداول العملات الأجنبية، التداول على شبكة الانترنت، التداول المالي، التداول الثنائي، تداول مؤشر، تداول المؤشرات، صفقات العملات الأجنبية، تداول السلع، إستراتيجية الخيارات الثنائية، وسيط ثنائيات، الرهان على الثنائيات، منصة تداول الخيارات الثنائية، إستراتيجية تداول الثنائيات، مالية، أسهم، استثمار، تجارة
de: Binäre Optionen, Binäre Option, Forex Handel, Online-Trading, Finanzhandel, Binärer Handel, Index Trading, Börsenhandel mit Indizes, Devisenhandel, Rohstoffe handeln, Binäre Optionen Strategie, Binäre Makler, Binäre Wette, Binäre Optionen Handelsplattform, Binäre Strategie, Finanzen, Aktien, Investmenthandel, Börse, Börsen, Aktienhandel, Aktienbörse handeln
fr: options binaires, Forex, trading Forex, trading en ligne, trading financier, trading binaire, trading d'indices, trading sur indices, trades forex, trading matières premières, stratégie d'options binaires, courtier binaire, pari binaire, plateforme de trading d'options binaires, stratégie binaire, finance, actions, investissement, trading
id: Opsi binary, forex, trading forex, online trading, trading financial, trading biner, trading indeks, indeks trading, trading forex, trading komoditi, strategi opsi binary, broker binary, trading binary, Platform trading opsi binary, strategi binary, keuangan, saham, investasi, trading
ja: バイナリードットコム,バイナリーオプション,外国為替,fx
pl: opcje binarne, forex, handel forex, handel online, obrót finansowy, handel opcjami binarnymi, handel indeksami, wskaźniki handlowe, transakcje rynku forex, towary, strategie opcji binarnych, broker opcji binarnych, zakład na opcję binarną, platforma transakcyjna opcji binarnych, strategia binarna, finanse, akcje, inwestycje, handlowanie
ru: бинарные опционы, форекс, торговля на форекс, онлайн торговля, бинарный трейдинг, торговля на индексах, трейдинг на индексах, контракты на форекс, торговля на сырье, стратегия бинарных опционов, бинарный брокер, бинарная ставка, платформа для торговли бинарными опционами, бинарная стратегия, финансы, акции, инвестиции, трейдинг
th: ไบนารีออปชั่น ฟอเร็กซ์ การซื้อขายฟอเร็กซ์ การซื้อขายออนไลน์ การซื้อขายทางการเงิน การซื้อขายไบนารี การซื้อขายดัชนี ดัชนีการซื้อขาย การซื้อขายสินค้าโภคภัณฑ์ กลยุทธไบนารีออปชั่น โบรกเกอร์ไบนารี การพนันไบนารี ระบบซื้อขายไบนารีออปชั่น กลยุทธไบนารี การเงิน หุ้น หรือ หลักทรัพย์ การลงทุน การซื้อขาย
vi: tùy chọn nhị phân, ngoại hối, giao dịch ngoại hối, giao dịch trực tuyến, giao dịch tài chính, giao dịch nhị phân, giao dịch chỉ số, chỉ số giao dịch, giao dịch ngoại hối, giao dịch hàng hóa, chiến lược tùy chọn nhị phân, môi giới nhị phân, đặt cược nhị phân, sàn giao dịch quyền chọn nhị phân, chiến lược nhị phân, tài chính, chứng khoán , đầu tư, kinh doanh
zh_cn: 二元期权、外汇、外汇交易、在线交易、金融交易、二元期权交易、指数交易、交易指数、外汇交易、交易大宗商品、二元期权策略、二元经纪、二元投注、二元期权交易平台、二元策略、金融、股票、投资、交易

source: c) The time at which your order will be executed; and
de: c) Die Zeit, zu der Ihre Order ausgeführt wird; und
fr: c) L'heure à laquelle votre ordre sera exécuté; et
ja: c) オーダーの実行時間
vi: c) thời gian mà tại đó lệnh của bạn sẽ được thực hiện; và
zh_cn: c) 您的订单执行时间;

source: currencies, stocks, indices, and commodities.
ja: 外国為替市場の主要通貨ペア

source: d) The timeframe or duration of the contract as defined by your order execution.
de: d) Der Zeitrahmen, oder die Laufzeit des Kontrakts, wie von Ihrer Orderausführung bestimmt.
fr: d) La période ou durée du contrat comme défini par votre exécution d'ordre.
ja: d) お客さまご自身で実行されたトレードのタイムフレームまたは取引期間
vi: d) các khung thời gian hoặc thời gian thực hiện hợp đồng theo quy định bằng việc thực hiện lệnh của bạn.
zh_cn: d）您的订单执行所界定的时间范围或合同期限。

source: day
ar: يوم
de: Tag
fr: jour
id: hari
ja: 日
pl: dzień
ru: дн.
th: วัน
vi: ngày
zh_cn: 天

source: days
ar: أيام
de: Tage
fr: jours
id: hari
ja: 日
pl: dni
ru: дн.
th: วัน
vi: ngày
zh_cn: 天

source: details
de: Angaben
fr: informations
ja: 詳細
vi: chi tiết
zh_cn: 详情

source: e.g. blue.binaryws.com
de: z.B. blue.binaryws.com
fr: par ex. blue.binaryws.com
ja: 例：blue.binaryws.com
vi: ví dụ: blue.binaryws.com
zh_cn: 例如blue.binaryws.com

source: email address
de: E-Mail Adresse
fr: Adresse e-mail
ja: メールアドレス
vi: địa chỉ hòm thư
zh_cn: 电子邮件地址

source: from $1 to $50,000.
ja: ペイアウトは1ロット1,000円、最大100ロットまで選択可能です

source: from %1 to %2
de: von %1 bis %2
fr: de %1 à %2
ja: %1から%2まで
vi: từ %1 đến %2
zh_cn: 从%1到%2

source: from 10 seconds to 365 days.
ja: 取引期間は2時間から最長365日まで！

source: h
ja: 時間
zh_cn: 小时

source: hour
ar: ساعة
de: Stunde
fr: heure
id: jam
ja: 時間
pl: godzina
ru: час.
th: ชั่วโมง
vi: giờ
zh_cn: 小时

source: hours
ar: ساعات
de: Stunden
fr: heures
id: jam
ja: 時間
pl: godziny
ru: час.
th: ชั่วโมง
vi: giờ
zh_cn: 小时

source: it has an internationally wide appeal, with an interface in English, Spanish, French, German, Portuguese, Chinese, Japanese, Italian, Thai, Polish, Russian and Indonesian.
de: Sie hat mit Schnittstellen in Deutsch, Englisch, Spanisch, Französisch, Portugiesisch, Chinesisch, Japanisch, Italienisch, Thailändisch, Polnisch, Russisch und Indonesisch eine international hohe Verbreitung.
fr: elle connaît un succès grandissant à l'international, avec une interface déclinée en anglais, espagnol, français, allemand, portugais, chinois, japonais, italien, thaï, polonais, russe et indonésien.
ja: 当社は英語、スペイン語、フランス語、ドイツ語、ポルトガル語、中国語、日本語、イタリア語、タイ語、ポーランド語、ロシア語、インドネシア語での国際的なインターフェイスを有しています。
vi: Sàn giao dịch có một sức hấp dẫn quốc tế rộng, với giao diện bằng tiếng Anh, tiếng Tây Ban Nha, Pháp, Đức, Bồ Đào Nha, Trung Quốc, Nhật Bản, Ý, Thái Lan, Ba Lan, Nga và Indonesia.
zh_cn: 提供国际化界面，支持的语言包括英语、西班牙语、法语、德语、葡萄牙语、中文、日语、意大利语、泰语、波兰语、俄语和印尼语。

source: it is the leading binary option trading platform.
ar: انها منصة تداول الثنائيات الرائدة.
de: Sie ist die führende Binäre Optionen Handelsplattform.
fr: une plate-forme de trading leader sur le marché des options binaires
id: merupakan platform trading opsi binary terkemuka.
ja: 最高水準のバイナリーオプション取引プラットフォーム
pl: To wiodąca platforma handlu opcjami binarnymi.
ru: это ведущая платформа для торговли бинарными опционами.
th: มันคือระบบซื้อขายไบนารีออปชั่นชั้นนำ
vi: Đó là sàn giao dịch quyền chọn nhị phân hàng đầu.
zh_cn: 领先的二元期权交易平台。

source: letters
ar: حروف
de: Buchstaben
fr: lettres
id: huruf
ja: 文字
pl: litery
ru: буквы
th: ตัวอักษร
vi: các ký tự
zh_cn: 信件

source: logout
de: abmelden
fr: déconnexion
ja: ログアウト
zh_cn: 注销

source: max: 100,000
ja: 上限ロット: x100
vi: tối đa: 100.000
zh_cn: 最大: 100,000

source: min
ar: أدناها
ja: 最小値
ru: мин.
th: ค่าต่ำสุด
vi: tối thiểu
zh_cn: 最小

source: min: 1,000
ja: ペイアウト: ¥1,000
vi: tối thiểu: 1.000
zh_cn: 最小: 1,000

source: minimum available duration
ar: أقل مدة زمنية متاحة
de: kürzeste vorhandene Dauer
fr: durée minimale disponible
id: durasi minimal yang tersedia
ja: 最短取引期間
pl: minimalny dostępny czas trwania
ru: мин. доступный период
th: ช่วงเวลาต่ำสุด
vi: khoảng thời gian có sẵn tối thiểu
zh_cn: 最短可用期限

source: mins
de: Min
ja: 分
vi: phút
zh_cn: 分钟

source: minute
ar: دقيقة
id: menit
ja: 分
pl: min
ru: минут(ы)
th: นาที
vi: phút
zh_cn: 分钟

source: minutes
ar: دقائق
de: Minuten
id: menit
ja: 分
pl: min
ru: минут(ы)
th: นาที
vi: phút
zh_cn: 分钟

source: month
ar: شهر
de: Monat
fr: mois
id: bulan
ja: ヶ月
pl: miesiąc
ru: мес.
th: เดือน
vi: tháng
zh_cn: 月份

source: months
ar: شهور
de: Monate
fr: mois
id: bulan
ja: ヶ月
pl: miesiące
ru: мес.
th: เดือน
vi: tháng
zh_cn: 月份

source: numbers
ar: أرقام
de: Zahlen
fr: chiffres
id: nomor
ja: 数字
pl: liczby
ru: цифры
th: ตัวเลข
vi: các số
zh_cn: 号码

source: page for the exact time of settlement for all contracts. Other websites may adopt a different convention (for example some websites choose 4 o'clock NY time, or 5 o'clock London time). As a result, the open, high, low and closing prices displayed on our website may differ to those on other websites, due to the market-closing time convention.
ar: يرجى أن تطلع على صفحة الموقع للأوقات المحددة لتسوية جميع العقود. تتبنى المواقع الأخرى أسلوب مختلف (على سبيل المثال تختار بعض المواقع الساعة 4 بتوقيت نيويورك أو الساعة 5 بتوقيت لندن). نتيجة لذلك، قد تختلف أسعار البدء وأسعار الارتفاع والانخفاض وأسعار الإغلاق المعروضة على موقعنا عن تلك المعروضة على مواقع أخرى ويرجع ذلك إلى عرف إغلاق السوق.
de: die Seite für die genaue Zeit für alle Kontraktabrechnungen. Andere Websites mögen andere Vereinbarungen getroffen haben (z. B. wählen einige Websites 16 Uhr (New York) oder 17 Uhr (London)). Dadurch können sich die Eröffnungs-, Höchst-, Tiefst- und Schlussnotierungen auf unserer Website aufgrund des Börsenschlusses von denen anderer Websites unterscheiden .
fr: afin d'obtenir l'heure exacte de la clôture de tous les contrats. Les autres sites web peuvent adopter une convention différente (par exemple, certains sites web choisissent 4 heures, heure de NY, ou 5 heures, heure de Londres). Par conséquent, les prix à l'ouverture, supérieurs, inférieurs et à la clôture affichés sur notre site web peuvent différer de ceux affichés sur d'autres sites web, du fait de leur convention sur l'heure de clôture du marché.
id: halaman untuk waktu tepat penyelesaian seluruh kontrak. Website lain mungkin menggunakan konvensi berbeda (sebagai contoh beberapa website menggunakan jam 4 waktu New York atau jam 5 waktu London). Hal ini menyebabkan harga open, high, low dan close pada website kami akan mengalami perbedaan dengan website lainnya berhubung konvensi waktu penutupan pasar.
ja: から、全てのトレードに関する正確な終値の適用時間をご確認下さい。他のウェブサイトでは、異なるデータを採用している可能性があります。（例：ニューヨーク時間・午前４時、ロンドン時間・午前５時など）ゆえに、当社が公表している始値、最高値、最安値、及び市場閉場価格は、他のウェブサイトで公表している価格と異なる可能性があります。
pl: ,gdzie opisane są dokładne pory rozliczania wszystkich kontraktów. Inne portale mogą stosować inną konwencję (np. niektóre portale wybierają godz. 4 czasu nowojorskiego lub 5 czasu londyńskiego). Tak więc, ze względu na konwencję godziny zamknięcia rynku, cena otwarcia, cena wysoka, cena niska i cena zamknięcia wyświetlone na naszym portalu mogą różnić się od tych na innych portalach.
ru: для точного времени окончания всех контрактов. Другие сайты могут следовать иной политике (например, некоторые сайты выбирают 4 часа по нью-йоркскому времени или 5 часов по лондонскому). В результате цены открытия, закрытия, а также самая высокая и низкая цены, показываемые на нашем сайте, могут отличаться от других сайтов в связи с другой политикой расчета времени закрытия рынков.
vi: trang dành cho quyết toán tại thời gian chính xác đối với tất cả các hợp đồng. Các trang web khác có thể áp dụng quy ước khác nhau (ví dụ như một số trang web chọn thời gian 04:00 NY, hoặc 5:00 theo giờ Luân Đôn). Kết quả là, giá đóng, mở, cao, thấp hiển thị trên trang web của chúng tôi có thể khác với những giá trên các trang web khác, do quy ước thời gian đóng cửa thị trường.
zh_cn: 包含所有合约精确结算时间的页面。其他网站可能有不同的惯例（比如一些网站采用纽约时间4点或伦敦时间5点），因此，本网站上显示的开盘、高、低或收盘价可能与其他网站不一致。

source: second
ar: ثانية
de: Sekunde
fr: seconde
id: detik
ja: 秒
pl: sek.
ru: секунд(ы)
th: วินาที
vi: giây
zh_cn: 秒

source: seconds
ar: ثوان
de: Sekunden
fr: secondes
id: detik
ja: 秒
pl: sek.
ru: секунд(ы)
th: วินาที
vi: giây
zh_cn: 秒

source: space
ar: المسافة
de: Bereich
fr: espace
id: ruang
ja: スペース
pl: spacja
ru: пробел
th: ช่องว่าง
vi: khoảng cách
zh_cn: 空间

source: sublicense any of the rights granted under these Terms, other than as permitted by these Terms;
ar: إعادة ترخيص أي من الحقوق الممنوحة بموجب هذه الشروط, بخلاف ما هو مسموح به بموجب هذه الشروط;
de: Unterlizenzen für nach diesen Bedingungen eingeräumte Rechte, außer denen durch diese Bedingungen erlaubten;
fr: ne céder aucune sous-licence ni aucun des droits octroyés en vertu des présentes Conditions, autrement que dans la mesure permise par les présentes Conditions ;
id: mensublisensikan hak-hak yang diberikan di bawah Ketentuan ini, selain yang diizinkan oleh Syarat.
ja: 本規約の下譲渡された権利の再許諾、本規約で許可されているその他事項：
pl: przeniesienie jakichkolwiek praw nadanych na mocy niniejszych Warunków, za wyjątkiem przeniesienia zgodnego z niniejszymi Warunkami;
ru: перепоручать любые права, полученные в рамках данных Правил, за исключением случаев, разрешенных данными Правилами;
vi: giấy phép bổ sung cho các quyền được cấp theo Điều khoản này, ngoài các quyền được cho phép bởi những Điều khoản này;
zh_cn: 转让这些條款所授予（除非条款允许）的任何权利;

source: that contravenes any laws, regulations, instruments, ordinances or rules that govern the operation of any exchange, financial market, or financial regulatory environment; or
de: das gegen irgendwelche Gesetze, Instrumente, Verordnungen und Bestimmungen verstößt, die den Ablauf irgendeiner Börse, eines Finanzmarkts, oder eines finanzregulatorischen Umfelds regeln; oder
fr: qui vont à l'encontre de toute loi, réglementations, instruments, ordonnances ou règles qui gouvernent les opérations de tout échange, le marché financier, ou l'environnement financier réglementaire; ou
ja: 為替、金融市場、金融規制環境の運営を統制するいかなる法律、規制、法律文書、条例または規則に反すること。；または
vi: việc làm trái lại bất kỳ điều luật, quy định, công cụ, pháp lệnh hoặc quy tắc nào chi phối hoạt động của bất kỳ giao dịch, thị trường tài chính, hoặc môi trường quy định tài chính; hoặc
zh_cn: 違反任何管制任何交易所、金融市場或金融監管環境運作的法律、規例、文書、條例或規則; 或

source: the %1 affiliate program is competitive and adaptive to your unique requirements.
ar: برنامج %1 لللإنتساب تنافسي ومتكيف لمتطلباتك الفريدة.
de: das %1 Partnerprogramm ist wettbewerbsfähig und an Ihre einzigartigen Wünsche anpassbar.
fr: un programme d'affiliation compétitif et flexible pour mieux satisfaire vos exigences spécifiques
id: program affiliasi %1 sangat kompetitif dan adaptif terhadap kebutuhan unik Anda.
ja: %1アフィリエイトプログラムは、競争力があり、お客さまの要件に適用したものとなっています。
pl: program partnerski %1 jest konkurencyjny i dostosowany do Twoich indywidualnych wymagań.
ru: партнерская программа %1 предлагает выгодные условия и адаптируется к Вашим уникальным требованиям.
th: โปรแกรมพันธมิตรของ %1 มีผลสัมฤทธิ์และปรับใช้ได้กับความประสงค์ที่มีเอกลักษณ์ของท่าน
vi: Chương trình liên kết %1 có tính cạnh tranh và thích ứng với các yêu cầu riêng của bạn.
zh_cn: %1 联盟计划具有竞争力，可适应您的独特需求。

source: the characteristics of financial instruments that are the subject of that order;
de: die Eigenschaften von Finanzinstrumenten, die Gegenstand dieser Order sind;
fr: les caractéristiques des instruments financiers qui sont le sujet de cet ordre ;
ja: 注文対象となる金融商品の特性
vi: đặc điểm của công cụ tài chính là đối tượng của lệnh đó;
zh_cn: 属于订单主题的金融工具特点；

source: the characteristics of the client;
de: die Eigenschaften des Kunden;
fr: les caractéristiques du client ;
ja: お客さまの特性
vi: đặc điểm của khách hàng;
zh_cn: 客户的特性;

source: the characteristics of the execution venues to which that order can be directed.
de: die Eigenschaften der Handelsplätze, zu denen diese Order gerichtet werden kann.
fr: les caractéristiques des lieux d’exécution vers lesquels l'ordre peut être dirigé.
ja: 直接注文ができる執行会場の特性
vi: Các đặc tính của địa điểm thực hiện mà lệnh có thể được hướng dẫn.
zh_cn: 可以将订单导入的执行场地特点。

source: the characteristics of the order;
de: die Eigenschaften der Order;
fr: les caractéristiques de l'ordre ;
ja: 注文の特性
vi: đặc điểm của các lệnh;
zh_cn: 订单的特点;

source: the platform is 100% web based making it instantly available for clients.
ar: منصة التداول موجودة بنسبة 100% على شبكة الإنترنت مما يجعلها متاحة على الفور للعملاء.
de: die Plattform basiert zu 100 % auf dem Internet, was sie für Kunden sofort verfügbar macht.
fr: une plate-forme 100 % Web, accessible en quelques clics pour les clients
id: platform adalah 100% berasaskan web yang membuat mudah tersedia bagi klien.
ja: 当プラットフォームはWebをベースとしているため、クライアントへ直ぐにご利用いただけます。
pl: platforma jest prowadzona w 100% online, dzięki czemu jest zawsze dostępna dla klientów.
ru: платформа предлагает свои услуги на 100% онлайн и всегда доступна для клиентов.
th: เป็นระบบการใช้งานผ่านเว็บ 100% ทำให้ลูกค้าใช้งานได้ทันที
vi: sàn giao dịch này 100% dựa vào trang web khiến nó luôn sẵn có cho khách hàng.
zh_cn: 100% 网络化的交易平台，供客户随时使用。

source: the platform is user friendly and accessible to all levels of traders.
ar: المنصة سهلة الاستعمال ومتاحة لجميع مستويات المتداولين.
de: die Plattform ist bedieungsfreundlich und für alle Arten von Händlern verfügbar.
fr: une plate-forme simple d'utilisation et accessible aux traders de tous niveaux
id: platform sangat mudah digunakan dan diakses bagi semua tingkatan trader.
ja: 当プラットフォームは全レベルのトレーダーがご利用いただける、ユーザーが使用しやすいものとなっています。
pl: platforma jest przyjazna dla użytkowników i dostępna dla inwestorów o każdym poziomie doświadczenia.
ru: платформа проста в использовании и доступна для всех уровней трейдеров.
th: เป็นระบบที่ใช้งานง่ายและเข้าถึงได้โดยนักลงทุนทุกระดับ
vi: sàn giao dịch này là công cụ thân thiện và có thể truy cập được với người giao dịch với mọi cấp độ.
zh_cn: 人性化平台，各级别交易者皆可使用。

source: the specific instructions that we receive from you;
de: die spezifischen Anweisungen, die wir von Ihnen erhalten;
fr: les instructions spécifiques que nous recevons de vous ;
ja: お客さまよりいただいた具体的なご指示
vi: Các hướng dẫn cụ thể mà chúng tôi nhận được từ bạn;
zh_cn: 您所提供的特定指令；

source: today
ar: اليوم
de: heute
fr: aujourd'hui
id: hari ini
ja: 本日
pl: dziś
ru: сегодня
th: วันนี้
vi: hôm nay
zh_cn: 今天

source: today, Fridays
de: heute, Freitage
fr: aujourd'hui, vendredis
ja: 本日：金曜日
vi: hôm nay, Thứ Sáu
zh_cn: 今天、周五

source: up/down, touch/no-touch, stays in/goes out.
ja: ラダーHIGH/ラダーLOW、TOUCH/NO-TOUCH、STAY-IN/BREAK-OUTなど。

source: use or reproduce the %1 API other than as permitted by these Terms or
de: Verwendung oder Reproduktion des %1 API, anders als nach diesen Bedingungen erlaubt, oder
fr: ne pas utiliser ou reproduire l'API %1 autrement que dans la mesure permise par les présentes Conditions ;
ja: これら規約で許可されている以上の%1 APIの使用または再現
vi: sử dụng hay sao chép lại %1 API ngoài những điều được cho phép bởi những Điều khoản này hoặc
zh_cn: 使用或转载%1 API（除非这些条款允许）或

source: use the %1 API for any purpose that violates any law or regulation, any right of any person, including but not limited to intellectual property rights, rights of privacy or rights of personality, or in any manner inconsistent with these Terms or privacy policy.
de: Verwendung des %1 API für Zwecke, die Gesetze oder Vorschriften, Rechte Dritter, einschließlich jedoch nicht beschränkt auf Immaterialgüterrrechte, Datenschutz oder Persönlichkeitsrechte verletzen, oder in einer Weise, die nicht durch diese Bedingungen oder die Datenschutzregeln abgedeckt ist.
fr: ne pas utiliser l'API %1 à toute fin constituant une violation de toute loi ou réglementation, ou des droits de toute personne, y compris, sans toutefois s'y limiter, une violation des droits à la propriété intellectuelle, à la vie privée ou de la personnalité, ou qui aille, de quelque manière que ce soit, à l'encontre des présentes Conditions ou de notre politique de confidentialité.
ja: 知的財産権に限定されず、プライバシーの権利、人格権を含む法律、規律、人権を違反する目的とした本規約又はプライバシーポリシーに反する方法での%1 APIの使用
vi: Việc sử dụng %1 API với bất kỳ mục đích nào mà vi phạm các luật hay quy định, các quyền của con người, bao gồm nhưng không giới hạn quyền sở hữu trí tuệ, quyền riêng tư hay quyền cá nhân, hay bất kỳ thái độ không phù hợp với những Điều khoản này hoặc chính sách riêng tư.
zh_cn: 使用%1 API的目的违反了任何法律或法规、任何个人权利，包括但不限于知识产权、隐私权或人格权，或以任何方式违反这些条款或隐私政策。

source: verification token
de: Verifikationstoken
fr: jeton de vérification
id: token verifikasi
ja: ワンタイムパスワード
pl: token weryfikacyjny
ru: проверочный токен
th: โทเค่นเพื่อการตรวจสอบ
vi: chuỗi số xác minh
zh_cn: 验证令牌

source: website
ar: الموقع الالكتروني
fr: site Web
id: situs web
ja: ウェブサイト
pl: strona internetowa
ru: вебсайт
th: เว็บไซต์
vi: trang web
zh_cn: 网站

source: week
de: Woche
fr: semaine
ja: 週間
vi: tuần
zh_cn: 周

source: weeks
de: Wochen
fr: semaines
ja: 週間
vi: tuần
zh_cn: 周

source: with insider knowledge of any financial market or instrument.
de: mit Insiderwissen über einen Finanzmarkt oder ein Instrument.
fr: disposant de connaissances d'initiés relatives à tout marché ou instrument financier.
ja: 金融市場や金融商品の内部情報で
vi: với các kiến thức trong cuộc về bất kỳ thị trường tài chính hoặc công cụ.
zh_cn: 对任何金融市场或工具具有内幕知识。

source: year
ar: عام
de: Jahr
fr: année
id: tahun
ja: 年
pl: rok
ru: год(а)/лет
th: ปี
vi: năm
zh_cn: 年

source: years
ar: أعوام
de: Jahre
fr: années
id: tahun
ja: 年
pl: lat(a)
ru: год(а)/лет
th: ปี
vi: năm
zh_cn: 年

source: you are not resident in a restricted country such as Afghanistan, Bosnia and Herzegovina, Costa Rica, Hong Kong, Iran, Iraq, Israel, Jersey, Lao PDR, Malaysia, Malta, North Korea, Syria, Uganda, USA, Vanuatu or Yemen;
ja: お客様はアフガニスタン、ボスニア・ヘルツェゴビナ、コスタリカ、香港、イラン、イラク、イスラエル、ジャージー、ラオス、マレーシア、マルタ、北朝鮮、シリア、ウガンダ、米国、バヌアツ、イエメンなどの特定の国の居住者ではありません。

source: you are over 18 years of age, unless you are an Estonian resident whereby you would have to be over 21;
ar: أنت تبلغ أكثر من 18 عاماً من العمر،لكن إذا كنت مقيم فى استونيا يجب أن تبلغ من العمر أكثر من 21 عام؛
de: Sie sind über 18 Jahre alt. Wenn Sie in Estland wohnen, müssen Sie über 21 Jahre alt sein;
fr: vous êtes âgé de plus de 18 ans, sauf si vous êtes un résident de l'Estonie, auquel cas vous devez avoir plus de 21 ans ;
id: Anda berumur lebih dari 18 tahun, kecuali jika Anda adalah seorang penduduk Estonia maka Anda harus berumur lebih dari 21 tahun,
ja: １８歳以上であり、エストニア国民の場合は２１歳以上です。
pl: masz skończone 18 lat, chyba że jesteś mieszkańcem Estonii – wtedy musisz mieć skończone 21 lat;
ru: Вам больше 18 лет, если только Вы не резидент Эстонии, в коем случае Вам должно быть более 21 года;
th: ท่านมีอายุมากกว่า 18 ปี หากแต่ท่านเป็นพลเมืองเอสโทเนีย ท่านจะต้องอายุมากกว่า 21 ปี;
vi: bạn đã trên 18 tuổi,nếu bạn là công dân nước Es-tô-ni-a, bạn sẽ phải trên 21 tuổi;
zh_cn: 您的年龄在18岁以上，如果您是爱沙尼亚居民，则年龄须在21岁以上；
