Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Clients registered with Binary Investments (Europe) Ltd can raise their unresolved disputes with the MFSA's Consumer Complaints Manager. Details on making a complaint with the MFSA's Consumer Complaints Manager as well as their contact details can be found here: %1. Complaints to the MFSA's Consumer Complaints Manager should always be made in writing.
ar: يمكن للعملاء المسجلين مع بيناري للاستثمارات (أوروبا) المحدودة رفع الخلافات التي لم تحل مع MFSA's Consumer Complaints Manager. التفاصيل حول تقديم شكوى مع MFSA's Consumer Complaints Manager وكذلك تفاصيل الاتصال بهم يمكن العثور عليها هنا: %1. وينبغي دائما أن يتم تقديم الشكاوى إلى MFSA's Consumer Complaints Manager كتابة.
de: Die bei der Binary Investments (Europe) Ltd. angemeldeten Kunden können ungelöste Streitfälle beim MFSA Manager für Kundenbeschwerden vorbringen. Die Einzelheiten, wie man eine Beschwerde beim MFSA Manager für Kundenbeschwerden vorbringt sowie dessen Kontaktangaben finden Sie hier: %1. Beschwerden an den MFSA Manager für Kundenbeschwerden müssen immer schriftlich vorgebracht werden.
fr: Les clients enregistrés chez Binary Investments (Europe) Ltd peuvent soumettre leurs litiges non résolus au responsable des réclamations clients de la MFSA. Des informations concernant la procédure de gestion des litiges par le responsable des réclamations clients de la MFSA, ainsi que les informations de contact correspondantes, sont disponibles via le lien suivant : %1. Les demandes envoyées au responsable des réclamations clients de la MFSA doivent toujours être faites par écrit.
ja: Binary Investments (Europe) Ltdに登録いただいたお客さまは、未解決のやりとりをMFSA消費者苦情管理まで問題を提起していただくことが可能です。MFSA消費者苦情管理のお問い合わせ同様、苦情の申し立てについての情報は%1からご確認いただけます。MSFA消費者苦情管理への申し立ては、常に文書での提出をお願い致します。
pl: W kwestiach związanych z nierozwiązanymi sporami klienci zarejestrowani w Binary Investments (Europe) Ltd mogą skontaktować się z osobą odpowiedzialną za spory konsumenckie: Consumer Complaints Manager powoływaną przez Urząd ds. Usług Finansowych na Malcie (MFSA). Szczegóły dotyczące składania skarg za pośrednictwem instytucji Consumer Complaints Manager oraz jej dane kontaktowe można znaleźć tutaj: %1. Skargi do instytucji Consumer Complaints Manager prowadzonej przez MFSA należy składać w formie pisemnej.
ru: Клиенты, зарегистрированные на Binary Investments (Europe) Ltd, могут донести нерешенные споры до внимания менеджера по жалобам клиентов в MFSA (Consumer Complaints Manager). Подробности о подаче жалобы менеджеру по жалобам клиентов в MFSA и контактные данные можно найти здесь: %1. Жалобы менеджеру по жалобам клиентов в MFSA должны обязательно подаваться в письменном виде.
vi: Khách hàng đã đăng kí tài khoản với Công ty TNHH Binary Investments (Châu Âu) có thể đệ trình các tranh chấp chưa được giải quyết với Quản lý khiếu nại khách hàng của MFSA. Chi tiết về làm đơn khiếu nại phản ánh với Quản lý và địa chỉ liên hệ của họ có thể được tìm thấy ở đây: %1. Các khiếu nại gửi tới Quản lý khiếu nại khách hàng phải được viết bằng tay.
zh_cn: 如有任何无法解决的争议，在 Binary Investments (Europe) Ltd 注册的客户可向 MFSA 的消费者控诉管理员投诉。详细的投诉方法和联系信息可在此查看：%1。任何投诉必须以书面方式进行。

source: Clients registered with any Binary Group company, and in particular with Binary (V) Ltd. or Binary (C.R.). S.A., can raise their unresolved disputes with management by submitting an email to <a href='mailto:%1'>%1</a>.
de: Kunden, die bei einem Binary Gruppenunternehmen, und insbesondere bei Binary (V) Ltd. oder Binary (C.R.) S.A angemeldet sind, können ihre ungelösten Streitfälle durch die Übersendung einer E-Mail an <a href='mailto:%1'>%1</a> der Geschäftsleitung vorlegen.
fr: Les clients inscrits auprès de Binary de toute société du groupe Binary, en particulier auprès de Binary (V) Ltd ou Binary (C.R.) S.A., peuvent soumettre leurs litiges non résolus à la direction en envoyant un e-mail à l'adresse <a href='mailto:%1'>%1</a>.
ja: Binary (C.R.) S.A.にご口座を開設されたお客さまは、 complaints@binary.comまでご連絡頂くことで当社のマネージメントに苦情を申し立てることができます。
vi: Khách hàng đã đăng ký với bất kỳ công ty trực thuộc Tập đoàn Binary, và đặc biệt với công ty TNHH Binary (V) hoặc Binary (C.R.). S.A., có thể nâng cao các tranh chấp chưa giải quyết được quản lý bằng cách gửi email đến <a href='mailto:%1'> %1</a>.
zh_cn: 在Binary集团的任何公司，特别是Binary (V) Ltd. 或 Binary (C.R.). S.A.注册的客户可以发送电子邮件到<a href='mailto:%1'> %1</a>就尚未解决的纠纷向管理层投诉。

source: Clients shall not hold or pool third party funds into their own account held with the Company.
ar: لا يجوز للعملاء أن يضعوا أو يجمعوا أى أموال خاصة بأي طرف ثالث فى حسابهم الخاص بالشركة.
de: Kunden dürfen auf Ihren eigenen Konten bei dem Unternehmen keine Gelder von Dritten halten.
fr: Les clients ne sont pas autorisés à détenir ou à grouper les fonds de tiers dans le compte individuel qu'ils détiennet auprsè de la Société.
id: Klien dilarang keras untuk mengumpulkan dana beberapa pihak kedalam akun yang mereka miliki pada Perusahaan.
ja: （合意管轄） 第27条 お客さまと当社との間に生じた本取引に関する訴訟については、東京地方裁判所または東京簡易裁判所を第一審の専属管轄裁判所とします。
pl: Klienci nie mają prawa przetrzymywać środków należących do osób trzecich na koncie prowadzonym przez Firmę.
ru: Клиенты не могут принимать от одного или нескольких лиц средства на свой счет в Компании для управления ими.
th: ลูกค้าจะต้องไม่เป็น หรือ มีเงินของบุคคลที่สามในบัญชีของเขาที่มีในบริษัทฯ
vi: Khách hàng sẽ không được giữ hoặc chuyển tiền quỹ bên thứ ba vào tài khoản cá nhân của mình mà được giữ bởi Công ty.
zh_cn: 客户不可将第三方资金截留或汇集至他们在本公司开立的账户内。

source: Clients who do not wish to renew the self-exclusion and make a request to begin trading again, shall be given one day to cool off before being allowed access to the website. It is important to note that contact must be made to our customer services via telephone. Email contact is not sufficient.
ar: العملاء الذين لا يرغبون في تجديد الإقصاء الذاتي وقاموا بتقديم طلب لبدء التداول مرة أخرى، يعطى العميل يوم واحد للتهدئة قبل أن يسمح له بالوصول إلى الموقع والتداول. من المهم ملاحظة أنه يجب التواصل مع خدمة العملاء عبر الهاتف. التواصل عبر البريد الإلكتروني ليس كافيا.
de: Den Kunden, die ihren Selbstausschluss nicht erneuern möchten und bitten, wieder handeln zu können, muss ein Tag Bedenkzeit gegeben werden, bevor es ihnen ermöglicht wird, auf die Website zuzugreifen. Es wird ausdrücklich darauf hingewiesen, dass der Kontakt mit unserem Kundendienst telefonisch erfolgen muss. Ein E-Mail Kontakt ist in diesem Fall nicht ausreichend.
fr: Les clients qui ne souhaitent pas renouveler l'auto-exclusion et qui demandent à pouvoir reprendre leurs activités de trading disposeront d'un délai de réflexion d'un jour avant de pouvoir à nouveau accéder au site Web. Attention : notre service clientèle doit être contacté par téléphone. Un contact par e-mail n'est pas suffisant.
id: Bagi Pelanggan yang tidak ingin memperbarui pengecualian diri dan ingin bertrading kembali, maka akan diberikan satu hari waktu tenggang sebelum dibenarkan untuk mengakses website. Pemberitahuan harus dilakukan dengan menghubungi customer service melalui telpon. Email saja tidak mencukupi.
ja: 自己制限の更新をされたい、またはお取引を再開されたいお客さまは、ウェブサイトへアクセスできるまでに1日お時間がかかります。その際の申請は、カスタマーサポートまでメールにてお問い合わせください。
pl: Klientów, którzy nie chcą przedłużyć samodzielnego wyłączenia i chcą złożyć wniosek o ponowne rozpoczęcie handlowania, obowiązuje jednodniowy okres przejściowy, zanim uzyskają dostęp do portalu. Należy pamiętać, że konieczny jest telefoniczny kontakt z naszą obsługą klienta. Kontakt e-mailowy nie jest wystarczający.
ru: Клиентам, которые не желают возобновлять самоисключение с сайта и делают запрос на повторное начало торговли, будет выделен один день для обдумывания, прежде, чем предоставить доступ к сайту. Важно отметить, что контакт с нашей службой поддержки по этому вопросу должен производиться по телефону. Контакт по электронной почте не считается достаточным.
vi: Nếu khách hàng không muốn gia hạn chương trình tự loại trừ và yêu cầu bắt đầu giao dịch trở lại, khách hàng sẽ phải đợi một ngày để ổn định trước khi có thể đăng nhập vào trang web. Chú ý rằng cần phải cung cấp số điện thoại cho bộ phận dịch vụ khách hàng của chúng tôi. Liên hệ bằng địa chỉ email là không đủ.
zh_cn: 对于不想续签自我禁止并请求重新开始交易的客户，我们将在允许此类客户访问本网站之前给予他们一天时间的冷静期。需要注意的是，客户必须通过电话与我们的客户服务人员联系，这是非常重要的。仅以电子邮件联系是不足够的。

source: Clients who wish to self-exclude should be aware that the self-exclusion period is a minimum of six months and are given the option to extend it to a total of at least five years, immediately without any cooling-off period. When the self-exclusion period is set, the balance of funds in the client's account will be refunded to the client. At the end of the self-exclusion period, the self-exclusion remains in place, unless positive action is taken by the client in order to trade again.
ar: العملاء الذين يرغبون في عمل الإقصاء الذاتي، ينبغي أن يكونوا على علم بأن فترة الاقصاء الذاتي لا تقل عن ستة أشهر ويعطى الخيار لتوسيع نطاقه ليشمل ما مجموعه خمس سنوات على الأقل، وعلى الفور دون أي فترة تهدئة. عند تعيين فترة الاقصاء الذاتي، فإن رصيد الأموال في حساب العميل سيتم ردها إلى العميل. وفي نهاية فترة الإقصاء الذاتي، سيظل الإقصاء ساريا، ما لم يتم اتخاذ إجراءات إيجابية من قبل العميل من أجل التداول مرة أخرى.
de: Kunden, die sich selbst ausschließen möchten, müssen beachten, dass der Zeitraum für den Selbstausschluss, ohne Widerrufsfrist und mit sofortiger Wirkung, mindestens sechs Monate beträgt, der bis auf mindestens fünf Jahre verlängert werden kann. Wenn der Zeitraum für den Selbstausschluss eingerichtet ist, wird eventuelles Guthaben auf dem Kundenkonto an den Kunden ausgezahlt. Nach Ablauf des Zeitraums für den Selbstausschluss bleibt dieser so lange in Kraft, bis der Kunde eine positive Reaktion zeigt, um wieder am Handel teilzunehmen.
fr: Les clients souhaitant s'auto-exclure doivent savoir que la période d'auto-exclusion est de six mois minimum. Ils ont la possibilité de prolonger cette période pour un total d'au moins cinq ans, immédiatement et sans délai de réflexion. Une fois la période d'auto-exclusion déterminée, le solde des fonds détenus sur le compte du client sera remboursé au client. À la fin de la période d'auto-exclusion, l'auto-exclusion reste en place, sauf si le client prend l'initiative directe d'exécuter à nouveau des opérations de trading .
id: Klien yang ingin mengecualikan diri harus menyadari bahwa periode pengecualian diri adalah minimal enam bulan hingga lima tahun, secara langsung tanpa masa tenggang. Ketika periode pengecualian diri ditetapkan, sisa saldo akan dikembalikan kepada Klien. Pada akhir periode pengecualian diri, pengecualian diri akan tetap berlaku kecuali jika Klien melakukan permohonan untuk melakukan trading kembali.
ja: サイトのアクセス制限を設定される場合は、アクセス制限の最低期間は６ヶ月であり、クーリングオフ無しに最長で５年間の設定を即座にすることが可能です。アクセス制限を設定された場合は、ご口座に存在する資金はお客さまに返金されます。アクセス制限の期間が過ぎた後も、お客様がアクセス制限の解除を申請しない限りアクセス制限が自動的に解除されることはありません。
pl: Klienci, którzy chcą skorzystać z opcji samodzielnego wyłączenia muszą być świadomi, że minimalny okres wyłączenia to sześć miesięcy z możliwością przedłużenia tego okresu do co najmniej pięciu lat łącznie, natychmiastowo bez żadnego okresu przejściowego. Jeśli ustawiony zostanie okres samodzielnego wyłączenia, środki zgromadzone na koncie zostaną zwrócone klientowi. Okres samodzielnego wyłączenia zostanie utrzymany do samego końca okresu samodzielnego wyłączenia, chyba że klient podejmie odpowiednie kroki w celu ponownego rozpoczęcia handlowania.
ru: Клиенты, которые желают запросить самоисключение с сайта, должны иметь в виду, что период самоисключения составляет минимум шесть месяцев и может быть продлен в общей сложности до пяти лет, немедленно, без периода на обдумывания. При установке периода самоисключения баланс средств на клиентском счету будет возмещен клиенту. По истечении периода самоисключения, самоисключение остается в силе, если клиентом не предпринимаются действия для возобновления торговли.
vi: Khách hàng người mà muốn có chương trình tự loại trừ chú ý rằng thời gian tự loại trừ tối thiểu là 6 tháng và sẽ được lựa chọn kéo dài thời gian ít nhất 5 năm ngay lập tức mà không cần phải có bất kì thời gian nghỉ ngơi nào. Khi thời hạn chương trình tự loại trừ được thiết lập, số dư trong tài khoản của khách hàng sẽ được hoàn lại. Vào cuối kì chương trình tự loại trừ, chương trình đó vẫn còn hiển thị, trừ phi khách hàng làm hành động gì đó để giao dịch lại.
zh_cn: 愿意自我禁止的客户应注意，自我禁止期至少是6个月，且可以在没有任何冷静期的情况下立即将禁止期的总和延长到五年以上。自我禁止期 设定之后，客户帐户里的剩余资金将退还给客户。在自我禁止期结束时，自我禁止状态将继续保留，除非客户采取积极行动再次进行交易。

source: Clients' Money
ar: أموال العملاء
de: Kundengelder
fr: Fonds des Clients
id: Dana Klien
ja: お客さまマネー
pl: Pieniądze klienta
ru: Деньги клиентов
th: เงินของลูกค้า
vi: Tiền của Khách hàng
zh_cn: 客户的钱

source: Close all or any of your Open Positions at a closing level that is reasonably available;
de: Schließen Sie alle oder eine Ihrer Offenen Positionen zu einem Schlussstand, der einigermaßen erhältlich ist;
fr: Fermez toutes ou l'une de vos Positions Ouvertes à un niveau de cloture qui est raisonnablement disponible;
ja: 判定レベルでオープンポジションの全てをあるいは一部を閉じることは、合理的に可能です。
vi: Đóng tất cả hoặc bất kỳ thế mở nào của bạn ở mức đóng có sẵn hợp lý;
zh_cn: 以合理可用的平仓水平将所有或任何未平仓头寸平仓；

source: Closed
ar: مغلق
de: Geschlossen
fr: Fermé
id: Tutup
ja: 終了
pl: Zamknięte
ru: Закрыть
th: ปิด
vi: Đã đóng
zh_cn: 收盘

source: Closes
ar: يغلق
de: Schließt
fr: Fermetures
id: Ditutup
ja: 取引終了時間
pl: Zamknięcie
ru: Закрывается
th: ปิด
vi: Kết thúc
zh_cn: 收盘

source: Closes early (at 18:00)
de: Schließt früh (um 18:00)
fr: Ferme tôt (à 18h)
ja: 判定時刻:18:00
vi: Kết thúc sớm (tại 18:00)
zh_cn: 收盘提前（至18:00）

source: Closes early (at 21:00)
de: Schließt früh (um 21:00)
fr: Ferme tôt (à 21h)
ja: 判定時刻:21:00
vi: Kết thúc sớm (lúc 21:00)
zh_cn: 收盘提前（至21:00）

source: Closing a Transaction
de: Eine Transaktion schließen
fr: Clôturer une transaction
ja: トレードを閉じる
vi: Đóng cửa giao dịch
zh_cn: 达成交易

source: Closing an Account
de: Ein Konto schließen
fr: Fermer un compte
ja: 口座閉鎖
vi: Đóng tài khoản
zh_cn: 关闭账户

source: Closing or part-closing all, or any, of your Open Positions based on the prevailing prices available in the relevant markets;
de: Schließen, oder schließen Sie zum Teil alle, oder eine, Ihrer Offenen Positionen, anhand von überwiegenden Kursen, die in den relevanten Markten erhältlich sind;
fr: La fermeture ou la semi- fermeture de l'ensemble, ou de l'une, de vos Positions Ouvertes sur la base des prix dominants disponibles sur les marchés correspondants;
ja: 関連市場で利用できる実勢価格に基づいたオープンポジションの全てまたは一部を決済する
vi: Bán đóng hoặc đóng cửa tất cả hoặc bất kỳ một thế mở nào của bạn dựa trên các mức giá hiện hành tại các thị trường có liên quan;
zh_cn: 基于相关市场当前可用的价格将所有或任何未平仓头寸平仓或部分平仓;

source: Collaborate with members of our IT Group to identify innovative ways to improve our website's capability and performance
de: Zusammenarbeit mit den Mitgliedern unserer IT-Gruppe, um innovative Wege zu finden, die die Fähigkeit und Leistung unserer Website verbessern
fr: Collaborer avec les membres de notre équipe de gestion des TI pour améliorer les capacités et les performances de notre site Web à travers des solutions innovantes
ja: ウェブサイトの機能とパフォーマンスを向上させる革新的な方法を特定するために、ITグループのメンバーと共同で作業を行います
vi: Cộng tác với các thành viên của nhóm IT nhằm đưa ra những ý tưởng sáng tạo để cải thiện khả năng và hiệu suất của trang web của chúng tôi
zh_cn: 与我们信息技术组成员协作，寻求提高网站功能和效率的创新方法

source: Commission Rates
ar: نسبة العمولة
de: Provisionshöhen
fr: Taux de commission
id: Kadar Komisi
ja: 報酬還元率
pl: Stawki prowizji
ru: Комиссия
th: อัตราคอมมิชชั่น
vi: Tỉ lệ Hoa hồng
zh_cn: 佣金费率

source: Commission on deposits
ar: العمولات عن الودائع
de: Provision auf Einzahlungen
fr: Commission sur les dépôts
id: Komisi pada deposit
ja: 入金手数料
pl: Prowizja od wpłat
ru: Комиссионные на пополнения
th: คอมมิชชั่นเมื่อฝากเงิน
vi: Hoa hồng gửi tiền
zh_cn: 存款佣金

source: Commission on withdrawals
ar: العمولات عن السحب
de: Provision auf Auszahlungen
fr: Commission sur les retraits
id: Komisi pada pencairan
ja: 出金手数料
pl: Prowizja od wypłat
ru: Комиссионные на вывод
th: คอมมิชชั่นเมื่อถอนเงิน
vi: Hoa hồng rút tiền
zh_cn: 取款佣金

source: Commissions will be earned throughout the life of the client, on all transactions the client undertakes at the merchant, for as long as you, the Affiliate, remain a member of this affiliate program. The company reserves the right to cancel the commissions that are not reclaimed after 2 years.
ar: ستكون العمولات مستحقة للعميل طوال فترة حياته على جميع المعاملات التي يقوم بها العميل عند المتاجر, لطالما كنت تابعاً, وبقيت عضواً في برنمج التبعية هذا. الشركة تحتفظ بالحق في إنهاء العمولات التي لا يتم طلبها بعد سنتين.
de: So lange Sie ein Mitglied dieses Partnerprogramms bleiben, verdienen Sie Provisionen während des Kundenlebens, an allen Transaktionen, die der Kunde beim Händler tätigt. Das Unternehmen behält sich vor, Provisionen zu stornieren, die nach Ablauf von 2 Jahren nicht angefordert wurden.
fr: Les commissions seront perçues sur toute la durée de vie du client, sur l'ensemble des transactions effectuées par le client auprès du fournisseur de services, pendant toute la durée de votre participation, en tant qu'Affilié, à ce programme d'affiliation. La société se réserve le droit d'annuler les commissions qui ne sont pas réclamées dans un délai de 2 ans.
id: Komisi akan diperoleh sepanjang klien masih aktif, bagi seluruh transaksi yang ditradingkan oleh klien, selama Anda masih menjadi anggota pada program afiliasi ini. Perusahaan berhak untuk membatalkan komisi yang tidak diambil setelah 2 tahun.
ja: アフィリエイト会員が携わった全ての取引、すなわち獲得会員から発生するアフィリエイト報酬はアフィリエイトプログラムに参加されている限り、無期限でアフィリエイト会員の報酬となります。当社は２年間請求のなかった報酬をキャンセルする権利を有します。
pl: Prowizje będą naliczane przez cały okres korzystania przez klienta z naszych usług, w przypadku wszystkich transakcji, jakie klient będzie wykonywał, tak długo, jak Partner pozostaje członkiem programu partnerskiego. Firma zastrzega sobie prawo do anulowania prowizji, które nie zostaną odebrane przez 2 lata.
ru: Комиссии будут начисляться в течение всего срока работы клиента, со всех транзакций, подлежащих начислению комиссии, пока Вы – партнёр – сохраняете членство в нашей партнерской программе. Компания оставляет за собой право отменять комиссии, не востребованные по истечении 2 лет.
th: คอมมิชชั่นจะได้รับตลอดอายุของลูกค้า ทุกธุรกรรม ตราบเท่าที่ท่าน หรือ พันธมิตรคงสภาพสมาชิกในโปรแกรมพันธมิตร บริษัทฯ สงวนสิทธิ์ในการยกเลิกคอมมิชชั่นหากไม่มีการฟื้นสภาพหลังจาก 2 ปี
vi: Chỉ cần Chi nhánh vẫn coi bạn là một thành viên của chương trình liên kết, khách hàng sẽ được nhận hoa hồng suốt đời, trên tất cả các giao dịch mà khách hàng cam kết tại thương nghiệp. Công ty có quyền hủy bỏ khoản các khoản hoa hồng nếu không được đòi lại trong vòng 2 năm.
zh_cn: 佣金收入将在客户的一生期间基于客户所进行的交易支付，只要身为会员的您仍然属于合作联盟的成员。如两年后仍未领取，公司保留取消该佣金的权利。

source: Commissions:
ja: コミッション

source: Commodities
ar: السلع
de: Rohstoffe
fr: Matières premières
id: Komoditi
ja: コモディティ
pl: Towary
ru: Сырьевые товары
th: สินค้าโภคภัณฑ์
vi: Hàng hóa
zh_cn: 大宗商品

source: Commodities - Major commodities such as gold and oil
de: Rohstoffe - Wichtige Rohstoffe, wie Gold und Öl
fr: Matières premières : matières premières majeures telles que l'or et le pétrole
ja: コモディティ：日本国内では提供しておりません。
vi: Hàng hóa - giao dịch hàng hóa lớn như vàng và dầu
zh_cn: 大宗商品 - 黄金和原油等主要大宗商品

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On %1, they are priced in US dollars.
ar: السلع هى موارد يتم استخراجها من الأرض مثل الذهب والفضة والبترول. يتم تسعيرهم بالدولار الأمريكي على %1.
de: Rohstoffe sind Ressourcen, die im Boden gewachsen sind oder aus dem Boden gewonnen werden, wie zum Beispiel Silber, Gold und Öl. Bei %1 werden diese in US Dollar ausgezeichnet.
fr: Les matières premières sont des ressources issues de l'agriculture ou extraites du sol, telles que l'argent, l'or et le pétrole. Sur %1, les matières premières sont cotées en USD.
id: Komoditas adalah sumber yang berkembang dan disaring dari tanah seperti perak, emas dan minyak. Di %1 mereka memiliki harga dalam dolar Amerika.
ja: コモディティとは、金、銀、石油といった資源のことです。%1では米ドルベースでコモディティに価格情報を与えています。
pl: Towary to zasoby uprawiane lub wydobywane z ziemi, takie jak srebro, złoto i ropa. Na %1 są one wycenione w dolarach amerykańskich.
ru: Сырье - это материалы, которые растут или добываются из недр земли, как серебро, золото и нефть. На %1 они оцениваются в американских долларах.
th: สินค้าโภคภัณฑ์ คือ ทรัพยากรที่มีอยู่ หรือ สกัด หรือผ่านกระบวนการแยกจากพื้นผิวโลก อันได้แก่ เงิน ทอง และน้ำมัน สำหรับมูลค่าที่ใช้ใน %1 ราคาเป็นหน่วยเหรียญสหรัฐ
vi: Hàng hóa là nguồn tài nguyên được hình thành hoặc chiết xuất từ lòng đất như bạc, vàng và dầu. Trên %1, Chúng đều được định giá bằng Đô la Mỹ.
zh_cn: 大宗商品是生长在地上或从地面开采的宝贵资源，例如白银、黄金和石油。在 %1，大宗商品按美元报价。

source: Commodities trading experience
ar: خبرة تداول السلع
de: Rohstoff Handelserfahrung
fr: Expérience du trading sur matières premières
id: Pengalaman trading komoditas
ja: コモディティ取引のご経験
pl: Doświadczenie w handlowaniu towarami
ru: Опыт торговли сырьевыми товарами
th: ประสบการณ์ในการซื้อขายสินค้าโภคภัณฑ์
vi: Kinh nghiệm giao dịch Hàng hóa
zh_cn: 大宗商品交易经验

source: Commodities trading frequency
ar: معدل تداول السلع
de: Rohstoffe Handelshäufigkeit
fr: Fréquence de trading sur matières premières
id: Frekuensi trading komoditas
ja: コモデティ取引頻度
pl: Częstość handlowania towarami
ru: Частота торговли сырьевыми товарами
th: ความถี่ในการซื้อขายสินค้าโภคภัณฑ์
vi: Tần suất giao dịch Hàng hóa
zh_cn: 大宗商品交易频率

source: Company addresses
ar: عناوين الشركة
de: Firmenanschriften
fr: Adresses de la société
id: Alamat Perusahaan
ja: 会社所在地
pl: Adresy firmy
ru: Адреса компании
th: ที่อยู่บริษัท
vi: Địa chỉ công ty
zh_cn: 公司地址

source: Company's Right
ar: حق الشركة
de: Unternehmensrecht
fr: Droits de la Société
id: Hak Perusahaan
ja: 当社の権利
pl: Prawo firmy
ru: Права Компании
th: สิทธิ์ของบริษัท
vi: Quyền của công ty
zh_cn: 公司权利

source: Compare all the trading platforms that we offer. Choose the ideal platform for your preferred trading strategy.
de: Vergleichen Sie alle Handelsplattformen, die wir anbieten. Wählen Sie Ihre ideale Plattform für Ihre bevorzugte Handelsstrategie.
fr: Comparez les différentes plateformes de trading que nous proposons. Sélectionnez la plateforme idéale pour mettre en œuvre votre propre stratégie de trading.
ja: 当社が提供する全取引プラットフォームを比較。ご希望の取引戦略に合ったプラットフォーム見つけることができます。
vi: So sánh tất cả các nền tảng kinh doanh mà chúng tôi cung cấp. Chọn nền tảng lý tưởng cho các chiến lược giao dịch ưa thích của bạn.
zh_cn: 对我们提供的所有交易平台做个比较。为您的首选策略选择理想交易平台。

source: Competitive and transparent pricing
de: Wettbewerbsfähige und transparente Preispolitik
fr: Tarification compétitive et transparente
ja: 競争力と透明性のある価格設定
vi: Giá cả cạnh tranh và minh bạch
zh_cn: 竞争及透明的价格

source: Complaints
ar: شكاوي
de: Reklamationen
fr: Réclamations
id: Keluhan
ja: クレーム
pl: Skargi
ru: Жалобы
vi: Các khiếu nại
zh_cn: 投诉

source: Complaints and Disputes
ar: الشكاوى والمنازعات
de: Beschwerden und Streitfälle
fr: Réclamations et litiges
id: Keluhan dan Perselisihan
ja: 苦情の申し立て
pl: Skargi i spory
ru: Жалобы и иски
th: การร้องเรียนและข้อโต้แย้ง
vi: Khiếu nại và Tranh chấp
zh_cn: 投诉与纠纷

source: Complaints and disputes
de: Beschwerden und Streitfälle
fr: Réclamations et litiges
ja: 苦情の申し立て
vi: Khiếu nại và Tranh chấp
zh_cn: 投诉和纠纷

source: Compliance
ar: الامتثال
fr: Conformité
id: Kepatuhan
ja: コンプライアンス
pl: Zgodność
ru: Регулирование и контроль
th: การปฏิบัติตามข้อกำหนด
vi: Pháp Chế
zh_cn: 法规遵从性
