Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: %1 cashier password updated
ar: %1 تحديث كلمة مرور الصراف
id: Sandi kasir %1 sudah diperbarui
pl: Hasło do sekcji Kasjer %1 zostało zaktualizowane
ru: Пароль кассы %1 обновлён
th: %1 รหัสผ่านแคชเชียร์ถูกแก้ไขแล้ว

source: %1 gives everyone an easy and exciting way to participate in the financial markets. Trade with as little as $1 USD on major currencies, indices and commodities.
ar: تعطى 1% الجميع وسيلة سهلة ومثيرة للمشاركة فى الأسواق المالية. يمكنك أن تتداول بداية من دولار أمريكى واحد، فى العملات الرئيسية والمؤشرات والسلع.
id: %1 memberikan setiap orang cara mudah dan menarik untuk berpartisipasi dalam pasar keuangan. Kontrak tersedia dari harga terendah sebesar $1 pada berbagai pilihan pasangan valuta asing, indeks dan komoditas.
pl: %1 umożliwia wszystkim łatwe i zarazem ekscytujące działania na rynkach finansowych. Można zacząć handel głównymi walutami, wskaźnikami i towarami od zaledwie 1 $.
ru: %1 предлагает Вам простой и увлекательный способ работы на финансовых рынках. Контракты предлагаются на ведущих валютных парах, индексах и сырьевых рынках и начинаются всего с $1.
th: %1 ให้วิธีการที่ง่ายและน่าตื่นเต้นสำหรับทุกคนในการเป็นส่วนหนึ่งของตลาดการเงินต่างๆ คุณสามารถเทรดด้วยเงินเริ่มต้นขั้นต่ำเพียง 1 เหรียญสหรัฐ กับสกุลเงินต่างๆ ดัชนีต่างๆ และสินค้าโภคภัณฑ์ต่างๆ

source: %1 has updated its %2. By clicking OK, you confirm that you have read and accepted the updated %2.
ar: %1 قامت بتحديث 2% الخاصة بها. بالنقر فوق موافق، فأنت تؤكد أنك قرأت ووافقت على 2% المحدثة.
id: %1 telah memperbarui %2. Dengan mengklik OK, berarti Anda sudah membaca dan menyetujui %2 terbaru.
pl: Firma %1 zaktualizowała swój %2. Kliknięcie OK oznacza, że %2 w nowej wersji jest Ci znany i wyrażasz zgodę na jego postanowienia.
ru: %1 обновил %2. Нажав OK, Вы подтвердите, что прочитали и приняли новые %2.
th: %1 ได้รับการแก้ไข %2 แล้ว และขอให้คุณกดปุ่ม OK เพื่อยืนยันว่า คุณได้อ่านและยอมรับการแก้ไข %2 นั้น

source: %1 has updated its <a class="pjaxload" href="%2">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a class="pjaxload" href="%2">Terms & Conditions</a>.
ar: %1 قامت بتحديث <a class="pjaxload" href="%2">الشروط والأحكام</a> الخاصة بها. بالنقر فوق موافق، فأنت تؤكد أنك قرأت ووافقت على <a class="pjaxload" href="%2">الشروط والأحكام</a> المحدثة.
id: %1 telah memperbarui <a class="pjaxload" href="%2">Syarat & Ketentuannya</a>. Dengan mengklik OK, berarti Anda telah membaca dan menerima <a class="pjaxload" href="%2">Syarat & Ketentuan terbaru</a>.
pl: Firma %1 zaktualizowała swój <a class="pjaxload" href="%2">Regulamin</a>. Kliknięcie OK oznacza, że zapoznałeś/aś się z zaktualizowanym <a class="pjaxload" href="%2">Regulaminem</a> i wyrażasz zgodę na jego postanowienia.
ru: %1 обновил <a class="pjaxload" href="%2">Правила и Условия</a>. Нажав OK, Вы подтвердите, что ознакомились и согласились с новыми <a class="pjaxload" href="%2">Правилами и Условиями</a>.
th: %1 ได้มีการเปลี่ยนแปลง <a class="pjaxload" href="%2">ข้อตกลงและเงื่อนไข</a> โดยการกด ตกลง (OK) เพื่อยืนยันว่า คุณได้อ่านและยอมรับ ข้อเปลี่ยนแปลง <a class="pjaxload" href="%2">ข้อตกลงและเงื่อนไข</a>.

source: %1 is always looking to add experienced professionals to its talented team of administrators, technical contributors, and managers. To support our continued growth, we’ve developed a number of exciting career opportunities in the following areas:
ar: %1 تتطلع دائما إلى إضافة المحترفين ذوي الخبرة لفريق موهوب من الإداريين، والتقنيين، والمديرين. لدعم النمو المتواصل لنا، وقد وضعنا عددا من فرص التوظيف المثيرة في المجالات التالية:
id: %1 selalu mencari profesional berpengalaman untuk bergabung di dalam tim administrasi, kontributor teknikal dan beberapa manajer berbakat. Untuk mendukung perkembangan kami, kami telah mengembangkan beberapa peluang karir pada area berikut ini:
pl: %1 jest zawsze otwarte na przyjęcie doświadczonych specjalistów do swojego zespołu administratorów, pracowników ds. technicznych i kierowników. Aby wspierać ciągły rozwój firmy stworzyliśmy kilka nowych ciekawych możliwości zawodowych w następujących obszarach:
ru: %1 всегда стремится увеличивать свою команду талантливых администраторов, технических сотрудников и менеджеров, пополняя её самыми лучшими и опытными специалистами. Чтобы постоянно поддерживать дальнейший рост и развитие компании, мы расширили список интересных вакансий в следующих областях:
th: %1 กำลังขยายงานเพื่อค้นหาผู้มีศักยภาพ และประสบการณ์ ทีมงานผู้เชี่ยวชาญต่างๆ ไม่ว่าจะเป็น ผู้ดูแลระบบ ทีมงานเทคนิค และผู้จัดการระดับต่างๆ เพื่อเป็นส่วนหนึ่งของการเติบโตของเรา เราต้องการผู้ร่วมงานจำนวนมากที่จะได้รับโอกาสอันน่าตื่นเต้นไปกับโอกาสทางอาชีพของเรา ในสาขาต่อไปนี้ อันได้แก่:

source: %1 is an active proponent of the open-source movement. Suggest enhancements, and take part in the development of our powerful applications. You can find more information on our <a href="%2" target="_blank">Developers Portal</a>.
ar: %1 مؤيدين نشطين من الحركة مفتوحة المصدر. يقترحون التحسينات, ويشاركون في تطوير تطبيقاتنا القوية. يمكنك العثور على مزيد من المعلومات على<a href="%2" target="_blank"> بوابة المطورين</a>.
id: %1 adalah proponen aktif dari pergerakan open-source. Beri saran peningkatan dan ikut beraktifitas dalam pengembangan aplikasi kami. Informasi lebih lanjut mengenai pengembang terdapat pada <a href="%2" target="_blank">Portal Pengembang</a> kami.
pl: %1 popiera ruch wolnego oprogramowania. Zasugeruj ulepszenia i weź udział w tworzeniu naszych zaawansowanych aplikacji. Więcej informacji znajdziesz na naszym <a href="%2" target="_blank">portalu dla programistów</a> 2.
ru: %1 – активный сторонник использования открытого исходного кода. предлагайте свои улучшения и поучаствуйте в разработке наших мощных приложений. Более подробную информацию можно найти на нашем <a href="%2" target="_blank">Портале разработчиков</a>.

source: %1 is owned and operated by the Binary Ltd. group of companies. For more information, <a href="%2">visit our history page</a>.
ar: %1 تملكها وتديرها مجموعة شركات بيناري المحدودة. للمزيد من المعلومات، <a href="%2">قم بزيارة صفحة تاريخ الشركة</a>.
id: %1 dimiliki dan dioperasikan oleh grup perusahaan Binary Ltd. Untuk informasi lanjut, <a href="%2">kunjungi halaman sejarah kami</a>.
pl: Właścicielem i firmą zarządzającą %1 jest grupa Binary Ltd. Jeśli chcesz uzyskać więcej informacji, <a href="%2">odwiedź stronę na temat naszej historii</a>.
ru: %1 принадлежит и находится под управлением группы компаний Binary Ltd. Для получения дополнительной информации, пожалуйста, <a href="%2">посетите страницу нашей истории</a>.
th: %1 เป็นเจ้าของและดำเนินการโดยเครือ Binary Ltd. ศึกษาข้อมูลเพิ่มเติม <a href="%2">เยี่ยมชมประวัติของเรา</a>

source: %1 is seeking a qualified proofreader with a flair for language and a meticulous eye for detail. You must be able to interact with our staff using a web-based translator interface. You’ll work with colleagues in IT, Customer Support and Marketing to provide localised text and translation services.
ar: %1 تبحث عن مدقق لغوي مؤهل يتمتع بأسلوب لغوي وعين دقيقة للتفاصيل. يجب أن تكون قادرا على التفاعل مع موظفينا باستخدام واجهة الترجمة على الإنترنت. عليك العمل مع الزملاء في قسم تكنولوجيا المعلومات، ودعم العملاء والتسويق لتوفير خدمات ترجمة الوثائق والنصوص .
id: %1 mencari proofreader berkualitas yang memiliki bakat dalam bahasa dan ketelitian tinggi. Anda harus dapat berinteraksi dengan staf kami dalam menggunakan antarmuka penerjemah berbasis web. Anda akan bekerja dengan rekan-rekan di IT, Customer Support dan Pemasaran untuk menyediakan teks dalam bahasa lokal dan layanan terjemahan.
pl: %1 poszukuje wykwalifikowanego redaktora, charakteryzującego się dokładnością i doskonałą znajomością języka. Kandydat musi być w stanie komunikować się z naszymi pracownikami za pomocą internetowego interfejsu tłumaczeniowego. Osoba zatrudniona na tym stanowisku będzie współpracowała z działem IT, obsługi klienta i marketingu i będzie odpowiedzialna za lokalizację tekstów i tłumaczenie.
ru: %1 ищет квалифицированного корректора с отличным чувством языка и вниманием к деталям. В Ваши обязанности будет входить взаимодействие с нашим персоналом и использование простого веб-интерфейса для перевода. Вы будете работать с коллегами из IT, маркетингового отдела и отдела поддержки клиентов с целью предоставления услуг локализации и перевода.
th: %1 กำลังสรรหาบุคลากรด้านการพิสูจน์อักษรผู้มีความเชี่ยวชาญในภาษาและพิถีพิถันในรายละเอียดของภาษา ท่านจะทำงานร่วมกับทีมงานแปลโดยใช้ระบบเว็บไซต์เป็นเครื่องมือ ท่านจะทำงานร่วมกับแผนกเทคโนโลยีสารสนเทศ แผนกลูกค้าสัมพันธ์ แผนกการตลาด เพื่อรังสรรค์งานทางด้านภาษาให้เป็นภาษาท้องถิ่นและบริการแปลสื่อต่างๆ

source: %1 is seeking qualified translation professionals familiar with specific target markets, languages, and cultures. By delivering high-quality translation to support our customers in a particular language, you will serve as the company’s voice to clients in certain key areas of the world. You’ll work with colleagues in IT, Customer Support, and Marketing to provide localised text and translation services through a web-based tool. This position will report to our Translation Project Manager.
ar: %1 تبحث عن مترجمين محترفين مؤهلين يألفون أسواق، ولغات، وثقافات محددة مستهدفة. بتحقيق مستوى عال من الترجمة وخدمات دعم العملاء، سوف تكون صوت الشركة لعملائنا. عليك العمل مع الزملاء في قسم تكنولوجيا المعلومات، ودعم العملاء والتسويق لتوفير خدمات ترجمة النصوص عن طريق أداة المستندة إلى ويب. هذه الوظيفة ستتبع مدير مشروع الترجمة لدينا.
id: %1 sedang mencari penerjemah profesional berkualitas yang memahami sepenuhnya bahasa dan budaya target pasar. Dengan memberikan terjemahan berkualitas dan kemampuan memberi layanan kepada pelanggan kami dalam bahasa lokal, Anda akan menjadi suara penyambung bagi perusahaan kepada pelanggan kami di beberapa area. Anda akan bekerja dengan rekan-rekan IT, Customer Support dan Pemasaran untuk menyediakan teks dan terjemahan menggunakan peralatan berdasarkan web. Posisi ini akan memberi laporan kepada Manajer Proyek Penerjemahan.
pl: %1 poszukuje wykwalifikowanych tłumaczy znających określony język docelowy, a także kulturę i rynek kraju docelowego. Osoba zatrudniona na tym stanowisku będzie odpowiadać za komunikację firmy z jej klientami z różnych krajów, dostarczając wysokiej jakości usługi tłumaczeniowe w celu udzielenia wsparcia naszym klientom w określonym języku. Będzie współpracować z działem IT, obsługi klienta i marketingu i będzie odpowiedzialna za lokalizację tekstów i tłumaczenie przy użyciu internetowego narzędzia tłumaczeniowego. Nasi tłumacze podlegają bezpośrednio naszemu koordynatorowi projektów tłumaczeniowych.
ru: %1 ищет квалифицированных переводчиков, знакомых с тематикой целевых рынков, их языками и культурой. Предоставляя первоклассный перевод на определённые языки, Вы станете голосом компании для наших клиентов по всему миру. Вы будете работать с коллегами из IT, маркетингового отдела и отдела поддержки клиентов с целью предоставления услуг локализации и перевода текста на нашем онлайн-ресурсе. Данная позиция подотчётна нашему менеджеру переводческого проекта.
th: %1 กำลังสรรหาบุคลากรในสายงานแปลที่มีความคุ้นเคยกับตลาดที่มีลักษณะเฉพาะ ภาษาเฉพาะ และวัฒนธรรมที่มีเอกลักษณ์ โดยการแปลในระดับเชี่ยวชาญ คุณภาพสูงและส่งมอบบริการที่ดีให้กับลูกค้าของเราในภาษาต่างๆ ท่านจึงเป็นส่วนหนึ่งในนามองค์กรเพื่อส่งต่อบริการไปยังลูกค้าของเราทั่วโลก ท่านจะทำงานร่วมกับแผนกเทคโนโลยีสารสนเทศ แผนกลูกค้าสัมพันธ์ แผนกการตลาด เพื่อรังสรรค์งานทางด้านภาษาให้เป็นภาษาท้องถิ่นและบริการแปลต่างๆ ผ่านเว็บ ตำแหน่งงานนี้จะรายงานตรงต่อกับผู้จัดการแผนกแปลของแต่ละโครงการ

source: %1 is tailored to traders of all levels.
ar: %1 مصممة لتناسب كل مستويات المتداولين.
id: %1 diciptakan untuk semua tingkatan.
pl: %1 ma ofertę dla graczy na każdym poziomie zaawansowania.
ru: %1 подходит для всех уровней трейдеров.
th: %1 มีรูปแบบที่เหมาะสมกับผู้เทรดทุกระดับ

source: %1 now seeks Affiliate Managers to drive rapid growth and business development in key areas of the world. Successful recruits for this telecommuting role will actively increase %1’s market presence, expanding its network of affiliate partners from particular countries, geographic regions, and / or languages as needed.
ar: %1 تبحث الأن عن مدراء تابعين لدفع عملية النمو السريع وتطوير الأعمال في المناطق الرئيسية حول العالم. المجندين الناجحين لهذا الدور عن بعد سيزيدون بنشاط من نسبة حضورالسوق 1% , ويوسعون شبكتهم من الشركاء التابعين من بلدان معينة ومناطق جغرافية و / أو لغات أخرى حسب الحاجة.
id: %1 sedang mencari Manajer Afiliasi untuk mendorong pertumbuhan dengan cepat dan mengembangan bisnis di beberapa area utama dunia. Kesuksesan dalam merekrut peran telecommuting ini akan aktif meningkatkan keberadaan pasar %1, memperluas jaringan mitra afiliasi dari berbagai negara, wilayah geografis dan/atau bahasa yang diperlukan.
pl: %1 zatrudni managera ds. programu partnerskiego, którego zadaniem będzie dbanie o szybki rozwój biznesowy firmy w kluczowych obszarach świata. Zaakceptowani kandydaci będą pracować zdalnie w celu zwiększenia obecności %1 i rozszerzenia sieci partnerów biznesowych w określonych krajach, regionach geograficznych i obszarach językowych.
ru: %1 ищет менеджеров партнёрской программы, готовых внести свой вклад в стремительный рост и развитие бизнеса в ключевых мировых областях. Успешные кандидаты на данную удалённую работу будут увеличивать присутствие %1 на рынке, расширять партнёрскую сеть компании в определённых странах, географических регионах, и/или, при необходимости, на определённых языках.
th: %1 ขณะนี้กำลังสรรหาผู้ดูแลสมาชิกพันธมิตรเพื่อขับเคลื่อนและเติบโตอย่างรวดเร็ว และดำเนินการพัฒนาธุรกิจในสำนักงานหลักๆ ของเรา ผู้ที่ได้รับคัดเลือกในการปฏิบัติหน้าที่นี้จะดำเนินงานอย่างแข็งขันเพื่อเพิ่มจำนวนพันธมิตรของ %1 ขยายเครือข่ายพันธมิตรจากประเทศใดประเทศหนึ่ง ไปยังภูมิภาค และ/หรือ ภาษาที่ต้องการ

source: %1 offers five ways to trade your chosen asset:
ar: تقدم 1% خمسة طرق للتداول فى الأصل المالى الذى اخترته:
id: %1 menawarkan lima cara bertrading pada pilihan aset Anda:
pl: %1 proponuje pięć sposobów handlu wybranymi aktywami:
ru: %1 предлагает пять способов торговать на выбранном Вами инструменте:
th: %1 เสนอ 5 วิธีในการเทรดสินทรัพย์ที่คุณกำหนด:

source: %1 prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades.
ar: يتم قياس أسعار %1 مقارنة بأسعار سوق الخيارات بين البنوك لذلك تأكد أنك تحصل دوما على أفضل الأسعار لتداولاتك.
id: Harga %1 mengacu kepada pasar antar bank pilihan, dimana Anda selalu akan memperoleh harga terbaik pada setiap trading Anda.
pl: Ceny %1 są zestawiane z cenami na rynku opcji międzybankowych, co oznacza, że zawsze otrzymujesz najbardziej korzystne ceny dla swoich zakładów.
ru: %1 стандартизирует цены относительно межбанковских опционов, благодаря чему Вы всегда получаете лучшие цены для своих позиций.
th: %1 ราคาต่างๆ นั้น อ้างอิงตามเกณฑ์มาตรฐานของราคาออปชั่นในตลาด ดังนั้นท่านจะได้รับราคาที่ดีที่สุดเสมอในการเทรดของท่าน

source: %1 provides a variety of applications to help you trade efficiently.
ar: تقدم 1% مجموعة متنوعة من التطبيقات التي تساعدك على التداول بكفاءة.
id: %1 menyediakan berbagai aplikasi yang bisa membantu Anda bertrading secara efisien.
pl: %1 dostarcza różne aplikacje, aby pomóc Ci handlować w jeszcze prostszy i wygodniejszy sposób.
ru: %1 предлагает разнообразные приложения для успешной торговли.

source: %1 provides you with the opportunity to either self-exclude or <a href="%2">set limits on your trading activities</a> on this website. You may also <a href="%3">contact us</a> to state the limits you wish to set via live chat, email or phone. Available limits are:
ar: %1 تقدم لك فرصة إقصاء نفسك عن الموقع أو <a href="%2"> أن تضع قيودا على أنشطتك التجارية</a> على هذا الموقع. تستطيع أيضاً <a href="%3">أن تتصل بنا</a> لتضع الحدود التى تريدها عبر الدردشة الحية، أو البريد الألكترونى أو الهاتف. الحدود المتاحة هى:
id: %1 memiliki fasilitas untuk pengecualian diri baik itu untuk mengecualikan-diri Anda atau <a href="%2">menentukan batasan aktifitas trading Anda</a> pada website ini. Anda juga dapat <a href="%3">menghubungi kami</a> untuk menyampaikan batasan yang Anda inginkan melalui bantuan chatting langsung, email atau telepon. Batasan yang tersedia adalah sebagai berikut:
pl: %1 umożliwia samodzielne wyłączenie lub <a href="%2">ustawienie limitów dla operacji handlowych</a> na tym portalu. Możesz także <a href="%3">skontaktować się z nami</a>, aby ustawić żądane limity przez czat, e-mail lub telefon. Dostępne limity to:
ru: %1 предоставляет Вам возможность временного самоисключения с сайта или <a href="%2">установки лимитов на свою активность</a>. Вы также можете <a href="%3">cвязаться с нами</a>, чтобы мы установили Ваши лимиты по телефону, чату или электронной почте. Доступные опции установления лимитов:
th: %1 ให้ท่านสามารถตั้งการพักวงเงินได้เอง หรือ <a href="%2">ตั้งวงเงินของการเทรดของท่าน</a>ในเว็บนี้ ท่านสามารถ <a href="%3">ติดต่อเรา</a> เพื่อแจ้งความประสงค์เรื่องวงเงินของท่าน ไม่ว่าจะทางไลฟ์แชต อีเมล์ หรือ โทรศัพท์ วงเงินที่มีของท่าน คือ:

source: %1 transactions may not be performed with this account.
ar: %1 لا يجوز إجراء معاملات على هذا الحساب.
id: Transaksi %1 tidak dapat dilakukan pada akun ini.
pl: Nie można wykonywać transakcji %1 z tego konta.
ru: Транзакции %1 не могут производиться на данном счету.
th: %1 ธุรกรรมไม่สามารถดำเนินการได้กับบัญชีนี้

source: %1's Continuous Indices are the Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 25%, 50%, 75% and 100%.
ar: مؤشرات المستمرة في % 1 هي مؤشر 25 تقلب وتقلب 50 مؤشر، تقلبات مؤشر 75 وتقلبات مؤشر 100. وتناظر هذه المؤشرات الأسواق محاكاة مع التقلبات المستمرة من 25%، 50%، 75% و 100%.
id: Indeks Berterusan %1 adalah Indeks Volatilitas 25, Indeks Volatilitas 50, Indeks Volatilitas 75 dan Indeks Volatilitas 100. Indeks ini sesuai dengan pasar yang disimulasikan menggunakan volatilitas konstan sebesar 25%, 50%, 75% dan 100%.
pl: Wskaźniki ciągłe %1 to Indeks zmienności 25, Indeks zmienności 50, Indeks zmienności 75 i Indeks zmienności 100. Symulują sytuację na rynkach o stałej zmienności wynoszącej 25%, 50%, 75% i 100%.
ru: Непрерывные индексы %1 включают Индекс волатильности 25, Индекс волатильности 50, Индекс волатильности 75 и Индекс волатильности 100. Данные индексы соответствуют моделируемым рынкам с волатильностью в размере 25%, 50%, 75% и 100%.
th: ดัชนีต่อเนื่องของ %1 คือ ดัชนีผันผวน 25 ดัชนีผันผวน 50 ดัชนีผันผวน 75 และดัชนีผันผวน 100 ซึ่งดัชนีเหล่านี้สอดคล้องกับระดับความไม่แน่นอนของตลาดที่ 25% 50% 75% และ 100% ตามลำดับ

source: %1's Spread Contracts are leveraged derivative contracts, the value of which is directly tied to the underlying market movements. Clients who 'Long' a rising market (and those who 'Short' a falling market) profit from those movements with much less investment than would be required in the live market.
ar: عقود السبريد الخاصة بـ %1 هي عقود مشتقات مالية معززة، قيمتها ترتبط مباشرة بتحركات السوق التابع. العملاء الذين "يشترون" مع ارتفاع السوق (وأولئك الذين "يبيعون" مع هبوط السوق) يجنون أرباحا من تلك التحركات من استثمار أقل بكثير مما هو مطلوب في سوق مباشر.
id: Kontrak Spread %1 adalah kontrak derivatif berjangka, dimana nilainya ditentukan langsung oleh pergerakan pasar dasar. Klien yang memilih kontrak 'Panjang' pada kenaikan pasar (dan yang memilih 'Pendek' pada penurunan pasar) akan memperoleh keuntungan dari pergerakan dengan investasi kecil pada pasar secara langsung.
pl: Kontrakty Spread oferowane przez %1 to lewarowane instrumenty pochodne, których wartość jest bezpośrednio związana z ruchami na rynku instrumentu bazowego. Ruchy te przynoszą zyski klientom, którzy wybierają pozycje „długie” na rynku rosnącym (i tym, którzy wybierają pozycje „krótkie” na rynku zniżkującym) przy znacznie mniejszych inwestowanych kwotach w porównaniu z kwotami wymaganymi przy handlu na rynkach rzeczywistych.
ru: Контракты со спредами от %1 представляют собой производные контракты с кредитным рычагом, стоимость которых прямо связана с динамикой основного рынка. Клиенты, открывающие “длинные позиции” на растущем рынке (и “короткие позиции” на снижающемся рынке) получают прибыль от данных движений, внося гораздо меньшие инвестиции, чем на живом рынке.
th: สัญญาสเปรดของ %1 มีผลกับสัญญาอนุพันธ์ เป็นมูลค่าซึ่งขึ้นกับการเคลื่อนไหวของตลาดต่างๆ เมื่อลูกค้าทำกำไรโดย 'Long' ในตลาดขาขึ้น (และดำเนินการ 'Short' ในตลาดขาลง) จะมีค่าน้อยกว่ามากเมื่อเทียบกับค่าในตลาดจริง

source: %1's Spread Contracts require a 'stop loss' which limits the maximum losses incurred by a client. This 'stop loss' amount will act as a deposit and may not be used for further trading until that Spread Contract is closed. Spread Contracts are closed when sold by the client, upon hitting the 'stop loss' or 'stop profit' level.
ar: عقود السبريد الخاصة بـ %1 تحتاج إلى أمر "وقف الخسارة" الذي يحد من الحدود القصوى للخسائر التي يتكبدها العميل. ومبلغ "وقف الخسارة" هذا بمثابة وديعة لا يجوز استخدامها لمزيد من التداول حتى يتم إغلاق عقد السبريد هذا. يتم إغلاق عقود السبريد عند بيعها من قبل العميل، أو عندما تصل إلى مستوى "وقف الخسارة" أو "وقف الأرباح".
id: Kontrak Spread %1 memerlukan 'stop loss' yang akan membatasi jumlah maksimal kerugian yang akan dialami oleh Klien. Jumlah 'stop loss' akan berperan sebagai deposit dan tidak akan ditradingkan hingga Kontrak Spread ditutup. Kontrak Spread akan ditutup setelah terjual melewati batasan 'stop loss' atau 'stop profit'.
pl: Kontrakty Spread oferowane przez %1 wiążą się z określeniem kwoty „stop stratom”, która stanowi maksymalny limit strat ponoszonych przez klienta. Kwota „stop stratom” odgrywa rolę depozytu i nie będzie można jej wykorzystać do dalszego handlu do czasu zamknięcia kontraktu Spread. Kontrakty Spread są zamykane w chwili sprzedania ich przez Klienta lub w momencie osiągnięcia limitu „stop stratom” bądź „stop zyskom”.
ru: Контракты со спредами от %1 требуют наличия функции ‘стоп-лосс’, ограничивающей максимальные потери, которые может понести клиент. Сумма, необходимая для активации функции ‘стоп-лосс’, послужит в качестве депозита и не может быть использована для дальнейшей торговли, пока не будет закрыт контракт со спредом. Контракты со спредом закрываются тогда, когда они будут проданы клиентом по достижении уровня ‘стоп-лосс’ или 'стоп-профит'.
th: สัญญาสเปรดของ %1 จำเป็นในการหยุดภาวะขาดทุน (Stop Loss) ซึ่งวงเงินขาดทุนมากที่สุดนั้นจะถูกกำหนดโดยลูกค้า จำนวนเงินที่เกิดขึ้นในการหยุดภาวะขาดทุนนั้นจะเหมือนจำนวนเงินที่ฝากเข้าและจะไม่ถูกใช้ในการซื้อขายครั้งถัดไปจนกระทั่งสัญญาสเปรดนั้นถูกปิดลง สัญญาสเปรดจะถูกปิดเมื่อลูกค้าทำการขายโดยใช้ภาวะ 'Stop Loss' หรือ 'Stop Profit' ตามลำดับ

source: %1-Failed attempt to unlock cashier section
ar: % 1 فشل محاولة فتح قسم الصراف
id: %1-Percobaan membuka bagian kasir gagal
pl: %1-Nieudana próba odblokowania sekcji Kasjer
ru: %1-не удалось разблокировать раздел Касса

source: %1: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
ar: %1: هي منصة تداول الخيارات الثنائية فى العملات والمؤشرات والسلع والمؤشرات الذكية
id: %1: Platform Trading Online opsi binary pada Forex, Indeks, Komoditas dan Indeks Smart
pl: %1: Internetowa platforma handlowa umożliwiająca handel opcjami binarnymi różnego rodzaju: forex, wskaźniki, towary i inteligentne wskaźniki
ru: %1: Онлайн-платформа для торговли бинарными опционами на рынках валют, индексов, сырья и индексах Smart
th: %1: เป็นแพลตฟอร์มการเทรดออนไลน์สำหรับไบนารีออปชั่นสำหรับ ค่าเงินต่างๆ (ฟอเร็กซ์) ดัชนีต่างๆ สินค้าโภคภัณฑ์ต่างๆ และ ดัชนีสมาร์ทต่างๆ
