Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Company does not guarantee that the %1 API it provides will function without interruption or errors in functioning. In particular, the operation of the %1 API may be interrupted due to maintenance, updates, or system or network failures. The Company disclaims all liability for damages caused by any such interruption or errors in functioning.
de: Das Unternehmen garantiert nicht, dass das von ihm zur Verfügung gestellte %1 API ohne Unterbrechung oder Fehler in seinen Funktionen ist. Insbesondere kann der Betrieb des %1 API wegen Wartung, Updates oder System- oder Netzwerkfehlern unterbrochen werden. Das Unternehmen übernimmt für Schäden, die durch solche Unterbrechungen oder Fehler der Funktion verursacht werden, keine Haftung.
fr: La Société ne peut garantir le fonctionnement sans interruption de l'API %1 ou l'absence d'erreurs dans son fonctionnement. En particulier, le fonctionnement de l'API %1 peut être interrompu pour cause de maintenance, de mises à jour, ou de défaillances du système ou du réseau. La Société décline toute responsabilité quant aux dommages éventuels résultant de toute interruption ou erreur de fonctionnement de ce type.
ja: 当社は%1 APIを中断またはエラー無しに機能を提供することを保証しているものではありません。特に、%1 APIの動作が管理、更新、システム、ネットワークの障害により中断されることがあります。機能の障害またはエラーによる損害について当社は一切の責任を負いません。
vi: Công ty không đảm bảo rằng %1 API cung cấp sẽ các chức năng mà không bị gián đoạn hoặc lỗi trong chức năng. Đặc biệt, hoạt động của %1 API có thể bị gián đoạn do bảo trì, cập nhật, hay lỗi hệ thống hoặc mạng. Công ty từ chối tất cả trách nhiệm đối với thiệt hại gây ra bởi sự gián đoạn hoặc lỗi trong chức năng.
zh_cn: 公司并不保证所提供的 %1 API运行时功能不会中断或出现错误。特别是，%1 API操作时可能会由于维护、更新或系统及网络故障而中断。公司不承担任何上述运作中断或错误所引起的赔偿责任。

source: The Company does not provide a market amongst or between Clients for investments, securities, derivatives or speculations. Each financial contract purchased by a Client via this site is an individual agreement between that Client and the Company and is not a security, nor is it transferable, negotiable or assignable to or with any third party.
ar: لا توفر الشركة سوقاً بين العملاء للاستثمارات، أو الأوراق المالية، أو المشتقات، أو المضاربات. كل عقد مالي يقوم العميل بشرائه عبر هذا الموقع هو اتفاقية فردية بين العميل وبين الشركة وليس ورقة مالية، كما لا يجوز نقله أو مفاوضته أو التنازل عنه لأي طرف ثالث.
de: Das Unternehmen stellt unter oder zwischen den Kunden keinen Markt für Investments, Wertpapiere, Derivate oder Spekulationen zur Verfügung. Jeder Finanzvertrag, der von einem Kunden über diese Seite erworben wird, ist eine individuelle Vereinbarung zwischen dem Kunden und dem Unternehmen. Er stellt kein Wertpapier dar und ist nicht an Dritte übertragbar, verhandelbar oder abtretbar.
fr: La Société ne fournit aucun système de négociation entre Clients à des fins d'investissement, de spéculation ou de transactions sur titres ou sur produits dérivés. Chaque contrat financier acheté par un Client par le biais de ce site constitue un contrat individuel entre le Client et la Société et ne constitue pas un titre. Ce contrat ne peut en aucun cas être cédé à ou négocié avec un tiers.
id: Perusahaan tidak menyediakan pasar di antara atau antara Pelanggan untuk investasi, sekuritas, turunan atau spekulasi. Setiap kontrak trading finansial yang dibeli oleh Pelanggan melalui situs ini adalah perjanjian individual antara Pelanggan dan Perusahaan dan tidak terjamin, juga bukan dipindahtangankan, dinegosiasikan atau dapat ditetapkan kepada atau dengan pihak ketiga.
ja: （手数料） 第14条 1. 本取引における取引手数料は無料です。 2. お客さまが当社に振込を行う際の振込手数料はお客さまの負担とし、当社がお客さまの銀行口座へ振込を行う際の振込手数料は当社負担とします。 3. 当社が別途定める期間、新規取引または決済取引が行われなかった場合、口座維持管理手数料（年間2,500円）が必要となります。
pl: Firma nie udostępnia Klientom możliwości handlowania między sobą instrumentami inwestycyjnymi, pochodnymi i spekulacyjnymi, ani papierami wartościowymi. Każdy kontrakt finansowy zakupiony przez Klienta za pośrednictwem tego portalu jest indywidualną umową między Klientem a Firmą i nie jest papierem wartościowym, nie jest też zbywalny, nie podlega negocjacjom ani nie może być przypisany osobie trzeciej.
ru: Компания не предоставляет площадку для инвестиций, ценных бумаг, производных или спекуляций, производимых между Клиентами. Каждый финансовый контракт на данном сайте является индивидуальным соглашением между Клиентом и Компанией и не является ценной бумагой, не подлежит обсуждению, передаче или уступке третьему лицу.
vi: Công ty không cung cấp một thị trường ở giữa các khách hàng đầu tư, chứng khoán, phái sinh hoặc suy đoán. Mỗi hợp đồng tài chính được mua bởi khách hàng qua trang web này là một thỏa thuận cá nhân giữa khách hàng và Công ty và không bảo mật, cũng không chuyển giao, đàm phán hoặc chuyển nhượng tới hoặc với bất kì bên thứ ba nào.
zh_cn: 公司不提供客户之间进行投资、证券、衍生品或投机的市场。每份通过该网站购买的金融合约都是客户与公司之间的独立协议，并不是证券，也无法与任何第三方进行转移、流通或转让。

source: The Company has and retains the right, to terminate any event or trade, including but not limited to the occurrence of any of the above events.
ar: يكون لدى الشركة وتحتفظ بحقها، لإنهاء أي حدث أو تداول، بما في ذلك ولكن لا تقتصر على وقوع أي من الأحداث المذكورة أعلاه.
de: Das Unternehmen hat das Recht und behält sich vor, jeden Vorgang oder Handel, einschließlich insbesodere bei Auftreten einer der oben genannten Sachverhalten, zu beenden.
fr: La Société a et retient le droit, de supprimer n'importe quel événement ou trade, y compris, mais non limité à l’occurrence d'un des événements mentionnés ci-dessus.
id: Perusahaan memiliki dan mempertahankan hak, untuk menghentikan setiap kegiatan atau trading dan termasuk peristiwa diatas.
ja: 上記のイベントの発生に限らず、あらゆるイベントまたは取引を終了させる権利を当社は保持しています。
pl: Firma posiada prawo zakończenia wszelkich czynności i zakładów, w tym między innymi powyżej wymienionych czynności.
ru: Компания сохраняет за собой право остановить какое-либо событие или сделку, включая, но не ограничиваясь наступлением любого из вышеперечисленных событий.
vi: Công ty đã, đang có quyền chấm dứt bất kỳ sự kiện hay giao dịch nào, bao gồm nhưng không giới hạn đến sự xuất hiện của các sự kiện trên.
zh_cn: 公司有权停止任何活动或交易，包括但不限于上述任何事件。

source: The Company has the discretion to seek information from Clients to verify compliance with these terms.
de: Das Unternehmen hat die Diskretion, Informationen vom Kunden anzufordern, um die Einhaltung dieser Bedingungen zu überprüfen.
fr: L'Entreprise peut à son entière discrétion rechercher des informations sur ses Clients pour vérifier leur conformité avec ces termes.
ja: 当社はこれらの条件の遵守を検証するために、顧客から情報を求める権限を有します。
vi: Công ty có quyền quyết định tìm kiếm thông tin từ Khách hàng để xác minh việc tuân thủ với các điều khoản này.
zh_cn: 本公司有权向客户要求信息，以验证其是否符合这些条款。

source: The Company is not liable for loss or damage of any kind whatsoever arising as a result of information or prices published on or furnished through the %1 API, or any errors or omissions of the %1 API;
de: Das Unternehmen ist für Verluste oder Schäden jeglicher Art, die sich aus den Informationen oder Kursen, die über das %1 API veröffentlicht oder zur Verfügung gestellt werden oder Fehlern oder Auslassungen des %1 API, nicht haftbar;
fr: la Société ne peut être tenue responsable de toute forme de perte ou de dommage résultant d'informations ou de prix publiés sur, ou fournis par le biais de, l'API %1, ou d'éventuelles erreurs ou omissions relatives à l'API %1 ;
ja: %1 APIの情報、公開価格、設備の結果発生した事象または%1 APIのエラーまたは欠落による損失及び損害に関して当社は一切の責任を負いません。
vi: Công ty không phải là trách nhiệm đối với tổn thất hoặc thiệt hại của bất kỳ loại nào phát sinh do hậu quả của thông tin hoặc mức giá được công bố trên %1 API, hoặc bất kỳ lỗi hoặc thiếu sót của %1 API;
zh_cn: 由%1 API所提供或发布的任何信息或价格所造成的任何类型的损失或损害，或其所造成的任何错误或遗漏，公司概不负责;

source: The Company is not under any obligation of confidentiality with respect to the Contributions;
ar: الشركة لا تقع تحت أي إلتزام بالسرية المتعلقة بالإشتراكات;
de: Das Unternehmen hat keine Geheimhaltungspflichten für Beiträge;
fr: La Société n'est tenue à aucune obligation de confidentialité concernant lesdites Contributions ;
id: Perusahaan tidak memiliki kewajiban kerahasiaan sehubungan dengan Kontribusi.
ja: 当社はコントリビューションにおいて守秘義務を負いません。
pl: Firma nie jest zobowiązana do zachowania poufności w odniesieniu do Wkładu;
ru: Компания не несёт никаких обязательств в отношении конфиденциальности данных Дополнений;
vi: Công ty chúng tôi chịu sự ràng buộc của bất kỳ quy định nào về sự bảo mật tương ứng với Các khoản bồi thường;
zh_cn: 公司对贡献者没有任何保密义务;

source: The Company makes no claims that the %1 website will be uninterrupted or provide an error free service, and will not be liable for the consequences of any such errors or interruptions.
de: Das Unternehmen sichert nicht zu, dass die %1 Website einen ununterbrochenen oder fehlerfreien Service zur Verfügung stellen wird und haftet nicht für die Folgen von Unterbrechungen oder Fehlern.
fr: La Société ne peut en aucun cas garantir que le site Web %1 ne subira pas d'interruption ou sera à même de fournir un service exempt d'erreurs, et la Société ne sera pas tenue responsable des conséquences de toute erreur ou interruption de ce type.
id: Perusahaan tidak membuat klaim bahwa website %1 akan terganggu atau menyediakan layanan bebas dari kesalahan dan tidak akan bertanggung jawab atas konsekuensi dari setiap kesalahan atau gangguan.
ja: 当社はBinary.com (バイナリードットコム)ウェブサイトにおいてサービスの中断やエラーが全く起こらないサービスの提供を保証しているわけではありません。また、そのようなサービスのエラーや中断によって生じた事象に対する責任を当社は負いません。
pl: Firma nie gwarantuje, że strona internetowa %1 będzie działać bez zakłóceń i nie ponosi odpowiedzialności za konsekwencje takich zakłóceń lub problemów technicznych.
ru: Компания не ручается, что вебсайт %1 будет всегда функционировать без прерывания связи, не обязуется предоставлять свои услуги без каких-либо ошибок, а также не несет ответственности за последствия любых таких ошибок или проблем со связью.
vi: Công ty không tuyên bố rằng trang web %1 sẽ không bị gián đoạn hoặc dịch vụ cung cấp không có lỗi và sẽ không chịu hậu quả với những lỗi và gián đoạn này gây ra.
zh_cn: 公司并未宣称%1 网站不会中断服务或提供无差错服务，也不承担任何因此类中断或错误导致的后果。

source: The Company may change the commission structure at any time at its sole and absolute discretion. We will endeavour to ensure affiliates are notified when changes have been made to the commission structure.
ar: يحق للشركة تغيير هيكل العمولة في أي وقت وفقاً لتقديرها الخاص والمطلق. وسنسعى لضمان إخطار التابعين لنا عندما يتم تغيير هيكل العمولة.
de: Das Unternehmen kann jederzeit die Provisionsstruktur im eigenen absoluten Ermessen verändern. Wir werden und bemühen uns sicherzustellen, dass die Geschäftspartner unterrichtet werden, wenn Änderungen an der Provisionsstruktur vorgenommen werden.
fr: La Société peut modifier la structure du système de commission à sa seul discrétion. Nous nous efforcerons d'informer nos affiliés des modifications effectuées au niveau de la structure du système de commission.
id: Perusahaan dapat mengubah struktur komisi setiap saat atas kebijakannya dan mutlak. Kami akan berusaha untuk memastikan afiliasi akan diberitahu ketika perubahan telah dibuat mengenai struktur komisi.
ja: 当社は単独且つ絶対的な裁量でいつでも手数料形体系を変更することができます。手数料体系に変更があった場合は、アフィリエイト会員へ通知するよう努めます。
pl: Firma może zmienić strukturę prowizji w dowolnej chwili wedle własnego uznania. Firma dołoży wszelkich starań, by powiadomić partnerów w przypadku wprowadzenia zmian w strukturze prowizji.
ru: Компания может в любое время и по своему усмотрению изменить структуру выплаты комиссионных. Мы предпримем все разумные усилия, чтобы уведомить партнёров о внесении изменений в структуру выплаты комиссионных.
vi: Công ty có thể thay đổi chính sách chiết khấu tại bất kỳ thời điểm nào, tùy theo quyết định duy nhất và tuyệt đối của Công ty. Chúng tôi sẽ nỗ lực để đảm bảo rằng các chi nhánh sẽ được thông báo khi chính sách chiết khấu được thay đổi.
zh_cn: 公司可能随时以其唯一、绝对自主权改变佣金结构。佣金结构发生更正时，我们将努力通知所有联盟成员。

source: The Company may change, suspend, terminate or discontinue any aspect of the %1 API, including the availability of any services, information features or functions accessible by means of the %1 API, on no less than seven days advance notice to you.
de: Mit einer mindestens siebentägigen Vorankündigungsfrist kann das Unternehmen jeden Aspekt des %1 API, einschließlich die Verfügbarkeit von Diensten, Informationsfunktionen oder Funktionen, die über das %1 API zugänglich sind, ändern, einstellen, kündigen oder beenden.
fr: La Société peut modifier, suspendre, résilier ou mettre hors service tout aspect de l'API %1, y compris tout service, caractéristique ou fonctionnalité d'information accessible par le biais de l'API %1, en respectant un préavis de sept jours minimum.
ja: 当社において%1 APIを用いてサービス、情報機能、アクセス機能の可用性を含む%1 APIの機能の変更、停止、終了をする場合があります。その場合、遅くとも7日前に事前に通知させていただきます。
vi: Công ty có thể thay đổi, tạm ngừng, chấm dứt hoặc ngừng cung cấp bất kỳ lĩnh vực nào của %1 API, bao gồm cả sự sẵn có của bất kỳ dịch vụ, thông tin các tính năng hoặc chức năng có thể truy cập bằng công cụ của %1 API, trong vòng ít hơn bảy ngày thông báo trước cho bạn.
zh_cn: 公司可能会预先7天通知您之后对%1 API服务，包括通过%1 API所提供的任何服务、信息功能或可访问与可用性作出更改、暂停、终止或中断措施。

source: The Company may from time to time inform you about changes on the website, new services and promotions. If you, however, wish to opt out of such a service and do not wish to receive any direct marketing data you can either unsubscribe to the service or email our customer support team. If you decide to opt in again into receiving promotional material, you can also do so by contacting us.
ar: يجوز للشركة من وقت لآخر أبلاغكم عن التغييرات على الموقع و الخدمات والعروض الترويجية الجديدة. إذا كنت، مع ذلك ترغب في إلغاء الاشتراك في هذه الخدمة و لا ترغب في استقبال أي تسويق مباشر يمكنك إلغاء الاشتراك في هذه الخدمة أو راسل فريق خدمة العملاء على البريد الالكتروني. إذا قررت أن تختار تلقي المواد الترويجية مرة أخرى، يمكنك أيضا القيام بذلك عن طريق الاتصال بنا.
de: Das Unternehmen kann Sie von Zeit zu Zeit über die Änderungen auf der Website, neue Dienstleistungen und Angebote informieren. Wenn Sie allerdings diesen Service nicht und keine direkten Marketing Informationen erhalten möchten, können Sie sich entweder abmelden oder eine E-Mail an unsere Kundenbetreuung schicken. Sie können uns gerne kontaktieren, wenn Sie sich erneut anmelden und Promo-Material erhalten möchten.
fr: Cependant, si vous désirez désactiver ce service et vous ne désirez pas recevoir des données de marketing directes vous pouvez soit vous désinscrire du service, soit envoyez un mail à notre service clientèle.
id: Perusahaan dari waktu ke waktu menginformasikan tentang perubahan pada website, layanan baru dan promosi. Jika Anda, bagaimanapun, ingin memilih keluar dari layanan tersebut dan tidak ingin menerima data pemasaran langsung maka Anda dapat berhenti berlangganan layanan atau mengirim email kepada tim customer support. Jika Anda memutuskan untuk memilih lagi untuk menerima materi promosi, Anda juga dapat melakukannya dengan menghubungi kami.
ja: 当社はサイト上の変更点、新しいサービスやプロモーションに関してお客さまにお知らせする場合があります。しかしながら、そのようなお知らせの通知を希望されない場合は、カスタマーサポートまでご連絡ください。お知らせの通知を再度ご希望される場合もご連絡ください。
pl: Firma może od czasu do czasu informować o zmianach na portalu, nowych usługach i promocjach. Jeśli jednak chcesz zrezygnować z takiej usługi i nie życzysz sobie otrzymywać bezpośrednich informacji marketingowych, możesz zrezygnować z subskrypcji usługi lub skontaktować się drogą e-mailową z naszym Działem obsługi klienta. Jeśli ponownie będziesz chciał(a) otrzymywać materiały promocyjne, możesz także skontaktować się z nami w tym celu.
ru: Компания может время от времени информировать Вас об изменениях на сайте, новых услугах и акциях. Если Вы, тем не менее, хотите отказаться от такой услуги и не желаете получать какую-либо информацию рекламного содержания, Вы можете либо отказаться от подписки на сервис по ссылке в сообщении, либо обратиться по электронной почте в нашу службу поддержки. Если Вы решите снова получать нашу рассылку, то можете возобновить подписку, связавшись с нами.
vi: Công ty sẽ thông báo cho bạn về tình hình thay đổi trang web, dịch vụ mới và nâng cấp theo thời gian. Tuy nhiên, nếu bạn không muốn nhận dịch vụ như này hoặc không muốn nhận bất kì dữ liệu marketing trực tiếp nào thì bạn có thể không thuê bao dịch vụ này hoặc có thể gửi mail cho nhóm chăm sóc khách hàng của chúng tôi. Nếu bạn muốn nhận lại tài liệu nâng cấp này, bạn cũng có thể bằng cách liên hệ với chúng tôi.
zh_cn: 公司可能会就网站的变化、新的服务和促销活动向您发送通知。如果您不愿接受此服务或不希望收到任何直接营销数据，可以退订该服务，或发送电子邮件到我们的客服团队。之后，如果您决定再次接收促销资料，也可以随时联系我们。

source: The Company may impose certain rules and restrictions in relation to the placing of market orders on this website. Such rules may change from time to time, according to market conditions and other factors. The following indicative rules are currently in place:
ar: يجوز للشركة فرض قواعد وقيود معينة فى ما يتعلق بالقيام بوضع طلبات السوق على هذا الموقع. مثل هذة القواعد قد تتغير من وقت لآخر حسب حالة السوق ووفقاً لعوامل أخرى. القواعد الارشادية التالية معمول بها حالياً:
de: Das Unternehmen kann in Bezug auf die Platzierung von Marktaufträgen über diese Website bestimmte Regeln und Einschränkungen aufstellen. Diese Regeln können sich, je nach Marktbedingungen und anderen Faktoren, von Zeit zu Zeit ändern. Folgende Richtlinien sind momentan aktuell:
fr: La Société est susceptible d'imposer certaines règles et restrictions en rapport avec le placement d'ordres de marché sur ce site web. Ces règles sont susceptibles de changer de temps en temps, en fonction des conditions du marché et d'autres facteurs. Les règles indicatives suivantes sont actuellement en place:
id: Perusahaan mungkin akan membuat peraturan atau pembatasan pembelian market pada website tanpa pemberitahuan. Peraturan tersebut akan dirubah dari waktu ke waktu berdasarkan kondisi market dan faktor lainnya. Aturan yang sudah tersedia adalah sebagai berikut:
ja: 当社は当サイトでの取引に対して特定のルールや制限を設ける場合があります。そのようなルールは市場の状況やその他の要因の基づき、適宜適用されます。下記に現在適用されているルールの概要をご確認下さい。
pl: Firma może wprowadzić pewne zasady i ograniczenia w odniesieniu do wprowadzania zleceń rynkowych na tym portalu. Takie przepisy mogą się zmieniać od czasu do czasu, w zależności od warunków rynkowych i innych czynników. Następujące zasady obowiązują obecnie:
ru: Компания оставляет за собой право вносить дополнительные правила и ограничения в отношении размещения ордеров на данном сайте. Данные правила могут время от времени меняться, согласно рыночным условиям и другим факторам. На данный момент на сайте действуют следующие правила общего характера:
vi: Công ty có thể áp đặt các quy tắc và hạn chế nhất định liên quan đến việc đặt các lệnh thị trường trên trang web này. Quy tắc này có thể thay đổi theo thời gian, theo điều kiện thị trường và các yếu tố khác. Các quy tắc chỉ định sau đây đều đang có tại:
zh_cn: 公司可能对网站的市价订单执行设置规则或限制。这些规则可能不定时地根据市场情况和其他因素而改变。当前实施的指示性规则如下：
