Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Contracts will not usually be offered at odds under 0.05-to-1 (i.e. payouts of under USD/GBP/EUR/AUD 1.05 for each USD/GBP/EUR/AUD 1 staked).
ar: لن يتم توفير العقود عادة عند احتمالات أقل من 0.05 إلى 1 (بمعنى: لا نقدم عوائد للتداولات أقل من 1.05 دولار أو جنيه استرلينى أو يورو أو دولار أسترالى والتى تم شراءها بدولار أو جنيه استرلينى أو يورو أو دولار أسترالى واحد).
de: Es werden normalerweise keine Kontrakte mit einer Gewinnquote von weniger als 0,05 bis 1 angeboten (z. B. Auszahlungen von weniger als 1,05 USD/GBP/EUR/AUD je eingesetztem 1 USD/GBP/EUR/AUD).
fr: Les contrats ne sont généralement pas proposés à des cotes inférieures à 0,05 pour 1 (c'est-à-dire avec des paiements inférieurs à 1,05 USD/GBP/EUR/AUD pour chaqueinvestissement de 1 USD/GBP/EUR/AUD).
id: Kontrak tidak tersedia jika selisih dibawah 0.05-hingga-1 (yaitu hasil dibawah USD1.05 untuk harga kontrak sebesar USD1).
ja: 0.05-1（USD/GBP/EUR/AUD）単位で指定するようなトレードは通常提供されません。例）1.05（USD/GBP/EUR/AUD）の払い戻し金額を提供する、購入価格1（USD/GBP/EUR/AUD）のトレード。
pl: Kontrakty będą zazwyczaj oferowane z różnicą od 0,05 do 1 (tzn. wypłaty poniżej 1,05 USD/GBP/EUR/AUD dla każdej stawki w wysokości 1 USD/GBP/EUR/AUD).
ru: Обычно контракты не предлагаются при шансах ниже 0.05 до 1 (то есть, с выплатой 1.05 USD/GBP/EUR/AUD на каждый поставленный 1 USD/GBP/EUR/AUD).
th: สัญญาจะไม่ถูกเสนอขายที่ต่ำกว่า 0.05 ถึง 1 (เช่น การชำระเงินที่ต่ำกว่า 1.05 USD/GBP/EUR/AUD สำหรับการวางเงิน 1 USD/GBP/EUR/AUD)
vi: Hợp đồng thường sẽ không được chào tại tỉ lệ cược dưới 0.05-tới-1 (ví dụ tiền thưởng của dưới USD/GBP/EUR/AUD 1.05 cho mỗi 1 đơn vị vốn USD/GBP/EUR/AUD).
zh_cn: 所提供合约的赔率通常不会低于0.05比1（即每下注1美元/英镑/欧元/澳元将获得1.05美元/英镑/欧元/澳元的赔付）。

source: Contracts will not usually be offered during the first 10 minutes of market trade.
ar: عادة لا يتم عرض العقود خلال أول 10 دقائق للتداول فى السوق.
de: Während der ersten zehn Minuten des Börsenhandelstages werden normalerweise keine Kontrakte angeboten.
fr: Les contrats ne sont généralement pas proposés pendant les 10 premières minutes de d'ouverture du marché.
id: Kontrak tidak dapat ditawarkan pada 10 menit pertama sesi pasar trading.
ja: 開場１０分以内では通常トレードは提供されません。
pl: Kontrakty nie będą zwykle oferowane podczas pierwszych 10 minut handlu.
ru: Обычно контракты не предлагаются в первые 10 минут открытия рынка.
th: สัญญาจะไม่ถูกเสนอระหว่างช่วง 10 นาทีแรกที่ตลาดเปิดซื้อขาย
vi: Hợp đồng thường sẽ không được chào bán trong khoảng 10 phút đầu của giao dịch thị trường.
zh_cn: 在市场交易的第一个10分钟通常不会提供合约。

source: Contracts will not usually be offered when the underlying market is at its intraday high or intraday low.
ar: لن يتم تقديم عقود عادة عندما يكون السوق المعني في أدنى مستوياته اليومية أو أعلى مستوياته اليومية.
de: Wenn der Basiskurs auf seinem Intraday-Hoch oder Intraday-Niedrig steht, werden hierfür normalerweise keine Kontrakte angeboten.
fr: Les contrats ne sont généralement pas proposés lorsque le marché sous-jacent atteint son pic haussier ou baissier en séance.
id: Kontrak tidak dapat ditawarkan jika pasar berada pada intraday tinggi atau intraday rendah.
ja: 取引対象の市場価格が日中の高値または低値を示している場合、通常トレードは提供されません。
pl: Kontrakty nie będą zwykle dostępne, kiedy rynek podstawowy będzie znajdował się w dziennym maksimum lub dziennym minimum.
ru: Обычно контракты не предлагаются, когда рынок находится в своем высшем или низшем значении за день.
th: โดยปกติสัญญาจะไม่ถูกเสนอเมื่อผลิตภัณฑ์อ้างอิงที่ซื้อขายระหว่างวันสูง หรือ ต่ำ
vi: Hợp đồng sẽ không được chào bán khi giá thị trường tài sản cơ sở đang ở mức cao trong ngày hoặc thấp trong ngày giao dịch.
zh_cn: 当标的市场处于日内最高或最低时通常不会提供合约。

source: Contribute to %1's open-source projects.
ar: ساهم في مشاريع %1 مفتوحة المصدر.
de: Tragen Sie zu den Open-Source Projekten von %1 bei.
fr: Contribuez aux projets open source de %1.
id: Kontribusi ke proyek open source %1.
ja: %1のオープンソース・プロジェクトに貢献する
pl: Uczestnicz w projektach open-source %1.
ru: Внесите свои предложения в проекты с открытым исходным кодом %1.
th: มีส่วนในโครงการโอเพ่นซอสของ %1
vi: Đóng góp vào các dự án nguồn mở của %1.
zh_cn: 为%1的开源项目作出贡献。

source: Contribute your creativity and marketing capabilities to further the company's branding efforts, implementing a broad array of promotional campaigns.
de: Tragen Sie Ihre Kreativität und Marketingfähigkeiten bei, um den Markenaufbau durch die Umsetzung einer breiten Palette von Werbemaßnahmen voranzutreiben.
fr: Vous mettrez à profit votre créativité et vos compétences marketing pour soutenir les initiatives de la société en termes d'image de marque (branding), à travers la mise en œuvre d'un large éventail de campagnes promotionnelles.
ja: 幅広い販促キャンペーンへのブランディング改善に是非あなたの創造力とマーケティングスキルをお貸しください。
vi: Đóng góp khả năng sáng tạo và tiếp thị của bạn để đẩy mạnh những nỗ lực xây dựng thương hiệu của công ty bằng cách thực hiện nhiều chiến dịch quảng cáo.
zh_cn: 展现您的创造力和市场营销能力，通过实施一系列广泛的宣传活动，为进一步推展公司的品牌而努力。

source: Contribute your ideas, energy, and creativity to further the company's dynamic branding efforts
de: Tragen Sie Ihre Ideen, Ihren Elan und Ihre Kreativität bei, um die dynamische Markenpflege voranzutreiben
fr: Mobiliser vos idées, votre énergie et votre créativité pour soutenir les initiatives de la société en termes d'image de marque (branding)
ja: あなたのアイディア、エネルギー、創造力をブランディングの改善に活用してみませんか
vi: Đóng góp ý tưởng, sức lực và sự sáng tạo của bạn để đẩy mạnh những nỗ lực xây dựng thương hiệu năng động của công ty
zh_cn: 贡献您的想法、能量和创造力，为进一步推展公司的动态品牌而努力

source: Contributions to the %1 API
de: Beiträge zum %1 API
fr: Contributions à l'API %1
ja: %1 APIのコントリビューション
vi: Các đóng góp cho %1 API
zh_cn: 对%1 API的贡献

source: Contributors
ar: المشاركون
de: Beitragende
fr: Contributeurs
id: Kontributor
ja: コントリビュータ
pl: Współpracownicy
ru: Соавторы
th: ผู้รับผิดชอบ
vi: Cộng tác viên
zh_cn: 捐助人

source: Controlled risk
ar: مخاطر خاضعة للتحكم
de: Kontrolliertes Risiko
fr: Contrôle du risque
id: Risiko terkendali
ja: 万全なリスク管理
pl: Ryzyko kontrolowane
ru: Контролируемый риск
th: ความเสี่ยงที่ถูกควบคุม
vi: Rủi ro đã kiểm soát
zh_cn: 有限风险

source: Cookies
ar: ملفات تعريف الارتباط
ja: Cookie（クッキー）の取り扱いについて
pl: Pliki cookie
ru: Куки
th: คุกกี้
vi: Cookie
zh_cn: Cookie

source: Coordinate business-development activities and generate high-quality partnership leads
ar: تنسيق أنشطة تطوير الأعمال وتوليد شراكات رئيسية عالية الجودة
de: Koordination von Geschäftsentwicklungsaktivitäten und Generierung von hochwertigen Partnerschaftskontakten
fr: Assurer la coordination des activités de développement commercial et générer des leads de haute qualité pour les partenaires potentiels
id: Mengkoordinir aktifitas pengembangan bisnis dan menghasilkan mitra usaha yang berkualitas
ja: 事業開発活動と高品質なパートナーシップの生成をコーディネート
pl: Koordynowanie działań przyczyniających się do rozwoju działalności firmy oraz tworzenie silnych powiązań z partnerami
ru: Координация развития бизнеса и предложение эффективных партнёрских инициатив
th: ประสานงานในกิจกรรมพัฒนาธุรกิจต่างๆ และหาลูกค้าใหม่ที่มีคุณภาพสูง
vi: Hợp tác những hoạt động phát triển kinh doanh và các mối quan hệ đối tác cao cấp
zh_cn: 通过协调业务活动发展高质量合作关系

source: Copyright
ar: حق النشر
fr: Droit d'auteur
id: Hak Cipta
ja: 著作権
pl: Prawa autorskie
ru: Авторское право
th: ลิขสิทธิ์
vi: Bản quyền
zh_cn: 版权

source: Copywriter
ar: المؤلف
fr: Rédacteur [H/F]
ja: コピーライター
ru: Автор статей
th: กอปปี้ไรท์เตอร์หรือ ผู้เขียนต้นฉบับ
vi: Biên Soạn Quảng Cáo
zh_cn: 文案

source: Costs - the costs of executing your order comprised predominantly of spread, i.e., the difference between our bid and our offer price.
de: Kosten - Die Kosten, die bei der Ausführung Ihrer Order entstehen und vorwiegend aus Spread, d.h., dem Unterschied zwischen unserem Geld- und unserem Briefkurs bestehen.
fr: Coûts - les coûts d'exécution de votre ordre sont composés principalement du spread, c'est à dire de la difference entre les prix de la mise et de l'offre.
ja: 費用 - 注文実行の費用は主にスプレッドです。例: 当社の付け値と当社の提案価格の差額
vi: Chi phí - các chi phí thực thi lệnh của bạn, bao gồm chuyền bá chủ yếu, tức là, sự khác biệt giữa các giá thầu của chúng tôi và giá chúng tôi cung cấp.
zh_cn: 费用 - 您的订单执行费用主要由价差，即我们的标价和我们提供的价格之间的区别组成。

source: Costs and Charges
ar: التكاليف والرسوم
de: Kosten und Gebühren
fr: Coûts et frais
id: Berbagai Biaya
ja: コストと料金
pl: Koszty i opłaty
ru: Затраты и расходы
th: ค่าใช้จ่ายและค่าธรรมเนียม
vi: Chi phí và Lệ phí
zh_cn: 成本和费用

source: Country of Residence
ar: بلد الإقامة
de: Wohnsitzland
fr: Pays de résidence
id: Negara Domisili
ja: 居住国
pl: Kraj zamieszkania
ru: Страна проживания
th: ประเทศที่พำนัก
vi: Quốc gia cư trú
zh_cn: 居住国

source: Country of residence
ar: بلد الإقامة
de: Wohnsitzland
fr: Pays de résidence
id: Negara tempat tinggal
ja: 居住国
pl: Kraj zamieszkania
ru: Cтрана проживания
th: ประเทศที่พำนัก
vi: Quốc gia cư trú
zh_cn: 居住国

source: Cover is made available on the basis of the depositor rather than on the basis of the number of deposits, meaning that if an individual has multiple accounts he will only be covered as to €20,000 on the global amount. Any other amount exceeding such threshold is not protected and will thus have to be borne by the investor.
ar: التغطية متاحة استنادا إلى المودع وليس على أساس عدد الودائع، وهذا يعني أنه إذا كان للفرد عدة حسابات فانه سيتم تغطيتها حتى 20,000 يورو من المبلغ الإجمالي. أي مبلغ آخر يتجاوز هذا الحد غير محمي وبالتالي سيتعين على المستثمر أن يتحملها.
de: Die Deckung steht auf der Grundlage des Einzahlers anstatt der Anzahl von Guthaben zur Verfügung. Dies bedeutet, dass, wenn eine Einzelperson mehrere Konten unterhält, nur ein Gesamtbetrag von 20.000 € geschützt ist. Jeder Betrag, der diesen Grenzwert übersteigt, ist nicht geschützt und muss vom Anleger getragen werden.
fr: La couverture est calculée sur la base du déposant plutôt que sur la base du nombre de dépôts. Par conséquent, si un individu détient plusieurs comptes, le montant global de la couverture ne pourra excéder 20 000 €. Tout montant supérieur à ce plafond n'est pas pris en compte et devra donc être supporté par l'investisseur.
id: Perlindungan tersedia berdasarkan depositor dan bukan jumlah deposit, hal ini berarti jika seseorang memiliki akun lebih dari satu maka beliau hanya akan dilindungi sebesar €20,000 secara keseluruhan. Jika jumlah melebihi batasan tersebut maka tidak akan dilindungi dan hal tersebut akan ditanggung sendiri oleh investor.
ja: 補償は入金額ではなく、入金者に基いて利用が可能となります。これは個人が複数の口座を保持していた場合、統額€20,000までのみ補償されます。この閾値を超える額は保護されず、投資家が負担する必要があります。
pl: Pokrycie obejmuje deponenta, nie zaś liczbę jego depozytów. Oznacza to, że w przypadku posiadania kilku kont przez jedną osobę, deponent uzyskuje pokrycie do całościowej kwoty 20 000 €. Pozostałe kwoty, niezależnie od ich wysokości, które przekraczają ten próg nie są objęte ochroną i w związku z tym pokrywa je inwestor.
ru: Страховое покрытие предоставляется самому вкладчику, а не на основе количества внесённых им депозитов. Это означает, что если клиент открыл несколько счетов, общая сумма страховой компенсации составит €20,000. Любая сумма, превышающая данный порог, не будет защищена страховкой и должна вноситься на страх и риск инвестора.
vi: Bồi hoàn được dựa trên cơ sở của người gửi hơn là cơ sở của số lượng người gửi, có nghĩa là nếu một cá nhân có nhiều tài khoản thì anh ấy chỉ có thể được bồi hoàn tối đa tới €20,000 số tiền quy định chung. Bất cứ số tiền nào vượt quá ngưỡng này sẽ không được bảo vệ vì vậy các nhà đầu tư phải tự chịu khoản tiền đó.
zh_cn: 补偿保障的依据是存款个体，而不是存款次数。意思是说，如果某人拥有多个账户， 他最多只能领取总金额为20,000欧元的补偿。任何超过此限额金额的款数都不会获得保障，完全由投资者自行负责。

source: Craft, Metal, Electrical and Electronics Workers
de: Handwerks-, Metall-, Elektrische- und Elektronische-Arbeiter
fr: Employées de l'artisanat, de la métallurgie, ainsi que des secteurs électriques et éléctroniques
ja: 工芸品、金属、電気、電子
vi: Thợ thủ công, kim khí và điện tử
zh_cn: 工艺、金属、电气和电子工人

source: Create
ar: أنشيء
de: Erstellen
fr: Créer
id: Membuat
ja: 作成
pl: Utwórz
ru: Создать
th: สร้าง
vi: Tạo
zh_cn: 创建

source: Create Account
de: Konto einrichten
fr: Créer un compte
ja: デモ口座開設
vi: Tạo Tài khoản
zh_cn: 开立账户

source: Create Free Account
ar: أنشىء حساب مجاني
de: Gratis Konto eröffnen
fr: Créer un compte gratuit
id: Daftar Akun Gratis
ja: デモ口座開設
pl: Załóż darmowe konto
ru: Открыть бесплатный счет
th: สร้างบัญชีฟรี
vi: Tạo Tài Khoản Miễn Phí
zh_cn: 开立免费账户

source: Create New Account
ar: أنشىء حساب جديد
de: Neues Konto einrichten
fr: Créer un nouveau compte
id: Daftar Akun Baru
ja: デモ口座開設
pl: Załóż nowe konto
ru: Открыть новый счет
th: สร้างบัญชีใหม่
vi: Tạo Tài khoản Mới
zh_cn: 开立新账户

source: Create New Token
ar: إنشاء رمز جديد
de: Neuen Token erstellen
fr: Créer un nouveau jeton
id: Membuat Token Baru
ja: 新しいトークンを作成
pl: Utwórz nowy token
ru: Создать новый токен
th: สร้างโทเค่นใหม่
vi: Tạo Token Mới
zh_cn: 创建新令牌

source: Create clear, concise and engaging content for display on the company's website, blog, social media outlets, and marketing materials
de: Erstellung von eindeutigen, prägnanten und ansprechenden Inhalten zur Anzeige auf der Firmen-Website, in Sozialen Medien und Werbematerialien
fr: Création de contenus clairs, concis et attrayants destinés à la diffusion sur le site Web et le blog de la société, sur les réseaux sociaux et dans le cadre de nos campagnes marketing
ja: ウェブサイト、ブログ、メディア、マーケティング資料に使用する明確かつ魅力的なコンテンツの作成
vi: Đưa ra nội dung rõ ràng, súc tích và hấp dẫn để hiển thị trên trang web, blog, phương tiện truyền thông công cộng và tài liệu tiếp thị của công ty
zh_cn: 为公司网站、博客、社交媒体和营销材料创作清晰、简洁、引人入胜的内容

source: Create clear, concise, and engaging content that effectively promotes the company's trading platform and product offerings in a variety of formats.
de: Erstellung von eindeutigen, prägnanten und ansprechenden Inhalten, die effektiv die Handelsplattform und Produktangebote des Unternehmens in einer Vielzahl von Formaten fördern.
fr: Création de contenus clairs, concis et attrayants visant à promouvoir efficacement la plateforme de trading et les produits de la société à travers différents formats.
ja: 様々なフォーマットで商品提供の促進につながる明確かつ簡潔で魅力的なコンテンツの作成。
vi: Đưa ra nội dung rõ ràng, súc tích và hấp dẫn để quảng bá một cách hiệu quả nền tảng kinh doanh và những sản phẩm của công ty bằng những phương thức đa dạng.
zh_cn: 用各种形式为公司创作清晰、简明、引人入胜的内容，以推广公司交易平台和产品。

source: Create content to support our international marketing campaigns in a variety of different formats and languages
ar: إنشاء المحتوى لدعم حملاتنا التسويقية الدولية في مجموعة متنوعة من الأشكال واللغات المختلفة
de: Erstellung von Inhalten, um unsere internationalen Werbekampagnen in einer Vielzahl von unterschiedlichen Formaten und Sprachen zu unterstützen
fr: Création de contenus pour nos campagnes de marketing internationales, à travers différents formats et dans plusieurs langues
id: Membuat konten yang mendukung kampanye pemasaran internasional kami dalam berbagai format dan bahasa yang berbeda
ja: 異なるフォーマットと言語で国際マーケティングキャンペーンをサポートするコンテンツの作成
pl: Tworzenie treści na potrzeby naszych międzynarodowych kampanii reklamowych w różnorodnych formatach i językach
ru: Создание контента для поддержки наших международных маркетинговых кампаний в нескольких форматах и на многих языках
th: ผลิตเนื้อหาเพื่อสนับสนุนการส่งเสริมการตลาดของส่วนกลางในรูปแบบที่หลากหลายและในภาษาต่างๆ
vi: Tạo ra những nội dung để hỗ trợ các chiến dịch quảng bá toàn cầu của chúng ta bằng nhiều định dạng và ngôn ngữ khác nhau
zh_cn: 以各种不同格式和语言创建支持我们国际市场营销活动的内容

source: Create the graphics required to support our global marketing and advertising campaigns. The team's creative efforts span a number of channels, including online marketing, affiliate networks, print advertising, tradeshows, special events, and promotional projects.
ar: إنشاء الرسوم الجرافيكية المطلوبة لدعم حملاتنا التسويقية والإعلانية العالمية. تغطي جهود الفريق الإبداعية عدد من القنوات, بما في ذلك التسويق عبر الإنترنت, الشبكات التابعة, الإعلانات المطبوعة, المعارض التجارية, الأحداث الخاصة, والمشاريع الترويجية.
de: Erstellung von Graphiken, die erforderlich sind, unsere weltweiten Marketing- und Werbekampagnen zu unterstützen. Die kreativen Anstrenungen des Teams reichen über eine Anzahl von Kanälen, wie online Marketing, Geschäftspartner-Netzwerke, Druckwerbung, Messen, besondere Veranstaltungen und Werbeprojekte.
fr: Création des graphiques utilisés dans le cadre de nos campagnes marketing et publicitaires internationales. Les efforts créatifs de notre équipe couvrent un certain nombre de canaux, notamment le marketing en ligne, les réseaux d'affiliation, la publicité imprimée, les salons professionnels, les événements spéciaux et les projets promotionnels.
id: Membuat grafis yang diperlukan untuk mendukung pemasaran global dan kampanye pengiklanan. Hasil tim kreatif akan disebarkan ke beberapa saluran termasuk pemasaran online, jaringan afiliasi, iklan cetak, pameran trading, acara khusus, dan proyek promosi.
ja: グローバルマーケティング及び広告キャンペーンに必要なグラフィックを作成します。チームの創造的な取り組みはオンラインマーケティング、アフィリエイトネットワーク、印刷広告、トレードショー、プロモーションプロジェクトなど多岐に及びます。
pl: Tworzenie grafik na potrzeby naszego globalnego marketingu i kampanii reklamowych. Twórcza praca zespołu przyjmuje wiele form i jest widoczna m.in. w marketingu internetowym, sieciach naszych partnerów, reklamach drukowanych, na targach, specjalnych wydarzeniach i projektach promocyjnych.
ru: Создание графических материалов для поддержки наших маркетинговых и рекламных кампаний всемирного масштаба. Творческая работа нашей команды охватывает несколько направлений, включая онлайн маркетинг, партнерские сети, печатную рекламу, выставки, особые мероприятия и рекламные проекты.
th: ผลิตงานกราฟิกเพื่อสนับสนุนทีมงานการตลาดกลางขององค์กรในส่วนการตลาด และการโฆษณาการส่งเสริมการตลาด โดยพลังความสร้างสรรค์ดังกล่าวจะขยายไปครอบคลุมทุกช่องทางของการทำการตลาด อันได้แก่ การตลาดออนไลน์ เครือข่ายพันธมิตรองค์กร สื่อโฆษณา งานแสดงสินค้าต่างๆ การจัดการประชาสัมพันธ์ต่างภูมิภาค โครงการการส่งเสริมการตลาดต่างๆ
vi: Tạo nên những thiết kế đồ họa cần thiết để hộ trợ những chiến dịch tiếp thị và quảng cáo toàn cầu của chúng tôi. Những nố lực sáng tạo của đội ngủ phải trải rộng rất nhiều lĩnh vực, bao gồm cả tiếp thị trực tuyến, mạng lưới liên kết, in ấn quảng cáo, triển lãm, các sự kiện đặc biệt và các dự án quảng cáo.
zh_cn: 支持我们的设计团队为全球市场营销和广告活动创建平面设计。此团队的设计工作范围牵涉及多个部门，包括网络营销、联盟网络、印刷广告、商展会、特别活动和促销项目。

source: Creating interfaces and tools to access market information, real-time and historical analysis of trading strategies
ar: إنشاء واجهات وأدوات للوصول إلى معلومات السوق، تحليل في الوقت الحقيقي وفي الماضي لاستراتيجيات التداول
de: Erstellung von Schnittstellen und Werkzeugen zum Zugriff auf Marktinformationen, Echtzeit- und historische Analyse von Tradingstrategien
fr: Création d'interfaces et d'outils permettant d'accéder aux informations de marché et à une analyse des stratégies de trading historique et en temps réel
id: Membuat interface dan alat untuk mengakses informasi pasar, real-time dan analisis sejarah bagi strategi trading
ja: 市場情報、リアルタイム取引戦略と履歴分析にアクセスするインターフェースとツールの作成
pl: Tworzenie interfejsów i narzędzi ułatwiających dostęp do informacji rynkowych oraz aktualnych i archiwalnych analiz dotyczących strategii handlowych
ru: Создание интерфейсов и инструментов для доступа к данным рынка, анализа в режиме реального времени и исторического анализа торговых стратегий
th: พัฒนาอินเทอร์เฟสและเครื่องมือในการเข้าถึงข้อมูลการตลาดแบบเรียลไทม์ และการวิเคราะห์ข้อมูลกลยุทธการซื้อขายในอดีต
vi: Thiết kế giao diện và các công cụ để truy cập vào thông tin thị trường, phân tích thời gian thực và lịch sử của chiến lược kinh doanh
zh_cn: 创建接口和工具，获取市场信息和实时及历史交易策略分析

source: Credit/Debit
ar: ائتمان/خصم
de: Gutschrift/Lastschrift
fr: Crédit/débit
id: Kredit/Debit
ja: 支払/受取
pl: Winien/Ma
ru: Кредит/Дебет
th: เครดิต/เดบิต
vi: Tín dụng/Ghi nợ
zh_cn: 借方/贷方

source: Credit/Debit Card
ar: بطاقة الائتمان
de: Kredit-/Debitkarte
fr: Carte de Crédit/de Débit
id: Kartu Kredit/Debit
ja: クレジット・デビットカード
pl: Karta kredytowa/ debetowa
ru: Кредитная/дебетовая карта
th: บัตรเครดิต/เดบิต
vi: Thẻ tín dụng/Thẻ ghi nợ
zh_cn: 信用卡/借记卡

source: Currencies
ar: العملات
de: Währungen
fr: Devises
id: Mata uang
ja: 対応通貨
pl: Waluty
ru: Валюты
th: สกุลเงิน
vi: Đơn vị tiền tệ
zh_cn: 货币

source: Currencies - All major Forex pairs
de: Währungen - Alle wichtigen Forex-Paare
fr: Devises : toutes les paires de devises majeures sur le Forex
ja: 通貨：主要外国為替通貨のペアを取り扱っています。
vi: Tiền tệ - Tất cả các cặp ngoại hối chính
zh_cn: 货币 - 所有主要外汇货币对

source: Currency
ar: عملة
de: Währung
fr: Devise
id: Mata uang
ja: 通貨
pl: Waluta
ru: Валюта
th: สกุลเงิน
vi: Tiền tệ
zh_cn: 货币

source: Currency Symbol
de: Währungssymbol
fr: Symbole de devise
ja: 通貨記号
vi: Ký hiệu tiền tệ
zh_cn: 货币符号

source: Current
ar: الحالية
de: Derzeit
fr: Valeur actuelle
id: Saat ini
ja: 現在
pl: Obecne
ru: Текущие
th: ปัจจุบัน
vi: Tiền tệ
zh_cn: 当前

source: Current Time
de: Aktuelle Zeit
fr: Heure actuelle
ja: 現在時刻：
vi: Thời gian hiện tại
zh_cn: 当前时间

source: Current password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
fr: Mot de passe actuel
id: Kata sandi saat ini
ja: 現在のパスワード
pl: Aktualne hasło
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
vi: Mật khẩu hiện tại
zh_cn: 当前密码

source: Current time:
ar: الوقت الحالي:
de: Aktuelle Zeit:
fr: Heure actuelle :
id: Waktu Terkini:
ja: 現在時刻：
pl: Obecny czas:
ru: Текущее время:
th: เวลาปัจจุบัน:
vi: Thời gian hiện tại:
zh_cn: 当前时间:

source: Customer Funds
ar: أموال العملاء
de: Kundengelder
fr: Fonds des Clients
id: Dana Pelanggan
ja: お客さまのお預かり資金について
pl: Fundusze klienta
ru: Клиентские средства
th: เงินทุนของลูกค้า
vi: Tiền của Khách hàng
zh_cn: 客户资金

source: Customer Service Representatives
ar: ممثلي خدمة العملاء
de: Kundendienstmitarbeiter
fr: Représentants du service à la clientèle [H/F]
id: Perwakilan Customer Service
ja: カスタマーサポート担当
pl: Pracownicy obsługi klienta
ru: Сотрудники отдела обслуживания клиентов
th: ตัวแทนเจ้าหน้าที่ลูกค้าสัมพันธ์
vi: Đại Diện Dịch Vụ Khách Hàng
zh_cn: 客服代表

source: Customer Support
ar: دعم العملاء
de: Kundendienst
fr: Service clientèle
ja: カスタマーサポート
pl: Obsługa klienta
ru: Поддержка клиентов
th: เจ้าหน้าที่บริการลูกค้า
vi: Hỗ trợ Khách hàng
zh_cn: 客户支持

source: Cyberjaya Office
de: Niederlassung in Cyberjaya
fr: Antenne de Cyberjaya
ja: サイバージャヤ（マレーシア）
vi: Văn phòng Cyberjaya
zh_cn: Cyberjaya办公室

source: D. Capacity
de: D. Kapazität
fr: D. Capacité
ja: D. 権利能力
vi: D. Sức chứa
zh_cn: 四、能力

source: D. Client Instructions
de: D. Kundenanweisungen
fr: D. Instructions client
ja: D. クライアント操作手順
vi: D. Các hướng dẫn khách hàng
zh_cn: 四、客户的指示

source: Daily Earnings:
fr: Gains journaliers :
ja: １日の収入

source: Daily Reset Indices
ar: إعادة تعيين المؤشرات اليومية
de: Täglich zurückgesetzte Indizes
fr: Indices journaliers
id: Indeks Reset Harian
ja: デイリーリセットインデックス
pl: Codzienne zerowanie wskaźników
ru: Ежедневные индексы Reset
th: การปรับค่าดัชนีใหม่ทุกวัน
vi: Các chỉ số được Thiết lập lại Hàng ngày
zh_cn: 每日重置指数
