Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: %1 offers five main types of trades that will help you execute your market view or strategy:
de: %1 bietet fünf Haupttypen des Handels an, die Ihnen dabei helfen werden, Ihre Markteinschätzung oder Strategie auszuüben:
fr: %1 propose cinq principaux types d'options qui vous permettront de gérer vos opérations selon votre vision du marché ou votre stratégie :
ja: %1では、それぞれのターゲット市場または戦略の実行に役立つ3つの主要タイプを提供しています。
vi: %1 cung cấp cho năm loại chính trong giao dịch sẽ giúp bạn thực hiện tầm nhìn thị trường hoặc chiến lược:
zh_cn: %1 提供五种可帮助您执行市场观点或策略的交易：

source: %1 offers forex and contracts for differences via the hybrid model, i.e., both dealing on own account (dealing desk) and partially hedging client orders with our liquidity providers (no-dealing desk).
fr: %1 offre un accès au forex et aux contrats pour différences par le biais du modèle hybride, c’est-à-dire en effectuant d'une part des opérations pour compte propre (« dealing desk ») et d'autre part des opérations de couverture partielle des ordres des clients avec nos fournisseurs de liquidité (« no dealing desk »).
ja: %1ではハイブリッドモデルを利用した外国為替取引を提供しています。例えば、自身の口座（Dealing Desk）と当社のLP制度（No Dealing Desk）の双方を用いて顧客の注文を部分的にヘッジしています。

source: %1 offers forex and contracts for differences via the hybrid model, i.e., both dealing on own account (dealing desk) and partially hedging client orders with our liquidity providers (no-dealing desk). Client orders are typically hedged when the total transaction volume exceeds a predefined threshold of risk tolerance level. For both execution models, %1 acts as the contractual counterparty to the transactions that you enter into with us, as opposed to entering into a contractual counterparty with a central clearing house as would be the case with exchange traded financial instruments. As such, counterparty risk exists. Counterparty risk refers to the risk of loss for clients resulting from the fact that the counterparty to the forex and/or contracts for differences transaction that you entered into may default on its obligations prior to the final settlement of the transaction's cash flow.
de: %1 bietet Forex und Kontrakte für Differenzbeträge via dem Hybrid Model an, d.h., beide handeln auf einem eigenen Benutzerkonto (Dealing Desk) und sichern Kundenorder zum Teil mit unseren Liquiditätsgebern (Non-Dealing Desk) ab. Kundenorder werden normalerweise abgesichert, wenn das gesamte Transaktionsvolumen einen vordefinierten Grenzwert des Risikotoleranz-Levels überschreitet. In beiden Ausführungsmodellen, agiert %1 als Vertragspartner der Transaktionen, die Sie mit uns eingehen, im Gegensatz zum Beitreten in eine Vertragspartnerschaft mit einer zentralen Clearingstelle, wie es im Fall von im Austausch gehandelten Finanzinstrumenten wäre. Als solches, gibt es ein Kontrahentenrisiko. Kontrahentenrisiko bezieht sich auf das Verlustrisiko für Kunden, das sich aus der Tatsache ergibt, dass die Gegenpartei zum Forex und/oder zu Kontrakten die Sie für Differenztransaktionen eingegangen sind, ihren Verpflichtungen vor der Schlussrechnung des Cashflows der Transaktion, nicht nachkommen kann.
fr: %1 offre un accès au Forex et aux CFD par le biais du modèle hybride, c’est-à-dire en effectuant d'une part des opérations pour compte propre (« dealing desk ») et d'autre part des opérations de couverture partielle des ordres des clients avec nos fournisseurs de liquidité (« no dealing desk »). Les ordres des clients sont généralement couverts lorsque le volume total des transactions excède un seuil prédéfini correspondant au niveau de tolérance au risque. Pour ces deux modèles d'exécution, %1 agit en tant que contrepartie contractuelle dans le cadre des transactions que nous exécutons pour vous, sans passer par une chambre de compensation centralisée comme dans le cas d'instruments financiers échangés sur les marchés boursiers. Par conséquent, il existe un risque de contrepartie. Le risque de contrepartie désigne pour les clients un risque de perte résultant du fait que la contrepartie de la transaction (sur le Forex ou sur CFD) à laquelle vous participez peut se trouver en défaut sur ses obligations avant le règlement final de la transaction.
ja: %1ではハイブリッドモデルを利用した外国為替取引を提供しています。例えば、自身の口座（Dealing Desk）と当社のLP制度（No Dealing Desk）の双方を用いて顧客の注文を部分的にヘッジしています。取引量の合計がリスク許容レベルの予め定めた値を超えると、顧客注文は通常ヘッジされます。双方の執行モデルに関して、%1は取引所で取引されている金融商品のように中央手形交換所と取引を締結するのではなく、顧客が当社と取引を開始するにあたり当社は取引相手となります。従って、取引相手になることはリスクが存在します。取引相手のリスクとして、取引のキャッシュフローの最終決済前に不履行となる可能性のある異なる外国為替及び/またはトレードの取引相手になるということから生じる 顧客の損失リスクを指します。
vi: %1 cung cấp ngoại hối và các hợp đồng thông qua các mô hình lai, tức là, cả các giao dịch trong tài khoản cá nhân (bàn giao dịch) và một phần bảo hiểm rủi ro đơn đặt hàng của khách hàng với các nhà cung cấp thanh khoản của chúng tôi (không giao dịch bàn). Các đơn đặt hàng của khác hàng thường được bảo hiểm rủi ro khi mà khối lượng tổng giao dịch của khách hàng vượt quá ngưỡng có thể xác định trước của mức độ nguy hiểm rủi ro cho phép. Đối với cả hai loại hình thực hiện, %1 sẽ hành động như một đối tác hợp đồng cho các giao dịch mà khách hàng nhập vào với chúng tôi, ngược lại với cách nhập vào một đối tác hợp đồng với một phòng thanh toán bù trừ trung tâm sẽ là trường hợp với các công cụ tài chính trao đổi giao dịch. Như vậy, tồn tại rủi ro với đối tác. Rủi ro đối tác đề cập đến nguy cơ mất mát cho khách hàng mà kết quả lấy từ thực tế là các đối tác tới ngoại hối và/hoặc các hợp đồng cho các giao dịch khác nhau mà bạn đã nhập vào có thể mặc định về nghĩa vụ của mình trước khi quyết toán dòng tiền của giao dịch.
zh_cn: %1通过混合模式提供外汇和差价合约，即通过自己的账户（交易员）和部分对冲客户订单与我们的流动率提供商（无交易员）进行交易。当总交易量超过预定的风险承受力水平限额时，客户订单通常被对冲。%1在两种执行模式中都扮演您与我们签订交易的合约相对方，而不是像交易所的交易金融工具那样与中央结算所订立交易的合约相对方。 因此，存在相对方风险。 相对方风险是指客户因为您签订的外汇和/或差价交易合约相对方在交易现金流最终结算前违反其义务而造成的损失风险。

source: %1 offers new ways to trade
de: %1 bietet neue Wege des Handelns an
fr: %1 propose de nouvelles alternatives de trading
ja: 新たなトレードの提供を開始
vi: %1 cung cấp nhiều cách thức giao dịch mới
zh_cn: %1提供新的交易方式

source: %1 offers the world's financial markets in a simple, user-friendly platform.
ar: تقدم 1% أسواق المال العالمية فى منصة تداول بسيطة وسهلة الاستخدام.
de: %1 bietet die weltweiten Finanzmärkte auf einer einfachen, anwenderfreundlichen Plattform an.
fr: %1 vous permet d'accéder aux marchés financiers internationaux par le biais d'une plateforme simple et facile à utiliser.
id: %1 menawarkan platform pasar finansial dunia yang sederhana dan mudah.
ja: 当社は、金融市場に簡潔、かつ容易にアクセスできるプラットフォームを提供します。
pl: %1 prezentuje świat rynków finansowych na jednej prostej i łatwej w obsłudze platformie konsumenckiej.
ru: %1 предлагает работу на мировых финансовых рынках на простой для использования платформе.
th: %1 เสนอรูปแบบการซื้อขายตลาดการเงินระดับโลกที่ง่ายดาย มีการใช้งานระบบที่ง่าย สะดวก
vi: %1 cung cấp giao diện thị trường tài chính thế giới đơn giản, thân thiện và dễ sử dụng.
zh_cn: %1 提供简单、人性化的全球性金融交易平台。

source: %1 offers you four ways to trade a particular asset:
de: %1 bietet Ihnen vier Möglichkeiten, eine bestimmte Anlage zu handeln:
fr: %1 propose quatre types d'option pour négocier l'actif de votre choix :
ja: 当社では３種類の取引タイプから選択できます。
vi: %1 cung cấp 4 cách để giao dịch tài sản mà bạn đã chọn:
zh_cn: %1 为每一资产提供以下四种交易方式：

source: %1 open-source projects
fr: Projets open source %1
ja: %1オープンソースプロジェクト

source: %1 opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team.
de: %1 eröffnet ein Büro im QSentral Bürogebäude im Zentrum von Kuala Lumpur, um sein IT Entwicklungsteam zu erweitern.
fr: %1 ouvre une antenne au sein du complexe QSentral, au centre de Kuala Lumpur, afin d'élargir son équipe chargée du développement des TI.
ja: 新たなIT開発チームの拠点としてクアラルンプールの中心街にあるQSentralオフィスビルにオフィスを開設。
vi: %1 mở một văn phòng tại tòa nhà văn phòng QSentral ở trung tâm Kuala Lumpur để mở rộng thêm đội ngũ phát triển CNTT của mình.
zh_cn: %1在吉隆坡市中心QSentral 办公大楼开设办公室，进一步扩大 IT 开发团队。

source: %1 owes you a duty of best execution when executing orders on your behalf, i.e., when you are placing a legitimate reliance on us to safeguard your interest in relation to the execution of your order.
fr: %1 vous doit un devoir de meilleure exécution lorsque l'ordre d'exécution est fait à votre place c'est à dire lorsque vous placez une légitime confiance en nous pour sauvegarder vos intérêts correspondant à l'exécution de votre ordre.
ja: %1にはお客さまに代わって注文を執行する際、最良執行を行う義務があります。

source: %1 provides business partnership services via the following programs.
ar: تقدم 1% خدمات شراكة تجارية عن طريق البرامج التالية.
de: %1 bietet Geschäftspartnerschaft-Dienstleistungen über folgende Programme.
fr: %1 propose des services de partenariat d'affaires par le biais des programmes suivants.
id: %1 menyediakan layanan mitra usaha melalui program-program berikut.
ja: %1 は下記のプログラムを通じて業務提携サービスを提供しています。
pl: %1 zapewnia usługi w zakresie partnerstwa biznesowego za pośrednictwem następujących programów.
ru: %1 предлагает услуги делового партнерства по следующим программам.
th: %1 มีบริการพันธกิจทางธุรกิจผ่านโปรแกรมต่างๆ ต่อไปนี้
vi: %1 cung cấp dịch vụ hợp tác kinh doanh thông qua các chương trình sau.
zh_cn: %1 通过以下方案提供商业伙伴关系服务。

source: %1 provides you best execution by utilising a smart aggregation method when managing incoming orders. The smart aggregation method works by:
fr: %1 vous offre les meilleures conditions d'exécution en utilisant une méthode d'agrégation intelligente dans la gestion des ordres entrants. La méthode d'agrégation intelligente fonctionne comme suit :
ja: %1は受注を管理する際に、スマート集計メソッドを活用して最良執行を提供しています。スマート集計メソッドは以下の内容から動作します。

source: %1 provides you with the opportunity to either self-exclude or <a href='%2'>set limits on your trading activities</a> on this website. You may also <a href='%3'>contact us</a> to state the limits you wish to set via live chat, email or phone. Available limits are:
de: %1 bietet Ihnen die Möglichkeit Ihre Handelstätigkeiten auf dieser Webseite entweder auszuschließen oder <a href="%2">ihnen Limits zu setzen</a>. Sie können <a href="%3">uns auch kontaktieren</a>, um die gewünschten Limits via live Chat, E-mail oder Telefon anzugeben. Verfügbare Limits sind:
fr: %1 vous donne la possibilité de vous auto-exclure du marché sur une période donnée, ou de <a href='%2'>fixer des limites pour vos opérations de trading</a> sur ce site Web. Vous pouvez également <a href='%3'>nous contacter</a> afin de définir les limites que vous souhaitez fixer par messagerie instantanée, e-mail ou téléphone. Les limites disponibles sont :
ja: %1では健全なトレードを行って頂くために、<a href='%2'>トレードの自己制限</a>の設定を提供しています。ご希望の制限を設定いただくには、ライブチャット、Eメール、お電話から <a href='%3'>お問い合わせ</a>いただけます。ご利用いただける制限はこちらです。
vi: %1 mang cho bạn cơ hội tự loại trừ hoặc <a href='%2'>đặt hạn mức cho giao dịch</a> trên trang web này. Bạn cũng có thể <a href='%3'>liên hệ với chúng tôi</a> để thông báo giới hạn mà bạn mong muốn thông qua chat trực tiếp, email hoặc điện thoại. Những giới hạn có sẵn là:
zh_cn: 通过 %1，您可以在网站上自我禁止或 <a href='%2'>为自己的交易活动设限</a>。您也可以通过在线交谈、电邮或电话 <a href='%3'>联系我们</a> 告诉我们您想要设定的限额。可用的限额如下：

source: %1 reaches $2 billion turnover since starting in 1999
de: Seit dem Start in 1999 hat %1 einen Umsatz von 2 Milliarden US$ erwirtschaftet
fr: %1 affiche un chiffre d'affaires de 2 milliards de dollars US depuis sa création en 1999
ja: BetOnMarkets.comは1999年から累計で20億USDのターンオーバーを達成
vi: %1 đạt $2 tỷ doanh thu từ khi ra đời năm 1999
zh_cn: %1从1999年开始运营，目前营业额达到 20 亿美元

source: %1 reaches 1 million registered users
de: %1 erreicht 1 Million registrierte Benutzer
fr: %1 compte 1 million d'utilisateurs inscrits
ja: 口座数は１００万口座を達成
vi: %1 đã có 1 triệu người dùng đăng ký
zh_cn: %1注册用户已达一百万人

source: %1 rows displayed:
de: %1 Zeilen angezeigt:
fr: Rangées %1 affichées :
ja: 表示行数 %1：
vi: %1 hàng hiển thị:
zh_cn: %1 显示行数:

source: %1 seeks a Project Coordinator to help drive the production of promotional content and rollout of marketing campaigns, designed to engage new prospects and current customers based throughout the globe.
ar: 1 % تبحث عن منسق مشروع, للمساعدة في دفع انتاج محتوى ترويجي وبدء تنفيذ حملات تسويقية مصممة من أجل إشراك آفاق جديدة وعملاء حاليين متواجدين في كل أنحاء العالم.
de: %1 sucht einen Projektkoordinator, der die Produktion von Werbeinhalten und das Rollout von Werbekampagnen vorantreibt, die dazu gedacht sind, neue Interessenten und bestehende Kunden aus der ganzen Welt zu begeistern.
fr: %1 recrute un coordinateur de projet chargé de superviser la production des contenus promotionnels et le lancement des campagnes publicitaires, afin de capter de nouveaux prospects tout en communiquant efficacement avec nos clients actuels basés dans le monde entier.
id: %1 sedang mencari Koordinator Proyek untuk membantu mendorong produksi konten promosi dan peluncuran kampanye pemasaran, yang dirancang untuk melibatkan prospek baru dan pelanggan saat ini di seluruh dunia.
ja: 当社では世界中の顧客や潜在顧客と良好な関係を構築することを目的としたプロモーションコンテンツの制作やマーケティングキャンペーンの展望に貢献ができるプロジェクトコーディネーターを探しています。
pl: %1 poszukuje Koordynatora projektu, który pomoże w kierowaniu tworzenia treści promocyjnych i we wdrażaniu kampanii marketingowych, skierowanych do nowych i obecnych klientów na całym świecie.
ru: %1 приглашает на работу координатора проектов, который будет поддерживать выпуск рекламного контента и проводить маркетинговые кампании, призванные привлечь новых и текущих клиентов во всех уголках земного шара.
th: %1 ต้องการผู้ประสานงานโครงการเพื่อช่วยขับเคลื่อนการผลิตเนื้อหาการส่งเสริมการตลาดและดำเนินการโครงการการตลาดต่างๆ แนวทางเพื่อหาผู้มุ่งหวังใหม่ๆ และลูกค้าปัจจุบันทั่วโลก
vi: %1 đang tìm kiếm một Phối viên Dự án để hỗ trợ sản xuất nội dung quảng cáo và triển khai những chiến dịch tiếp thị được thiết kế để thu hút khách hàng tiềm năng mới, cũng như những khách hàng hiện tại trên toàn cầu.
zh_cn: %1 诚聘项目协调员，帮助推动向全球各地新潜在客户和现有客户发布的宣传内容创作和营销活动。

source: %1 seeks a Social Media Executive to enhance and proactively manage the company's social-media efforts. This role requires effective utilisation of a variety of social media channels to attract and nurture prospects, clients, partners, and recruits based throughout the world.
ar: نسبة 1 % تبحث عن مدير تنفيذي لوسائل التواصل الإجتماعية, من أجل تعزيز وإدارة جهود وسائل التواصل الإجتماعي للشركة على نحو استباقي. يتطلب هذا الدور الاستخدام الفعال لمجموعة متنوعة من قنوات التواصل الإجتماعي, لجذب وتغذية آفاق, عملاء, شركاء ومجندين متواجدين في جميع انحاء العالم.
de: %1 sucht einen Mitarbeiter im Bereich der Sozialen Medien, um die Aktivitäten des Unternehmens in den Sozialen Medien zu verstärken und proaktiv zu steuern. Diese Position erfordert die effektive Nutzung einer Vielzahl von Sozialen Medien, um Interessenten, Kunden, Partner und Bewerber aus der ganzen Welt anzuziehen und zu pflegen.
fr: %1 recrute un responsable des réseaux sociaux chargé d'assurer l'optimisation et la gestion proactive des efforts de communication de la société sur les réseaux sociaux. Ce poste requiert l'utilisation efficace de différents canaux sociaux, afin de développer notre base de prospects, de clients, de partenaires et d'employés basés dans le monde entier.
id: %1 sedang mencari Social Media Executive untuk meningkatkan dan secara proaktif mengelola usaha sosial-media perusahaan. Peran ini membutuhkan pemanfaatan yang efektif dari berbagai saluran media sosial untuk menarik dan memelihara prospek, klien, mitra, dan merekrut di seluruh dunia.
ja: ソーシャルメディアへの取り組みの強化と積極的な管理ができるソーシャルメディア管理職員を探しています。この役職は、世界中の顧客、パートナー、新規顧客の誘致や今後の展望のために、ソーシャルメディアチャンネルの様々な活用手段を考えていただきます。
pl: %1 zatrudni kierownika ds. mediów społecznościowych, którego zadaniem będzie zwiększanie obecności firmy w mediach społecznościowych i zarządzanie działaniami prowadzonymi za ich pośrednictwem. Od kandydatów na to stanowisko wymagamy umiejętności skutecznego posługiwania się mediami społecznościowymi w celu przyciągania klientów, partnerów, pracowników i współpracowników oraz utrzymywania z nimi dobrych kontaktów.
ru: %1 приглашает на работу SMM специалиста, который будет улучшать и активно управлять проектами компании, проводимыми в СМИ. Данная должность требует навыков эффективного использования множества информационных каналов с целью привлечь и обучить текущих и потенциальных клиентов, партнёров, а также новых сотрудников компании по всему миру.
th: %1 กำลังสรรหาเจ้าหน้าที่สื่อสังคมเพื่อช่วยและบริหารจัดการสื่อสังคมต่างๆ ของบริษัทฯ อย่างแข็งขัน ผู้รับผิดชอบหน้าที่นี้ต้องบริหารสื่อสังคมที่หลากหลายอย่างมีประสิทธิภาพเพื่อดึงดูดและดูแลผู้มุ่งหวัง ลูกค้า พันธมิตร และผู้สรรหาบุคลากรที่อยู่ในสำนักงานทั่วโลก
vi: %1 đang tìm kiếm một nhà Điều hành phương tiện truyền thông xã hội để nâng cao và chủ động quản lý những hoạt động truyền thông xã hội của công ty. Vị trí này đòi hỏi phải sử dụng hiệu quả nhiều kênh truyền thông khác nhau để thu hút và nuôi dưỡng những khách hàng tiềm năng, khách hàng hiện tại, những đối tác và những nhà tuyển dụng trên khắp thế giới.
zh_cn: %1 诚聘社交媒体执行员，帮助增强并主动管理公司的社交媒体工作。此职务需要有效地善用各种社交媒体渠道，吸引和培育世界各地的潜能用户、客户、合作伙伴和新聘员工。

source: %1 seeks a sharp Copywriter to produce content that actively engages new prospects and current customers based throughout the world.
ar: نسبة 1 % تبحث عن مؤلف لإنتاج المحتوى, الذي يجذب بنشاط آفاق جديدة وعملاء حاليين يتواجدون في جميع أنحاء العالم.
de: %1 sucht einen starken Copywriter, um Inhalte zu produzieren, die neue Interessenten und bestehende Kunden aus der ganzen Welt aktiv einbinden.
fr: %1 recrute un rédacteur qualifié chargé de concevoir des contenus de qualité permettant de capter de nouveaux prospects tout en communiquant efficacement avec nos clients actuels basés dans le monde entier.
id: %1 mencari copywriter terbaik untuk menghasilkan konten yang secara aktif terlibat prospek baru dan pelanggan saat ini di seluruh dunia.
ja: 当社では、世界中の顧客と潜在顧客との良好な関係を積極的に構築するコンテンツの制作に感覚の鋭いコピーライターを必要としています。
pl: %1 zatrudni zdolnego copywritera, którego zadaniem będzie tworzenie treści atrakcyjnych dla potencjalnych i obecnych klientów z całego świata.
ru: %1 приглашает на работу опытного автора статей, способного создавать контент, привлекающий новых и текущих клиентов по всему миру.
th: %1 กำลังสรรหาเจ้าหน้าที่เขียนต้นฉบับ หรือ ก๊อปปี้ไรท์เทอร์ ที่มีทักษะ ฉลาดหลักแหลม เพื่อผลิตเนื้อหาข้อมูลที่สามารถใช้ในการเพิ่มผู้มุ่งหวังใหม่ๆ และสื่อประสานกับลูกค้าปัจจุบันของเราทั่วทุกมุมโลก
vi: %1 đang tìm kiếm một người viết lời quảng cáo sắc sảo để mang đến những nội dung thật thu hút khách hàng tiềm năng và những khách hàng hiện tại trên khắp thế giới.
zh_cn: %1 诚聘文笔犀利的文案，帮助制作网站内容并积极向世界各地新潜能客户和当前客户发布信息。

source: %1 shall act, at times, as a principal and at other times as an agent on your behalf, for all Transactions entered into, by you.
fr: %1 agira parfois comme le principal et parfois comme l'agent en votre nom, pour toutes les Transactions engagées, par vous.
ja: %1はお客さまが開始した全取引に関して、時にはお客さまの代理人として、また時には当事者として振る舞います。

source: %1 supports %2 which is the leading charity in Britain committed to minimising gambling-related harm. The charity funds education, prevention and treatment services and commissions research to help people understand more about gambling-related harm. It also offers a national gambling helpline to offer confidential advice and emotional support to those that seek help about their gambling.
de: %1 fördert %2, der in Großbritannien eine führende Wohltätigkeitsorganisation ist, der die Gefahren des Glücksspiels minimieren möchte. Die Wohltätigkeitsorganisation finanziert Ausbildungs-, Vorbeugungs- und Behandlungsmaßnahmen und lässt Forschungen durchführen, um Menschen zu helfen, mehr über die mit dem Glücksspiel verbunden Gefahren zu erfahren. Er bietet auch ein nationales Glücksspiel Sorgentelefon, um denjenigen vertrauliche Ratschläge und emotionale Unterstützung zu bieten, die Hilfe wegen ihres Spielverhaltens suchen.
fr: %1 soutient la %2, une importante organisation caritative du Royaume-Uni qui œuvre à prévenir les risques liés aux secteur des jeux d'argent. Cette organisation finance des services de sensibilisation, de prévention et de traitement des problèmes liés au jeu, tout en dirigeant des recherches visant à promouvoir une meilleure compréhension des risques liés aux jeux d'argent. Elle gère également une ligne téléphonique afin de fournir des conseils confidentiels et un soutien humain aux personnes recherchant une aide concernant leurs problèmes de jeu.
ja: %1は、ギャンブルに関連する害を最小限にすることを約束している英国の大手慈善団体<a target='_blank' href='http://about.gambleaware.org/'>「責任ある賭博基金」(RGT, Responsible Gambling Trust)</a>をサポートしています。RGT資金教育、予防と治療のサービスや手数料の調査は、ギャンブルに関する害についてより理解するのに役立ちます。また、機密なアドバイスや感情的なサポートをしている全国ギャンブルヘルプラインも提供しています。
vi: % 1 hỗ trợ% 2 là tổ chức từ thiện hàng đầu tại Anh cam kết giảm thiểu các tác hại liên quan đến cờ bạc. Các quỹ từ thiện hỗ trợ giáo dục, phòng ngừa và điều trị các dịch vụ và hoa hồng nghiên cứu để giúp mọi người hiểu thêm về tác hại liên quan đến cờ bạc. Nó cũng cung cấp một đường dây an toàn cờ bạc quốc gia để cung cấp lời khuyên bảo mật và hỗ trợ tinh thần cho những người tìm kiếm sự giúp đỡ về cờ bạc của họ.
zh_cn: %1支持%2。这是英国一家领先的慈善机构，致力于消除与赌博有关的危害。该机构拨款资助教育活动、疾病预防和治疗服务，并接受委托进行各种相关研究项目，协助人们进一步了解赌博的危害。它也创立了一个全国性电话服务专线，向寻求帮助的赌博者提供机密性咨询和情绪上的支持。

source: %1 takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London.
de: %1 hat den ersten Preis in der Kategorie Finanzwettenanbieter während der prestigeträchtigen 2015 EGR Operator Awards Zeremonie, die in London veranstaltet wurde, erhalten.
fr: %1 remporte le premier prix récompensant les meilleurs services de courtage en ligne, lors de la prestigieuse cérémonie organisée par eGaming Review en 2015, à Londres.
ja: ロンドンで開催された名誉あるEGRオペレーター賞授賞式にて金融ベッティングオペレーター部門で最優秀賞を受賞しました。
vi: %1 đoạt giải nhất với giải thưởng cho "Nhà điều hành cá cược tài chính" tại lễ trao giải thưởng uy tín 2015 EGR Operator Awards được tổ chức ở Luân Đôn.
zh_cn: %1在久负盛名的伦敦EGR操作员颁奖仪式中荣获2015年金融博彩操作员第一奖。

source: %1 will offer a number of blockchain tokens to investors. These tokens may be issued in various forms on different blockchains, such as ‘coloured coins’ on the Bitcoin blockchain, and ‘ERC20’ tokens on the Ethereum blockchain.
ja: %1ではトレーダの皆様へ多数のブロックチェーントークンの提供を予定しています。ビットコインのブロックチェーン「カラードコイン」やイーサリアムのブロックチェーン「ERC20」トークンなど多種多様なブロックチェーンで発行することができます。

source: %1 withdrawal from account number %2 to %3 is done. Transaction ID: %4
de: %1 Auszahlung von Kontonummer %2 bis %3 ist erledigt. Überweisungs-ID: %4
fr: Le retrait %1 à partir du numéo de compte %2 vers %3 a été effectué. Identifiant de transaction : %4
ja: 口座番号%2から%3へのご出金が完了しました。取引参照ID：%4
vi: % 1 rút khỏi số tài khoản% 2 đến% 3 được thực hiện. ID giao dịch:% 4
zh_cn: 已完成从账号%2至%3的%1提款。交易编号: %4交易编号：%4
