Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Represents the maximum number of outstanding contracts in your portfolio. Each line in your portfolio counts for one open position. Once the maximum is reached, you will not be able to open new positions without closing an existing position first.
ar: يمثل الحد الأقصى من العقود المعلقة فى محفظتك. كل سطر فى محفظتك يمثل معاملة مفتوحة. عندما يتم الوصول للحد الأقصى لن يعد بإمكانك أن تفتح معاملات جديدة دون أن تغلق معاملة موجودة أولاً.
de: Stellt die maximale Anzahl an ausstehenden Verträgen Ihres Portfolios dar. Jede Linie Ihres Portfolios steht für eine offene Position. Wenn das Maximum erreicht wird, können Sie keine neuen Positionen öffnen, ohne zuvor eine bereits bestehende Position zu schließen.
fr: Représente le nombre maximal de contrats actifs dans votre portefeuille. Chaque ligne dans votre portefeuille compte pour une position ouverte. Une fois le maximum atteint, vous ne serez pas en mesure d'ouvrir de nouvelles positions sans d'abord fermer une position existante.
id: Mewakili jumlah kontrak pada portopolio Anda. Setiap baris pada portopolio Anda dihitung sebagai satu posisi. Jika jumlah maksimum tercapai maka Anda perlu menutup salah satu posisi untuk membeli kontrak atau posisi lainnya.
ja: 最大保有ポジションの総数を示し、各行を１件分のオープンポジションとしてカウントします。最大件数を超えてのポジション保有はできませんので既存のオープンポジションを閉めて頂いてから新規トレードの購入が可能になります。
pl: Pokazuje maksymalną liczbę niezapłaconych kontraktów w Twoim portfolio. Każda linia w Twoim portfolio liczy się jako jedna otwarta pozycja. Po osiągnięciu maksimum nie będziesz mieć możliwości otwierania nowych pozycji bez uprzedniego zamknięcia dotychczasowych pozycji.
ru: Представляет собой максимальное количество открытых контрактов в Вашем портфолио. Каждая линия в Вашем портфолио считается как открытая позиция. Когда Вы достигаете лимита, Вы не можете создавать новые контракты, пока не закроете существующие.
th: แสดงจำนวนสัญญามากที่สุดที่คงอยู่ในบัญชีของท่าน แต่ละบรรทัดแสดงถึงหนึ่งโพซิชั่นที่เปิดอยู่ เมื่อถึงขอบเชตสูงสุด ท่านจะไม่สามารถเปิดโพซิชั่นใหม่ได้ นอกจากจะดำเนินการปิดรายการที่มีอยู่
vi: Hãy trình bày số hợp đồng xuất sắc tối đa có trong hồ sơ của bạn. Mỗi một dòng trong hồ sơ là một vị thế mở. Khi đã đạt đến mức tối đa, bạn sẽ không thể mở thêm vị thế mới mà không đóng các vị thế đang có trước.
zh_cn: 表示您的投资组合中未平仓合约的最大数量。您投资组合中的每一行都算作是一个未平仓头寸。一旦达到该最大值，您在开设新头寸之前需要先结束一个现有头寸。

source: Represents the maximum volume of contracts that you may purchase in any given trading day.
ar: يمثل الحد الأقصى لحجم العقود التي بإمكانك أن تشتريها في أي يوم تداول.
de: Stellt das maximale Volumen an Kontrakten dar, die Sie an einem einzelnen Börsentag erwerben können.
fr: Représente le volume maximal de contrats que vous pouvez acheter au cours d'une journée de trading donnée.
id: Mewakili jumlah maksimum pembelian kontrak dalam satu hari trading.
ja: 購入可能な１日あたりのトレードの総額を示します。
pl: Pokazuje maksymalną liczbę kontraktów, które możesz nabyć w danym dniu handlowym.
ru: Представляет собой максимальный объём контрактов, который Вы можете приобрести в течение любого торгового дня.
th: แสดงถึงจำนวนมากที่สุดของสัญญาที่ท่านซื้อ
vi: Hiển thị số lượng hợp đồng tối đa bạn có thể mua trong ngày giao dịch.
zh_cn: 表示任一既定交易日您可以买入的最大合约数量。

source: Requirements:
de: Voraussetzungen:
fr: Conditions :
ja: 必須項目：
vi: Yêu cầu:
zh_cn: 需求:

source: Resale not offered
de: Wiederverkauf wird nicht angeboten
fr: La revente n'est pas proposée
ja: 満期までの2分は売却取引不可
vi: Bán lại không được cho phép
zh_cn: 不提供转售

source: Resale price
ar: سعر إعادة البيع
de: Wiederverkaufspreis
fr: Prix de revente
id: Harga jual
ja: 売却価格
pl: Cena odsprzedaży
ru: Цена перепродажи
th: ราคาจำหน่ายต่อ
vi: Giá bán lại
zh_cn: 转售价格

source: Reset Password
ar: اعادة تعيين كلمة السر
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
id: Ulang Kata Sandi
ja: パスワード再設定
pl: Zresetuj hasło
ru: Изменить пароль
th: ตั้งรหัสผ่านใหม่
vi: Thiết lập lại Mật khẩu
zh_cn: 重置密码

source: Reset to Original Settings
de: Auf Originaleinstellungen zurücksetzen
fr: Réinitialiser les paramètres
ja: 初期設定にリセットする
vi: Thiết lập lại Cài đặt Gốc
zh_cn: 重设为原始设置

source: Resolve complex customer care issues in the best interest of our global clients and the company
ar: حل قضايا رعاية العملاء المعقدة مع الميل لمصلحة عملائنا والشركة
de: Lösung von komplexen Kundendienstproblemen im besten Interesse unserer weltweiten Kunden und dem Unternehmen
fr: Résoudre les questions complexes d'assistance à la clientèle, dans le meilleur intérêt de nos clients internationaux et de la société
id: Dapat menyelesaikan masalah kompleks yang dialami pelanggan yang merupakan fokus pelanggan dan perusahaan
ja: 世界中の顧客および企業が直面する複雑な問題を解決します
pl: Rozwiązywanie skomplikowanych kwestii związanych z obsługą klienta z zachowaniem najlepszego interesu firmy i jej klientów na całym świecie
ru: Разрешение сложных вопросов из области обслуживания клиентов в интересах наших мировых клиентов и самой компании
th: แก้ปัญหาที่ซับซ้อนของลูกค้าด้วยความใส่ใจอย่างดีที่สุดให้กับลูกค้าทั่วโลกและบริษัทฯ
vi: Giải quyết vấn đề chăm sóc khách hàng phức tạp vì lợi ích tốt nhất của khách hàng toàn cầu và công ty
zh_cn: 维护全球客户和公司最大利益，解决复杂的客户服务问题

source: Resources
ar: مصادر
de: Quellen
fr: Ressources
id: Sumber
ja: 取引参考情報
pl: Środki
ru: Полезное
th: แหล่งข้อมูล
vi: Nguồn
zh_cn: 资源

source: Respond to client queries using our state of the art telephone, electronic mail and on-line chat systems
ar: الرد على استفسارات العملاء باستخدام أحدث الهواتف والبريد الإلكتروني وأنظمة المحادثة على الإنترنت
de: Beantwortung von Kundenanfragen mit unseren modernsten Telefon-, E-Mail- und online Chatsystemen
fr: Répondre aux demandes des clients par le biais de nos systèmes d'assistance de pointe (par téléphone, e-mail ou messagerie instantanée en ligne)
id: Menjawab pertanyaan pelanggan menggunakan telpon, email dan sistem chatting online
ja: 当社最新式の電話、電子メール、チャットシステムを使用して顧客のお問い合わせに対応
pl: Odpowiadanie na zapytania klientów, korzystając z naszych najnowocześniejszych systemów telefonicznych, mailowych oraz czatu online
ru: Предоставление ответов на запросы клиентов по нашей первоклассной системе телефонной связи, электронных сообщений и через онлайн чат
th: ตอบคำถามลูกค้าทางโทรศัพท์ อีเมล์ และระบบไลฟ์แชต
vi: Trả lời các truy vấn của khách hàng qua điện thoại, thư điện tử và hệ thống hỗ trợ trực tuyến của chúng tôi
zh_cn: 通过电话、电子邮件和在线聊天系统对客户的咨询作出反馈

source: Responsibilities include hardware and software deployment, network security, intrusion detection, and load balancing.
ar: المسؤوليات تشمل نشر الأجهزة والبرمجيات، أمن الشبكات، وكشف التسلل، وموازنة الحمل.
de: Die Zuständigkeiten beinhalten den Hardware- und Softwareeinsatz, die Netzwerksicherheit, die Eindringungserkennung und den Belastungsausgleich.
fr: Ses responsabilités comprennent le déploiement des matériels et logiciels informatiques, la sécurité de réseau, la détection d'intrusion et la répartition de charge.
id: Tanggung jawab meliputi penyebaran hardware dan software, jaringan keamanan, deteksi intrusi, dan load balancing.
ja: ハードウェアとソフトウェアの展開・ネットワークセキュリティ・侵入検知・ロードバランシングを担当していただきます。
pl: Do obowiązków będzie należało wdrażanie sprzętu i oprogramowania, zapewnianie bezpieczeństwa sieci, wykrywania zagrożeń i równoważenie obciążenia.
ru: Развёртывание программного и аппаратного обеспечения, сетевая безопасность и балансировка нагрузки.
th: ความรับผิดชอบรวมถึงการเตรียมฮาร์ดแวร์ ซอฟท์แวร์ ให้พร้อมต่อการใช้งาน ความปลอดภัยทางเครือข่าย การป้องกันการบุกรุกและโจมตีทางเครือข่าย และโหลดบาลานซ์
vi: Chịu trách nhiệm triển khai phần cứng và phần mềm, an ninh mạng, phát hiện xâm nhập, và cân bằng tải.
zh_cn: 职责包括硬件软件配置、网络安全、入侵检测和负载平衡工作。

source: Responsible Trading
ar: التداول المسؤول
de: Verantwortungsbewusstes Handeln
fr: Trading responsable
id: Tanggung Jawab Trading
ja: 健全なトレードのために
pl: Odpowiedzialny handel
ru: Ответственность
th: รับผิดชอบการซื้อขาย
vi: Giao dịch có Trách nhiệm
zh_cn: 负责任的交易

source: Responsible for recruiting, training, and nurturing affiliates from particular countries, geographic regions, and / or languages, leveraging your direct knowledge and experience of the local market
ar: المسؤول عن التوظيف, التدريب, ورعاية التابعين من بلدان معينة, مناطق جغرافية, و / أو لغات, والإستفادة من معرفتك وخبرتك للسوق المحلي
de: Zuständigkeit für die Anwerbung, Ausbildung und Pflege von Geschäftspartnern aus einzelnen Ländern, geografischen Regionen und/oder Sprachen unter Verwendung Ihres unmittelbaren Wissens und Ihrer Erfahrung vom nationalen Markt
fr: Vous prenez en charge le recrutement, la formation la progression des affiliés selon leur pays, leur région ou leur langue, en exploitant votre expertise directe du marché local
id: Bertanggung jawab untuk merekrut, melatih, dan menjaga afiliasi dari negara-negara tertentu, wilayah geografis, dan/atau bahasa, memanfaatkan pengetahuan langsung dan pengalaman pada pasar lokal
ja: ローカル市場の経験から得た知識と経験を活用して、特定の国、地域、及び/または言語でのアフィリエイトの募集、トレーニング、育成を担当します。
pl: Wykorzystywanie swojego doświadczenia i wiedzy na temat lokalnego rynku podczas prowadzenia rekrutacji i szkolenia partnerów z określonych krajów, regionów geograficznych i/lub obszarów językowych oraz dbanie o relacje z nimi
ru: Найм, обучение и предоставление помощи партнёрам из определённых стран, географических регионов и/или говорящих на определённых языках; применение знаний и непосредственного опыта работы на региональном рынке
th: รับผิดชอบการสรรหาบุคลากร การอบรม การดูแลกลุ่มพันมิตรจากประเทศต่างๆ ที่กำหนดให้ ตามเขตภูมิศาสตร์และ/หรือ ภาษา เพื่อใช้ความรู้ความสามารถโดยตรงของท่านและประสบการณ์ในพื้นที่
vi: Chịu trách nhiệm cho việc tuyển dụng, đào tạo và bồi dưỡng những chi nhánh từ những quốc gia, vùng địa lý,và/ hoặc ngôn ngữ nhất định, tận dụng kiến thức và kinh nghiệm trực tiếp của bạn về thị trường địa phương
zh_cn: 利用您在本地市场的直接知识和经验，负责对特定国家、地理区域和/或语言招聘、培训和培养联盟成员

source: Responsible for supporting the Group's global recruiting and talent management needs and a broad array of HR-related administrative tasks.
de: Zuständigkeit für die Unterstüzung der globalen Personalbeschaffungs- und Talentmanagement Bedürfnisse und eine breite Palette an Personalverwaltungsaufgaben.
fr: Répondre aux besoins de la société dans les domaines du recrutement international et de la gestion des compétences. Prise en charge d'un large éventail de tâches administratives liées aux ressources humaines.
ja: グループのグローバル人材採用と人材管理のニーズや人事関連の管理タスクの幅広いサポートを担当していただきます。
vi: Chịu trách nhiệm hỗ trợ nhu cầu tuyển dụng toàn cầu của Tập đoàn, quản lý nhân tài và nhóm quản trị sắp xếp các vấn đề liên quan tới nhân sự.
zh_cn: 负责集团全球招聘、人才管理和其他人力资源相关的行政工作。

source: Responsible for the pricing of binary options offered on the %1 website and the risk management and profitability of its options book.
de: Verantwortung für die Preisgestaltung der von der %1 Website angebotenen Binären Optionen und das Risikomanagement und die Rentabilität des Optionenportfolios.
fr: Responsable de la tarification des options binaires proposées sur le site Web %1, de la gestion du risque et de la rentabilité du portefeuille d'options de la société.
ja: Binary.com (バイナリードットコム)で提供しているバイナリーオプションの価格設定とリスク管理、オプションブックの収益性を担当していただきます。
vi: Chịu trách nhiệm về việc định giá của Binary trên %1 website, quản lý rủi ro và lợi nhuận của cuốn cẩm nang này.
zh_cn: 负责提供%1网站的二元期权定价和相关期权记录本的风险及盈利管理。

source: Responsible for the processing of client payments, assisting with the management accounts of the companies within our group, and more.
ar: المسؤولة عن معالجة مدفوعات العميل، والمساعدة في إدارة حسابات الشركات داخل مجموعتنا، والمزيد.
de: Zuständigkeit für die Verarbeitung von Kundenzahlungen, Unterstützung bei der Verwaltung der Firmenkonten innerhalb unseres Konzerns, usw..
fr: Traitement des paiements client et assistance à la comptabilité analytique pour les différentes entreprises réunies au sein de notre groupe, entre autres.
id: Bertanggung jawab memproses pembayaran pelanggan, membantu manajemen grup akuntan perusahaan dan banyak lagi.
ja: 顧客の支払い処理を担当し、グループ内で企業のアカウント管理をサポートします。
pl: Odpowiedzialność za przetwarzanie płatności klientów, pomoc w zarządzaniu kontami firmy w obrębie grupy i inne zadania.
ru: Обработка клиентских платежей, помощь с управлением счетами группы наших компаний и др. обязанности.
th: รับผิดชอบในการดำเนินการการชำระเงินของลูกค้า ช่วยเหลือการบริหารบัญชีลูกค้าของบริษัทและกิจการในเครือ และอื่นๆ
vi: Chịu trách nhiệm về việc xử lý thanh toán của khách hàng, hỗ trợ quản lý tài khoản của công ty trong phạm vi nhóm, và rộng hơn.
zh_cn: 负责处理客户付款，协助集团各公司进行帐户管理，并承担其他工作。

source: Responsible for the risk management and derivatives pricing of the company, including implementation and maintenance.
ar: مسؤول عن إدارة المخاطر وتسعير المشتقات المالية للشركة، بما في ذلك التنفيذ والصيانة.
de: Zuständigkeit für das Risikomanagement und die Preisgestaltung von Derivaten des Unternehmens, einschließlich Umsetzung und Pflege.
fr: Responsable de la gestion du risque et de la tarification des produits dérivés de la société, vous prendrez notamment en charge l'implémentation et la maintenance de son logiciel.
id: Bertanggung jawab atas manajemen risiko dan turunannya harga perusahaan, termasuk pelaksanaan dan pemeliharaan.
ja: 実装とメンテナンスを含む当社のリスク管理とデリバティブ価格うぃ担当していただきます。
pl: Odpowiedzialność za zarządzanie ryzykiem i wycenę instrumentów pochodnych firmy, w tym wprowadzanie i utrzymanie cen.
ru: Управление риском и ценообразованием производных (деривативов) компании, а также их внедрение и поддержка.
th: รับผิดชอบในการบริหารความเสี่ยงและราคาอนุพันธ์ของบริษัทฯ รวมถึงการดำเนินงานและการดูแลปรับปรุงระบบ
vi: Chịu trách nhiệm quản lý rủi ro và định giá vốn phái sinh của công ty, bao gồm việc triển khai và bảo trì.
zh_cn: 负责公司的风险管理和衍生产品定价，包括实施和维护工作。

source: Restrictions
de: Beschränkungen
id: Pembatasan
ja: 制限
pl: Ograniczenia
ru: Ограничения
th: ข้อจำกัด
vi: Những hạn chế
zh_cn: 限制

source: Retail Clients
ar: عملاء التجزئة
de: Einzelhandelskunden
fr: Clients de détail
id: Klien Ritel
ja: 個人のお客さま
pl: Klienci detaliczni
ru: Физические клиенты
th: ลูกค้ารายย่อย
vi: Khách hàng Bán lẻ
zh_cn: 零售客户

source: Return
ar: عائد
de: Rendite
fr: Retours sur investissement
id: Laba
ja: リターン率
pl: Zwrot
ru: Прибыль
th: ผลตอบแทน
vi: Lợi nhuận
zh_cn: 回报

source: Returns above 100% on simple <a href='%1'>rise/fall</a> contracts.
de: Renditen über 100% für einfache <a href='%1'>Steigen/Fallen</a> Kontrakte.
fr: Retours sur investissement de plus de 100 % sur les contrats simples de type <a href='%1'>hausse/baisse</a>.
ja: シンプルな <a href='%1'>ラダーHIGH/ラダーLOW</a> を選択する取引で収益機会を提供
vi: Doanh thu trên 100% dựa trên hợp đồng <a href='%1'>tăng/giảm</a> đơn giản.
zh_cn: 简单<a href='%1'>上涨/下跌</a> 合约的回报率高于 100%。

source: Returns above 1000% on <a href='%1'>higher/lower</a> and <a href='%2'>touch/no-touch</a> trades.
de: Rendite über 1000% bei <a href='%1'>Höher/Tiefer</a> und <a href='%2'>Ziel/Kein Ziel</a> Kontrakten.
fr: Retours sur investissement de plus de 1000 % sur les options de type <a href='%1'>« supérieur/inférieur »</a> et <a href='%2'>« touche/ne touche pas »</a> (options à barrière).
ja: <a href='%1'>ラダーHIGH/ラダーLOW</a>、<a href='%2'>TOUCH/NO-TOUCH</a>オプションで多様な収益機会を提供
vi: Doanh thu trên 1000% dựa trên <a href='%1'>giao dịch</a> cao hơn/thấp hơn và <a href='%2'>chạm/không chạm</a> .
zh_cn: <a href='%1'>“高于/低于”</a> 以及 <a href='%2'>“触及/未触及”</a> 交易的回报率高于 1000%。

source: Review suspicious account transactions
ar: استعراض معاملات الحسابات المشبوهة
de: Überprüfung von verdächtigen Kontobewegungen
fr: Examen des transactions suspicieuses enregistrées sur les comptes
id: Tinjau transaksi akun yang mencurigakan
ja: 不正アカウントの取引を確認
pl: Zobacz podejrzane transakcje na Twoim koncie
ru: Просмотреть подозрительные транзакции на счету
th: ทวนสอบธุรกรรมของบัญชีที่น่าสงสัย
vi: Kiểm tra lại các giao dịch tài khoản đáng nghi ngờ
zh_cn: 审查嫌疑账户交易

source: Review, develop and enhance Perl, C++ and R codes used in options pricing, volatility forecasts, and risk management program
ar: مراجعة وتطوير وتعزيز بيرل، أكواد C++، R، المستخدمة في تسعير الخيارات والتنبؤ بالتقلبات، وبرنامج إدارة المخاطر
de: Überprüfung, Entwicklung und Verbesserung von Perl, C++ und R-Codes, die für Programme zur Kursgestaltung von Optionen, Volatilitätsvorausschau und das Risikomanagement verwendet werden
fr: Réviser, développer et améliorer des codes Perl, C++ et R utilisés dans la tarification des options, les prévisions de volatilité et le programme de gestion du risque
id: Mengulas, mengembangkan dan meningkatkan Perl, C++ dan kode R yang digunakan pada pilihan harga, prediksi volatilitas, dan program manajemen risiko
ja: オプション価格、ボラティリティ予測、リスク管理プログラムに使用するPerl・C++ ・Rコードの確認および開発と強化
pl: Sprawdzanie, tworzenie i ulepszanie kodów Perl, C++ i R stosowanych w programach do wyceny opcji, oceny zmienności oraz zarządzania ryzykiem
ru: Обзор, разработка и улучшение кодов Perl, C++ и R, применяющихся для ценообразования бинарных опционов, прогноза волатильности и в программах управления риском
th: ทวนสอบ พัฒนาและปรับปรุง Perl, C++ และโปรแกรม R ที่ใช้ในการทำราคาออปชั่น การพยากรณ์ความผันผวน และโปรแกรมการบริหารความเสี่ยง
vi: Đánh giá, phát triển, cải tiến Perl, C++ và mã R sử dụng trong định giá các hợp đồng quyền chọn, dự báo biến động giá và chương trình quản lý rủi ro
zh_cn: 期权定价、波动性预测及风险管理程序使用的Perl、C++ 和 R 代码的审查、制订和加强

source: Review, develop and enhance codes used in option pricing and real time risk management programs
ar: مراجعة وتطوير وتعزيز الرموز المستخدمة في تسعير الخيارات وبرامج إدارة المخاطرفي الوقت الحقيقي
de: Überprüfung, Entwicklung und Optimierung von Codes, die in Optionenkursgestaltungs- und Echtzeit-Risikomanagementprogrammen verwendet werden
fr: Révision, développement et amélioration des codes utilisés dans la tarification d'options et dans les programmes de gestion du risque en temps réel
id: Mengulas, mengembangkan dan meningkatkan kode yang digunakan dalam penentuan harga opsi pada program manajemen risiko secara real time
ja: オプション価格とリアルタイムリスク管理プログラムに使用するコードの確認および開発と強化
pl: Sprawdzanie, tworzenie i ulepszanie kodów stosowanych w programach do wyceny opcji i zarządzania ryzykiem w czasie rzeczywistym
ru: Обзор, разработка и улучшение кодов, применяющихся для ценообразования бинарных опционов и в программах управления риском в режиме реального времени
th: ทวนสอบ พัฒนา และปรับปรุงชุดคำสั่งที่ใช้ในราคาออปชั่นและโปรแกรมการบริหารความเสี่ยงแบบเรียลไทม์
vi: Đánh giá, phát triển, cải tiến các mã sử dụng trong việc định giá quyền chọn và các chương trình quản lý rủi ro thời gian thực
zh_cn: 期权定价和实时风险管理程序使用的代码审查、制订和加强

source: Revisions to the %1 API
de: Überarbeitungen des %1 API
fr: Révisions de l'API %1
ja: %1 APIへの改定
vi: Sửa đổi vào %1 API
zh_cn: %1 API 修订版

source: Revoke access
ar: إلغاء الوصول
de: Zugang widerrufen
fr: Révoquer l'accès
id: Mencabut akses
ja: アクセス権の取消
pl: Zablokowanie dostępu
ru: Отмена доступа
th: การเพิกถอนการเข้าถึง
vi: Hủy bỏ truy cập
zh_cn: 撤销访问权限

source: Right to Terminate
ar: الحق في إنهاء
de: Kündigungsrecht
fr: Droit de résiliation
id: Hak untuk Mengakhiri
ja: 中止する権限
pl: Prawo zakończenia umowy
ru: Право на прекращение действия
th: สิทธิ์ในการยกเลิก
vi: Quyền Chấm dứt
zh_cn: 终止权利

source: Rights on Default:
de: Verzugsrechte:
fr: Droits en cas de défaut :
ja: 不履行に関する権利：
vi: Quyền mặc định:
zh_cn: 默认权利︰

source: Rise/Fall
ar: الصعود/الهبوط
de: Steigen/Fallen
fr: Hausse/Baisse
ja: ラダー
pl: Wzrost/spadek
ru: Повышение/Падение
vi: Tăng/Giảm
zh_cn: 上涨/下跌

source: Rise/Fall - Predict if the market will rise or fall from its current level
de: Steigen/Fallen - Sagen Sie voraus, ob der Kurs vom aktuellen Stand aus steigen oder fallen wird
fr: Hausse/Baisse : déterminez si le marché évoluera à la hausse ou à la baisse par rapport au cours actuel
ja: ラダー：権利行使価格を上回るか、下回るかを予測します
vi: Tăng/Giảm - dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại
zh_cn: 上涨/下跌 - 预测市场价格是否会从当前水平上涨或下跌

source: Rise/Fall contracts will be refunded at the purchase price if the following conditions occur: (1) there are less than 2 ticks between the start and end times, or (2) for contracts of tick duration, if the contract doesn't end within 5 minutes, or (3) for contracts starting in the future, if there are no ticks in the 5 minutes before the contract's start time.
de: Steigen/Fallen Kontrakte werden zum Kaufkurs erstattet, wenn folgende Bedingungen vorliegen: (1) Es existieren weniger als 2 Ticks zwischen der Start- und der Endzeit oder (2) bei Kontrakten mit Tick-Laufzeiten, wenn der Kontrakt nicht innerhalb von 5 Minuten ausläuft oder (3) wenn der Kontrakt in der Zukunft beginnt und in den 5 Minuten vor der Startzeit des Kontrakts keine Ticks vorhanden sind.
fr: Les contrats « Hausse/Baisse » seront remboursés si les conditions suivantes se présentent : (1) moins de 2 ticks sont enregistrés entre le début et la fin de l'opération, ou (2) pour les contrats d'une durée de un tick, si le contrat n'arrive pas à échéance dans un délai de 5 minutes, ou (3) pour les contrats dont l'horaire d'activation est ultérieur, si aucun tick n'est enregistré dans les 5 minutes précédant l'heure de début.
id: Kontrak Rise/Fall akan memperoleh ganti rugi berupa harga beli jika terjadi kondisi sebagai berikut: (1) terdapat kurang dari 2 tik antara waktu mulai dan akhir atau (2) jika kontrak tidak berakhir dalam tempo 5 menit untuk kontrak berdurasi tik, atau (3) kontrak dimulai di masa hadapan, jika tidak terdapat tik 5 menit sebelum kontrak dimulai.
ja: ラダートレードは下記の条件が発生した場合に、購入金額が返金されます。 (1) 開始から終了までの取引期間中にTickが2未満である (2) Tick期間のトレードが5分以内で終了しない (3) トレード開始前の5分以内にTickが発生しない
pl: Kwota zakupu kontraktów typu „wzrost/spadek” zostanie zwrócona w następujących sytuacjach: (1) od rozpoczęcia do zakończenia kontraktu odnotowano nie więcej niż 2 zmiany ceny; (2) w przypadku kontraktów o określonym czasie trwania zmian ceny, jeśli kontrakt nie kończy się w ciągu 5 minut; (3) jeśli kontrakt rozpoczyna się w przyszłości i nie zostanie odnotowana żadna zmiana ceny w ciągu 5 minut poprzedzających jego rozpoczęcie.
ru: Цена покупки контрактов Повышение/Падение будет возмещена трейдеру в случае возникновения следующих условий: (1) разница между временем начала и окончания контракта составляет менее двух тиков; (2) для контрактов, длительность которых измеряется тиками – если контракт не заканчивается в течение 5 минут; (3) для контрактов, начинающихся в будущем – если в течение 5 минут до начала действия контракта не было отмечено ни одного тика.
vi: Hợp đồng giá lên/ xuống sẽ được hoàn lại bằng giá mua trong những trường hợp sau: (1) có ít hơn 2 lần thay đổi giá trong khoảng thời gian từ khi bắt đầu đến thời điểm kết thúc, hoặc (2) đối với các hợp đồng có thời hạn, nếu hợp đồng không kết thúc trong vòng 5 phút, hoặc (3) đối với những hợp đồng có thời gian bắt đầu trong tương lai, nếu không có sự thay đổi giá nào trong vòng 5 phút trước khi hợp đồng bắt đầu.
zh_cn: 如果出现以下情况，上涨/下跌合约购入价将全额退还：（1）开始和结束期间价格跳动次数少于2，或（2）价格跳动期类型合约，如果合约没在5分钟内结束，或（3）未来开始类型合约，如果合约开始时间前5分钟内价格没跳动。

source: Rise/Fall trades
ar: تداولات الصعود/الهبوط
de: Steigen/Fallen Abschlüsse
fr: Options « Hausse/Baisse »
id: Kontrak Rise/Fall
ja: ラダートレード
pl: Zakłady wzrost/spadek
ru: Контракты Повышение/Падение
th: การซื้อขาย Rise/Fall
vi: Giao dịch Tăng/Giảm
zh_cn: “上涨/下跌”交易

source: Rise/Fall – Predict that the market will rise or fall from its current level
de: Steigen/Fallen - Sagen Sie voraus, dass der Kurs vom aktuellen Stand aus steigen oder fallen wird
fr: Hausse/Baisse : déterminez si le marché évoluera à la hausse ou à la baisse par rapport au cours actuel
ja: ラダー：権利行使価格を上回るか、下回るかを予測します
vi: Tăng/Giảm - dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại
zh_cn: 上涨/下跌 - 预测市场价格是否会从当前水平上涨或下跌

source: Risk Disclaimer
ar: تحذير المخاطر
de: Risikohinweise
fr: Divulgation des risques
id: Sanggahan Risiko
ja: 免責事項
pl: Zastrzeżenie dotyczące ryzyka
ru: О рисках
th: การสงวนสิทธิ์ความเสี่ยง
vi: Miễn trách nhiệm Rủi ro
zh_cn: 风险免责声明
