Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The Stochastic Oscillator is a momentum indicator that shows the location of the current close relative to the high/low range over a set number of periods. The Stochastic Oscillator is made up of two lines that oscillate between a vertical scale of 0 to 100. The %K is the main line and it is drawn as a solid line. The second is the %D line and is a moving average of %K. The %D line is drawn as a dotted line. The Fast Stochastic is the average of the last three %K and a Slow Stochastic is a three day average of the Fast Stochastic.
ar: مذبذب الأستوكاستك (Stochastic Oscillator) هو مؤشر زخم يُظهر مكان سعر الإقفال الحالي فيما يتصل بمدى انخفاض أو ارتفاع السعر على مدى عدد محدد من الفترات. يتكون مذبذب الأستوكاستك من خطين يتذبذبان بين مقياس عمودي من 0 إلى 100. الـ K% هو الخط الأساسي ويُرسم كخط متصل. الخط الثاني هو D% وهو متوسط متحرك لـ K%. يُرسم خط الـ D% كخط منقط. الستوكاستيك السريع هو متوسط لآخر ثلاثة K% والستوكاستيك البطيء هو متوسط ثلاثة أيام من الستوكاستيك السريع.
id: Stochastic Oscillator adalah sebuah indikator momentum yang digunakan untuk menunjukkan posisi closing relatif terhadap range transaksi dalam satu periode tertentu. Nilai kisaran pada indikator ini adalah 0 hingga 100. %K adalah inti dari indikator dan digambarkan sebagai garis tebal. Kedua adalah garis %D merupakan pergerakan rata-rata %K. Garis %D digambarkan sebagai titik. Fast Stochastic adalah pergerakan rata-rata 3 periode terakhir %K dan Slow Stochastic adalah rata-rata Fast Stochastic selama tiga hari.
pl: Oscylator stochastyczny to wskaźnik momentum, który pokazuje położenie aktualnej bliskiej względnej w stosunku do wysokiego/niskiego zakresu w ciągu określonej liczby okresów. Oscylator stochastyczny składa się z dwóch linii, które oscylują między pionową skalą od 0 do 100. %K to linia główna narysowana jako linia ciągła. %D to druga linia, która przesuwa się średnio wzdłuż %K. Linia %D jest przerywana. Szybka stochastyczna to średnia ostatnich trzech %K, a wolna stochastyczna to trzydniowa średnia szybkiej stochastycznej.
ru: Стохастический Осциллятор - это индикатор, значения которого колеблются (осциллируют) между двумя числами - 0 и 100. Это индикатор движений рынка, демонстрирующий текущее положение цены закрытия относительно высших/низших значений в течение определенных периодов. Индикатор реализован в виде двух линий, передвигающихся по вертикальной шкале: %K - это главная линия, выделенная жирным. Линия %D - это скользящая средняя линии %K, обозначенная пунктиром. Fast Stochastic (быстрый) - это среднее значение последних трех %K, Slow Stochastic (медленный) - это среднее значение "быстрого" стохастика за три дня.

source: The USD Index is a weighted Index, measuring the US Dollar’s value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%.
ar: مؤشر USD هو مؤشر وزني، يقيس قيمة الدولار الأمريكي مقابل سلة من 5 عملات عالمية (EUR, GBP, JPY, CAD, AUD)، وزن كل منهم 20%.
id: Indeks USD adalah Indeks yang ditimbang dengan mengukur nilai Dolar melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%.
pl: Indeks USD to indeks ważony mierzący wartość dolara amerykańskiego w stosunku do koszyka 5 światowych walut (EUR, GBP, JPY, CAD, AUD), z których każda ma wagę 20%.
ru: Индекс USD Index является взвешенным индексом, измеряющим значение американского доллара против корзины из 5 основных мировых валют (EUR, GBP, AUD, JPY, CAD), каждая из которых взвешена на 20%.

source: The account transfer is unavailable for accounts with different default currency.
ar: تحويل الحساب غير متاح لحسابات بعملة افتراضية مختلفة.
id: Transfer antar akun tidak tersedia untuk akun dalam mata uang yang berbeda.
pl: Przelew środków jest niemożliwy dla kont z innymi walutami domyślnymi.
ru: Трансфер недоступен для счетов с другой валютой по умолчанию.

source: The account transfer is unavailable for your account.
ar: تحويل الحساب غير متاح لحسابك.
id: Transfer akun tidak tersedia pada akun Anda.
pl: Przelew środków z Twojego konta jest niemożliwy.
ru: Трансфер счета недоступен для Вашего счета.
th: การโอนบัญชีไม่สามารถทำได้กับบัญชีของท่าน

source: The account transfer is unavailable for your account: %1.
ar: تحويل الحساب غير متاح لحسابك: %1.
id: Transfer akun tidak tersedia untuk akun Anda: %1.
pl: Przelew środków z Twojego konta %1 jest niemożliwy.
ru: Трансфер счета недоступен для Вашего счета: %1.
th: การโอนบัญชีไม่สามารถทำได้กับบัญชีของท่าน: %1

source: The account transfer is unavailable. Please
ar: تحويل الحساب غير متاح. رجاء
id: Transfer antar akun tidak tersedia. Silahkan
pl: Przelew środków z konta jest niemożliwy.
ru: Трансфер счёта недоступен. Пожалуйста
th: โปรดทราบ การโอนบัญชีไม่สามารถทำได้

source: The account transfer is unavailable. Please deposit to your account.
ar: نقل الحساب غير متوفر. الرجاء إيداع إلى حسابك.
id: Transfer antar akun tidak tersedia. Silahkan deposit ke akun Anda.
pl: Przelew środków jest niemożliwy. Proszę wpłacić środki na konto.
ru: Трансфер недоступен. Пожалуйста, пополните свой счет.
th: การโอนบัญชีไม่สามารถทำได้ โปรดฝากเงินในบัญชีของท่าน

source: The amount of profit/loss per point of rise/fall is multiplied by the amount per point. A large amount per point will result in large profits/losses per point of movement of the index.
ar: يتم ضرب مقدار الربح/الخسارة لكل نقطة صعود/هبوط بقيمة كل نقطة. القيمة الكبيرة لكل نقطة تؤدي إلى أرباح/خسائر كبيرة لكل نقطة من حركة المؤشر.
id: Jumlah keuntungan/kerugian per poin dari rise/fall dikalikan dengan jumlah per poin. Jumlah besar per poin akan menyebabkan keuntungan/kerugian besar per poin dari pergerakan indeks.
pl: Kwota zysku/straty na punkt wzrostu/spadku jest pomnożona przez kwotę na punkt. Wysoka kwota na punkt skutkuje wysokimi zyskami/stratami na punkt zmieniającego się indeksu.
ru: Сумма прибыли/убытков за каждый пункт при росте/падении должна быть помножена на сумму за пункт. Большая сумма за пункт приведет к большим прибылям/убыткам за каждый пункт движения индекса.

source: The application sent an invalid request.
ar: أرسل التطبيق طلب غير صالح.
id: Aplikasi mengirim permintaan yang tidak berlaku.
pl: Aplikacja wysłała niewłaściwe żądanie.
ru: Приложение отправило неверный запрос.

source: The barrier(s) you choose defines your position and triggers your payout.
ar: الحاجز (الحواجز) الذي تختاره يحدد معاملتك ومردودها.
id: Batasan yang anda pilih akan menentukan posisi dan memicu hasil anda.
pl: Ustawione limity określają pozycję, która inicjuje wypłatę.
ru: Выбранный барьер определяет уровень, задевание которого приведет к выигрышу и выплате.

source: The barriers are improperly entered for this contract.
ar: الحواجز مُدخله بشكل غير صحيح لهذا العقد.
id: Batasan tidak dimasukkan dengan benar untuk kontrak ini.
pl: Limity dla tego kontraktu zostały wprowadzone nieprawidłowo.
ru: Неправильно внесены барьеры на данный контракт.

source: The company has various deposit methods available, each with their own timing for deposits, some of which might not be available for withdrawals. Full details of deposits and withdrawals methods available including settlement times are available <a href='%1' class='pjaxload'>here:</a>
ar: لدى الشركة طرق إيداع مختلفة متاحة، كل مع فترة إيداع خاصة به، والبعض منها قد لا يكون متاحا للسحب. التفاصيل الكاملة لوسائل الإيداع والسحب المتاحة بما في ذلك أوقات الإيداع المتاحة تجدها <a href='%1' class='pjaxload'>هنا:</a>
id: Perusahaan menyediakan berbagai jenis metode deposit, setiap deposit memiliki waktu proses masing-masing begitu juga dengan penarikan. Informasi lengkap mengenai metode deposit dan penarikan termasuk waktu proses tersedia <a href='%1' class='pjaxload'>disini:</a>
pl: Firma oferuje różne metody wpłaty środków. Każda z nich posiada własne godziny dla wpłat i wypłaty mogą nie być dostępne w niektórych z nich. Wszystkie szczegóły dotyczące dostępnych metod dokonywania wpłat i wypłat, w tym godziny rozliczeń są dostępne <a href='%1' class='pjaxload'>tutaj:</a>
ru: Компания предлагает различные методы для пополнения, каждый со своим собственным сроком обработки, некоторые из которых могут не быть доступны для вывода. Полная информация о доступных способах пополнения и вывода, включая время обработки, находится <a href='%1' class='pjaxload'>здесь:</a>

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: <strong>medium protection</strong>.
ar: تحتفظ الشركة بأموال العملاء في حسابات مصرفية منفصلة عن حسابات التشغيل بالشركة وبالتالي لن تشكل جزءا من أصول الشركة، في حالة الإعسار. وهذا يلبي متطلبات لجنة Gambling Commission لفصل أموال العملاء عند مستوى: <strong>حماية متوسطة</strong>.
id: Perusahaan menyimpan dana Pelanggan pada rekening bank terpisah dari rekening bank untuk urusan operasional dimana tidak akan, meskipun dalam keadaan pailit menjadi bagian dari aset Perusahaan. Hal ini memenuhi persyaratan Komisi Trading dalam pemisahan dana nasabah di tingkat: <strong>perlindungan menengah</strong>.
pl: Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny. W przypadku niewypłacalności firmy rachunki te nie będą stanowiły jej aktywów. Tym samym spełnione zostają wymagania instytucji Gambling Commission dotyczące oddzielenia funduszy klientów na następującym poziomie: <strong>średnia ochrona</strong>.
ru: Компания держит средства клиентов на отдельных от рабочих счетов банковских счетах, которые в случае неплатежеспособности Компании не считаются входящими в состав ее активов. Это отвечает требованиям Комиссии по азартным играм по сегрегации средств клиентов на следующем уровне: <strong>средняя защита</strong>.

source: The company holds customer funds in separate bank accounts to the operational accounts; and arrangements have been made to ensure assets in the customer accounts are distributed to customers in the event of insolvency. This meets the Gambling Commission’s requirements for the segregation of customer funds at the level: medium protection.
ar: تحتفظ الشركة بأموال العملاء في حسابات مصرفية منفصلة عن حسابات التشغيل بالشركة؛ وقد وضعت ترتيبات لضمان توزيع الأصول في حسابات العملاء للعملاء في حالة الإعسار. وهذا يلبي متطلبات لجنة Gambling Commission لفصل أموال العملاء عند مستوى: حماية متوسطة.
id: Perusahaan memegang dana Pelanggan pada rekening bank terpisah dari rekening bank untuk urusan operasional dimana hal ini adalah untuk memastikan aset pada akun Pelanggan mencukupi jika terjadi peristiwa pailit pada Perusahaan. Hal ini untuk memenuhi persyaratan Komisi Trading dalam pemisahan dana nasabah di tingkat: perlindungan menengah.
pl: Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny Podjęto również działania, aby zapewnić, że aktywa zgromadzone na kontach klientów zostaną zwrócone klientom w przypadku niewypłacalności firmy. Tym samym spełnione zostają wymagania instytucji Gambling Commission dotyczące oddzielenia funduszy klientów na następującym poziomie: średnia ochrona.
ru: Компания держит средства клиентов на отдельных от рабочих счетов банковских счетах. Данные средства будут возвращены клиентам в случае неплатежеспособности Компании. Это отвечает требованиям Комиссии по азартным играм по сегрегации средств клиентов на следующем уровне: средняя защита.

source: The contract %4 has changed from %1%2 to %1%3.
ar: لقد تغير العقد %4 من %1%2 إلى %1%3.
id: Kontrak %4 telah berubah dari %1%2 ke %1%3.
pl: Kontrakt %4 zmienił się z %2 %1 na %3 %1.
ru: %4 на контракт изменилась с %1%2 на %1%3.

source: The contract has expired
ar: انتهت صلاحية العقد
id: Kontrak telah berakhir
pl: Kontrakt wygasł
ru: Контракт закончился

source: The contract must expire on a trading day.
ar: يجب أن تنتهي صلاحية العقد يوم التداول.
id: Kontrak harus berakhir pada hari trading.
pl: Kontrakt musi kończyć się przed zamknięciem sesji giełdowej.
ru: Контракт должен заканчиваться в рабочий торговый день.

source: The email address and date of birth do not match.
ar: لا تتطابق مع عنوان البريد الإلكتروني وتاريخ الميلاد.
id: Alamat email dan tanggal lahir tidak cocok.
pl: Wprowadzony adres e-mail i data urodzenia nie zgadzają się.
ru: Эл. адрес и дата рождения не совпадают.

source: The entry level for a long contract is 1001, which is entry spot + half spread. At exit, the spot is at 1100 and hence the exit level for a long contract is 1099, which is exit spot - half spread.
ar: مستوى الدخول لإبرام عقد طويل هو 1001، وهو سعر الدخول الحالي + نصف السبريد. في الخروج، السعر عند 1100، وبالتالي مستوى الخروج من عقد طويل هو 1099، وهو سعر الخروج - نصف السبريد.
id: Entry level untuk kontrak panjang adalah 1001, yaitu entry spot + separuh spread. Pada penutupan, spot pada 1100 maka exit level untuk kontrak long adalah 1099, yaitu spot keluar - separuh spread.
pl: Poziom wejściowy dla kontraktu długiego wynosi 1001, czyli: wejściowa cena spot + połowa spreadu. Przy zamknięciu kontraktu cena spot wynosi 1100, tak więc poziom wyjściowy dla kontraktu długiego wynosi 1099, czyli: wyjściowa cena spot - połowa spreadu.
ru: Уровень входа в длинные позиции составляет 1001, что соответствует формуле: уровень входа + половина спреда. Спот-котировка на выходе составляет 1100; таким образом, уровень окончания длинной позиции составляет 1099, что соответствует формуле: спот-котировка на выходе - половина спреда.

source: The entry level for a short contract is 999, which is entry spot - half spread. At exit, the spot is at 1100 and hence the exit level for a short contract is 1101, which is exit spot + half spread.
ar: مستوى الدخول لإبرام عقد قصير هو 999، وهو سعر الدخول الحالي - نصف السبريد. في الخروج، السعر عند 1100، وبالتالي مستوى الخروج من عقد قصير هو 1101، وهو سعر الخروج + نصف السبريد.
id: Entry level kontrak pendek adalah 999, yaitu spot masuk - separuh spread. Pada akhir, spot adalah 1100 maka tingkat keluar untuk kontrak pendek adalah 1101, yaitu spot keluar + separuh spread.
pl: Poziom wejściowy dla kontraktu krótkiego wynosi 999, czyli: wejściowa cena spot - połowa spreadu. Przy zamknięciu kontraktu cena spot wynosi 1100, tak więc poziom wyjściowy dla kontraktu krótkiego wynosi 1101, czyli: wyjściowa cena spot + połowa spreadu.
ru: Уровень входа в короткие позиции составляет 999, что соответствует формуле: уровень входа - половина спреда. Спот-котировка на выходе составляет 1100; таким образом, уровень окончания короткой позиции составляет 1101, что соответствует формуле: спот-котировка на выходе + половина спреда.

source: The entry spot of an instrument XYZ is 1000 and the spread on this instrument is 2 points.
ar: سعر دخول صك XYZ هو 1000 والسبريد على هذا الصك هو 2 نقطة.
id: Spot masuk bagi instrumen XYZ adalah 1000 dan spread pada instrumen ini adalah 2 poin.
pl: Wejściowa cena spot instrumentu XYZ wynosi 1000, a spread dla tego instrumentu to 2 punkty.
ru: Спот-котировка на входе в инструмент XYZ составляет 1000, а спред на данном инструменте составляет 2 пункта.

source: The future of trading on %1
id: Masa depan trading pada %1
pl: Przyszłość handlowania na %1
ru: Будущее торговли на %1

source: The loss of USD 306 is the difference between the exit and entry level multiplied by the amount per point.
ar: خسارة 306 USD هو الفرق بين مستوى الخروج والدخول مضروبا في قيمة النقطة.
id: Kerugian sebesar USD 306 merupakan perbedaan antara exit dan entry level dikalikan jumlah per poin.
pl: Strata 306 USD stanowi różnicę między poziomem wyjściowym i wejściowym pomnożoną przez kwotę na punkt.
ru: Убытки в размере 306 USD являются разницей между уровнем выхода и входа, помноженной на сумму за пункт.

source: The market must be open at the start time.
ar: يجب أن يكون السوق مفتوح وفت البداية.
id: Pasar harus dibuka pada waktu mulai.
pl: Rynek musi być otwarty w porze rozpoczęcia.
ru: Рынок должен быть открыт на момент начала.
th: ตลาดจะเปิดเมื่อเวลาเริ่มต้น

source: The name is taken.
ar: تم أخذ الاسم.
id: Nama sudah diambil.
pl: Nazwa jest już w użyciu.
ru: Данное имя уже занято.
th: ชื่อนี้ถูกใช้แล้ว

source: The page has timed out. This may be due to a slow Internet connection, or to excess load on our servers. Please try again in a few moments.
ar: انتهت مهلة الصفحة. قد يكون هذا نتيجة لبطىء سرعة اتصال الأنترنت أو نتيجة لحمولة زائدة على خدامنا. يرجى إعادة المحاولة فى خلال لحظات.
id: Halaman memiliki batas waktu. Hal ini mungkin disebabkan oleh koneksi internet yang sangat lambat, atau kelebihan muatan pada server kami. Silahkan coba beberapa saat lagi.
pl: Strona wygasła. Może to być spowodowane wolnym połączeniu internetowym lub nadmiernym obciążeniem na naszych serwerach. Prosimy spróbować ponownie za kilka minut.
ru: Время загрузки этой страницы закончилось. Это может быть связано с медленным соединением с Интернетом или с перегрузкой сервера. Пожалуйста, попытайтесь еще раз через некоторое время.

source: The password for your account %1 has been changed. This request originated from IP address %2. If this request was not performed by you, please immediately contact Customer Support.
ar: تم تغيير كلمة السر لحسابك %1. هذا الطلب قد أرسل من عنوان IP برقم %2. إذا لم يكن قد تم ارسال هذا الطلب من قبلك، يرجى الاتصال على الفور بدعم العملاء.
id: Kata sandi akun %1 Anda telah dirubah. Permohonan ini berasal dari alamat IP %2. Jika permohonan ini bukan dari Anda, silahkan hubungi Customer Support dengan segera.
pl: Hasło dla Twojego konta %1 zostało zmienione. Prośba o zmianę hasła została wysłana z następującego adresu IP: %2. Jeśli to nie Ty wysłałeś/aś tę prośbę, prosimy o natychmiastowy kontakt z działem obsługi klienta.
ru: Пароль для Вашей учетной записи %1 был изменен. Этот запрос получен с IP-адреса %2. Если этот запрос не был сделан Вами, пожалуйста, немедленно обратитесь в службу поддержки.
th: รหัสผ่านของบัญชีท่าน %1 มีการแก้ไข จาก IP Address %2 หากท่านไม่ได้เป็นผู้ขอดำเนินการ โปรดติดต่อเจ้าหน้าที่บริการลูกค้าทันที

source: The password for your account %1 has been reset. If this request was not performed by you, please immediately contact Customer Support.
ar: تم إعادة تعيين كلمة المرور للحساب % 1. إذا لم يتم تنفيذ هذا الطلب من قبلك، يرجى الاتصال على الفور بدعم العملاء.
id: Kata sandi akun %1 Anda telah dirubah. Jika permohonan ini bukan berasal dari Anda, silahkan hubungi Customer Support dengan segera.
pl: Hasło dla Twojego konta %1 zostało zresetowane. Jeśli to nie Ty wysłałeś/aś tę prośbę, prosimy o natychmiastowy kontakt z działem obsługi klienta.
ru: Пароль к Вашему счету %1 был изменен. Если Вы не меняли пароль, пожалуйста, немедленно обратитесь в службу поддержки.
th: รหัสผ่านของบัญชีท่าน %1 มีการตั้งค่าใหม่ หากท่านไม่ได้เป็นผู้ขอดำเนินการ โปรดติดต่อเจ้าหน้าที่บริการลูกค้าทันที

source: The premier platform for trading binary options in the world’s financial markets
ar: منصة رائدة لتداول الثنائيات في الأسواق المالية في العالم
id: Platform utama untuk trading opsi binary pada pasar finansial dunia
pl: Wiodąca platforma do handlu opcjami binarnymi na światowych rynkach finansowych
ru: Ведущая платформа для торговли бинарными опционами на мировых финансовых рынках

source: The profit of USD 294 is the difference between the exit and entry level multiplied by the amount per point.
ar: ربح 294 USD هو الفرق بين مستوى الخروج والدخول مضروبا في قيمة النقطة.
id: Keuntungan sebesar 294 adalah perbedaan tingkat keluar dan masuk dikalikan dengan jumlah per poin.
pl: Zysk 294 USD stanowi różnicę między poziomem wyjściowym i wejściowym pomnożoną przez kwotę na punkt.
ru: Прибыль в размере 294 USD - это разница между уровнем выхода и входа, помноженная на сумму за пункт.
th: กำไรจำนวน 294 เหรียญสหรัฐ เป็นมูลค่าความแตกต่างระหว่างราคาเริ่มต้นและราคาสุดท้ายที่คูณด้วยจำนวนต่อจุด

source: The provided currency %1 is invalid.
ar: العملة المقدمة %1 غير صالحة.
id: Mata uang yang disediakan %1 tidak berlaku.
pl: Podana waluta %1 jest nieprawidłowa.
ru: Предоставленная валюта %1 недействительна.
th: สกุลเงิน %1 ดังกล่าวไม่ถูกต้อง

source: The provided currency %1 is not applicable for this account.
ar: العملة المتوفرة % 1 لا ينطبق على هذا الحساب.
id: Mata uang yang digunakan %1 tidak berlaku untuk akun ini.
pl: Nie można użyć podanej waluty %1 dla tego konta.
ru: Предоставленная валюта %1 не применима на данном счету.
th: สกุลเงิน %1 ดังกล่าว ไม่สามารถใช้กับบัญชีนี้ได้

source: The provided currency %1 is not the default currency
ar: العملة المقدمة %1 ليست العملة الافتراضية
id: Mata uang %1 bukan merupakan mata uang asal
pl: Podana waluta %1 nie jest walutą domyślną
ru: Предоставленная валюта %1 не является валютой по умолчанию
th: สกุลเงิน %1 ดังกล่าว ไม่ใช่สกุลเงินที่เลือกไว้

source: The right is also reserved to amend or change the rules and scope of this service from time to time. Any change to the rules made whilst the site is in operation will not apply retrospectively and will only apply to acquisitions of financial contracts made after such change. It is the Company’s responsibility to notify Clients before any changes to its terms come into effect.
ar: تحتفظ الشركة بحق إصلاح أو تغيير قواعد ونطاق هذه الخدمة من وقت لآخر. أي تغيير يحدث للقواعد أثناء عمل الموقع لن تطبق بأثر رجعي وستطبق فقط على امتلاك العقود المالية بعد هذا التغيير. ويقع على عاتق الشركة إخطار العملاء قبل دخول أي تغييرات على بنودها حيز التنفيذ.
id: Perusahaan juga berhak untuk melakukan perubahan aturan sewaktu waktu. Setiap perubahan peraturan yang dibuat sementara situs ini dalam operasi tidak akan berlaku retrospektif dan hanya akan berlaku untuk perolehan kontrak keuangan yang dibuat setelah perubahan tersebut. Merupakan tanggung jawab perusahaan untuk memberitahu klien sebelum perubahan ketentuan-ketentuannya mulai berlaku.
pl: Zastrzegamy sobie również prawo do zmiany lub poprawy regulaminu i zakresu niniejszej usługi. Wszelkie zmiany regulaminu dokonane w trakcie działania portalu nie będą stosowane wstecz i będą miały zastosowanie tylko do kontraktów finansowych zawartych po takiej zmianie. Firma jest zobowiązana do informowania Klientów o takich zmianach przed ich wejściem w życie.
ru: Компания также сохраняет за собой право вносить изменения в условия предоставления услуг в любое время и без предварительного уведомления. Любое изменение не будет влиять на уже совершенные контракты и будет применяться лишь по отношению к контрактам, сделанным после внесения изменений. Компания берет на себя обязательство уведомлять Клиента заблаговременно, до вступления каких-либо изменений в силу.

source: The stop-loss and stop-profit are guaranteed. The loss and profit are limited to the stop-loss and stop-profit respectively. When the exit level touches either the stop-loss or stop-profit, the contract will be closed at the stop-loss or stop-profit level.
ar: وقف الخسارة ووقف الربح مضمونان. الخسارة والربح محددان بمقدار وقف الخسارة ووقف الربح على التوالي. عندما يلامس مستوى الخروج أي من وقف الخسارة أو وقف الربح، سيتم إغلاق العقد عند مستوى وقف الخسارة أو وقف الأرباح.
id: Stop-loss dan stop-profit adalah terjamin. Kerugian dan keuntungan terbatas pada masing-masing stop loss dan stop profit. Ketika tingkat keluar menyentuh salah satu stop-loss atau stop-profit, kontrak akan ditutup pada tingkatan stop-loss atau stop-profit.
pl: Stop-stratom i stop-zyskom to poziomy gwarantowane. Straty i zyski mogą wynieść nie więcej niż określone poziomy stop-stratom i stop-zyskom. W momencie gdy poziom wyjściowy osiąga limit stop-stratom lub stop-zyskom, kontrakt zostaje zamknięty po cenie równej limitowi stop-stratom lub stop-zyskom.
ru: Стоп-лосс и стоп-профит являются гарантированными инструментами. Прибыли и убытки ограничены инструментами стоп-профит и стоп-лосс, соответственно. Когда уровень окончания касается уровня стоп-лосс или стоп-профит, контракт будет закрыт на соответствующей отметке.
