Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: As between you and us, we own all rights, title, and interest, including all intellectual property rights, in and to, the Binary.com API, and all elements, components, and executables of the Binary.com API.
ar: كما بينكم وبيننا, نحن نملك جميع الحقوق, الملكية, والمصلحة, بما في ذلك جميع حقوق الملكية الفكرية, في أو ل, واجهة برمجة التطبيقات الخاصة ب Binary.com, وجميع العناصر, المكونات, والملفات التنفيذية الخاصة بواجهة برمجة التطبيقات ل Binary.com.
id: Sebagaimana hubungan antara Anda dan kami, kami memiliki semua hak, judul, dan kepentingan, termasuk semua hak kekayaan intelektual, dan untuk API Binary.com dan semua elemen, komponen, dan program dari API Binary.com.
pl: Firma posiada wszelkie prawa, tytuły i korzyści, w tym prawa własności intelektualnej, w stosunku do API Binary.com i wszelkich jego elementów, składników i plików wykonywalnych.
ru: В отношениях между Вами и нами мы обладаем всеми правами, правом и долей собственности, включая права на всю интеллектуальную собственность, права в отношении API Binary.com, а также всех элементов, компонентов и выполняемых программ API Binary.com.
th: ระหว่างท่านและเรา พวกเรามีสิทธิ์ กรรมสิทธิ์ และผลประโยชน์ รวมถึงสิทธิ์ทางทรัพย์สินทางปัญญาใน API ของ Binary.com และในองค์ประกอบต่างๆ ชิ้นส่วน และชุดคำสั่งที่ประมวลผลได้จาก API ของ Binary.com

source: As long as you follow these Terms, we grant you a limited, non-exclusive, non-assignable, non-transferable, terminable license to use the Binary.com API to develop, test, and support your Application, and to let your customers use your integration of the Binary.com API within your Application.
ar: طالما أنك تتبع هذه الشروط, نحن نمنحك ترخيصاً قابل للإنهاء, محدود, غير حصري, غير قابل للتنازل, غير قابل للتحويل لاستخدام واجهة برمجة التطبيقات الخاصة ب Binary.com لتطوير, اختبار, ودعم التطبيق الخاص بك, وللسماح لعملائك باستخدام واجهة برمجة التطبيقات المتكاملة والخاصة ب Binary.com ضمن التطبيق الخاص بك.
id: Selama Anda mengikuti ketentuan ini, kami akan memberi Anda akses terbatas, bukan eksklusif, tanpa pengalihan, tanpa pemindahan, penggunaan API Binary.com yang dapat dihentikan kapan saja untuk mengembangkan, mencoba, dan mendukung applikasi Anda dan untuk memberikan pelanggan Anda menggunakan integrasi API Binary.com pada applikasi Anda.
pl: Przyznajemy Ci ograniczoną, niewyłączną, nieprzenoszalną, niezbywalną i ograniczoną czasowo licencję na korzystanie z API Binary.com w celu tworzenia, testowania i wspierania Twojej Aplikacji i w celu umożliwienia Twoim klientom korzystania z integracji z API Binary.com w ramach Twojej Aplikacji, pod warunkiem przestrzegania warunków niniejszego Regulaminu.
ru: В период соблюдения Вами данных Правил, мы предоставляем Вам ограниченную, неэксклюзивную, неуступаемую, непередаваемую другому лицу и подлежащую расторжению лицензию на использование API Binary.com с целью разработки, тестирования и поддержки Вашего Приложения, а также с целью предоставления Вашим клиентам возможности пользоваться интеграцией с API Binary.com в рамках Вашего Приложения.
th: ตราบที่ท่านยังคงปฏิบัติตามข้อตกลงเหล่านี้ พวกเราให้สิทธิ์ท่านในการใช้งานตามขอบเขต มีสิทธิ์พื้นฐานทั่วไป ไม่สามารถโอนสิทธิ์ ไม่สามารถเปลี่ยนแปลง เป็นใบอนุญาตที่มีเวลากำหนด เพื่อใช้ API ของ Binary.com ในการพัฒนา ทดสอบ ทำงานร่วมกับแอพพลิเคชันของท่าน และอนุญาตให้ลูกค้าของท่านเชื่อมต่อกับระบบ API ของ Binary.com กับแอพพลิเคชันของท่านได้

source: As soon as you click on the ‘PURCHASE’ button, your trade registers in your account. The price of your trade continues to update in real time.
ar: حالما تنقر على زر "الشراء" يتم تسجيل معاملتك فى حسابك. يتم تحديث أسعار معاملتك باستمرار بنفس الوقت.
id: Setelah Anda mengklik pada tombol "BELI", kontrak akan ditampilkan pada akun Anda. Harga kontrak akan terus diperbarui secara tepat waktu.
pl: W momencie kliknięcia przycisku „KUP” zakład zostaje zapisany na Twoim koncie. Cena zakładu jest aktualizowana w czasie rzeczywistym.
ru: Как только Вы нажимаете на кнопку ‘КУПИТЬ’, покупка контракта регистрируется на Вашем счету. Цена Вашей сделки продолжит обновляться в реальном времени.
th: ทันทีที่ท่าคลิกที่ปุ่ม "ซื้อ" การซื้อขายของท่านจะถูกดำเนินการในบัญชีของท่าน ราคาในการซื้อขายของท่านจะดำเนินต่อเนื่องแบบเรียลไทม์

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
ar: تفصل الخيارات الآسيوية بمقارنة الـ<strong>حركة الأخيرة</strong> مع متوسط السعر خلال تلك الفترة.
de: Asiatische Optionen werden abgewickelt, indem der <strong>letzte Tick</strong> mit dem durchschnittlichen Kassakurs während des Zeitraums verglichen wird.
fr: Le règlement des options asiatiques se base sur une comparaison entre le <strong>dernier tick</strong> et le prix spot moyen sur la période d'activité de l'option.
id: Opsi Asian diselesaikan dengan membandingkan <strong>tik terakhir</strong> dengan jumlah rata-rata tik selama periode kontrak.
pl: Opcje azjatyckie rozlicza się, porównując <strong>ostatni najmniejszy przyrost ceny</strong> ze średnią ceną bieżącą w danym okresie.
ru: Исход азиатских опционов рассчитывается путем сравнения <strong>последней котировки</strong> с общим средним значением котировок за весь период.
th: ออปชั่นของภูมิภาคเอเชียใช้การเปรียบเทียบ <strong>ช่วงราคาสุดท้าย</strong> กับค่าเฉลี่ยสปอตของช่วงเวลา
vi: Quyền chọn châu Á ổn định bằng cách so sánh <strong>điểm chuyển động cuối cùng</strong> với điểm trung bình trên một chu kì.
zh_cn: 通过把<strong>退出点</strong>与同期的平均点相比较来结算亚洲期权。

source: Asians
ar: آسيوي
de: Asiaten
fr: Asiatiques
pl: Azjatyckie
ru: Азиатские
th: ภูมิภาคเอเชีย
vi: Người châu Á
zh_cn: 亚洲期权

source: Ask
ar: اسأل
id: Tanya
pl: Zapytaj
ru: Аск
th: ถาม

source: At %1, we consider the strength and security of our trading platform to be critically important.
ar: في %1، نعتبر قوة وأمن منصة التداول لدينا ذات أهمية حاسمة.
id: Di %1, kami berpendapat bahwa kekuatan dan keamanan platform trading kami merupakan hal yang sangat penting.
pl: W %1 priorytetami są konkurencyjność i bezpieczeństwo naszej platformy handlowej.
ru: %1 уделяет огромное внимание надёжности и безопасности нашей торговой платформы.
th: ที่ %1 พวกเราคำนึงถึงจุดแข็งและความปลอดภัยของระบบการซื้อขายเป็นสิ่งสำคัญยิ่งยวด

source: Aug
ar: أغسطس
fr: août
id: Agustus
pl: Sierpień
ru: Авг
th: ส.ค.
vi: Tháng 8
zh_cn: 八月

source: Authenticate your account
ar: وثق حسابك
id: Buktikan akun Anda
pl: Zweryfikuj swoje konto
ru: Авторизовать свой счет
th: ยืนยันตัวตนต่อบัญชีของท่าน

source: Authorise your account.
ar: السماح للحساب الخاص بك.
id: Otorisasi akun Anda.
pl: Autoryzuj swoje konto.
ru: Авторизуйте свой счет.
th: การให้สิทธิ์ในบัญชีของท่าน

source: Available soon...
ar: متاحة قريباً...
id: Akan tersedia segera...
pl: Dostępne wkrótce...
ru: Будет доступно в ближайшее время...

source: Avg Directional Index
ar: مؤشر متوسط الحركة الموجه
id: Indeks Rata-Rata Direksi
pl: Średni indeks ruchu kierunkowego (ADX)
ru: Индикатор среднего направленного движения

source: Avg True Range
ar: متوسط المدى الحقيقى
id: Jarak Rata-Rata
pl: Średni prawdziwy zakres zmian (ATR)
ru: Средний истинный диапазон

source: BACK TO HOMEPAGE
ar: العودة للصفحة الرئيسية
id: KEMBALI KE HALAMAN DEPAN
pl: POWRÓT NA STRONĘ GŁÓWNĄ
ru: НАЗАД НА ГЛАВНУЮ СТРАНИЦУ
th: กลับไปโฮมเพจ

source: BOM Charts Workspace
ar: مساحة عمل الرسوم البيانية الخاصة ب BOM
id: Lembar kerja grafik BOM
pl: Obszar roboczy wykresów BOM
ru: Рабочее пространство
th: Workspace ของแผนภูมิ BOM

source: Bar HLC Chart
ar: مخطط بارات HLC
id: Grafik Bar HLC
pl: Wykres słupkowy HLC
ru: Столбцовый HLC (Высш.Низ.Закр.)
th: แผนภูมิแท่ง HLC

source: Bar OHLC Chart
ar: مخطط بارات OHLC
id: Chart Bar OHLC
pl: Wykres słupkowy OHLC
ru: Столбцовый OHLC (Откр.Высш.Низ.Закр.)
th: แผนภูมิแท่ง OHLC

source: Barrier is out of acceptable range.
ar: الحاجز لا يقع ضمن النطاق المقبول.
id: Batasan adalah diluar rentang yang diterima.
pl: Limit przekracza dopuszczalny zakres.
ru: Барьер находится вне приемлемых рамок.
th: Barrier อยู่นอกขอบเขตที่กำหนด

source: Barrier must be an integer.
ar: الجدار يجب أن يكون عددا صحيحاً.
id: Batas harus berupa bilangan bulat.
pl: Limit musi być liczbą całkowitą.
ru: Барьер должен быть целым числом.
th: Barrier ต้องเป็นเลขจำนวนเต็ม

source: Barrier must be at least
ar: يجب أن يكون الحاجز على الأقل
id: Batasan setidaknya
pl: Limit musi wynosić co najmniej
ru: Барьер должен быть по меньшей мере
th: Barrier ต้องมีค่าอย่างน้อย

source: Barrier outside acceptable range.
ar: الحاجز خارج النطاق المقبول.
id: Batasan diluar rentang yang diterima.
pl: Limit poza dopuszczonym zakresem.
ru: Барьер не соответствует приемлемым рамкам.
th: Barrier อยู่นอกขอบเขตที่กำหนด

source: Barriers must be on either side of the spot.
ar: يجب أن تكون الحواجز على أى من جانبى السعر الحالى.
id: Batasan harus berada di kedua sisi spot.
pl: Limity muszą być po którejś ze stron ceny aktualnej.
ru: Барьеры должны быть выше или ниже рыночной цены.
th: Barriers ต้องอยู่ข้างใดข้างหนึ่งของสปอต

source: Benefits of binary trading
ar: فوائد تداول الثنائيات
id: Manfaat Trading Binary
pl: Korzyści z handlu opcjami binarnymi
ru: Преимущества торговли на бинарных опционах
th: ประโยชน์ต่างๆ ของการเทรดไบนารี

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers.
ar: قاعدة بيانات BetOnMarkets.com بها 400,000 عميل ووصلت لبليون دولار أمريكي تعاملات فقط في السنة الـ 13 من عمر الشركة، مما يجعلنا أحد رواد مقدمي ثجارة الاحتمالات الثابتة.
id: BetOnMarkets.com memiliki lebih dari 400.000 klien dan mencapai $1 miliar dolar AS hanya dalam tempo 13 tahun membuat kami menjadi salah satu penyedia trading fixed-odds terkemuka dunia.
pl: BetOnMarkets.com ma w bazie ponad 400 tys. klientów i już w 13. roku działalności osiągnął próg miliarda dolarów, co sprawia, że jesteśmy jednym z liderów w branży zakładów o ustalonej stawce.
ru: У BetOnMarkets.com более 400,000 клиентов. Оборот компании достиг отметки 1 миллиард долларов только за один 13-й год её существования, что делает нас одной из ведущих платформ для торговли опционами с фиксированным уровнем прибыли.
th: BetOnMarkets.com มีลูกค้าเกินกว่า 400,000 ราย ในฐานข้อมูลและเข้าสู่เป้าหมาย 1 พันล้านเหรียนสหรัฐในปีที่ 13 ของเรา ทำให้เราเป็นหนึ่งในผู้ให้บริการซื้อขาย แบบ Fixed-Odds Trading

source: BetOnMarkets.com is successfully rebranded Binary.com
ar: تمت اعادة تسمية BetOnMarkets.com بنجاح الى Binary.com
id: BetOnMarkets.com berhasil merebrending Binary.com
pl: BetOnMarkets.com zmienia nazwę na Binary.com
ru: BetOnMarkets.com успешно переименован в Binary.com
th: BetOnMarkets.com ประสบความสำเร็จในการสร้างแบรนด์ใหม่ของ Binary.com

source: Bid
ar: عرض
pl: Zakład
ru: Бид
th: เสนอซื้อ

source: Binary (C.R.) S.A., registered in Costa Rica.
ar: بيناري (سى.آر) إس. أ. مسجلة فى كوستاريكا.
id: Binary (C.R.) S.A., terdaftar di Costa Rica.
pl: Binary (C.R.) S.A., zarejestrowana w Kostaryce.
ru: Компания Binary (C.R.) S.A. зарегистрирована в Коста-Рике.
th: Binary (C.R.) S.A. ขึ้นทะเบียนที่ Costa Rica

source: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Licenced and regulated (for gambling products only) by the Malta Gaming Authority in Malta (licence no MGA/CL2/118/2000) and for UK clients by the UK Gambling Commission - <a href="%1" target="_blank\">view license</a>.
ar: بيناري (أوروبا) المحدودة، مبنى مومبالاو، جناح رقم 2، طريق تاور، مسيدا إم إس دى 1825، مالطا.مرخصة وتخضع لرقابة (بالنسبة لمنتجات اللعب فقط) هيئة الألعاب في مالطا، (رقم الترخيص MGA/CL2/118/2000) وللعملاء في المملكة المتحدة من خلال لجنة الألعاب في المملكة المتحدة - <a href="%1" target="_blank\">مشاهدة الترخيص</a>.
id: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Berlisensi dan diatur.
pl: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. Za licencję i nadzór (wyłącznie w zakresie produktów hazardowych) odpowiada Urząd ds. Gier Hazardowych: Malta Gaming Authority na Malcie (licencja nr MGA/CL2/118/2000), a w przypadku klientów ze Zjednoczonego Królestwa: Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) – <a href="%1" target="_blank\">zobacz licencję</a>.
ru: Binary (Europe) Ltd, адрес Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Мальта. Лицензируется и регулируется органом по управлению азартными играми на Мальте Malta Gaming Authority, номер лицензии MGA/CL2/118/2000, и для клиентов в Великобритании - комиссией по азартным играм UK Gambling Commission - <a href="%1" target="_blank\">см. лицензию</a>.
th: Binary (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825 ประเทศมอลตา ได้รับใบอนุญาต และการค้าตามกฎหมายสำหรับผลิตภัณฑ์การพนัน โดย Malta Gaming Authority ประเทศมอลตา (ใบอนุญาตเลขที่ MGA/CL2/118/2000) และสำหรับลูกค้าในสหราชอาณาจักร โดย UK Gambling Commission - <a href="%1" target="_blank\">ดูใบอนุญาต</a>.

source: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Licenced and regulated by the Gambling Supervision Commission in the Isle of Man (current online gambling licence granted on the 31 August 2012) and for UK clients by the UK Gambling Commission - <a href="%1" target="_blank">view license</a>.
ar: بيناري (أي أو أم) المحدودة، الدور الأول، ميلينيوم هاوس، طريق فكتوريا، دوجلاس، أيل أوف مان، أى أم2 4آر دابليو. مرخصة ومنظمة من لجنة الإشراف على الألعاب فى جزيرة أيل أوف مان (تم منح الرخصة الحالية فى 31 أغسطس 2012) وللعملاء في المملكة المتحدة من خلال لجنة الألعاب في المملكة المتحدة - <a href="%1" target="_blank">مشاهدة الترخيص</a>.
id: Binary (IOM) Ltd, Lantai Satu, Millenium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Berlisensi dan diatur di negara Isle of Man.
pl: Binary (IOM) Ltd, First Floor, Millennium House, Victoria Road, Douglas, Wyspa Man, IM2 4RW. W zakresie licencji i kontroli firma podlega pod Komisję Nadzoru Gier Hazardowych Wyspy Man – Gambling Supervision Commission (aktualna licencja na prowadzenie gier hazardowych została wydana 31 sierpnia 2012 r.), a w przypadku klientów ze Zjednoczonego Królestwa: Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) – <a href="%1" target="_blank">zobacz licencję</a>.
ru: Binary (IOM) Ltd, адрес First Floor, Millennium House, Victoria Road, Douglas, Isle of Man, IM2 4RW. Лицензируется и регулируется органом по азартными играми на Острове Мэн, Gambling Supervision Commission (настоящая лицензия выдана 31 августа 2012 года), и для клиентов в Великобритании - комиссией по азартным играм UK Gambling Commission - <a href="%1" target="_blank\">см. лицензию</a>.
th: Binary (IOM) Ltd ชั้น 1 มิลิเนียมเฮ้าส์ ถนนวิกตอเรีย ดักลาส เกาะ Isle of Man รหัสไปรษณีย์ IM2 4RW ได้รับใบอนุญาต และการค้าตามกฎหมายจาก Gambling Supervision Commission ของเกาะ Isle of Man (ใบอนุญาตการพนันออนไลน์ได้รับเมื่อ 31 สิงหาคม พ.ศ. 2555 หรือ ค.ศ. 2012) และสำหรับลูกค้าในสหราชอาณาจักร โดย UK Gambling Commission - <a href="%1" target="_blank">ดูใบอนุญาต</a>

source: Binary Group Services is searching for talented and motivated Perl developers who are looking for a chance to excel. If you have the skill set we seek, you’ll become a valued member of a highly competent back-end development team engaged in driving our binary options trading systems to new heights.
ar: بيناري جروب سيرفيسز تبحث عن مطوري بيرل موهوبين ومتحمسين يبحثون عن فرصة للتفوق. إذا كان لديك من المهارات التي نسعى إليها، فستصبح عضو قيم في فريق تطوير الباك إند لنخطو بنظام تداول الخيارات الثنائية لدينا إلى آفاق جديدة.
id: Binary Group Services sedang mencari pengembang Perl berbakat dan memiliki motivasi tinggi untuk maju. Jika Anda memiliki keahlian yang kami cari, Anda akan menjadi bagian dari tim pengembangan bagian belakang yang sangat kompeten dimana akan terlibat dalam pengoperasian sistem trading opsi binary ke arah yang lebih maju.
pl: Binary Group Services poszukuje utalentowanych i zmotywowanych programistów Perl, którzy chcą mieć szansę rozwoju. Jeśli posiadasz umiejętności, których szukamy, możesz zostać cennym członkiem zespołu wysoce wykwalifikowanych programistów back-end zaangażowanych w ulepszanie naszych systemów do handlowania opcjami binarnymi.
ru: Группа компаний Binary Group Services ищет талантливых и мотивированных разработчиков Perl, стремящихся добиться успеха. Если Вы обладаете необходимыми навыками, Вы станете важным членом нашей высококвалифицированной команды разработчиков, занимающейся улучшением нашей системы торговли бинарными опционами для достижения новых высот.
th: Binary Group Services กำลังสรรหานักพัฒนาโปรแกรม Perl ผู้มีความสามารถและมุ่งมั่นสำหรับโอกาสและความท้าทาย หากคุณมาคุณสมบัติที่เรากำลังมองหา คุณจะเป็นบุคลากรที่มีคุณค่าในทีมพัฒนาระบบเบื้องหลังที่มีความสามารถในการขับเคลื่อนระบบซื้อขายไบนารีออปชั่นของเราในระยะยาว

source: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156).
ar: بيناري للاستثمارات (أوروبا) المحدودة، جناح رقم 2، طريق تاور، مسيدا إم إس دى 1825، مالطا. مرخصة وتخضع للرقابة ضمن الفئة 3 مقدم لخدمات الإستثمار من هيئة مالطا للخدمات المالية (رقم الترخيص IS/70156).
id: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Berlisensi dan diatur sebagai Category 3 Investment Services provider oleh Malta Financial Services Authority (license no. IS/70156).
pl: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Malta. Podmiot świadczący usługi inwestycyjne kategorii 3, za którego licencję i nadzór odpowiada Urząd ds. Usług Finansowych: Malta Financial Services Authority na Malcie (licencja nr IS/70156).
ru: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825, Мальта. Лицензируется как представитель услуг по инвестициям категории 3 и регулируется органом по финансовым услугам Мальты Malta Financial Services Authority (номер лицензии IS/70156).
th: Binary Investments (Europe) Ltd, Suite 2, Tower Road, Msida MSD1825 ประเทศมอลตา ได้รับใบอนุญาต และการค้าตามกฎหมายสำหรับผู้ให้บริการผลิตภัณฑ์และบริการการลงทุน ประเภทที่ 3 จาก Malta Financial Services Authority (ใบอนุญาตเลขที่ IS/70156)

source: Binary Ltd, with registered office address situated at <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, is the holding company for the Binary group.
ar: بيناري المحدودة، التي يقع مكتبها المسجل فى <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>، هي الشركة القابضة لمجموعة بيناري.
id: Binary Ltd, dengan alamat di <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, adalah perusahaan utama untuk group Binary.
pl: Binary Ltd, z siedzibą zarejestrowaną pod adresem: <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, jest spółką holdingową grupy Binary.
ru: Binary Ltd, с зарегистрированным адресом <span itemprop="location">47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span>, является холдинговой компанией группы Binary.
th: Binary Ltd ขึ้นทะเบียนที่อยู่สำนักงานที่ <span itemprop='location'>47 Esplanade, St. Helier, Jersey, JE 0BD Channel Islands</span> เป็นบริษัทในเครือ Binary

source: Binary Trading is simple to learn and to execute.
ar: تداول الثنائيات سهل التعلم وسهل التنفيذ.
id: Trading Binary adalah sederhana dan mudah.
pl: Handel opcjami binarnymi jest prosty, łatwo się go nauczyć i łatwo handlować.
ru: Торговля бинарными опционами проста в теории и на практике.
th: การเทรดไบนารีเริ่มได้ไม่ยาก เรียนรู้และเริ่มเทรด

source: Binary options are easy to understand. They’re called ‘binary’ because there can be only two outcomes – win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake.
ar: الخيارات الثنائية سهلة الفهم. تمت تسميتها "بالخيارات الثنائية" لأن لها ناتجين فقط-الربح أو الخسارة. إذا كان توقعك صحيحا تتسلم عائدا محدد مسبقا منذ بداية التداول. إذا لم يكن صحيحا فانك تخسر فقط مبلغ شراء الصفقة.
id: Opsi binary mudah dipahami. Dinamakan ‘binary’ karena opsi ini hanya memiliki dua pilihan - untung atau rugi. Jika analisa Anda benar, Anda akan memperoleh hasil yang Anda inginkan pada awal trading. Jika tidak, Anda hanya akan kehilangan modal awal.
pl: Nietrudno zrozumieć opcje binarne. Nazywane są „binarnymi”, ponieważ mogą dawać tylko dwa wyniki – wygraną lub przegraną. Jeśli Twoja prognoza się sprawdzi, otrzymasz wypłatę ustaloną przy zawieraniu zakładu. W przeciwnym razie tracisz tylko początkową stawkę.
ru: Бинарные опционы легки для понимания. Они называются "бинарными", потому что контракт имеет только два возможных исхода - выигрыш или проигрыш. Если ваш прогноз верен, вы получите заранее оговоренный выигрыш. В противном случае вы проиграете только ставку (цену покупки).
th: ไบนารีออปชั่นเข้าใจง่าย เหตุที่ถูกเรียกว่า ไบนารี เนื่องจากผลลัพธ์มีเพียง 2 อย่าง คือ ชนะ หรือ แพ้ หากคุณมีการทำนายที่ถูกต้อง คุณจะได้รับการชำระเงินซึ่งถูกกำหนดไว้ตั้งแต่เริ่มต้นของการซื้อขาย หากแต่คุณแพ้ คุณจะเสียเพียงเงินที่วางเดิมพันครั้งแรก (ไม่มากกว่านั้น)

source: Binary.com Open-Source Projects
ar: مشاريع Binary.com مفتوحة المصدر
id: Proyek Open Source Binary.com
pl: Projekty open source na Binary.com
ru: Проекты с открытым исходным кодом Binary.com
th: โครงการโอเพ่นซอสต่างๆ ของ Binary.com

source: Binary.com Property
ar: خاصية Binary.com
id: Properti Binary.com
pl: Własność Binary.com
ru: Собственность Binary.com
th: ทรัพย์สินของ Binary.com

source: Binary.com academy
ar: أكاديمية Binary.com
id: Akademi Binary.com
pl: Akademia Binary.com
ru: Академия Binary.com
th: สถาบัน Binary.com

source: Binary.com continues to innovate and grow
ar: تستمر Binary.com في التجدد و النمو
id: Binary.com terus berinovasi dan tumbuh
pl: Binary.com stawia na innowacyjność i rozwój
ru: Binary.com продолжает расти и развиваться
th: Binary.com เติบโตและสร้างสรรค์สิ่งใหม่ๆ อย่างต่อเนื่อง

source: Binary.com has over 800,000 clients in its database and reaches the US$2 billion milestone in our 15th year, making us one of the leading binary options providers.
ar: قاعدة بيانات Binary.com بها 800,000 عميل ووصلت لـ 2 بليون دولار أمريكي تعاملات فقط في السنة الـ 15 من عمر الشركة، مما يجعلنا أحد رواد مقدمي ثجارة الاحتمالات الثابتة.
id: Binary.com memiliki lebih dari 800.000 Pelanggan dalam database dan mencapai $2 miliar dolar AS total penjualan kontrak di tahun ke-15, menjadikan kami salah satu platform penyedia trading binary terkemuka.
pl: Portal Binary.com ma w bazie ponad 800 000 klientów i już w 15. roku działalności osiągnął próg 2 mld $, co sprawia, że jesteśmy jednym z liderów w branży handlu opcjami binarnymi.
ru: У Binary.com более 800,000 клиентов. Компания достигла оборота в размере 2 миллиарда долларов только за один 15-й год своего существования, что делает нас одной из ведущих платформ для торговли бинарными опционами.
th: Binary.com มีฐานลูกค้ากว่า 800,000 คน สู่มูลค่าเป้าหมาย 2 พันล้านเหรียนสหรัฐในปีที่ 15 ของเรา ทำให้เราก้าวสู่ตำแหน่งผู้นำการให้บริการซื้อขายไบนารีออปชั่น
