Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You represent and warrant to the Company that, excluding the Content, you have the right to use, reproduce, transmit, copy, publicly display, publicly perform, and distribute your Application, and that use or promotion of your Application will not violate the rights of any third party (e.g., copyright, patent, trademark, privacy, publicity or other proprietary right of any person or entity), or any applicable regulation or law, and the laws of any country in which your Application is made available.
ar: أنت تقر وتضمن للشركة أنه باستثناء المحتوى, بأن لديك الحق في استخدام, إعادة انتاج, نقل, نسخ, العرض العلني, الآداء العلني, وتوزيع التطبيق الخاص بك, وأن هذا الإستخدام أو الترويج للتطبيق الخاص بك لن ينتهك حقوق أي طرف ثالث (على سبيل المثال حقوق التأليف والنشر, براءات الإختراع, العلامات التجارية, الخصوصية, الدعاية, أوغيرها من حقوق الملكية الفكرية لأي شخص أو كيان), أو أي نظام معمول به أو قانون, وقوانين أي بلد يتاح فيها استخدام التطبيق الخاص بك.
de: Mit Ausnahme für den Inhalt, gewährleisten Sie gegenüber dem Unternehmen, dass Sie das Recht besitzen, Ihre Anwendung zu verwenden, zu übertragen, zu kopieren, öffentlich zu zeigen, öffentlich auszuführen oder zu vertreiben, und das die Verwendung oder Bewerbung Ihrer Anwendung nicht die Rechte Dritter (z. B. Copyright, Patent, Handelsmarke, Datenschutz, Werbung oder Urheberrechter Dritter) oder anwendbare Verordnungen oder Gesetze sowie die Gesetze eines Landes, in dem Ihre Anwendung zur Verfügung gestellt wird, verletzen.
fr: Vous déclarez et garantissez à la Société que vous avez le droit d'utiliser, de reproduire, de transmettre, de copier, de diffuser publiquement, d'exécuter publiquement et de distribuer votre Application, à l'exception des Contenus disponibles via cette Application, et que l'utilisation ou la promotion de votre Application ne constituera pas une violation des droits de toute tierce partie (par exemple, droits d'auteur, brevet, marque déposée, vie privée, publicité ou autre droit de propriété de toute personne ou entité), ou de toute réglementation ou loi applicable, et des lois de tout pays au sein duquel votre Application est accessible.
id: Anda mewakili dan menjamin kepada Perusahaan itu, termasuk Konten, Anda memiliki hak untuk menggunakan, memperbanyak, mentransmisikan, menyalin, menampilkan secara publik, melakukan, dan mendistribusikan aplikasi Anda, dan bahwa penggunaan atau promosi Aplikasi Anda tidak akan melanggar hak-hak dari pihak ketiga (misalnya, hak cipta, paten, merek dagang, privasi, publisitas atau hak milik lainnya dari setiap orang atau badan), atau peraturan atau hukum yang berlaku, dan hukum negara di mana aplikasi Anda tersedia.
ja: コンテンツを除くあなたのアプリケーションに対する使用、再現、送信、コピー、公共での表示、公共での実行、配布に関する権利があなたにあること、及びアプリケーションの使用またはプロモーションはサードパーティの権利（例：著作権、特許権、商標権、プライバシーの権利、個人または法人のパブリシティー権または財産権）または適用できる規制、法律、アプリケーションが利用できる国の法律を侵害しないことを当社を代表し、保証します。
pl: Użytkownik oświadcza i zapewnia Firmę, że ma prawo do korzystania, odtwarzania, kopiowania, upubliczniania i rozpowszechniania swojej Aplikacji, wyłączając Treści, i że takie korzystanie z Aplikacji lub jej promocja nie narusza praw jakiejkolwiek strony trzeciej (np. praw autorskich, patentów, znaków towarowych, praw prywatności i wizerunku oraz innych praw dotyczących własności jakiejkolwiek osoby lub jakiegokolwiek podmiotu) lub jakichkolwiek przepisów prawnych i regulacji obowiązujących w jakimkolwiek kraju, w którym dostępna jest Aplikacja.
ru: Вы заявляете и гарантируете Компании, что, за исключением Контента, у Вас есть право использовать, воспроизводить, передавать, копировать, публично отображать, публично исполнять и распространять Ваше Приложение, а также то, что использование или реклама Вашего Приложения не нарушит прав любой третьей стороны (например, авторского права, патента, товарного знака, конфиденциальности, публичного освещения или иных прав собственности любого лица или организации), любой применимой нормы или закона, а также законов любой страны, в которой доступно Ваше Приложение.
vi: Bạn đại diện và đảm bảo với Công ty của chúng tôi rằng, ngoại trừ Nội dung này, bạn có quyền sử dụng, mô phỏng lại, chuyển tiếp, sao chép, hiển thị một cách công khai, thực hiện một cách công khai, và sắp xếp Ứng dụng của bạn, và việc sử dụng hay Quảng bá Ứng dụng của bạn như vậy sẽ không vi phạm các quyền của bất kỳ bên thứ ba nào khác (ví dụ: quyền bản quyền, quyền sáng chế, quyền thương hiệu, quyền riêng tư, quyền công khai hay quyền sở hữu tài sản khác của bất kỳ một người hay thực thể nào), hay luật hoặc quy định đang ban hành, và luật của bất kỳ đất nước mà Ứng dụng này được tạo ra.
zh_cn: 您向公司声明并保证，除了内容以外，您有权使用、复制、传输、公开显示、公开执行，和分发您的应用程序，且您对应用程序的使用或推广不会违反任何第三方（如任何人或实体的版权、专利、商标、隐私、名誉或其他专有权利），或您的应用程序任何适用法规或法律及可使用的任何国家的法律。

source: You represent, warrant, and undertake that you have obtained and shall maintain all necessary licences and consents to operate within any laws, rules, and regulations applicable under the authority of any regulatory body of the jurisdiction(s) in which you operate or target your business.
ar: أنت تقر وتضمن وتتعهد بأنك حصلت على وسوف تحتفظ بكافة التراخيص والموافقات اللازمة للعمل ضمن أي قونين أو قواعد أو لوائح معمول بها تحت أي سلطة لأي هيئة تنظيمية قضائية, والتي كنت تعمل أو تستهدفها في عملك.
de: Sie garantieren, erklären und versichern, dass Sie alle Lizenzen und Bewilligungen eingeholt haben, die von den Behörden oder Aufsichtsbehörden nach den in dem Land/den Ländern, in dem/denen Sie aktiv sind oder auf das/die Ihre Aktivitäten zielen für den Betrieb nach geltenden Gesetzen, Regeln und Vorschriften erforderlich sind.
fr: Vous déclarez et garantissez à la Société que vous avez obtenu et que vous conserverez toutes les licences et autorisations nécessaires pour agir conformément aux éventuelles lois et réglementations applicables sous l'autorité de tout organisme de réglementation opérant dans les juridictions au sein desquelles vous menez vos activités ou sous l'autorité desquelles sont placés les marchés que vous ciblez.
id: Anda mewakili, menjamin, dan melakukan yang Anda telah diperoleh dan harus memelihara semua lisensi yang diperlukan dan persetujuan untuk beroperasi dalam undang-undang, peraturan, dan peraturan yang berlaku di bawah kewenangan badan peraturan yurisdiksi di mana Anda beroperasi atau target bisnis Anda.
ja: アフィリエイト会員は管轄区域の規制当局の権限に基づいたいかなる法律、規則、規制の範囲内での運営に必要な全てのライセンスを保持し、同意を得ていることを表明し、保証し、約束します。
pl: Partner oświadcza i gwarantuje, że uzyskał i wciąż posiada wszelkie niezbędne licencje i pozwolenia na prowadzenie działalności wymaganych na mocy obowiązujących przepisów, rozporządzeń i norm prawnych wydawanych przez jakikolwiek organ regulacyjny w obrębie jurysdykcji kraju, w którym Partner prowadzi działalność lub do którego kieruje swoje usługi.
ru: Вы гарантируете и обязуетесь получить и обладать всеми необходимыми лицензиями и разрешениями, чтобы работать в соответствии с любыми законами, правилами и нормативными требованиями, действующими в рамках любого регулирующего органа в юрисдикции (юрисдикциях), в которой Вы ведёте или планируете вести бизнес.
vi: Bạn đại diện, đảm bảo và cam kết rằng bạn được nhận và sẽ lưu trữ tất cả những giấy phép, giấy tờ cần thiết để hoạt động theo những điều luật, quy tắc và quy định được ban hành bởi cơ quan pháp lý có thẩm quyền, nơi mà bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh tới.
zh_cn: 您声明、保证、并承诺取得，并须保持所有依据任何适用法律、规则和规章针对您的业务运作范围内任何监管机构管辖权管辖下您的业务运作所必要的许可和同意书。

source: You represent, warrant, and undertake that your website or promotion shall contain no material which is defamatory, pornographic, unlawful, harmful, threatening, obscene, harassing, or racially, ethnically, or otherwise objectionable or discriminatory, violent, politically sensitive, or otherwise controversial or in breach of any third party rights and shall not link to any such material.
de: Sie gewährleisten, garantieren und unternehmen alles, um sicherzustellen, dass Ihre Website oder Werbemaßnahme kein verleumderisches, pornografisches, rechtswidriges, schädigendes, bedrohendes, obszönes, belästigendes, rassistisches oder ethnisch diskriminierendes, anstößiges oder umstrittenes, gewalttätiges, politisch brisantes oder in anderer Weise umstrittenes Material enthält, das die Rechte Dritter verletzt und dürfen solches Material auch nicht verlinken.
fr: Vous déclarez, garantissez et prenez engagement que votre site Web ou vos contenus promotionnels ne présentent aucun caractère diffamatoire, pornographique, illégal, nuisible, menaçant, obscène ou apparenté au harcèlement ou à toute autre forme de contenu répréhensible ou discriminatoire, notamment d'un point de vue racial ou ethnique, ou à caractère violent ou sensible d'un point de vue politique ou sujet de toute autre manière à controverse ou impliquant une violation des droits de tiers. Vous ne devez en aucun cas fournir des liens vers tout contenu de ce type.
id: Anda mewakili, menjamin, dan memastikan bahwa website atau promosi yang Anda miliki tidak mengandung bahan yang memfitnah, pornografi, melanggar hukum, membahayakan, mengancam, cabul, melecehkan, atau ras, etnis, atau tidak pantas atau diskriminatif, kekerasan, politik yang sensitif atau kontroversial atau melanggar hak-hak pihak ketiga dan tidak akan link ke materi tersebut.
ja: アフィリエイト会員は、自身のプロモーションサイト、またはプロモーション手法において、中傷的、猥褻、非合法、破壊的、脅迫的、卑猥、嫌がらせ、人種的、民族的、差別的、暴力的、政治的な話題を含めないこと、及び全ての第三者の権利を侵害しないことを保証し、そのような内容を含むコンテンツにリンクしないことも保証します。
pl: Partner oświadcza, gwarantuje i zobowiązuje się, że jego strona lub materiały promocyjne nie będą zawierać żadnych materiałów, które są oszczercze, pornograficzne, niezgodne z prawem, szkodliwe, obsceniczne, nękające, rasistowskie, lub w inny sposób obraźliwe lub dyskryminujące, brutalne, politycznie wrażliwe lub w inny sposób kontrowersyjne lub naruszają prawa osób trzecich oraz że nie zawierają linków do takich materiałów.
ru: Вы гарантируете, что Ваш вебсайт или другое средство продвижения не имеет материала, содержащего диффамацию, порнографию, незаконную, вредительскую информацию, угрозы, непристойности, расистские, этнические и прочие сомнительные и дискриминирующие предрассудки, элементы насилия, политики или другие осуждаемые темы, нарушающие права третьих лиц, а также не содержит ссылок на такой материал.
vi: Bạn đại diện, bảo đảm và cam kết rằng trang web hay quảng cáo của bạn sẽ không chứa các tài liệu nói xấu, khiêu dâm, bất hợp pháp, độc hại, đe dọa, quấy rối, hoặc phân biệt chủng tộc, tôn giáo, hoặc gây khó chịu hoặc phân biệt đối xử, bạo lực, nhạy cảm về chính trị hoặc tranh cãi hay vi phạm các quyền của bên thứ ba và sẽ không kết nối với các loại tài liệu này.
zh_cn: 您声明、保证并承诺，您的网站或推广不得包含诽谤、色情、违法、伤害、威胁、低俗、骚扰、种族民族歧视及其他歧视、暴力、政治敏感、其他带有争议或违反第三方权利的材料，也不得链接至此类内容。

source: You risk only your initial stake, and your stake never increases.
de: Sie riskieren nur Ihren ursprünglichen Einsatz, und Ihr Einsatz erhöht sich nie.
fr: Vous ne mettez en jeu que votre investissement initial et celui-ci n'augmente jamais.
ja: お客さまの負う取引の最大損失額は購入金額と同額であり、損失リスクが増大することはありません。
vi: Bạn chỉ gặp rủi ro với số tiền vốn ban đầu, và tiền vốn của bạn sẽ không bao giờ tăng.
zh_cn: 您承担的风险仅包括您的初始投注额，而且您的投注额永远不会增加。

source: You shall avoid disclosure or unauthorized use of any confidential information that may come to your knowledge or possession to third persons or external parties.
ar: يجب عليك عدم الكشف أو الاستخدام غير المصرح به لأي معلومات سرية قد تصل إلى علمك أو حيازتك لأي طرف ثالث أو أطراف خارجية.
de: Sie müssen die Weitergabe oder ungenehmigte Verwendung von vertraulichen Informationen, die Ihnen bekannt werden oder in Ihren Besitz kommen, an Dritte verhindern.
fr: Vous veillerez à ne pas divulguer ou utiliser illégalement toute information confidentielle susceptible d'être portée à votre connaissance ou mise en votre possession par des tiers ou des parties externes.
id: Anda harus menghindari pengungkapan atau penggunaan yang tidak sah bagi informasi rahasia yang mungkin datang atas pengetahuan atau kepemilikan pihak ketiga atau pihak luar.
ja: 第三者または外部関係者に自身の知識または所有権を与えうる機密情報の不正または開示は避けてください。
pl: Zapobieganie ujawnianiu lub nieautoryzowanemu użyciu poufnych informacji, w których posiadanie może wejść Partner lub strony trzecie.
ru: Вы должны препятствовать разглашению или несанкционированному использованию любой конфиденциальной информации, которая может быть известна Вам или принадлежать третьим лицам, а также сторонним организациям.
vi: Bạn không được phép tiết lộ hoặc sử dụng trái phép bất kỳ thông tin bí mật nào mà bạn nhận được hoặc thuộc sở hữu của người thứ ba hoặc bên ngoài.
zh_cn: 您须避免向第三方或外方披露或未经授权使用您可能获知或拥有的任何机密信息。

source: You shall be solely responsible for, and shall indemnify and hold the Company free and harmless from, any and all third party claims, damages or lawsuits (including, but not limited to, consequential losses and loss of profit, the Company's reasonable legal costs and expenses if applicable):
de: Im Fall von Ansprüchen Dritter, Schadensersatzansprüchen oder Gerichtsverfahren (einschließlich, aber nicht beschränkt auf Folgeschäden oder entgangenen Gewinn, die angemessenen Rechtskosten und Ausgaben des Unternehmens) sind Sie alleine für diese verantwortlich und Sie müssen das Unternehmen hiervon schad- und klaglos halten:
fr: Vous assumez l'entière responsabilité de, et devez couvrir et exonérer la Société de toute responsabilité concernant, l'ensemble des réclamations et des actions en justice émanant de, et des dommages subis par, toute tierce partie (y compris, sans s'y limiter, les pertes consécutives et pertes de profit et, le cas échéant, les frais de justice encourus par la Société), à savoir :
ja: アフィリエイト会員は要求に応じた賠償を行う必要があり、当社に対してあらゆる損失、要求、苦情、損害賠償や費用（重大な損失、利益の損失、法的対応の費用やそれにまつわる付加価値税）を求めることはありません。また、直接的であれ間接的であれ、3.3条または3.4条の違反行為の結果として生じた責任はアフィリエイト会員が負います。
vi: Bạn sẽ phải chịu trách nhiệm, và sẽ phải bồi thường theo yêu cầu và giữ cho Công ty không bị thiệt hại về bất kỳ các khiếu nại, thiệt hại, các tố tụng của bên thứ ba (bao gồm, nhưng không giới hạn, thiệt hại do hậu quả và mất lợi nhuận, chi phí pháp lý chấp nhận được của Công ty chúng tôi và các chi phí phát sinh nếu có):
zh_cn: 您须全权负责，并须对公司提供保障与保证公司免于任何和所有第三方索赔、损害赔偿或诉讼 （包括但不限于间接损失和利润损失、公司合理的法律费用和开支，如适用）：

source: You shall discontinue your use of all prior versions of the %1 API in favour of the revised %1 API. While it is the Company's intention that the revised %1 API shall be backward compatible with the immediately prior version of the %1 API, the Company does not guarantee or warrant that this shall be so, and the Company shall have no liability whatsoever to you for any failure of the revised %1 API to be backward compatible with any prior version of the %1 API.
de: Sie müssen die Verwendung aller früheren Versionen des %1 API zugunsten des überarbeiteten %1 API beenden. Obwohl das Unternehmen beabsichtigt, dass das überarbeitete %1 API abwärtskompatibel zu der unmittelbaren Vorgängerversion des %1 API sein soll, garantiert oder gewährleistet das Unternehmen nicht, hierzu verpflichtet zu sein und das Unternehmen ist Ihnen gegenüber für ein Fehlen der Abwärtskompatibilität des überarbeiteten %1 API zu einer früheren Version des %1 API nicht haftbar.
fr: Vous devez, le cas échéant, cesser d'utiliser toutes les versions précédentes de l'API %1 et opter pour la version révisée de l'API %1. Bien que la Société entende faire en sorte que l'API %1 révisée soit compatible avec la dernière version antérieure de l'API %1, la Société ne peut en aucun cas garantir ou assurer qu'il en soit ainsi, et la Société décline toute responsabilité envers vous dans le cas où l'API %1 révisée ne serait pas compatible avec toute version antérieure de l'API %1.
ja: 改定版%1 APIに相当する%1旧バージョンの全使用を中止しなければいけません。改訂版%1 APIが旧バージョンへの互換性を即座に持たせることを目的としておりますが、当社がそれに関して保証をしているわけではありません。また、旧バージョンと改定バージョンの%1 APIの互換性により生じたお客さまへの全障害に関して、当社は一切の責任を負いません。
vi: Bạn sẽ nên ngưng sử dụng tất cả các phiên bản trước của %1 API và chuyển sang sử dụng phiên bản %1 API được cập nhật. Trong khi mục đích của Công ty chúng tôi là phiên bản %1 API được cập nhật này sẽ tương thích với phiên bản %1 API trước đó, Công ty chúng tôi không chắc chắn hay bảo đảm rằng nó sẽ là như vậy, và Công ty chúng tôi sẽ không chịu bất kỳ trách nhiệm pháp lý nào đối với bạn cho bất cứ tổn thất nào về tính tương thích của phiên bản %1 API cập nhật với phiên bản %1 API trước đó.
zh_cn: 您须停止使用所有先前版本的%1 API 并使用修訂後的%1 API版本。雖然公司的意圖是，修訂後的%1 API版本应与之前版本相容，公司並不擔保或保證一定会如此，且公司一概不承擔任何因修訂後的%1 API版本与之前版本不相容对您所引起的責任。

source: You shall indemnify on demand and hold the Company harmless from, and against any and all losses, demands, claims, damages, costs, expenses (including, but not limited to, consequential losses, loss of profit, and reasonable legal costs, if applicable), and liabilities suffered or incurred, directly, or indirectly, by the Company in consequence of any breach, non-performance, or non-observance by you of any of your obligations or warranties under this Agreement.
de: Sie müssen auf Verlangen das Unternehmen vor allen Verlusten, Forderungen, Ansprüchen, Schäden, Kosten, Auslagen (und vor Folgeschäden und Gewinnausfall, angemessenen Gerichts- und Anwaltskosten und darauf anfallende Mehrwertsteuern) und Haftungen entschädigen und schadlos halten, die dem Unternehmen infolge von Verletzung, Nichterfüllung oder Nichtbeachtung Ihrer Pflichten oder Zusicherungen aus diesem Vertrag direkt oder indirekt durch Sie entstehen.
fr: Vous vous engagez à garantir (sur demande) la Société contre, et à la dégager de toute responsabilité concernant, tou(te)s pertes, prétentions, réclamations, coûts, dépenses (notamment, sans s'y limiter, tou(te)s pertes consécutives, pertes de profits, et frais juridiques raisonnables, si applicable) et obligations subi(e)s ou encouru(e)s, directement ou indirectement, par la Société en conséquence de toute infraction, inexécution ou inobservation de votre part eu égard à vos obligations ou aux Garanties prévues en vertu de cet Accord.
id: Anda harus mengganti rugi pada permintaan dan melepaskan Perusahaan dari, dan terhadap setiap dan semua kerugian, tuntutan, klaim, kerusakan, biaya, pengeluaran (termasuk, namun tidak terbatas pada, kerugian konsekuensial, kehilangan keuntungan, dan biaya hukum yang wajar, jika berlaku), dan kewajiban menderita atau dikeluarkan, secara langsung atau tidak langsung oleh Perusahaan sebagai akibat dari pelanggaran, non-kinerja, atau nketidak patuhan Anda dari setiap kewajiban atau jaminan berdasarkan Perjanjian ini.
ja: アフィリエイト会員はあらゆる損失、要求、苦情、損害賠償、費用（該当する場合、重大な損失、利益の損失、法的対応の費用やそれにまつわる付加価値税）など要求に応じた賠償を行う必要があり、本契約の下、アフィリエイト会員の義務または保証の違反、不履行、非遵守の結果直接的または間接的に被った若しくは発生した負債を当社に求めることはしません。
pl: Partner nie będzie pociągał Firmy do odpowiedzialności za jakiekolwiek straty, żądania, roszczenia, szkody, koszty, wydatki (w tym wynikłe straty zysków i koszty sądowe, jeśli zaistniały) oraz zobowiązania wynikłe, bezpośrednio lub pośrednio, przez Firmę w związku z jakimkolwiek naruszeniem, nieprzestrzeganiem czy zaniedbaniem przez użytkownika jakichkolwiek obowiązków czy gwarancji obowiązujących na mocy niniejszej Umowy.
ru: Вы должны возместить по требованию и оградить Компанию от любых убытков, претензий, затрат, расходов (включая, но не ограничиваясь косвенными убытками, упущенной выгодой и разумными судебными издержками, если таковые применимы), а также от обязательств, прямо или косвенно понесённых Компанией в результате любого нарушения, невыполнения или несоблюдения Вами любого из Ваших обязательств или гарантий по настоящему Соглашению.
vi: Bạn sẽ phải bồi thường theo yêu cầu và giữ cho Công ty không bị tổn hại gì từ các thiệt hại, nhu cầu, khiếu nại, phá hủy, phí, chi phí (bao gồm, nhưng không giới hạn, thiệt hại do hậu quả, mất lợi nhuận, chi phí pháp lý nếu có) và các khoản nợ phải chịu hoặc phát sinh, trực tiếp hoặc gián tiếp trong Công ty do hậu quả của hành vi vi phạm, không thực hiện hoặc không tuân thủ nghĩa vụ của bạn cam kết của bạn theo Hiệp định này.
zh_cn: 如果由于您违反、不履行或不遵守您在本协议项下的任何义务或保证，导致公司直接或间接遭受或产生任何损失、要求、索赔、损害赔偿、费用、开支（包括但不限于间接损失和利润损失、合理的法律费用（如适用））和法律责任，则您应当对公司进行赔偿（如应要求），并使其免害。

source: You shall not develop and implement marketing, advertising, and promotional activities which infringe any applicable laws, rules, regulations, or codes of practice relating to marketing, advertising, and promotional activities applicable under the authority of any regulatory body of the jurisdiction(s) in which you operate or target your business.
ar: لا يحق لك تطوير وتنفيذ أعمال تسويقية, أو إعلانية, وأنشطة ترويجية تخرق أي قوانين معمول بها, قواعد, لوائح, أو أكواد الممارسة أو التدريب المتعلقة بالتسويق, الإعلان, والأنشطة الترويجية المعمول بها تحت سلطة أي هيئة تنظيمية قضائية والتي تعمل أو تستهدف أعمالك.
de: Sie dürfen keine Marketing-, Werbe- und Verkaufsförderungsaktivitäten entwickeln oder durchführen, die geltende Gesetze, Regeln, Vorschriften oder Verfahrensregeln in Bezug auf Marketing-, Werbe- und Verkaufsförderungen, die von Behörden oder Aufsichtsbehörden in dem Land/den Ländern, in dem/denen Sie aktiv sind oder auf das/die Ihre Aktivitäten abzielen, verletzen.
fr: Vous n'avez pas l'autorisation de développer et/ou de mettre en œuvre des activités de commercialisation, de publicité ou de promotion susceptibles d'enfreindre toute loi ou réglementation ou tout code de bonne pratique en lien avec de telles activités de commercialisation, de publicité ou de promotion, et applicables sous l'autorité de tout organisme de réglementation opérant dans les juridictions au sein desquelles vous menez vos activités ou sous l'autorité desquelles sont placés les marchés que vous ciblez.
id: Anda tidak harus mengembangkan dan menerapkan pemasaran, iklan, dan kegiatan promosi yang melanggar hak hukum, aturan, peraturan, atau kode praktek yang berkaitan dengan pemasaran, iklan, dan kegiatan promosi yang berlaku di bawah kewenangan badan peraturan yurisdiksi di mana Anda beroperasi atau target bisnis Anda.
ja: 運営先、またはビジネスターゲット地域の管轄の規制当局の権限の下、マーケティング、広告、プロモーション活動に関して適用される法律、規則、規制、服務規程を侵害するようなマーケティング、広告、プロモーション活動の展開または実施をしてはいけません。
pl: Partner nie będzie podejmował jakichkolwiek czynności marketingowych, reklamowych ani promocyjnych, które naruszają jakiekolwiek obowiązujące przepisy, rozporządzenia, normy prawne czy kodeksy postępowania odnoszące się do czynności marketingowych, reklamowych i promocyjnych, wydanych przez jakikolwiek organ regulacyjny w obrębie jurysdykcji kraju, w którym Partner prowadzi swoją działalność lub do którego kieruje swoje usługi.
ru: Вы не должны создавать и проводить маркетинговые и рекламные кампании, нарушающие любые применимые законы, правила, нормы или своды правил, относящиеся к маркетингу, рекламе и продвижению, проводимым в рамках официального или регулирующего органа, действующего в юрисдикции (юрисдикциям), в которых Вы ведёте или планируете вести бизнес.
vi: Bạn không nên phát triển và thực hiện những hoạt động tiếp thị, quảng cáo và khuyến mại vi phạm bất cứ điều luật, quy tắc, quy định, hoặc mã của những hoạt động tiếp thị, quảng cáo, khuyến mại được áp dụng theo thẩm quyền của cơ quan chức năng nơi bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh tới.
zh_cn: 您不可制定和执行任何违反适用法律、规则、条例或工作守则与市场营销、广告和促销活动有关在任何监管机构的适用管辖权范围内针对您运作或您的业务有关的任何市场营销、广告和促销活动。
