Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Get Prices
ar: أحصل على الأسعار
id: Dapatkan Harga
pl: Poznaj ceny
ru: Получить цены
th: ตั้งราคา

source: Granularity is not valid
ar: التقسيمات غير صالحة
id: Rincian tidak valid
pl: Uszczegółowienie jest nieprawidłowe
ru: Структурированность невозможна
th: องค์ประกอบไม่ถูกต้อง

source: Group Information
ar: معلومات عن المجموعة
id: Informasi Grup
pl: Informacje o grupie
ru: О компании
th: ข้อมูลของเครือ

source: Hackerone - for IT security professionals
ar: Hackerone - لمحترفي أمن تكنولوجيا المعلومات
id: Hackerone - untuk keamanan profesional IT
pl: Hackerone - dla specjalistów w dziedzinie bezpieczeństwa internetowego
ru: Hackerone - для специалистов в области IT-безопасности
th: HackerOne - สำหรับอาชีพเกี่ยวกับความปลอดภัยของระบบเทคโนโลยีสารสนเทศ

source: Have a question? Need Help?
ar: لديك أى أسئلة؟ هل تحتاج للمساعدة؟
id: Memiliki pertanyaan? Memerlukan Bantuan?
pl: Masz pytania? Potrzebujesz pomocy?
ru: У Вас есть вопросы? Требуется помощь?
th: มีคำถามไหม? ต้องการความช่วยเหลือหรือเปล่า?

source: Hello
ar: مرحباً
id: Halo
pl: Witam
ru: Здравствуйте
th: ฮัลโหล

source: Hello, World!
ar: مرحباً أيها العالم!
id: Halo, Dunia!
pl: Witamy!
ru: Привет, Мир!

source: Help
ar: مساعدة
id: Bantuan
pl: Pomoc
ru: Помощь
th: ความช่วยเหลือ

source: High
ar: عالي
id: Tinggi
pl: Wysoka
ru: Высшее значение
th: สูง

source: High and low barriers must be different.
ar: يجب أن تكون الحواجز العالية والمنخفضة مختلفة.
id: Batasan tinggi dan rendah harus berbeda.
pl: Wysoki limit musi się różnić od niskiego limitu.
ru: Высший и низший барьеры должны быть разными.
th: Barrier สูง และ Barrier ต่ำ ต้องแตกต่างกัน

source: High barrier is out of acceptable range. Please adjust the high barrier.
ar: الحاجز العلوي لا يقع ضمن النطاق المقبول. يرجى ضبط الحاجز العلوي.
id: Batasan atas adalah diluar rentang yang dibenarkan. Silahkan sesuaikan batasan atas.
pl: Wysoki limit przekracza dozwolony zakres. Proszę zmienić limit odpowiednio.
ru: Высший барьер вне приемлемых рамок. Пожалуйста, измените высший барьер.
th: Barrier สูง อยู่นอกขอบเขตที่ยอมรับได้ โปรดปรับค่าใหม่

source: High barrier must be higher than low barrier.
ar: يجب أن يكون الحاجز المرتفع أعلى من الحاجز المنخفض
id: Batasan tinggi harus lebih tinggi dari batasan rendah.
pl: Wysoki limit musi być wyższy nić niski limit.
ru: Высший барьер должен быть выше нижнего барьера.
th: Barrier สูงต้องมีค่ามากกว่า Barrier ต่ำ

source: High returns
ar: عائدات مرتفعة
id: Laba tinggi
pl: Wysokie zwroty
ru: Высокая прибыль
th: ผลตอบแทนสูง

source: High/Low
ar: مرتفع/منخفض
id: Tinggi/Rendah
pl: Wysoki/niski
ru: Высшее/Низшее
th: สูง/ต่ำ

source: Highlights the relationship between volume and price changes and is particularly useful for assessing the strength of a trend.
ar: يلقي الضوء على العلاقة بين الحجم وتغيرالسعر ومفيد بشكل خاص لتقييم قوة الاتجاه.
id: Memperlihatkan hubungan antara volume dan perubahan harga dimana biasanya digunakan untuk menaksir kekuatan tren.
pl: Wskazuje na zależność między wielkością i zmianami cen i jest szczególnie użyteczny do oceny siły trendu.
ru: Показывает отношение между объемом и изменениями цены, крайне полезен для определения силы тренда.
th: เน้นความสัมพันธ์ระหว่างปริมาณและราคาที่เปลี่ยนแปลงและจะเป็นประโยชน์โดยเฉพาะการประเมินความแข็งแกร่งของแนวโน้ม

source: How safe is my money with %1?
ar: هل أموالي آمنة مع %1؟
id: Berapa amankah dana saya di %1?
pl: Jak bezpieczne są moje pieniądze w %1?
ru: Безопасно ли держать деньги на %1?
th: จะปลอดภัยมั้ยถ้าฉันฝากเงินกับ %1?

source: How to trade binaries?
ar: كيف تتداول الثنائيات؟
id: Cara bertrading binary?
pl: Jak handlować opcjami binarnymi?
ru: Как торговать бинарными опционами?
th: จะเทรดไบนารีได้อย่างไร?

source: How to trade spreads?
ar: كيف تتداول السبريد؟
id: Cara bertrading spread?
pl: Jak handlować spreadami?
ru: Как торговать со спредами?
th: เทรดสเปรดอย่างไร?

source: I have Real Money Account
ar: لدي حساب المال الحقيقي
id: Saya memiliki Akun Uang Riil
pl: Mam konto z prawdziwymi pieniędzmi
ru: У меня реальный счёт
th: ฉันมีบัญชีเงินจริง

source: I have read and agree to the
ar: لقد قرأت ووافقت على
id: Saya telah membaca dan setuju dengan
pl: Zapoznałem/am się i akceptuję
ru: Я прочитал и согласен с
th: ฉันได้อ่านและยอมรับ

source: Ideal for both pros and novices
ar: مثالي للمحترفين والمبتدئين
id: Ideal untuk pro dan pemula
pl: Idealny zarówno dla początkujących, jak i doświadczonych graczy
ru: Идеально как для профессионалов, так и новичков
th: เป็นแบบอย่างสำหรับทั้งมือใหม่และมืออาชีพ

source: If all that sounds a bit daunting, you’re right. But it’s how we make sure we get the best people for our team.
ar: إذا كان هذا يبدو محبطا، فأنت على حق. ولكنها طريقتنا لنتأكد أننا نحصل على أفضل الكفاءات لفريقنا.
id: Jika semua itu terdengar agak menakutkan, Anda benar. Hal tersebut untuk memastikan bahwa kami akan memperoleh anggota terbaik untuk tim kami.
pl: Wiemy, że może to brzmieć nieco onieśmielająco. Jednak w ten sposób możemy mieć pewność, że znajdujemy najlepszych ludzi do naszego zespołu.
ru: Если все это звучит немного сложно, вы правы, но именно таким образом мы получаем лучшие кадры для своей команды.

source: If we’re happy with your results, we’ll contact you for an interview and then do background and reference checks.
ar: إذا كنا راضين عن نتائجك، سنتواصل معك لعمل مقابلة و بعدها سنقوم بمراجعة حالتك و خلفياتك .
id: Jika anda lulus, kami akan menghubungi Anda untuk wawancara termasuk pemeriksaan latar belakang dan referensi.
pl: Jeśli będziemy zadowoleni z wyników, skontaktujemy się z Tobą i przeprowadzimy rozmowę, a potem sprawdzimy doświadczenie i referencje.
ru: Если мы довольны вашими результатами, мы свяжемся с вами для собеседования, а затем проверим рекомендации.
th: หากพวกเราพอใจกับผลลัพธ์ของท่าน พวกเราจะติดต่อท่านเพื่อทำการสัมภาษณ์ และตรวจสอบผู้อ้างอิงเป็นลำดับถัดไป

source: If you are an affiliate of Binary.com, you must also comply with the Binary.com Affiliate Program Terms and Conditions.
ar: إذا كنت تابعاً ل Binary.com, يجب عليك أيضاً الإمتثال لشروط وأحكام البرنامج التابع ل Binary.com.
id: Jika Anda adalah afiliasi dari Binary.com, Anda juga harus mematuhi Syarat dan Ketentuan Program Afiliasi Binary.com.
pl: Jeśli jesteś partnerem Binary.com, musisz przestrzegać również postanowień Regulaminu programu partnerskiego.
ru: Если Вы являетесь партнёром Binary.com, Вы также должны соблюдать Правила и условия Партнёрской программы Binary.com.
th: หากท่านเป็นพันธมิตรของ Binary.com ท่านต้องปฏิบัติตามข้อตกลงและเงื่อนไขพันธมิตรของ Binary.com

source: If you are, we’d love to hear from you.
ar: اذا كنت كذلك، نود أن نستمع إليك.
id: Jika Anda sudah bersedia, hubungi kami segera.
pl: Jeśli tak, czekamy na kontakt z Twojej strony.
ru: Если да, то мы будем рады познакомиться!
th: หากท่านมีความประสงค์ใด เราพร้อมที่จะรับฟังท่าน

source: If you do, no worries. With Binary.com, you can sell your trades before expiry to lock in profits. There’s no need to wait until the end time.
ar: لا داع للقلق. مع Binary.com يمكنك أن تبيع تداولاتك قبل انتهاء صلاحيتها لتحتفظ بالأرباح. ليس هناك ضرورة كي تنتظر حتى وقت الانتهاء.
id: Jika Anda tidak mengetahuinya, jangan khawatir. Di Binary.com, Anda dapat menjual kontrak sebelum berakhir untuk memastikan keuntungan Anda. Anda tidak perlu menunggu hingga kontrak berakhir.
pl: Jeśli tak, nie martw się. Na Binary.com możesz sprzedać swoje zakłady przez ich wygaśnięciem, aby zablokować zyski. Nie ma potrzeby czekać do samego końca.
ru: Если да, то нет проблем. На Binary.com Вы имеете возможность досрочно закрыть контракты для обеспечения уже полученной по ним прибыли. Нет необходимости ждать окончания контракта.
th: หมดกังวล หากท่านใช้ Binary.com ท่านสามารถขายหลักทรัพย์ของท่านก่อนวันหมดอายุเพื่อกำหนดรับผลกำไร ไม่จำเป็นต้องรอกระทั่งเวลาสิ้นสุด

source: If you feel that none of these reasons apply to your case and you'd like to request that the bonus is credited to your account, please provide us with:
ar: إذا كنت تشعر أن أيا من هذه الأسباب تنطبق على حالتك وتود أن تطلب أن تضاف المكافأة إلى حسابك، يرجى تزويدنا بالآتي:
id: Jika Anda merasa alasan penolakan tersebut tidak tepat, maka untuk mempertimbangkan kembali permohonan bonus Anda, mohon sediakan:
pl: Jeśli uważasz, że żaden z tych powodów nie odnosi się do Twojego przypadku i chciałbyś poprosić o przyznanie bonusu dla Twojego konta, prosimy podać:
ru: Если Вы считаете, что ни одно из вышеуказанных условий не применимо к Вашему счету, и хотите снова сделать запрос на бонус, пожалуйста, предоставьте следующее:
th: หากท่านไม่พบว่ามีเหตุผลในข้อใดเลยที่ตรงตามกรณีของท่าน และท่านต้องการแจ้งความจำนงในการเพิ่มโบนัสในบัญชีของท่าน โปรดให้ข้อมูลเราดังต่อไปนี้:

source: If you have the skill set we seek, you’ll become a valued member of a highly competent front end development team engaged in driving our binary options trading systems to new heights.
ar: إذا كان لديك مجموعة المهارات التي نسعى إليها، فستصبح عضوا قيما في فريق تطوير الفرنت إند عالي الكفاءة دافعا نظم تداولنا للخيارات الثنائية إلى آفاق جديدة.
id: Jika Anda memiliki keahlian yang kami cari, maka Anda akan menjadi bagian dari anggota dari tim pengembangan front end yang sangat kompeten terlibat dalam mengoperasikan sistem opsi trading binary ke tahap yang lebih maju.
pl: Jeśli posiadasz zdolności, których szukamy, z pewnością będziesz wartościowym członkiem wysoko wyspecjalizowanego zespołu programistów front end zaangażowanych w najwyższej jakości obsługę naszych systemów handlu opcjami binarnymi.
ru: Если Вы обладаете нужными нам навыками, у Вас есть шанс стать ценным сотрудником нашей высокопрофессиональной команды разработчиков пользовательской части сайта (front end), улучшающей наши системы торговли бинарными опционами.
th: หากท่านมีคุณสมบัติที่เรากำลังสรรหา ท่านจะกลายเป็นส่วนหนึ่งของทีมงานพัฒนาระบบส่วนหน้าที่มีความสามารถสูง และรับผิดชอบในการพัฒนาระบบซื้อขายไบนารีออปชั่นที่มีสมรรถนะที่ดีเยี่ยมขึ้นไปอีก

source: If you meet our basic requirements, we’ll send you a talent test.
ar: إذا قمت بتلبية المتطلبات الأساسية لدينا، سوف نرسل لك اختبار مواهب.
id: Jika anda memenuhi syarat utama kami, kami akan mengirimkan tes kemahiran.
pl: Jeśli spełniasz podstawowe wymagania, prześlemy Ci test kompetencji.
ru: Если вы удовлетворяете нашим основным требованиям, мы вышлем вам тест на способности.
th: หากท่านมีคุณสมบัติพื้นฐานครบถ้วน เราจะขอให้ท่านทำข้อทดสอบความสามารถเฉพาะทาง

source: If you need assistance feel free to contact our %1Customer Support
id: Jika Anda membutuhkan bantuan jangan ragu untuk menghubungi Customer Support %1 kami
pl: Jeśli potrzebujesz pomocy, skontaktuj się z działem obsługi klienta %1
ru: Если Вам нужна помощь, пожалуйста, обратитесь в службу поддержки%1
th: หากท่านต้องการความช่วยเหลือ โปรดติดต่อแผนกบริการลูกค้า %1

source: If you need help, please contact our customer support team at
ar: إذا احتجت للمساعدة، يرجى الاتصال بخدمة العملاء على
id: Jika Anda memerlukan bantuan, hubungi tim customer support kami di
pl: Jeśli potrzebujesz pomocy, skontaktuj się z działem obsługi klienta:
ru: Если Вам нужна помощь, обратитесь в службу поддержки
th: หากท่านต้องการความช่วยเหลือ โปรดติดต่อทีมบริการลูกค้าของเราที่

source: If you wish to raise these limits, please authenticate your account.
ar: إذا كنت ترغب فى زيادة هذه الحدود، رجاءا وثق حسابك.
id: Jika Anda ingin meningkatkan batasan ini, silahkan buktikan akun Anda.
pl: Jeśli chcesz podnieść te limity, musisz zweryfikować swoje konto.
ru: Если Вы желаете повысить данные лимиты, пожалуйста, авторизируйте свой счет.
th: หากท่านต้องการเพิ่มวงเงินเหล่านี้ โปรดยืนยันบัญชีของท่าน

source: If you would like more information on becoming a Payment Agent, please contact us at <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>
ar: للمزيد من المعلومات حول كيفية أن تصبح وكيل دفع، يرجى الاتصال بنا على <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>
id: Jika Anda ingin informasi lebih lanjut mengenai Agen Pembayaran, silahkan hubungi kami di <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>
pl: Jeśli chcesz uzyskać więcej informacji na temat pośredników płatności, skontaktuj się z nami, wysyłając wiadomość na: <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>
ru: Если Вы хотите получить больше информации о том, как стать Платежным агентом, обратитесь к нам по адресу <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>
th: หากท่านต้องการทราบข้อมูลเพิ่มเติมในการเป็นตัวแทนชำระเงิน โปรดติดต่อเราที่ <a href='mailto:affiliates@binary.com'>affiliates@binary.com</a>

source: If you’re an individual trader, you’ll appreciate the simplicity, flexibility, and limited risk of binary trading. With %1’s low minimum stakes, you’ll soon learn how to trade with skill and confidence. And if you have any questions, you’re free to access <a class="pjaxload" href="%2">our helpful support desk</a>.
ar: إذا كنت متداولا فردا، فإنك ستقدّر بساطة ومرونة تداول الثنائيات ومخاطره المحدوده. مع الحد الأدنى لقيمة شراء الصفقات في %1، سيمكنك فى وقت قصير تعلم التداول بمهارة وثقة. و إذا كان لديك أي استفسارات يمكنك أن تتواصل مع <a class="pjaxload" href="%2">قسم المساعدة</a>.
id: Jika anda adalah trader individual, anda akan menyukai kesederhanaan, fleksibelitas dan risiko terbatas trading binary. Dengan modal minimal pada %1 anda akan mempelajari bagaimana bertrading dengan keahlian dan keyakinan. Dan jika anda memiliki pertanyaan, silahkan hubungi <a class="pjaxload" href="%2">layanan support kami</a>.
pl: Jeśli jesteś nieprofesjonalnym graczem, na pewno docenisz prostotę, elastyczność i ograniczone ryzyko handlu opcjami binarnymi. Dzięki niskim stawkom minimalnym dostępnym na %1 szybko nauczysz się, jak sprawnie i pewnie handlować. Jeśli masz pytania, zawsze możesz skontaktować się z naszym <a class="pjaxload" href="%2">zespołem wsparcia</a>.
ru: Если вы являетесь частным лицом, вам понравится простота, гибкость и ограниченный риск торговли на бинарных опционах с нами. %1 предлагает минимальные ставки, благодаря которым вы быстро можете учиться работе и обрести уверенность. Если у вас есть какие-либо вопросы, обратитесь в нашу <a class="pjaxload" href="%2">службу поддержки</a>.
th: หากท่านเป็นนักลงทุนรายย่อย ท่านจะได้เห็นความเรียบง่าย ความยืดหยุ่น และความเสี่ยงที่ถูกจำกัดได้ของการซื้อขายไบนารี ด้วยการวางเงินขั้นต่ำของ %1 ท่านจะได้เรียนรู้ทักษะการซื้อขาย และความมั่นใจในการได้รับผลกำไร และหากท่านมีคำถามเพิ่มเติม ท่านสามารถติดต่อ <a class="pjaxload" href="%2">เจ้าหน้าที่สบันสนุนและบริการลูกค้าของเรา</a> เพื่อคลายความสงสัยในทุกข้อซักถามของท่าน

source: If you’re looking to build a career, and not a resume, talk to us, Binary.com. We’re one of the IT world’s most vibrant and progressive workplaces.
ar: إذا كنت تبحث عن بناء مستقبل مهني، و ليس مجرد سيرة ذاتية، تحدث إلينا، نحن Binary.com. نحن أحد أماكن عمل تكنولوجيا المعلومات الأكثر حيوية و تقدما.
id: Jika Anda mencari tempat untuk membangun karir dan bukan hanya sekedar membuat lamaran kerja, hubungi kami di Binary.com. Kami adalah salah satu perusahaan IT tempat bekerja paling dinamis dan progresif.
pl: Jeśli zależy Ci na rozwoju kariery, a nie na wyglądzie CV, odezwij się do Binary.com. Jesteśmy jednym z najbardziej aktywnych i innowacyjnych pracodawców w branży IT na świecie.
ru: Если Вы хотите сделать карьеру, а не дополнить резюме опытом работы, свяжитесь с нами на Binary.com. Мы предлагаем одно из самых интересных и прогрессивных рабочих мест в мире информационных технологий.
th: หากท่านประสงค์จะเติบโตในอาชีพ ไม่ใช่ประวัติที่เราต้องการ เข้ามาพูดคุยกับเรา Binary.com เรา คือ หนึ่งในบริษัทที่มีศักยภาพทางเทคโนโลยีสารสนเทศที่พัฒนารวดเร็วและมีชีวิตชีวาที่สุดในโลก

source: Imagine a workplace that often doesn’t feel like work.
ar: تخيل مكان عمل غالبا لا يعطيك شعورا كأنه عمل.
id: Bayangkan tempat kerja dimana anda merasa seperti tidak sedang bekerja.
pl: Wyobraź sobie pracę, w której nie czujesz, że pracujesz.
ru: Представьте место работы, которое по ощущениям часто не похоже на работу.
th: จินตนาการที่ทำงานที่คุณจะไม่รู้สึกราวกับว่า มาทำงานทุกวัน

source: Improve Binary.com’s front-end content
ar: طور front-end content الخاص بـ Binary.com
id: Peningkatan konten bagian depan Binary.com
pl: Ulepsz treści na portalu Binary.com
ru: Улучшения содержания сайта Binary.com
th: ปรับปรุงเนื้อหาของ Binary.com

source: In April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (formerly known as <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting.
ar: في أبريل، <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (المعروفة سابقا باسم <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) بدأت العمل، بمجال خدمة الرهان المالي على مدار الساعة على مجموعة متنوعة من المؤشرات المالية. نمت أعمال الشركة بسرعة، وقريبا تصبح الشركة الرائدة في السوق في مجال المراهنة المالي بالاحتمالات الثابتة.
id: Pada bulan April, <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (dikenal sebagai <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) ditayangkan secara langsung, menyediakan layanan trading financial pada berbagai pilihan bursa saham. Usaha ini berkembang sangat cepat dan kami menjadi pemimpin dalam menyediakan trading financial fixed-odds.
pl: W kwietniu <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (wcześniej znane pod nazwą <a target="_blank" href="http://www.xodds.com">Xodds.com</a>) rozpoczyna działalność jako całodobowa usługa zakładów dla różnorodnych wskaźników finansowych. Biznes rozwija się prężnie i w krótkim czasie stajemy się liderem rynku w branży zakładów o ustalonej stawce.
ru: В апреле начинает работу сайт <a target="_blank" href="http://www.betonmarkets.com">Betonmarkets.com</a> (ранее известный как <a target="_blank" href="http://www.xodds.com">Xodds.com</a>), предоставляющий круглосуточный сервис финансового беттинга на нескольких индексах. Бизнес быстро растет, и вскоре сайт становится лидером рынка в финансовом беттинге с фиксированным коэффициентом выигрыша.

source: In October 1999, Regent Markets receives US$2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company.
ar: في أكتوبر 1999، تتسلم Regent Markets مبلغ 2 مليون دولار أمريكي كاستثمار من جيم ميلون من خلال مجموعته Regent Pacific Group ، وهي شركة إدارة صناديق مقرها هونج كونج.
id: Pada bulan Oktober 1999, Regent Markets menerima $2 juta AS dana investasi dari Jim Mellon melalui Regent Pacific Group, sebuah perusahaan pengelola dana yang berbasis di Hong Kong.
pl: W październiku 1999 r. Regent Markets otrzymuje 2 mln $ dofinansowania od Jima Mellona z Regent Pacific Group, firmy zarządzającej funduszami z siedzibą w Hong Kongu.
ru: В октябре 1999 Regent Markets получает инвестицию в размере 2 миллиона $ от Джима Меллон, через его группу компаний Regent Pacific Group – базированную в Гонконге компанию по управлению фондами.
th: เมื่อเดือนตุลาคม พ.ศ. 2542 (ค.ศ.1999) Regent Markets ได้รับเงินลงทุน 2 ล้านเหรียญสหรัฐ จากนายจิม เมลลอน ผ่านทาง Regent Pacific Group บริษัทจัดการกองทุนที่ฮ่องกง

source: In all circumstances, the Company reserves the right to make changes to these Terms and Conditions. If the Company elects to make any material changes to these Terms and Conditions, our clients will be notified in advance and shall either accept or decline to agree. Declining to agree shall result in a material breach of this agreement and the client’s account maybe frozen, suspended or cancelled.
ar: في جميع الأحوال، تحتفظ الشركة بالحق في إجراء تغييرات على هذه الشروط والأحكام. إذا اختارت الشركة إجراء أية تغييرات جوهرية على هذه الشروط والأحكام، سيتم إخطار عملائنا مقدما ويجوز اما قبول أو رفض الموافقة. رفض الموافقة يعني خرق مادي لهذا الاتفاق وقد يترتب عليه تجميد حساب العميل أو تعليقه أو إلغائه.
id: Dalam segala situasi, Perusahaan berhak untuk melakukan perubahan pada Syarat dan Ketentuan ini. Jika Perusahaan memilih untuk membuat perubahan materi Syarat dan Ketentuan ini, pelanggan kami akan diberitahukan terlebih dahulu apakah mereka bersetuju atau menolak perubahan tersebut. Penolakan akan berakibat akun pelanggan mungkin akan dibekukan, dihentikan atau dibatalkan.
pl: Niezależnie od okoliczności Firma zastrzega sobie prawo wprowadzania zmian do niniejszego Regulaminu. Jeśli Firma zdecyduje się na wprowadzenie do niniejszego Regulaminu znaczących zmian, klienci zastaną o tym powiadomieni z wyprzedzeniem i będą mieli możliwość wyrażenia zgody na te zmiany bądź ich odrzucenia. Odmowa wyrażenia zgody na wprowadzone zmiany będzie stanowiła istotne naruszenie niniejszej umowy i może skutkować zamrożeniem, zawieszeniem lub likwidacją konta klienta.
ru: Во всех случаях, Компания оставляет за собой право вносить изменения в настоящие Правила и Условия. Если Компания решает делать какие-либо существенные изменения в настоящих Условиях, наши клиенты будут уведомлены заранее и смогут либо принять, либо отклонить изменения. Отклонение влечет существенное нарушение этого соглашения, и счет клиента может быть заморожен, приостановлен или закрыт.
th: บริษัทฯ สงวนสิทธิ์ในการเปลี่ยนแปลข้อตกลงและเงื่อนไข หากมีการเปลี่ยนแปลงใดๆ เกิดขึ้น บริษัทฯ จะเรียนให้ลูกค้าทราบล่วงหน้าเพื่อให้พิจารณายอมรับ หรือ ปฏิเสธ ในกรณีที่ดำเนินการปฏิเสธจะส่งผลถึงการผิดสัญญา หรือฝ่าฝืนข้อตกลง และบัญชีของลูกค้าอาจจะถูกปฏิเสธ อาจจะถูกพักชั่วคราว หรือ ถูกยกเลิก
