Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly.
ar: وهذه جائزة أخرى سعدنا حقا بها. Trade2win هي بوابة للمتداولين النشطين تسعى للاستفادة من الأسهم والعقود الآجلة والخيارات والعملات، ومنحنا هؤلاء المتداولين الجائزة الفضية (و كنا قد تفوقنا ونلنا الذهبية من Betfair). ما يعني أن المتداولين النشطين في جميع أنحاء العالم أعطوا منصتنا للتداول درجة عالية للغاية.
de: Diese ist eine weitere Auszeichnung, über die wir uns wirklich freuen. Trade2win ist ein Portal für aktive Händler, die auf der Suche nach Profit aus Aktien, Termingeschäften, Optionen und Devisen sind und diese Börsianer haben uns Silber verliehen (wir haben Gold nur kurz vor Betfair verloren). Das bedeutet, dass aktive Händler aus aller Welt unsere Handelsplattform extrem gut bewerten.
fr: Voici un autre prix dont nous sommes très fiers. Trade2win est un portail dédié aux traders actifs souhaitant générer des profits en négociant les actions, les contrats à terme, les options et les devises Forex. Ces traders nous octroient la médaille d'argent (Betfair nous a battu de peu pour l'or). Ce prix montre que les traders actifs dans le monde entier reconnaissent la très haute qualité de notre plateforme de trading.
id: Ini adalah penghargaan lain yang kami benar benar syukuri. Trade2win adalah portal bagi para trader aktif yang mencari keuntungan dari trading saham, futures, opsi dan forex dan para trader tersebut menganugerahi kami dengan perak (kami hanya bersaing tipis dengan Betfair). Hal ini berarti jumlah trader aktif pada platform kami adalah tinggi.
ja: Trade2Winは株式、先物、オプション、そして為替取引から利益を得ることを目的にした活発なトレーダー向けのポータルサイトであり、当社は銀賞を受賞しました。（金賞のBetfair社とは僅差の評価です。）この受賞は、世界中の活発なトレーダーが当社のシステムを大変高く評価していることを意味します。
pl: To nasza kolejna cenna nagroda. Trade2win to portal dla aktywnych graczy, którzy chcą osiągnąć zysk z handlu akcjami, kontraktami futures, opcjami i walutami. Ci właśnie gracze przyznali nam srebro (złoto zgarnął Betfair). Oznacza to, że aktywni gracze z całego świata oceniają naszą platformę handlową naprawdę wysoko.
ru: Есть еще одна награда, которой мы очень дорожим. Trade2win является порталом для активных инвесторов, которые желают заработать на акциях, опционах и рынке форекс, и выбор этих трейдеров принес нам серебряную награду (золото досталось Betfair). Для нас это означает всемирное признание и высокую оценку нашей платформы активными трейдерами.
vi: Đây là một giải thưởng khác mà chúng tôi rất vinh hạnh khi nhận được. Trade2win là một cổng thông tin cho nhà giao dịch hoạt động tìm kiếm lợi nhuận từ cổ phiếu, hợp đồng tương lai, quyền chọn và ngoại hối, và các nhà giao dịch này đã trao cho chúng tôi giải thưởng bạc (chúng tôi đã giành được giải vàng với Betfair). Điều này có nghĩa là nhà giao dịch năng động trên toàn thế giới đánh giá sàn giao dịch của chúng tôi rất cao.
zh_cn: 这也是我们非常重视的奖项。 Trade2win 是通过交易股票、期货、期权和外汇获利的活跃交易者的门户，这些交易者授予我们银奖（我们只逊于金奖得主 Betfair）。这意味着全球活跃交易者对我们的交易平台有着非常高的评价。

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products.
ar: هذا عظيم. نفوز بجائزة مزدوجة من الـ Financial Times و Investors Chronicle، مما يعكس نجاحنا في تحسين جودة وسهولة استخدام موقعنا و منتجاتنا.
de: Dies ist riesig. Wir haben eine doppelte Auszeichnung von der Financial Times and Investors Chronicle erhalten, die unseren Erfolg in der Verbesserung der Qualität und Benutzerfreundlichkeit unserer Website und unserer Produkte widerspiegelt.
fr: Événement marquant : nous recevons un double prix octroyé par le Financial Times and Investors Chronicle, qui récompense nos efforts d'amélioration de la qualité et de la facilité d'utilisation de notre site Web et de nos produits.
id: Ini sangat luar biasa. Kami memperoleh penghargaan ganda dari Financial Times dan Investor Chronicle, mencerminkan kesuksesan kami dalam mempertingkatkan kualitas dan penggunaan website dan produk.
ja: ”the Financial Times”と”Investors Chronicle”の両誌から、当社のウェブサイト、商品の質とユーザビリティの向上を高く評価されました。
pl: To duże osiągnięcie. Otrzymaliśmy podwójną nagrodę od Finacial Times i Investors Chronicle, co odzwierciedla nasz sukces w poprawie jakości i użyteczności naszego portalu i naszych produktów.
ru: Одна из наших важнейших наград - двойная премия от изданий Financial Times и Investors Chronicle, которая отмечает успех в улучшении качества наших продуктов и удобства работы на сайте.
vi: Điều này có ý nghĩa thật lớn lao. Chúng tôi nhận được một giải thưởng kép từ tạp chí Financial Times và nhà đầu tư Chronicle, phản ánh sự thành công của chúng tôi trong việc nâng cao chất lượng và khả năng sử dụng trang web và các sản phẩm của chúng tôi.
zh_cn: 这是件大事。我们获得英国《金融时报》和《Investors Chronicle》颁发的两个奖项，彰显了我们在改善网站和产品的质量和可用性方面取得的成就。

source: This is the current price at which an underlying can be bought or sold at a particular time.
ar: هذا هو السعر الحالي الذي يمكن أن تشتري به أو تبيع عقد عند وقت محدد.
de: Dies ist der aktuelle Kurs, zu dem ein Basiswert zu einem bestimmten Zeitpunkt gekauft oder verkauft werden kann.
fr: Il s'agit du prix actuel auquel un sous-jacent peut être acheté ou vendu à un moment donné.
id: Ini adalah harga pasar terkini dimana pasar dapat dibeli atau dijual pada waktu tertentu.
ja: 特定の時間にて、とある取引対象を売買できる現在の価格のことです。
pl: Jest to aktualna cena, po której można kupić lub sprzedać instrumenty bazowe w danym okresie.
ru: Это текущая цена, по которой актив может быть приобретен или продан.
vi: Đây là giá hiện tại tại đó mà tài sản cơ sở có thể được mua hoặc bán tại một thời điểm cụ thể.
zh_cn: 这是标的资产在特定时间可以买入或卖出的即时价格。

source: This notice does not explain all of the risks involved in investments or similar products or how such risks relate to your personal circumstances. It is important that you fully understand the risks involved before making a decision to enter into or sell an investment product or gambling product with us. If you are in any doubt about the risks involved with Investment Products or Gambling Products, you should seek professional advice.
ar: هذا الإشعار لا يفسر كل المخاطر التي ينطوي عليها الاستثمار أو المنتجات المماثلة أو كيف يمكن لهذه المخاطر التأثير على ظروفك الشخصية. من المهم أن تفهم تماما المخاطر التي ينطوي عليها قبل اتخاذ قرار الدخول في أو بيع منتج استثماري أو منتج لعب معنا. إذا كان لديك أي شك حول المخاطر التي تنطوي عليها المنتجات الاستثمارية أو منتوجات اللعب، يجب عليك طلب المشوره الفنية.
de: Dieser Hinweis erklärt nicht alle mit Anlage- oder ähnlichen Produkten verbundenen Risikien und wie solche Risiken sich auf Ihre persönlichen Umstände auswirken. Bevor Sie sich entscheiden, bei uns Anlage- oder Glücksspielprodukte zu erwerben oder zu verkaufen, müssen Sie die damit verbundenen Risiken vollständig verstehen. Wenn Sie Zweifel über die mit Anlage- oder Glücksspielprodukten verbunden Risiken haben, sollten Sie sich professionellen Rat einholen.
fr: Cet avertissement n'explique pas tous les risques liés aux investissements ou produits associés, et ne permet pas d'évaluer ces risques en fonction de votre situation personnelle. Il est important que vous compreniez pleinement les risques auxquels vous vous exposez avant de prendre la décision de négocier ou de vendre un produit d'investissement par l'intermédiaire de Binary.com. En cas de doutes concernant les risques associés aux produits d'investissement, il convient de faire appel à un professionnel pour obtenir des conseils adaptés.
id: Pemberitahuan ini tidak menjelaskan seluruh risiko yang terlibat dalam investasi atau produk sejenisnya atau bagaimana risiko tersebut berhubungan dengan situasi pribadi Anda. Adalah penting bagi Anda untuk memahami berbagai risiko yang terlibat sebelum memutuskan untuk bertrading pada produk investasi atau gaming bersama kami. Jika Anda memiliki pertanyaan mengenai produk Investasi atau Produk Gaming, Anda harus mencari nasihat profesional.
ja: この通知は投資、類似商品、またはお客さま個人に関するリスクの程度など全てのリスクを説明しているものではありません。当社と投資商品またはギャンブル商品のお取引の締結、売却の決断を下す前に、関連するリスクを十分に理解しておくことが大切です。投資商品やギャンブル商品に関するリスクについてご不明な点がある場合、専門家の助言を求めることをおすすめします。
pl: Niniejsza informacja nie wyjaśnia wszystkich ryzyk związanych z inwestowaniem lub z podobnymi produktami, ani jak takie ryzyka są powiązane z Twoimi indywidualnymi warunkami. Istotną kwestię stanowi zrozumienie ryzyka związanego z oferowanym przez nas produktem inwestycyjnym lub produktem hazardowym przed podjęciem decyzji o jego zakupie lub sprzedaży. W przypadku jakichkolwiek wątpliwości dotyczących ryzyka związanego z produktami inwestycyjnymi lub produktami hazardowymi, należy zasięgnąć porady eksperta.
ru: Данное положение не объясняет все возможные риски в инвестициях или подобных продуктах, а также соответствие данных рисков Вашим личным обстоятельствам. Важно, чтобы Вы полностью понимали возможные риски перед принятием решения, приобретением или продажей инвестиционного продукта. а также игрового продукта у нас. Если у Вас есть сомнения относительно рисков, сопряженных с инвестиционными продуктами или игровыми продуктами, рекомендуем получить квалифицированную юридическую консультацию.
vi: Thông báo này không giải thích tất cả các rủi ro có trong đầu tư hoặc các sản phẩm tương tự hoặc những rủi ro liên quan đến trường hợp cá nhân của bạn. Điều quan trọng là bạn hiểu đầy đủ về các rủi ro liên quan trước khi đưa ra quyết định nhập vào hoặc bán một sản phẩm đầu tư hay sản phẩm cá cược với chúng tôi. Nếu bạn có nghi ngờ về những rủi ro liên quan đến Sản phẩm Đầu tư hoặc Sản phẩm Cá cược, bạn nên tìm kiếm tư vấn chuyên nghiệp.
zh_cn: 此通知并不解释投资或同类产品的风险，以及这些风险如何与您的个人情况关联。重要的是，在决定进入我们的市场、出售投资产品或进行博彩活动前，您必须对相关风险有充分的了解。如果您对相关投资产品或博彩产品的风险有任何疑问，应寻求专业协助。

source: This notice provides you with information about the risks associated with investment contracts, which you may invest in through services provided to you through %1. Binary Group provides a wide range of products including Binary Options relating to foreign exchange, indices, stocks and other investment products ("Investment Products") and binary bets such as those relating to the Volatility Indices ("Gambling Products").
de: Dieser Hinweis stellt Ihnen Informationen über die mit Investmentgeschäften, in die Sie über die an Sie von %1 erbrachten Dienstleistungen investieren können, verbundenen Risiken dar. Die Binary Group bietet eine breite Produktpalette, einschließlich Binärer Optionen für Fremdwährungen, Indizes, Aktien oder weitere Anlageprodukte ("Investmentprodukte") und binärer Wetten, die sich auf die Volatilität Indizes ("Glücksspielprodukte") beziehen.
fr: Cette déclaration vous fournit des informations sur les risques associés aux contrats d'investissement disponibles sur le site %1. Binary Group offre un large éventail de produits, notamment des options binaires axées sur le Forex, les indices, les actions et d'autres produits d'investissement (« Produits d'investissement »), ainsi que des paris binaires, notamment avec les indices de volatilité (« Produits apparentés aux jeux d'argent »).
ja: この通知では％1を介して提供されるサービスを通して投資ができる投資契約に関連するリスクについての情報をお客さまに提供しています。Binaryグループでは外国為替、インデックス、株式やその他投資商品のバイナリーオプションやボラティリティインデックス（ギャンブル製品）に関連するバイナリーベットを含む幅広い商品を取り扱っています。
vi: Thông báo này cung cấp cho bạn những thông tin về rủi ro có liên quan đến hợp đồng đầu tư mà bạn có thể đầu tư thông qua dịch vụ đã được cung cấp cho bạn trên %1. Tập đoàn Binary cung cấp một loạt các sản phẩm bao gồm Quyền chọn Nhị phân liên quan tới thị trường ngoại hối, chỉ số, cổ phiếu và các sản phẩm đầu tư khác ("Sản phẩm Đầu tư") và cá cược tài chính như những thứ có liên quan tới Chỉ số biến động ("Sản phẩm Cá cược").
zh_cn: 此通知向您提供风险信息，该风险与您通过 %1 进行的投资合约有关。Binary 集团提供众多产品，包括与外汇、指数、股票和其他投资产品（“投资产品”）相关的二元期权以及与波动率指数有关的二元博彩（“博彩产品”）。

source: This offer cannot be used in conjunction with any other offer.
ar: لا يمكن استخدام هذا العرض مع أي عروض أخرى.
de: Dieses Angebot kann nicht in Verbindung mit anderen Angeboten verwendet werden.
fr: Cette offre ne peut pas être utilisée en association avec toute autre offre.
id: Penawaran ini tidak dapat digunakan bersamaan pada penawaran lainnya.
ja: このボーナス特典は他の特典との併用は不可能です。
pl: Ta oferta nie łączy się z innymi ofertami.
ru: Это предложение не может быть использовано совместно с другим предложением.
vi: Lời mời chào bán này không thể được dùng để kết nối với các lời mời chào bán khác.
zh_cn: 本优惠不能和其他任何优惠一起使用。

source: This promotion is only available to new Clients. Existing or former Clients do not qualify. It is only available once to each Client.
ar: هذا العرض متاح للعملاء الجدد فقط. العملاء الحاليين أو السابقين غير مؤهلين للحصول على هذا العرض. فهو متاح مرة واحدة فقط لكل عميل.
de: Diese Werbeaktion steht nur neuen Kunden zur Verfügung. Bereits vorhandene oder ehemalige Kunden sind nicht berechtigt. Sie ist nur einmal pro Kunde gültig.
fr: Cette promotion est uniquement valable pour les nouveaux Clients. Les Clients actuels ou les anciens Clients ne peuvent pas en bénéficier. Elle n'est valable qu'une seule fois pour chaque Client.
id: Promosi ini hanya berlaku untuk pembukaan akun baru. Dan hanya dapat diperoleh sekali saja untuk setiap Pelanggan.
ja: このプロモーションは、新たなお客さまに限り有効です。すでにご口座をお持ちのお客さまには適用されません。
pl: Ta promocja dostępna jest tylko dla nowych Klientów. Obecni i dawni Klienci nie kwalifikują się do niej. Jest ona dostępna tylko raz dla każdego Klienta.
ru: Данное предложение распространяется только на новых клиентов. Настоящие или бывшие клиенты не могут им воспользоваться. Предложением можно воспользоваться только один раз.
vi: Khuyến mãi này chỉ dành cho những Khách hàng mới. Những Khách hàng hiện tại hoặc Khách hàng cũ không đủ điều kiện. Mỗi khách hàng chỉ có một lần được hưởng chương trình này.
zh_cn: 本促销活动仅适用于新客户。现有或以往客户不符合条件。每位客户仅能获得一次。

source: This section on Force Majeure Events does not apply to Volatility Indices.
de: Dieser Abschnitt von Ereignissen höherer Gewalt gilt nicht für Volatilität Indizes.
fr: La section d'Événement de Force Majeure ne s'applique pas aux Indices de Volatilité.
ja: 不可抗力によるこのセクションは、ボラティリティ・インデックスに当てはまりません。
vi: Phần này trên các sự kiện bất khả kháng không áp dụng cho chỉ số biến động.
zh_cn: 此不可抗力事件章节不适用于波动率指数。

source: This symbol is not active. Please try another symbol.
de: Dieses Zeichen ist nicht aktiv. Bitte versuchen Sie ein anderes Zeichen.
fr: Ce symbole n'est pas actif. Veuillez sélectionner un autre symbole.
ja: このシンボルは現在ご利用いただけません。他のシンボルでお試しください。
vi: Biểu tượng này là không hoạt động. Hãy thử một biểu tượng khác.
zh_cn: 这是个非活跃符号。请试另一符号。

source: This website contains links to other websites and may contain banner or icon advertisements related to third-party websites. These websites and the advertisements thereof may submit cookies onto your web browser and as such are beyond our control. We are not responsible for the privacy practices or the content of such websites. We encourage you to read the privacy policies of these websites, because their practices may differ from ours.
ar: يحتوي هذا الموقع على روابط لمواقع أخرى ربما تحتوي على إعلانات لمواقع ذات صلة بمواقع أطراف ثالثة. قد تقوم هذه المواقع بإلحاق ملفات تعريف الارتباط بمتصفحك ومثل هذه الأشياء تخرج عن سيطرتنا. لسنا مسوؤلين عن ممارسات الخصوصية الخاصة بهذه المواقع ومحتواها. نشجعك على قراءة سياسات الخصوصية الخاصة بهذه المواقع لأن ممارساتهم قد تختلف عن ممارساتنا.
de: Diese Website enthält Links zu anderen Websites und kann Banner- oder Bildwerbungen von Websites Dritter enthalten. Diese Websites und Anzeigen können auf Ihrem Webbrowser Cookies hinterlegen, was nicht unserer Kontrolle unterliegt. Wir sind für die Datenschutzrichtlinien oder den Inhalt solcher Websites nicht verantwortlich. Wir raten Ihnen, die Datenschutzrichtlinien dieser Websites durchzulesen, da sie sich von unseren unterscheiden könnten.
fr: Ce site Web contient des liens vers d'autres sites et peut contenir des bannières ou icônes publicitaires relatives à des sites Web de tiers. Ces sites Web et les publicités qui y sont associées peuvent envoyer des cookies sur votre navigateur Web et ces envois échappent donc à notre contrôle. Nous n'assumons aucune responsabilité concernant les politiques de confidentialité ou les contenus de ces sites Web. Nous vous encourageons à lire les politiques de confidentialité des sites concernés, car leurs pratiques peuvent différer des nôtres.
id: Website ini berisikan berbagai link yang mengarah kepada website lain dan juga banner atau iklan layanan pihak ketiga. Website tersebut dan iklannya mungkin memberikan cookies pada browser Anda dan hal ini merupakan diluar kendali kami. Kami tidak bertnggung jawab jika kegiatan dan keberadaan website tersebut. Kami menyarankan Anda untuk membaca kegiatan website tersebut berhubung kegiatan mereka mungkin berbeda dari kami.
ja: 当社サイトには他のウェブサイトへのリンクが含まれています。そのようなウェブサイトには、第三者のウェブサイトに関係するバナーや広告が含まれている可能性があります。そのようなウェブサイトや広告にはCookie（クッキー）をご利用中のブラウザーに送信する可能性がありますが、それから生じる損害に関しては当社では一切、責任を負うことができません。また、そのようなウェブサイトにおけるプライバシポリシーやコンテンツに関する責任を負うことは致しかねます。尚、そのようなウェブサイトのプライバシーポリシーを当社の取り決めとは異なる可能性がありますので、該当するウェブサイトのプライバシーポリシーをご確認されることをお勧めいたします。
pl: Niniejsza strona internetowa zawiera linki do innych stron i może zawierać reklamy banerowe lub ikonowe stron internetowych osób trzecich. Te strony i ich reklamy mogą umieszczać pliki cookie w Twojej przeglądarce i znajdują się poza naszą kontrolą. Nie jesteśmy odpowiedzialni za politykę prywatności takich stron ani za ich zawartość. Zachęcamy do zapoznania się z polityką prywatności takich stron internetowych, ponieważ ich praktyki mogą różnić się od naszych.
ru: Данный сайт содержит ссылки на другие сайты и может содержать баннеры или рекламные объявления, имеющие отношение к третьим лицам. Эти сайты и объявления могут сохранить куки на Вашем браузере, и мы не имеем контроля над возможностью таких действий. Мы не несем ответственности за политику конфиденциальности или содержание таких сайтов. Мы рекомендуем ознакомиться с правилами и политикой таких сайтов, так как их правила могут отличаться от наших.
vi: Trang web này chứa các đường dẫn đến các trang web khác và có thể chứa biểu ngữ hoặc biểu tượng quảng cáo liên quan đến các trang web của bên thứ ba. Những trang web và quảng cáo ở đó có thể gửi cookie trên trình duyệt web của bạn và những điều như vậy nằm ngoài tầm kiểm soát của chúng tôi. Chúng tôi không chịu trách nhiệm cho hoạt động bảo mật hoặc nội dung của trang web đó. Chúng tôi khuyến khích bạn đọc chính sách bảo mật của các trang web này, vì thực tế hoạt động của họ có thể khác với của chúng tôi.
zh_cn: 本网站包含其他网站链接，并可能含有第三方网站的横幅或图标广告。这些网站及广告可能会向您的网页浏览器写入cookies，因此不在我们的控制范围内。我们不对这些网站的隐私规范和内容负责。由于他们的隐私政策可能有所不同，我们建议您进行相关了解。
