Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: An assertive, sales-driven personality, able to adapt quickly and achieve powerful results
ar: شخصية جازمة تعمل على توليد المبيعات, قادرة على التأقلم بسرعة وتحقيق نتائج قوية.
de: Eine durchsetzungsfähige und verkaufsorientierte Persönlichkeit, die die Fähigkeit hat, sich schnell anzupassen und starke Ergebnisse zu erreichen
fr: Une personnalité affirmée, axée sur la vente, capable de s'adapter rapidement pour générer des résultats probants
id: Sebuah ketegasan, kepribadian mendorong penjualan, mampu beradaptasi dengan cepat dan mencapai hasil yang kuat
ja: 積極的であり、販売志向型の性格、そして迅速な適応力をもって大きな実績を挙げることができる。
pl: Osoba asertywna, posiadająca zdolności sprzedażowe, umiejąca szybko dostosowywać się do danej sytuacji i nastawiona na uzyskiwanie znakomitych rezultatów
ru: Энергичная личность, ориентированная на продажи, способная быстро адаптироваться и достигать высоких результатов
th: มีความกล้าแสดงออก บุคลิกนักขาย สามารถปรับตัวได้รวดเร็ว และทำให้บรรลุเป้าหมายได้อย่างมีประสิทธิภาพ
vi: Một tính cách quyết đoán, muốn thúc đẩy doanh số bán hàng có thể thích ứng một cách nhanh chóng và đạt được kết quả to lớn
zh_cn: 有主见，具销售驱动型人格，能够很快适应并达到强大效果

source: Analyse and test the domains and subdomains listed in the scope.
de: Analysieren und testen Sie die Domains und Subdomains, die im Geltungsbereich aufgelistet sind.
fr: Analysez et testez les domaines et sous-domaines listés dans le champ.
ja: スコープに記載されているドメインとサブドメインの分析とテスト
vi: Phân tích và thử nghiệm các tên miền và tên miền phụ được liệt kê trong phạm vi.
zh_cn: 对范围列出的域和子域进行分析及测试。

source: Analyse the markets with an extensive range of indicators, price bands, and overlays.
de: Analysieren Sie die Märkte mit einer umfangreichen Reihe an Indikatoren, Preisspannen, und Overlays.
fr: Analysez les marchés grâce à un large éventail d'indicateurs, de zones de prix et de superpositions d'instruments.
ja: 広範囲の指標、価格帯、オーバーレイで市場を分析
vi: Phân tích thị trường với một loạt các chỉ số, biên độ giá và các lớp xếp rải.
zh_cn: 采用范围广泛的指标、价格带和多重覆盖图等分析市场走势。

source: Analyze data regarding fraud, risk assessment, and anti-money laundering
ar: تحليل البيانات المتعلقة بالاحتيال، وتقييم المخاطر، ومكافحة غسل الأموال
de: Analyse von Daten hinsichtlich Betrug, Risikobeurteilung und Anti-Geldwäsche
fr: Analyse de données concernant les fraudes, l'évaluation du risque et la lutte contre le blanchiment d'argent
id: Menganalisis data mengenai penipuan, penilaian risiko, dan anti pencucian uang
ja: 詐欺、リスク評価、アンチマネーロンダリングのデータ分析
pl: Analizowanie danych dotyczących oszustw, oceny ryzyka i przeciwdziałaniu praniu brudnych pieniędzy
ru: Анализ данных о мошенничестве, оценка риска и борьба с отмыванием денег
th: วิเคราะห์ข้อมูลที่เกี่ยวข้องกับการฉ้อโกง การประเมินความเสี่ยง และการปราบปรามการฟอกเงิน
vi: Phân tích các dữ liệu liên quan đến gian lận, đánh giá rủi ro và chống rửa tiền
zh_cn: 关于欺诈、风险评估和反洗钱数据分析

source: And your weekends can take you to some of the world's most exotic and beautiful places.
de: Und Sie können Ihre Wochenenden an einigen der exotischsten und schönsten Orte der Welt verbringen.
fr: Pour vos week-ends, pourquoi ne pas vous envoler vers des destinations exotiques, à la découverte de certains des plus beaux paysages du monde ?
ja: そして週末には世界屈指のエキゾチックで美しい場所を訪問することができます。
vi: Và những ngày cuối tuần bạn có thể đi du lịch tới các địa điểm có phong cảnh đẹp và đầy hấp dẫn trên thế giới.
zh_cn: 周末到了，您可去世界上最奇特、最美丽的地方游玩。

source: Andrei Asavei <span>Top Binary Options Brokers</span>
ar: أندريه أصافي <span>Top Binary Options Brokers</span>
de: Andrei Asavei<span>Top Binäre Optionen Makler</span>
fr: Andrei Asavei <span>Meilleurs courtiers d'options binaires</span>
id: Andrei Asavei <span>Broker Top Opsi Binary</span>
ja: Andrei Asavei氏<span>（Top Binary Options Brokers）</span>
pl: Andrei Asavei <span>Jeden z najlepszych brokerów opcji binarnych</span>
ru: Андрей Асавей <span>Top Binary Options Brokers</span>
th: Andrei Asavei <span>โบรกเกอร์ไบนารีออปชั่นชั้นนำ</span>
vi: Andrei Asavei <span>Nhà Môi giới Quyền chọn Nhị phân Hàng đầu</span>
zh_cn: Andrei Asavei <span>顶尖二元期权代理</span>

source: Annual Income
ar: الدخل السنوي
de: Jahreseinkommen
fr: Revenu annuel
id: Penghasilan Tahunan
ja: 年間所得
pl: Dochód roczny
th: รายได้ต่อปี

source: Annual income
ar: الدخل السنوي
de: Jahreseinkommen
fr: Revenu annuel
id: Pendapatan tahunan
ja: 年収
pl: Dochód roczny
ru: Годовой доход
th: รายได้ต่อปี
vi: Thu nhập hàng năm
zh_cn: 年收入

source: Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge.
de: Eine weitere bedeutende Auszeichnung. Dieses Mal wurden wir von den online Lesern des Global Banking and Finance Review nominiert und von einer Branchenexpertengruppe und Analytikern bewertet, die unsere 13 Jahre an Plattform-Zuverlässigkeit, Trading-Möglichkeiten, Preisgestaltung, Kundenbetreuung und umfassendes Wissen ausgezeichnet haben.
fr: Une nouvelle récompense de taille. Cette fois-ci, nous sommes nominés par les lecteurs de la version en ligne du Global Banking and Finance Review, et jugés par un groupe d'experts du secteur et d'analystes qui récompensent à travers ce prix 13 ans de réussite : fiabilité de notre plateforme, gamme d'options, tarification, service clientèle et connaissance approfondie des marchés.
ja: 他の主な賞として、”Global Banking”及び”Finance Review”の読者からノミネートされ、業界の専門家、アナリストによって当社の１３年以上に及ぶシステムの信頼性、トレードの幅、価格決定システム、カスタマーサービス、幅広い専門知識が評価されました。
vi: Một giải thưởng lớn khác. Lần này chúng tôi được đề cử bởi các khách hàng trên trang Đánh giá Tài chính và Ngân hàng Toàn cầu và được chấm điểm bởi những chuyên gia và nhà phân tích trong ngành, những người này đã tin tưởng và sử dụng các loại giao dịch phong phú, giá, dịch vụ khách hàng và kiến thức chuyên sâu của chúng tôi trong suốt 13 năm qua.
zh_cn: 这是我们赢得的另一大奖项。该奖项由《Global Banking and Finance Review》杂志的在线读者提名，并由行业专家和分析师评审团评选得出。这是对我们13年来的平台可靠性、交易品种范围、定价、客户服务和专业程度的认可。

source: Answer to secret question
ar: إجابة السؤال السري
de: Antwort auf die Geheimfrage
fr: Répondez à la question secrète
id: Jawaban Pertanyaan Rahasia
ja: 秘密の質問の答え
pl: Odpowiedź na sekretne pytanie
ru: Ответ на секретный вопрос
th: คำตอบสำหรับคำถามส่วนตัว
vi: Trả lời câu hỏi bí mật
zh_cn: 密码提示问题的答案

source: Anti-Fraud Officer
ar: موظف لمكافحة الغش
de: Betrugsbekämpfungsbeauftragter
fr: Responsable de la lutte anti-fraude [H/F]
id: Petugas Anti-Penipuan
ja: 不正対策局
pl: Specjalista ds. wyłudzeń
ru: Специалист по борьбе с мошенничеством
th: เจ้าหน้าที่ป้องกันการทุจริต
vi: Chống Gian Lận
zh_cn: 反欺诈主任

source: Anticipated Account Turnover
fr: Chiffre d'affaire anticipé du compte
ja: 予想されるご口座の取引数量

source: Any
de: Irgendein(e)
fr: Toutes les durées
ja: 任意
vi: Bất kỳ
zh_cn: 任何

source: Any Transaction opened by you must be within any credit or position limit in effect with respect to the Real Account or any Transactions.
de: Jede Transaktion, die von Ihnen geöffnet wird, muss sich innerhalb der Wirkung des Kreditrahmens und Positionslimits hinsichtlich des echten Kontos oder jeglichen Transaktionen, befinden.
fr: Toute transaction ouverte par vous doit respecter les limites de crédit ou de position effectives pour le compte réel concerné et relatives à l'ensemble des transactions.
ja: お客さまが開始された取引は、リアル口座またはその他決済に影響がないようクレジットまたはポジションの制限を超えないようにしてください。
vi: Bất kỳ một giao dịch nào được mở từ bạn phải nằm trong bất kỳ hạn mức tín dụng hoặc thế có hiệu lực đối với tài khoản thực hoặc bất kỳ giao dịch nào.
zh_cn: 由您建仓的任何交易必须在相关真实账户或任何交易的任何有效信贷或头寸限制范围内。

source: Any amendments to the contractual terms of Manifestly Erroneous contracts shall be reasonable and fair. Monies exchanged between you and us in connection with the Manifestly Erroneous contracts shall be returned to the recipient according to the amendments made to the contractual terms and conditions of this Agreement.
de: Änderungen zu den Vertragsbestimmungen von offenkundig fehlerhaften Kontrakten sollen angemessen und gerecht sein. Gelder die zwischen Ihnen und uns in Verbindung mit offenkundig fehlerhaften Kontrakten gewechselt wurden, sollen dem Empfänger, gemäß der Änderungen die zu den Vertragsbestimmungen und Bedingungen dieser Vereinbarung gemacht wurden, zurückgegeben werden.
fr: Toute modification des termes contractuels des contrats manifestement erronés seront raisonnables et justes. Les sommes échangées entre vous et nous en relation avec les contrat manifestement erronés seront retournées au destinataire selon les corrections faites aux termes et conditions du contrat.
ja: 明らかに誤りのある契約条件の変更は合理的且つ公正に行われます。誤りのある契約に関連する当社とお客様の間で交わされた金銭については、改正後の契約条項に従い受取人に返還されます。
vi: Bất kỳ sự thay đổi nào đến các điều khoản của hợp đồng Các điều sai hiển nhiên sẽ được hợp lý và công bằng hóa. Tiền trao đổi giữa bạn và chugns tôi trong kết nối với hợp đồng Các điều sai hiển nhiên sẽ được trả lại tới người nhận theo các sửa đổi được thực hiện cho các điều khoản hợp đồng và các điều kiện của thỏa thuận này.
zh_cn: 对明确错误合约条款的任何修改必须合理公正。 您与我们之间与明确错误合约有关的来往款项必须根据此协议对合约条款和条件所作的修改退还给收款人。

source: Any changes in our privacy policy or security statement will be posted onto this website. In the event of material changes that directly affect the economic use of your personal information, we will request your prior authorisation in writing before effecting such change on your account.
ar: سيتم نشر أي تغييرات في سياسة الخصوصية أو بيان الأمان على هذا الموقع. في حالة حدوث تغييرات فى مواد تؤثر بشكل مباشر على الاستخدام الاقتصادي للمعلومات الشخصية الخاصة بك، فإننا سنطلب إذن كتابي مسبق منك قبل إحداث مثل هذا التغيير فى حسابك.
de: Auf dieser Seite werden alle Änderungen unserer Datenschutzrichtlinien oder der Sicherheitserklärung veröffentlicht. Im Falle materieller Änderungen, die die wirtschaftliche Verwendung Ihrer personenbezogenen Daten direkt betreffen, werden wir von Ihnen vorab eine schriftliche Genehmigung einholen, bevor eine solche Änderung auf Ihrem Konto vorgenommen wird.
fr: Toute modification concernant notre politique de confidentialité ou notre déclaration de sécurité sera diffusée sur ce site Web. Dans l'éventualité de modifications importantes directement liées à l'utilisation de vos informations personnelles à des fins économiques, nous vous demanderons une autorisation écrite préalable avant de procéder à ce type de modification sur votre compte.
id: Setiap perubahan dalam kebijakan privasi atau pernyataan keamanan kami akan diposting di website ini. Jika terdapat perubahan materi yang berhubungan dengan informasi pribadi Anda maka kami akan meminta pembuktian secara tertulis sebelum melakukan perubahan pada akun Anda.
ja: 個人情報のお取り扱いなどに関する変更点は全て当社サイトに掲載されます。お客さまの個人情報の経済的利用へ直接影響を与えるような変更が発生し得る場合は、当社はお客さまのご口座にそのような影響が発生する前に書面での事前認証を求めます。
pl: Wszelkie zmiany w naszej polityce prywatności lub oświadczeniu o bezpieczeństwie będą zamieszczane na niniejszym portalu. W przypadku istotnych zmian, które mają bezpośredni wpływ na ekonomiczne wykorzystanie Twoich danych osobowych, poprosimy Cię o uprzednią zgodę na piśmie przed dokonaniem takiej zmiany na koncie.
ru: Информация о любых изменениях в правилах защиты информации будет размещена на этом сайте. В случае изменений, которые могут повлиять на использование ваших персональных данных, мы предварительно запросим ваше разрешение в письменном виде прежде, чем вводить эти изменения.
th: การเปลี่ยนแปลงใดๆ ในนโยบายความเป็นส่วนตัว หรือ ด้านความปลอดภัยของพวกเรานั้นจะนำไปประกาศบนหน้าเว็บไซต์ ในกรณีที่มีการแก้ไขหรือการเปลี่ยนแปลงใดๆ ที่กระทบกับด้านเศรษฐศาสตร์ของการใช้ข้อมูลของท่าน พวกเราจะดำเนินการขออนุญาตจากท่านเป็นลายลักษณ์อักษรก่อนกระทำการเปลี่ยนแปลงนั้นกับบัญชีของท่าน
vi: Bất cứ thay đổi nào về chính sách riêng tư hoặc bảo mật sẽ được đăng trên trang web của chúng tôi. Trong trường hợp thay đổi ảnh hưởng trực tiếp đến việc giao dịch của tài khoản cá nhân của bạn, chúng tôi sẽ yêu cầu văn bản ủy quyền của bạn trước khi áp dụng thay đổi này vào tài khoản của bạn.
zh_cn: 隐私政策或安全声明的任何变化都会公布在本网站上。如果发生直接影响个人信息使用的重大变化，我们将在对您的账户实施该变化之前获得您的书面授权。

source: Any disputes, controversy, or claims that arise out of or relating to this Agreement against the Company will be referred to and finally determined by an arbitration firm selected by the Company. The language to be used in the arbitral proceedings will be English. Judgement upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof. You are also responsible for any and all costs related to such arbitration.
ar: أية نزاعات أو خلاف أو مطالبات قد تنشأ عن أو تتعلق بهذه الاتفاقية ضد الشركة, سيتم احالتها إلى والحكم فيها في نهاية المطاف من قبل شركة التحكيم المحددة من قبل الشركة. اللغة التي سيتم استخدامها في إجراءات التحكيم هي الإنجليزية. الحكم المسلم من قبل المحكم (المحكمين) قد يدخل في اختصاص أي محكمة لها سلطة قضائية في هذا الشأن. أنت مسؤول أيضاً عن أي وجميع التكاليف المرتبطة بهذا التحكيم.
de: Streitigkeiten, Auseinandersetzungen oder Ansprüche, die sich aus oder in Bezug zu diesem Vertrag gegen das Unternehmen ergeben, werden zur endgültigen Entscheidung an eine vom Unternehmen bestimmte Schiedskanzlei weitergeleitet. Die im Schiedsverfahren verwendete Sprache ist Englisch. Der Entscheid des/der Schiedsperson/en kann von jedem zuständigen Gericht überprüft werden. Sie müssen auch die Kosten eines derartigen Schiedsverfahrens tragen.
fr: Toute forme de litige, de controverse ou de réclamation vous opposant à la Société et découlant de, ou concernant cet Accord, sera soumise, pour règlement effectif, à un organisme d'arbitrage sélectionné par la Société. La langue utilisée dans le cadre des procédures d'arbitrage sera l'anglais. La décision rendue par la ou les entité(s) d'arbitrage peut être portée devant tout tribunal compétent en la matière. Vous assumez également la responsabilité de tous les frais d'arbitrage potentiels.
id: Setiap perselisihan, kontroversi, atau klaim yang timbul dari atau terkait dengan Perjanjian ini terhadap Perusahaan akan disebut dan akhirnya ditentukan oleh sebuah badan arbitration yang dipilih oleh Perusahaan. Bahasa yang akan digunakan dalam proses arbitral adalah bahasa Inggris. Penghakiman atas penghargaan yang diberikan oleh arbiter dapat dimasukkan di pengadilan yang memiliki yurisdiksi. Anda juga bertanggung jawab untuk setiap dan semua biaya yang terkait dengan arbitration tersebut.
ja: 本契約外で生じた事案または本契約に関する事案での当社に対する紛争、論争、苦情は、当社が選択した仲裁機関によって最終的に決定されます。仲裁手続きにおいて使用する言語は英語です。仲裁人による裁定時の判決はその司法管轄権を持つ裁判所で行われます。また、仲裁に関する全費用はお客様が負うものとします。
pl: Wszelkie spory lub roszczenia w stosunku do Firmy wynikające z niniejszej Umowy lub będące z nią związane zostaną przekazane do ostatecznego rozpatrzenia instytucji arbitrażowej wybranej przez Firmę. Językiem postępowania arbitrażowego będzie język angielski. O wydanie orzeczenia na podstawie decyzji arbitra/arbitrów można zwrócić się do sądu właściwej jurysdykcji. Partner ponosi wszelkie koszty związane z postępowaniem arbitrażowym.
ru: Любые споры, разногласия и претензии, возникающие по отношению к Компании в рамках или в связи с данным Соглашением, будут направленны и рассмотрены арбитражным судом, выбранным Компанией. Арбитражные разбирательства будут проводиться на английском языке. Решение, вынесенное судьёй (судьями), может быть исполнено любым судом в соответствующей юрисдикции. Вы также несёте финансовую ответственность за любые расходы на данные арбитражные разбирательства.
th: ข้อคัดค้านใดๆ ข้อโต้เถียงอย่างรุนแรงใดๆ หรือ การอ้างถึงผล หรือ สิ่งที่เกี่ยวข้องกับข้อตกลงนี้ บริษัทฯ จะอ้างอิงถึงและเป็นการถึงที่สุดโดยอนุญาโตตุลาการที่ถูกสรรหาโดยบริษัทฯ ภาษาที่ใช้ในการพิจารณาคดีจะเป็นภาษาอังกฤษ การตัดสินจะดำเนินการโดยคณะอนุญาโตตุลาการที่มีอำนาจในการตัดสินคดีตามกฎหมาย ท่านเป็นผู้รับผิดชอบค่าใช้จ่ายที่เกี่ยวข้องทั้งหมด หรือ บางส่วนในการตัดสินข้อพิพาทนั้น
vi: Bất kỳ tranh chấp, tranh cãi hoặc tuyên bố nào được đưa ra hoặc có liên quan tới Thỏa thuận này sẽ được xem xét và được phán quyết cuối cùng bởi bên trọng tài được Công ty chọn. Ngôn ngữ được sử dụng trong thủ tục tố tụng là tiếng Anh. Quyết định dựa trên bản án mà quan tòa đưa ra có thể được chấp nhận tại bất cứ phiên tòa có thẩm quyền sau đó. Bạn cũng sẽ phải chịu trách nhiệm với bất kỳ và tất cả chi phí liên quan đến việc xết xử này.
zh_cn: 本协议有关或引致的对公司的任何纠纷、争议或申索将由公司向选定仲裁公司提交并作最后确定。仲裁程序中使用的语言将是英语。仲裁人所作的裁决判决可递交管辖区法院。您须负责任何仲裁相关的所有费用。

source: Any failure on your part to maintain the security of any security devices or procedures used in or in association with the %1 API;
de: Jedes Versäumnis Ihrerseits, die Sicherheit, Sicherheitsvorkehrungen oder Verfahren zu beachten, die in Zusammenhang mit dem %1 API verwendet werden;
fr: Tout manquement de votre part au maintien de la sécurité de tout type de dispositif ou de procédure de sécurité utilisé au sein de l'API %1 ou en lien avec celle-ci ;
ja: %1 API上の、または関連するセキュリティデバイス、手順においてお客さま自身によって引き起こされた安全性維持への障害；
vi: Bất kỳ sự thất bại về phía bạn trong việc duy trì sự an toàn của các thiết bị an toàn hay các quy trình được sử dụng hay được liên kết với %1 API;
zh_cn: 您不能为%1的API或相关设备与程序提供安全使用维护；

source: Any form of Spam will result in your account being placed under review and all funds due being withheld pending an investigation into your account. You need to be aware that %1 is liable to incur expenses in dealing with Spam generated mail and these same expenses will be deducted from your account. In this instance the amount determined will be fair and deemed final and acceptable based on good faith and such amount will be collectable by law and deemed to have been accepted by yourself as fair and reasonable and as agreed to by registration as an affiliate of %1.
ar: أي شكل من أشكال الرسائل غير المرغوب فيها سيؤدي إلى وضع حسابك قيد المراجعة، وسيتم حجب جميع الأموال المستحقة لحين التحقيق في حسابك. أنت بحاجة إلى أن تدرك أن %1 قد تتحمل نفقات عندالتعامل مع الرسائل غير المرغوب فيها وسيتم خصم هذه النفقات من حسابك. في هذه الحالة سيكون المبلغ المحدد عادل ويعتبر نهائي ومقبول بناءاً على حسن النية و سيتم تحصيل هذا المبلغ قانونيا ويعتبر أنك قبلته كمبلغ عادل ومعقول وفقا لما وافقت عليه عند التسجيل كعضو منتسب لـ %1.
de: Jede Form von Spam hat zur Folge, dass Ihr Konto einer Prüfung unterzogen wird und alle zur Auszahlung bereiten Mittel für die Dauer einer Kontenprüfung zurückgehalten werden. Sie sollten sich dessen bewusst sein, dass %1 durch Spam-Mails Kosten entstehen. Diese Kosten werden vom Guthaben auf Ihrem Konto abgezogen. In einem solchen Fall wird ein angemessener Betrag festgelegt, der nach gutem Glauben als endgültig und für akzeptabel erachtet wird. Ein solcher Betrag ist rechtlich vollstreckbar. Es wird davon ausgegangen, dass Sie als Partner von %1 den Betrag als fair und angemessen akzeptieren, so wie Sie dies bei Ihrer Anmeldung als Partner von %1 erklärt haben.
fr: Toute forme de spam entraînera le placement de votre compte sous surveillance et l'ensemble des fonds dus seront retenus dans l'attente d'un contrôle de votre compte. Sachez que %1 est susceptible d'engager des dépenses dans le cadre de ses initiatives de lutte anti-spam (messages automatiques), et ces dépenses seront déduites de votre compte. Le cas échéant, le montant sera évalué de façon équitable et sera considéré comme final et justifié. Ce montant fera l'objet d'un recouvrement légal et sera jugé équitable et raisonnable conformément à votre acceptation de ces conditions lors de votre inscription en tant qu'affilié de %1.
id: Setiap bentuk spam akan mengakibatkan akun Anda akan mengalami penyelidikan dan semua dana yang Anda miliki akan ditahan selama waktu penyelidikan. Anda harus menyadari bahwa %1 bertanggung jawab untuk mengeluarkan biaya dalam berurusan dengan setiap spam email dan biaya yang sama akan dipotong dari akun Anda. Dalam hal ini jumlah yang ditentukan adalah adil dan dianggap mutlak dan dapat diterima berdasarkan itikad baik dan jumlah tersebut akan ditagih secara hukum dan dianggap telah diterima oleh Anda dengan adil dan wajar dan telah disepakati semasa waktu pendaftaran sebagai afiliasi %1.
ja: スパム行為が検出された場合は、アフィリエイト口座の調査が実施され、アフィリエイト口座内の資金の支払いも保留とします。アフィリエイト会員は、Binary.com (バイナリードットコム)がスパム行為への対策費用を負担する立場であり、そしてその対策費用と同額の額がアフィリエイト会員の口座から差し引かれることを十分に理解していただく必要があります。対策費用の総額は、誠意に基づく平等な価格であり、法的に回収されます。これらの条件をBinary.com (バイナリードットコム)のアフィリエイト会員に登録された時点で公平かつ妥当であると承諾されたものとします。
pl: Wszelkie formy spamu będą skutkowały przeprowadzeniem śledztwa i wszystkie należne fundusze będą zablokowane do czasu zakończenia śledztwa dotyczącego konta Partnera. Partner musi zdawać sobie sprawę z tego, że %1 ponosi koszty związane z postępowaniem z wiadomościami typu spam i te koszty zostaną odjęte z konta Partnera. W tym przypadku określona kwota będzie sprawiedliwa i uznana za ostateczną oraz uznana w dobrej wierze za dopuszczalną i taka kwota będzie zgodnie z prawem należna. Uważa się, że partner powinien przyjąć te koszty na siebie jako sprawiedliwie naliczone i uzasadnione i jako koszty, na które wyraził zgodę, rejestrując się jako partner %1.
ru: Любая форма спама приведет к проверке счета и удержанию средств в течение всего времени расследования. Вам необходимо знать, что %1 несет материальную ответственность за почту, считающуюся спамом, и все расходы такого рода будет вычтены с Вашего счета. В подобных случаях сумма рассчитывается по усмотрению Компании и считается окончательной, а также пригодной к сбору с точки зрения закона и принятой Вами как справедливая и разумная в соответствии с принятым Вами партнерским соглашением с %1.
th: รูปแบบใดๆ ของสแปมที่ส่งผลกับบัญชีของท่านจะถูกทวนสอบและเงินทุนจะถูกพักเพื่อการติดตามผลการวินิจฉัยดังกล่าวในบัญชีของท่าน ท่านพึงตระหนักว่า %1 เป็นผู้รับผิดชอบในค่าใช้จ่ายที่อาจจะเกิดขึ้นในการจัดการปัญหากับสแปม และค่าใช้จ่ายเหล่านี้จะถูกตัดจากบัญชีของท่าน จำนวนเงินดังกล่าวจะถูกกำหนดอย่างยุติธรรมและคำนวณอย่างถูกต้องเหมาะสม และจำนวนดังกล่าวนั้นจะถูกเรียกเก็บตามกฎหมายและพึงยินยอมโดยท่านอย่างยุติธรรมและสมเหตุสมผลตามที่ท่านได้ลงทะเบียนเป็นพันะมิตรของ %1
vi: Bất cứ dạng thư rác nào đều dẫn tới tài khoản của bạn bị đánh dấu Cần xem xét và tất cả tiền sẽ bị hoãn lại nếu bạn muốn rút để chúng tôi điều tra tài khoản của bạn. Bạn cần nhớ rằng %1 chịu trách nhiệm cho những chi phí phát sinh do thư rác và những chi phí này cũng sẽ khấu trừ vào tài khoản của bạn. Theo đó mức tiền sẽ được xác định một cách công bằng và có thể chấp nhận được dựa trên niềm tin sẵn có ngoài ra mức tiền này sẽ được pháp luật thu và sẽ thông qua sự chấp thuận của bạn như những thỏa thuận ban đầu khi bạn đăng ký làm liên kết của %1.
zh_cn: 任何形式的垃圾邮件都将会导致您的账户受到审查，所有应付资金将会暂停支付，直至您账户的调查完成。您需注意，%1 处理垃圾邮件时将产生费用，该等费用将从您的账户中扣减。在这种情况下，该等确定的金额将基于诚信原则视为公平并具有终局和可接受性。该等金额将依法收取；通过注册成为 %1 联盟会员，您视为自行接受该等金额为公平和合理，并同意缴纳。
