Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Where new ideas trump safe, old ones. And you're free to work your way, free from hierarchies and red tape.
de: Wo neue Ideen alte übertrumpfen. Und Sie wählen Ihre Arbeitsweise, frei von Hierarchien und Papierkram.
fr: Un lieu où les idées nouvelles balaient les concepts anciens et sécuritaires, où vous êtes libre de travailler à votre manière, loin des contraintes hiérarchiques et administratives.
ja: 当社では新しいアイデアが常に重んじられ、自身のスタイルで働くことが可能であり、ヒエラルキーやあらゆる制限から自由なカルチャーです。
vi: Nơi mà ý tưởng mới có thể thắng ý tưởng cũ một cách an toàn. Và bạn được tự do làm theo cách của bạn, không theo cấp bậc và quan liêu.
zh_cn: 我们鼓励新创意，不鼓励保守、老套的想法。您可以按自己的方式工作，不必考虑职务等级和繁文缛节。

source: Where our arrangements to manage conflicts are not or cannot be sufficient to be reasonably confident that risks of damage to a client's interest will be prevented we aim to disclose the general nature or sources of conflicts. This is aimed at allowing the client the opportunity to consider whether to ask for more information by sending an email to compliance<b></b>@<i></i>binary.com, or to continue with the service; we do not aim to provide detailed, highly specific or comprehensive information.
de: Wo unsere Verfahren zur Vermeindung von Konflikten nicht ausreichen oder ausreichend sind, um entsprechend sicher zu gehen, dass Schadensrisiken für Kundeninteressen vermieden werden können, veröffentlichen wir die Art oder Quelle des Konflikts. Dies zielt darauf ab, dem Kunden die Möglichkeit zu geben, zu überlegen, ober er um mehr Informationen bitten, indem er/sie eine E-Mail an compliance<b></b>@<i></i>binary.com senden oder die Dienstleistung weiter in Anspruch nehmen soll. Wir beabsichtigen nicht, detaillierte, hoch spezifische oder umfassende Informationen zur Verfügung zu stellen.
fr: Lorsque nos modalités de gestion des conflits ne sont ou ne peuvent être suffisantes pour assurer un degré raisonnable de certitude quant à la prévention des risques d'atteinte aux intérêts d'un client, nous nous engageons à divulguer la nature globale du conflit ou ses sources. Cette démarche vise à donner au client la possibilité de choisir en connaissance de cause soit de réclamer davantage d'informations en envoyant un e-mail au service de conformité (compliance<b></b>@<i></i>binary.com), soit de continuer à utiliser le service. Cependant, nous ne nous engageons pas à fournir des informations détaillées, hautement spécifiques ou exhaustives.
ja: 抵触管理に対する当社の構成がお客さまの利益に関するリスクまたはダメージへ十分に確信がもてない場合に、一般的な内容または抵触原因を開示することはできません。compliance<b></b>@<i></i>binary.comへメールを送信して詳細確認を求めるか、またはサービスを続行するかご検討ください。当社は特定または総合的な情報の詳細は提供致しません。
vi: Thỏa thuận của chúng tôi về quản lý xung đột không hoặc không thể đầy đủ để có thể tự tin nói rằng nguy cơ tổn hại tới lợi ích của khách hàng sẽ được ngăn chặn. Chúng tôi sẽ tiết lộ các nguồn thông tin chung của xung đột. Điều này nhằm mục đích cho phép khách hàng có cơ hội cân nhắc xem có cần yêu cầu cần thêm thông tin bởi việc gửi email tới ứng dụng<b></b>@<i></i>binary.com, hoặc tiếp tục dịch vụ; chúng tôi sẽ không cung cấp các thông tin quá chi tiết, cụ thể và toàn diện.
zh_cn: 我们致力于提供完善的管理措施以尽力防止客户利益亏损，其中若有不到之处，我们会将冲突起源的一般性质揭露。目的是要让客户有机会考虑是否需要通过发送电子邮件到compliance<b></b>@<i></i>binary.com索取更详细的信息或继续使用该项服务。我们并不旨在提供详尽、高度具体或全面性信息。

source: Where supportive colleagues are like a second family.
ar: حيث الزملاء بمثابة عائلة ثانية.
de: Wo hilfsbereite Kollegen wie eine zweite Familie sind.
fr: Vos collègues, dans un esprit d'entre-aide, deviennent une seconde famille.
id: Dimana rekan yang mendukung seperti keluarga sendiri.
ja: 協力的な同僚達は第二の家族のような存在です。
pl: Tu Twoi współpracownicy są dla Ciebie wsparciem zupełnie jak rodzina.
ru: Где готовые помочь коллеги станут Вам второй семьей.
vi: Nơi mà các đồng nghiệp hỗ trợ lẫn nhau và như là gia đình thứ hai.
zh_cn: 公司的同事像家人那样相互帮助。

source: Where teamwork and a collaborative culture form the platform for personal and corporate growth.
ar: حيث العمل الجماعي وثقافة التعاون تشكل أساسا لنمو الأفراد والشركات.
de: Wo Teamarbeit und Gemeinschaftskultur die Plattform für persönliches und unternehmerisches Wachstum formen.
fr: Chez Binary.com, le travail d'équipe et la culture collaborative constituent un tremplin pour l'évolution individuelle et la croissance de l'entreprise.
id: Dimana kerja tim dan budaya kolaboratif membentuk platform untuk pertumbuhan pribadi dan perusahaan.
ja: チームワークと協業的な企業文化により、個人と組織の成長を可能にする環境を築きます。
pl: Praca zespołowa i kultura współpracy tworzą przestrzeń do rozwoju osobistego i rozwoju firmy.
ru: Где командная работа и культура сотрудничества создают платформу для персонального и корпоративного роста.
vi: Nơi làm việc theo nhóm, văn hóa làm việc hợp tác hình thành nền tảng cho sự phát triển cá nhân và doanh nghiệp.
zh_cn: 团队精神和协作文化构建个人和企业成长的平台。

source: Where we consider, on the basis of the information provided by you that you do not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, we will issue a warning to you. Such a warning shall be displayed on the website.
ar: حيث نعتبر، على أساس المعلومات التي تقدمها لنا ان كنت لا تمتلك المعرفة والخبرة لتقدير المخاطر المرتبطة بالاستثمار في الصك المقترح، وسوف نصدر تحذيرا لك. مثل هذا التحذير سيظهر على موقع الشركة على الانترنت.
de: Sofern wir auf der Grundlage der von Ihnen gemachten Angaben feststellen, dass Sie nicht das Wissen und die Erfahrung besitzen, die mit einer Investition in das vorgeschlagene Instrument verbundenen Risiken zu tragen, werden wir Sie warnen. Eine derartige Warnung muss auf der Website angezeigt werden.
fr: Lorsque nous considérons, en nous basant sur l'information fournie par vous, que vous ne possédez pas la connaissance et l'expérience afin d'apprécier les risques associés à un investissement dans un instrument proposé, nous vous en avertirons. Un tel avertissement sera affiché sur le site web.
id: Di mana kita mempertimbangkan, berdasarkan informasi yang diberikan oleh Anda bahwa Anda tidak memiliki pengetahuan dan pengalaman untuk menghargai risiko yang terkait dengan investasi di instrumen yang diusulkan, kami akan mengeluarkan peringatan untuk Anda. Peringatan tersebut harus ditampilkan pada website.
ja: お客さまから提供いただいた情報を基に、お客さまには提案された計測器での投資に伴うリスクを理解する知識と経験が不足していると判断たため、お客さまに警告をさせていただきいます。この警告はウェブサイト上に表示されます。
pl: Jeśli, na podstawie dostarczonych nam informacji, uznamy, że nie posiadasz wystarczającej wiedzy i doświadczenia, aby odpowiednio ocenić ryzyko związane z inwestowaniem w proponowany instrument, wyślemy Ci ostrzeżenie. Takie ostrzeżenie będzie widoczne na stronie internetowej.
ru: В случаях, когда на основе информации, предоставленной Вами, мы сочтём, что Вы не обладаете знаниями и опытом, достаточными для оценки рисков, связанных с инвестициями на предлагаемом рынке, мы сделаем Вам предупреждение. Такое предупреждение будет отображено на сайте.
vi: Dựa trên thông tin mà bạn cung cấp, chúng tôi cân nhắc rằng bạn không có đủ kiến thức và kinh nghiệm để đánh giá các rủi ro liên quan tới đầu tư với công cụ được đề xuất, chúng tôi sẽ phát hành một cảnh báo. Cảnh báo này sẽ hiển thị trên trang web.
zh_cn: 根据您提供的信息，如果我们认为您不具备应对投资风险的知识和经验，就会向您提出警告。该警告将显示在网站上。

source: Where we consider, on the basis of the information provided by you that you do not possess the knowledge and experience to appreciate the risks associated with an investment in the proposed instrument, we will issue a warning to you. Such a warning shall be displayed on the website.
de: Sofern wir auf der Grundlage der von Ihnen gemachten Angaben feststellen, dass Sie nicht das Wissen und die Erfahrung besitzen, die mit einer Investition in das vorgeschlagene Instrument verbundenen Risiken zu tragen, werden wir Sie warnen. Eine derartige Warnung muss auf der Website angezeigt werden.
fr: Si nous estimons, sur la base des informations que vous nous avez fournies, que vous ne possédez pas les connaissances et l'expérience requises pour évaluer les risques d'investissement relatifs à l'instrument proposé, nous vous en avertirons. Cet avertissement sera affiché sur le site Web.
ja: お客さまから提供いただいた情報を基に、お客さまには提案された計測器での投資に伴うリスクを理解する知識と経験が不足していると判断たため、お客さまに警告をさせていただきいます。この警告はウェブサイト上に表示されます。
vi: Dựa trên thông tin mà bạn cung cấp, chúng tôi cân nhắc rằng bạn không có đủ kiến thức và kinh nghiệm để đánh giá các rủi ro liên quan tới đầu tư với công cụ được đề xuất, chúng tôi sẽ phát hành một cảnh báo. Cảnh báo này sẽ hiển thị trên trang web.
zh_cn: 根据您提供的信息，如果我们认为您不具备应对投资风险的知识和经验，就会向您提出警告。该警告将显示在网站上。

source: Where we do not manage to obtain sufficient information to assess the appropriateness of the product or service for you, we will similarly inform you that we are not in a position to assess appropriateness.
ar: حيث لم نتمكن من الحصول على معلومات كافية لتقييم مدى ملاءمة المنتج أو الخدمة بالنسبة لك، سوف نبلغك أننا لسنا في وضع يمكننا من تقييم مدى الملاءمة.
de: Sofern es uns nicht gelingt, ausreichende Informationen für die Beurteilung der Eignung eines Produkts oder einer Dienstleistung für Sie zu erhalten, werden wir Sie in gleicher Form darüber informieren, dass wir nicht in der Lage sind, die Eignung zu beurteilen.
fr: Lorsque nous n'arrivons pas à obtenir assez d'information afin de vérifier la pertinence du produit ou service pour vous, nous vous informerons similairement que nous ne sommes pas dans la position de vérifier la pertinence.
id: Di mana kami tidak berhasil mendapatkan informasi yang cukup untuk menilai kesesuaian produk atau layanan untuk Anda, kami akan memberitahu Anda bahwa kami tidak menemukan kesesuaian.
ja: 当社がお客さまのへの商品またはサービスの妥当性を評価するのに十分な情報を得られない場合、妥当性を評価する立場に当社がないことを同様にお知らせ致します。
pl: W sytuacji, gdy nie zdołamy uzyskać informacji wystarczających do przeprowadzenia oceny, czy dane produkty lub usługi są dla Ciebie odpowiednie, poinformujemy Cię, że nie można było przeprowadzić oceny zdolności.
ru: В случаях, когда нам не удастся получить достаточную информацию для оценки пригодности продукта или услуги для Вас, мы также сообщим Вам, что мы не в состоянии оценить целесообразность.
vi: Chúng tôi không lấy thông tin đầy đủ để đánh giá sự phù hợp của sản phẩm hay dịch vụ đối với bạn, chúng tôi cũng thông báo với bạn rằng chúng tôi không có nhiệm vụ đánh giá sự phù hợp.
zh_cn: 当我们无法获取足够信息为您评估产品或服务的合适性时，同样会通知您。

source: Where we're one big, multicultural family.
de: Wo wir eine große, multikulturelle Familie sind.
fr: Où nous sommes une grande famille multiculturelle.
ja: 私達は多文化が集まる一つの大きな家族です。
vi: Nơi mà chúng tôi một gia đình lớn, đa văn hóa.
zh_cn: 我们是个庞大的、多元文化的家庭。

source: Where you can go
ar: أين يمكنك الذهاب
de: Wo Sie hinkommen können
fr: Les destinations qui s'offrent à vous
id: Kemana Anda dapat melangkah
ja: 余暇の過ごし方
pl: Dokąd możesz się wybrać
ru: Что Вы можете посетить
vi: Nơi bạn có thể tới
zh_cn: 您可以去哪里

source: Where you give us specific instructions, including for example (a) specifying the price of a Contract with us or (b) specifying the price at which a Contract is to be closed, then those instructions take precedence over other aspects of our policy.
ar: حيث يمكنك أن تعطينا تعليمات محددة، بما في ذلك على سبيل المثال (أ) تحديد سعر العقد معنا أو (ب) تحديد السعر الذي يغلق العقد عنده، بعد ذلك تأخذ تلك التعليمات الأسبقية على الجوانب الأخرى من سياستنا.
de: Sofern Sie uns besondere Anweisungen erteilen, einschl. beispielsweise (a) den Kurs eines Kontrakts bei uns festlegen oder (b) den Kurs, zu dem der Kontrakt geschlossen werden muss, dann sind diese Anweisungen gegenüber unseren Regeln maßgebend.
fr: Lorsque vous nous donnez des instructions spécifiques, par exemple (a) spécifiant le prix d'un Contrat avec nous ou (b) spécifiant le prix auquel un Contrat doit être clôturé inclus, alors ces instructions prévalent par rapport à d'autres aspects de notre politique.
id: Dimana Anda perlu memberikan instruksi khusus, sebagai contoh (a) penentuan harga Kontrak atau (b) penentuan harga penutupan Kontrak, maka instruksi tersebut didahulukan dari aspek-aspek lain pada kebijakan kami.
ja: お客さまが当社に以下の例を含む特定のご指示をされた場合、それらの指示は当ポリシーにおける他の状況よりも優先されます。(a)当社との契約価格のご指定、または(b)契約が閉鎖する際の価格指定。
pl: W przypadku, gdy dostarczasz nam określone informacje, w tym na przykład (a) określające cenę zawieranego z nami Kontraktu lub (b) określające cenę, po jakiej Kontrakt ma być rozliczony, wówczas te informacje stają się nadrzędne wobec naszej polityki.
ru: Когда Вы даете нам конкретные указания, включая, например, (а) указание цены контракта с нами или (б) указание цены, по которой контракт должен быть закрыт, эти инструкции имеют приоритет над другими аспектами нашей политики.
vi: Trong trường hợp bạn đưa cho chúng tôi chỉ dẫn chi tiết, ví dụ bao gồm (a) chi tiết giá của Hợp đồng với chúng tôi hoặc (b) chi tiết giá tại lúc Hợp đồng được kết thúc, thì những chỉ dẫn này được ưu tiên hơn những điều khác có trong chính sách của chúng tôi.
zh_cn: 当您向我们提出特定要求，例如（一）指定合约价格，或（二）指定平仓价格时，这些要求将优先于我们的政策。

source: Where your experience, drive and talent can propel you in unknown directions. And you have the freedom to push into new frontiers.
ar: حيث تجربتك، دافعك وموهبتك يمكن أن تقودك إلى وجهات غير معروفة. ويكون لديك الحرية للوصول إلى آفاق جديدة.
de: Wo Ihre Erfahrung, Ihr Schwung und Ihr Talent Sie in unbekannte Richtungen treiben können. Und Sie haben die Freiheit, neue Grenzen zu überschreiten.
fr: Un lieu où votre expérience, votre volonté et votre talent peuvent vous propulser vers des horizons inconnus, vous offrant la liberté de franchir de nouvelles frontières.
id: Dimana pengalaman, perjalanan dan bakat Anda mendorong kearah yang belum diketahui. Dan Anda bebas menuju kebarisan depan.
ja: あなたの経験、意思、そして才能が新たな世界を導き、そして新たな領域への意欲を駆り立てることでしょう。
pl: Tu Twoje doświadczenie, energia i talent zaprowadzą Cię w nieznane. A Ciebie nie ograniczają żadne bariery.
ru: Где Ваш опыт, энергия и талант могут привести Вас к неожиданным высотам. При этом у Вас будет свобода поиска новых границ.
vi: Nơi mà kinh nghiệm, trí thông minh và tài năng của bạn có thể lái bạn theo hướng mới. và bạn được tự do tung hoành và phát triển trên lĩnh vực mới.
zh_cn: 在这里，您的经验、奋斗精神和天赋可以推动你往未知的方向迈进，而且您可以自由地踏入新的领域。

source: Who can apply to be a Payment Agent?
ar: مَن يمكنه التقدم بطلب التحاق ليصبح وكيل دفع؟
de: Wer kann sich als Zahlungsagent bewerben?
fr: Qui peut postuler pour devenir Agent de Paiement ?
id: Siapa yang bisa mendaftar sebagai Agen Pembayaran?
ja: 決済サービスエージェントに申し込む
pl: Kto może zostać Pośrednikiem płatności?
ru: Кто может подать заявку Платежного Агента?
vi: Ai có thể nộp đơn để trở thành Đại lý Thanh toán?
zh_cn: 谁能申请成为付款代理？

source: Who can be a client on the %1 platform?
ar: من يمكنه أن يكون عميلا على منصة %1؟
de: Wer kann auf der %1 Plattform Kunde werden?
fr: Qui peut être un client de la plate-forme %1 ?
id: Siapa yang bisa menjadi klien pada platform %1?
ja: どのような人が%1の会員になることができますか？
pl: Kto może zostać klientem platformy %1?
ru: Кто может стать клиентом платформы %1?
vi: Ai có thể là khách hàng trên sàn giao dịch %1?
zh_cn: 哪些人可能成为 %1 平台的客户？

source: Who can purchase the tokens?
ja: どんな人がトークンを購入することができますか？

source: Who is Binary.com
ja: Binary.comとは

source: Who we are
ja: Binary.comとは

source: Why Choose Binary Trading?
ar: لم تختار تداول الثنائيات؟
de: Warum sollte man sich für den Handel mit Binären Optionen entscheiden?
fr: Pourquoi choisir les options binaires ?
id: Mengapa Memilih Trading Binary?
ja: バイナリー取引が選ばれる理由
pl: Dlaczego warto wybrać handel opcjami binarnymi?
ru: Почему стоит выбрать бинарные опционы?
vi: Tài sao lại chọn Giao dịch Nhị phân?
zh_cn: 为何选择二元期权交易？

source: Why Us?
ar: لماذا نحن؟
de: Warum uns?
fr: Pourquoi nous ?
id: Mengapa Kami?
ja: サービス概要
pl: Dlaczego my?
ru: Почему мы?
vi: Lý do chọn chúng tôi?
zh_cn: 为何选择我们？

source: Why become an Affiliate?
ar: لم تصبح منتسبا؟
de: Wir werde ich Partner?
fr: Pourquoi devenir affilié ?
id: Mengapa menjadi Afiliasi?
ja: アフィリエイトに参加するメリット
pl: Dlaczego warto zostać Partnerem?
ru: Чем может быть интересно партнерство для Вас?
vi: Tai sao lại trở thành một Chi nhánh?
zh_cn: 为什么要成为联盟会员？

source: Why choose binary trading?
ar: لم تختار تداول الثنائيات؟
de: Warum sollte man sich für den Handel mit Binären Optionen entscheiden?
fr: Pourquoi choisir les options binaires ?
id: Mengapa memilih trading binary?
ja: バイナリー取引が選ばれる理由
pl: Dlaczego warto wybrać handel opcjami binarnymi?
ru: Почему стоит выбрать бинарные опционы?
vi: Tài sao lại chọn giao dịch nhị phân?
zh_cn: 为何选择二元期权交易？

source: Why choose us
ar: لماذا تختارنا
de: Warum uns wählen
fr: Pourquoi choisir Binary.com ?
id: Mengapa memilih kami
ja: 当社が選ばれる理由
pl: Dlaczego warto wybrać właśnie nas
ru: Почему мы
vi: Tại sao lại chọn chúng tôi
zh_cn: 为何选择我们

source: Why do Clients choose to use Payment Agents?
ar: لماذا يختار العملاء الاستعانة بوكلاء الدفع؟
de: Warum entscheiden sich Kunden, Zahlungsagenten zu verwenden?
fr: Pourquoi les clients choisissent-ils de faire appel à des Agents de Paiement ?
id: Mengapa Klien memilih untuk menggunakan Agen Pembayaran?
ja: 決済サービスをクライアントが利用される理由
pl: Dlaczego Klienci wybierają korzystanie z usług pośredników płatności?
ru: Почему клиенты предпочитают пользоваться услугами Платежных агентов?
vi: Tại sao khách hàng lại chọn sử dụng Đại lý Thanh toán?
zh_cn: 客户为什么选择使用支付代理？

source: Why is Binary.com performing an ICO?
ja: Binary.comがICOを実施するのはなぜですか？

source: Why limit yourself? Whatever your market view, %1 allows you to put your strategy to work and profit from your predictions.
ar: لماذا تضع حدودا لنفسك؟ مهما كانت رؤيتك للسوق فإن %1 تسمح لك بتطبيق استراتيجيك والربح من توقعاتك.
de: Warum setzen Sie sich Grenzen? Was auch immer Ihre Markteinschätzung ist, %1 ermöglicht es Ihnen, Ihre Strategie einzusetzen und von Ihren Voraussagen zu profitieren.
fr: Pourquoi vous limiter ? Quelle que soit votre vision du marché, %1 vous permet de mettre en œuvre votre stratégie et de tirer profit de vos prédictions.
id: Mengapa membatasi diri? Apapun pandangan Anda, %1 membolehkan Anda untuk menggunakan strategi apapun dalam memperoleh keuntungan dari analisa Anda.
ja: Binary.com (バイナリードットコム)ならどのような相場の見通しを立てても、その投資戦略を実行に移すことができます。
pl: Po co się ograniczać? Niezależnie od poglądów rynkowych %1 pozwala Ci wprowadzić w życie Twoją strategię i korzystać ze swoich prognoz.
ru: Зачем ограничивать себя? Независимо от того, каков Ваш взгляд на рынки, %1 позволяет Вам применить свою стратегию и получить прибыль от Ваших прогнозов.
vi: Tại sao lại tự giới hạn chính bạn? bất kể quan điểm thị trường của bạn là gì, %1 cho phép bạn làm việc theo chiến lược của mình và thu lợi nhuận từ dự đoán của mình.
zh_cn: 何必局限自己？无论您的市场观点如何，%1 都能让您的交易策略实现价值，让您能通过预测市场获利。

source: Why pay more?
ar: لماذا تدفع أكثر؟
de: Warum mehr bezahlen?
fr: Pourquoi dépenser plus ?
id: Kenapa membayar lebih?
ja: 優れた価格設定
pl: Po co przepłacać?
ru: Зачем переплачивать?
vi: Tại sao phải trả thêm?
zh_cn: 为何花费更多？

source: Why should I become a binary options trading affiliate?
ar: لماذا يجب أن أصبح منتسبا في تداول الخيارات الثنائية؟
de: Warum sollte ich ein Handelspartner für Binäre Optionen werden?
fr: Pourquoi devrais-je devenir un affilié de trading d'options binaires ?
id: Mengapa saya harus menjadi afiliasi trading opsi binary?
ja: バイナリーオプションのアフィリエイトになるメリットを教えて下さい。
pl: Dlaczego powinienem zostać partnerem portalu handlu opcjami binarnymi?
ru: Зачем становиться партнером платформы по бинарным опционам?
vi: Tại sao tôi nên trở thành một chi nhánh giao dịch quyền chọn nhị phân?
zh_cn: 我为什么应成为二元期权交易的联盟会员？

source: Why should I become an affiliate with %1?
ar: لم يجب أن أصبح منتسبا لـ %1؟
de: Warum sollte ich ein Geschäftspartner bei %1 werden?
fr: Pourquoi devenir affilié %1 ?
id: Mengapa saya harus menjadi afiliasi dengan %1?
ja: %1のアフィリエイトになるメリットを教えて下さい。
pl: Dlaczego powinienem zostać partnerem %1?
ru: Чем может быть интересно партнерство для Вас?
vi: Tại sao tôi nên trở thành một liên kết với %1?
zh_cn: 我为什么要成为 %1 的联盟会员？

source: Why trade with %1
de: Warum mit %1 handeln
fr: Pourquoi échanger avec %1
ja: %1が選ばれる理由
vi: Tại sao giao dịch với %1
zh_cn: 为何通过%1交易

source: Will I need to install any software?
ar: هل سأحتاج إلى تثبيت أى برامج؟
de: Muss ich eine Software installieren?
fr: Dois-je installer un logiciel ?
id: Apakah saya perlu menginstal software?
ja: 何か特別なソフトウェアをインストールする必要はありますか？
pl: Czy muszę instalować jakieś oprogramowanie?
ru: Зачем устанавливать какие-либо программы?
vi: Tôi có cần thiết lập phần mền nào nữa không?
zh_cn: 我需要安装任何软件吗？

source: Winning the contract
ar: الفوز بالعقد
de: Den Kontrakt gewinnen
fr: Remporter le contrat
id: Raih keuntungan kontrak
ja: 取引条件が満たされる基準
pl: Wygranie kontraktu
ru: Условия выигрыша контракта
vi: Thắng thầu hợp đồng
zh_cn: 盈利合约
