Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The most widely traded and liquid forex pairs.
ar: أزواج العملات الأكثر تداولاً والأكثر سيولة.
id: Pasangan forex yang paling sering ditradingkan.
pl: Najczęściej sprzedawane i kupowane oraz płynne pary walut.
ru: Самые широко торгуемые и ликвидные пары рынка форекс.
th: คู่อัตราแลกเปลี่ยนที่นิยมซื้อขายมากที่สุด

source: Americas
ar: الأمريكتين
id: Amerika
pl: Ameryki
ru: Америка

source: Nocturnes
ar: مؤشرات ليلية
pl: Nokturny
ru: Ночные

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (12:00GMT).
ar: تمثل يوم واحد من التداول في ظل ظروف السوق المختلفة. يتم إعادة تعيينهم في بداية كل يوم تداول (12: بتوقيت جرينتش).
id: Mewakili satu hari trading dari beberapa faktor pasar berbeda. Direset ulang setiap awal trading (12:00GMT).
pl: Przedstawia pojedynczą sesję giełdową z różnymi czynnikami rynkowymi. Są one resetowane w momencie rozpoczęcia każdej sesji giełdowej (godz. 12.00 GMT).
ru: Охватывают один торговый день на рынке, с учетом различных факторов рынка. В начале каждого нового торгового дня (12:00 GMT) возвращаются на первоначальный уровень по умолчанию.
th: แสดงวันเดี่ยวๆ ของการซื้อขายด้วยปัจจัยการตลาดที่แตกต่างกัน พวกเขาตั้งค่าใหม่ในแต่ละวัน (12:00GMT)

source: OTC Indices
id: Indeks OTC
pl: Wskaźniki OTC
ru: Внебиржевые индексы
th: ดัชนีตลาดเจรจาต่อรอง

source: Europe/Africa
ar: أوروبا/أفريقيا
id: Eropa/Afrika
pl: Europa/Afryka
ru: Европа/Африка

source: United States Stocks
ar: بورصات الولايات الأمريكية المتحدة
id: Saham Amerika Serikat
pl: Akcje Stanów Zjednoczonych
ru: Акции США
th: หลักทรัพย์ประเทศสหรัฐอเมริกา

source: Minor Pairs
ar: الأزواج الثانوية
id: Pasangan Ringan
pl: Mniej ważne pary
ru: Вторичные пары
th: คู่รอง

source: Forex pairs of interest, but with less liquid international markets.
ar: أزواج عملات ذات أهمية، لكنها تنتمي لأسواق دولية أقل سيولة.
id: Pasangan forex berdasarkan bunga dan kurang berlikuidasi pada pasar internasional.
pl: Pary walut z mniej płynnymi rynkami międzynarodowymi.
ru: Пары рынка форекс, представляющие интерес, но с меньшей ликвидностью на международных рынках.

source: Germany Stocks
ar: بورصات ألمانيا
id: Saham Jerman
pl: Akcje niemieckie
ru: Немецкие акции
th: หลักทรัพย์ประเทศเยอรมนี

source: Represent a single day of trading with different market factors. They are reset at the start of each trading day (00:00GMT).
ar: تمثل يوم واحد من التداول في ظل ظروف السوق المختلفة. يتم إعادة تعيينهم في بداية كل يوم تداول (00:00 بتوقيت جرينتش).
id: Mewakili satu hari trading dari beberapa faktor pasar berbeda. Direset ulang setiap awal trading (00:00GMT).
pl: Przedstawia pojedynczą sesję giełdową z różnymi czynnikami rynkowymi. Są one resetowane w momencie rozpoczęciu każdej sesji giełdowej (godz. 00.00 GMT).
ru: Охватывают один торговый день на рынке, с учетом различных факторов рынка. В начале каждого нового торгового дня (00:00 GMT) возвращаются на первоначальный уровень по умолчанию.
th: แสดงวันเดี่ยวๆ ของการซื้อขายด้วยปัจจัยการตลาดที่แตกต่างกัน พวกเขาตั้งค่าใหม่ในแต่ละวัน (00:00GMT)

source: Associated with a number that represents the relative volatility of the market. For example, the Volatility 100 Index is twice as volatile as the Volatility 50 Index.
id: Berhubungan dengan angka yang mewakili volatilitas pasar. Sebagai contoh, Indeks Volatilitas 100 memiliki volatilitas dua kali lipat Indeks Volatilitas 50.
pl: Kojarzony z liczbą przedstawiającą względną zmienność rynku. Np. indeks zmienności 100 jest dwukrotnie bardziej zmienny niż indeks zmienności 50.
ru: Ассоциируется с номером, который отражает волатильность рынка. Например, Индекс волатильности 100 в два раза волатильнее, чем Индекс волатильности 50.
th: เกี่ยวข้องกับตัวเลขที่แสดงความสัมพันธ์ของความผันผวนในตลาด เช่น ดัชนีผันผวน 100 เป็นสองเท่าของความผันผวนของดัชนีผันผวน 50

source: UK
ar: المملكة المتحدة
pl: Wielka Brytania
ru: Великобритания

source: Metals
ar: معادن
id: Logam
pl: Metale
ru: Металлы
th: โลหะ

source: Europe/Africa Future
ar: عقود مستقبلية أوروبا/أفريقيا
id: Berjangka Eropa/Afrika
pl: Europa/Afryka - Kontrakty futures
th: ฟิวเจอร์ Europe/Africa

source: config-only
ar: التكوين فقط
id: konfigurasi-saja
pl: tylko konfiguracja
ru: только для конфигурации
th: ตั้งค่าเท่านั้น

source: Belgian Stocks
ar: بورصات البلجيكية
id: Saham Belgia
pl: Akcje belgijskie
ru: Бельгийские акции
th: หลักทรัพย์ประเทศเบลเยี่ยม

source: Asia/Oceania
ar: آسيا/أوقيانوسيا
pl: Azja/Oceania
ru: Азия

source: Predict the ending market level relative to the average market prices throughout the course of the contract
ar: توقع مستوى نهاية السوق نسبة لمتوسط أسعار السوق طوال فترة العقد
id: Analisa level akhir pasar relatif terhadap harga rata-rata pasar sepanjang periode kontrak
pl: Prognozuj końcową cenę rynkową względem średnich cen rynkowych obowiązujących w czasie trwania kontraktu.
ru: Сделать прогноз, какой будет цена на момент окончания, по отношению к средней рыночной цене в течение всего периода контракта
th: พยากรณ์ระดับตลาดที่จะปิดที่สัมพันธ์กับค่าเฉลี่ยราคาของตลาดตลอดจนช่วงเวลาของสัญญา

source: Predict the ending market level relative to a chosen barrier.
ar: توقع مستوى نهاية السوق نسبة إلى حاجز مختار.
id: Analisa tingkat akhir pasar berdasarkan batasan yang dipilih.
pl: Prognozuj końcową cenę rynkową względem wybranego limitu.
ru: Сделать прогноз, какой будет цена на момент окончания по отношению к выбранному барьеру.
th: พยากรณ์ระดับตลาดที่จะปิดที่สัมพันธ์กับ Barrier ที่เลือก

source: Predict the last digit of the market price at expiration.
ar: توقع الرقم الأخير من سعر السوق مع انتهاء صلاحية العقد.
id: Menganalisa digit terakhir pada penutupan pasar.
pl: Prognozuj ostatnią cyfrę ceny rynkowej w momencie wygaśnięcia.
ru: Сделать прогноз последней цифры рыночной цены на момент окончания.
th: พยากรณ์เลขสุดท้ายของราคาตลาดที่จุดสิ้นสุด

source: Predict the ending market level relative to 2 chosen barriers.
ar: توقع مستوى السوق في نهايته نسبة إلى حاجزين مختارين.
id: Analisa tingkat akhir pasar berdasarkan 2 batasan terpilih.
pl: Prognozuj końcową cenę rynkową względem 2 wybranych limitów.
ru: Сделать прогноз, какой будет цена рынка на момент окончания по отношению к двум выбранным барьерам.
th: พยากรณ์ระดับตลาดที่จะปิดที่สัมพันธ์กับ Barrier ที่กำหนดไว้ 2 ค่า

source: Predict whether or not the market will touch either of 2 chosen levels before expiration.
ar: توقع إذا كان السوق سيصل إلى أي من مستويين مختارين قبل انتهاء الصلاحية أم لا.
id: Analisa apakah pasar akan menyentuh salah satu dari 2 tingkatan yang dipilih sebelum berakhir.
pl: Prognozuj, czy cena rynkowa osiągnie któryś z 2 wybranych poziomów przed datą wygaśnięcia.
ru: Сделать прогноз, коснется или нет рынок одного из двух выбранных барьеров до окончания срока действия.
th: พยากรณ์ว่าตลาดจะไปถึงค่าที่กำหนดหรือไม่ โดยกำหนดไว้ 2 ระดับก่อนการสิ้นสุด

source: Predict whether or not the market will touch a chosen level before expiration.
ar: توقع إذا كان السوق سيصل إلى مستوى مختار قبل انتهاء الصلاحية أم لا.
id: Analisa apakah pasar akan menyentuh tingkat yang dipilih sebelum berakhir.
pl: Prognozuj, czy cena rynkowa osiągnie wybrany poziom przed datą wygaśnięcia.
ru: Сделать прогноз, коснется или нет рынок выбранного уровня до истечения окончания действия.
th: พยากรณ์ว่าตลาดจะไปถึงระดับที่กำหนดไว้หรือไม่ ก่อนการสิ้นสุด

source: asian down
ar: هبوط آسيوي
pl: azjatyckie w dół
ru: азиатские вниз

source: %1 %2 payout if the last tick of %3 is strictly lower than the average of the %plural(%5,%d tick,%d ticks).
ar: %1 %2 عائد إذا كانت آخر حركة من %3 بالضبط أقل من متوسط %plural(%5,%d حركة,%d حركات).
id: Hasil %1 %2 jika tik terakhir %3 pasti akan lebih rendah dari rata-rata %plural(%5,%d tick,%d ticks).
pl: Wypłata %2 %1 nastąpi, pod warunkiem że ostatnia najmniejsza zmiana ceny %3 jest dokładnie niższa niż średnia %plural(%5,%d najmniejszej zmiany ceny,%d najmniejszych zmian ceny).
ru: Получить выплату %1 %2, если последняя котировка %3 будет строго ниже, чем общее среднее значение %plural(%5,%d тика,%d тиков).

source: asian up
ar: صعود آسيوي
pl: azjatyckie w górę
ru: азиатские вверх

source: %1 %2 payout if the last tick of %3 is strictly higher than the average of the %plural(%5,%d tick,%d ticks).
ar: %1 %2 عائد إذا كانت آخر حركة من %3 بالضبط أعلى من متوسط %plural(%5,%d حركة,%d حركات).
id: Hasil %1 %2 jika tik terakhir %3 pasti akan lebih tinggi dari rata-rata %plural(%5,%d tick,%d ticks).
pl: Wypłata %2 %1 nastąpi, pod warunkiem że ostatnia najmniejsza zmiana ceny %3 jest dokładnie wyższa niż średnia %plural(%5,%d najmniejszej zmiany ceny,%d najmniejszych zmian ceny).
ru: Получить выплату %1 %2, если последняя котировка %3 будет строго выше, чем общее среднее значение %plural(%5,%d тика,%d тиков).

source: higher
ar: أعلى
id: lebih tinggi
pl: wyższa
ru: выше
th: สูงกว่า

source: %1 %2 payout if %3 is strictly higher than %6 at %5.
ar: %1 %2 عائد إذا كان %3 بوضوح أعلى من %6 عند %5.
id: Hasil %1 %2 jika %3 pasti akan lebih tinggi dari %6 pada %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 jest dokładnie wyższy niż %6: %5.
ru: Получить выплату %1 %2, если %3 будет строго выше, чем %6, на %5.

source: %1 %2 payout if %3 is strictly higher than %6 at %5 after %4.
ar: %1 %2 عائد إذا كان %3 بوضوح أعلى من %6 عند %5 بعد %4.
id: Hasil %1 %2 jika %3 pasti akan lebih tinggi dari %6 pada %5 setelah %4.
pl: Wypłata %2 %1 nastąpi pod warunkiem, że %3 jest dokładnie wyższy niż %6: %5 po %4.
ru: Получить выплату %1 %2, если %3 будет строго выше, чем %6, через %5 после %4.

source: %1 %2 payout if %3 after %plural(%5,%d tick,%d ticks) is strictly higher than %6.
ar: %1 %2 عائد اذا كان %3 بعد %plural(%5,%d حركة,%d حركات) بوضوح أعلى من %6.
id: Hasil %1 %2 jika %3 setelah %plural(%5,%d tick,%d ticks) pasti lebih tinggi dari %6.
pl: Wypłata %2 %1 nastąpi pod warunkiem, że %3 po %plural(%5,%d najmniejsza zmiana ceny,%d najmniejsze zmiany ceny) jest dokładnie wyższy niż %6.
ru: Получить выплату %1 %2, если %3 после %plural(%5,%d тика,%d тиков) будет строго выше, чем %6.

source: differs
ar: يختلف
pl: różni się
ru: отличается

source: %1 %2 payout if the last digit of %3 is not %6 after %plural(%5,%d tick,%d ticks).
ar: %1 %2 عائد اذا كان آخر رقم من %3 ليس %6 بعد %plural(%5,%d حركة,%d حركات).
id: Hasil %1 %2 jika digit terakhir %3 bukan %6 setelah %plural(%5,%d tick,%d ticks).
pl: Wypłata %2 %1 nastąpi, pod warunkiem że ostatnia cyfra %3 nie wyniesie %6 po %plural(%5,%d najmniejsza zmiana ceny,%d najmniejsze zmiany ceny).
ru: Получить выплату %1 %2, если последняя цифра %3 не будет %6 после %plural(%5,%d тика,%d тиков).

source: even
ar: زوجي
pl: parzysta
ru: чётное число
th: คู่

source: %1 %2 payout if the last digit of %3 is even after %5 ticks.
ar: %1 %2 عائد اذا كان آخر رقم من %3 زوجي بعد %5 حركات.
id: Hasil %1 %2 jika digit terakhir %3 adalah genap setelah %5 tik.
pl: Wypłata %1 %2 nastąpi, pod warunkiem że ostatnia cyfra %3 będzie parzysta po %5 najmniejszych zmianach ceny.
ru: Получить выплату %1 %2, если последняя цифра %3 будет чётным числом после %5 тиков.

source: matches
ar: يماثل
pl: zgadza się
ru: Совпадет
th: จับคู่ได้

source: %1 %2 payout if the last digit of %3 is %6 after %plural(%5,%d tick,%d ticks).
ar: %1 %2 عائد اذا كان آخر رقم من %3 هو %6 بعد %plural(%5,%d حركة,%d حركات).
id: Hasil %1 %2 jika digit terakhir %3 adalah %6 setelah %plural(%5,%d tick,%d ticks).
pl: Wypłata %1 %2 nastąpi, pod warunkiem że ostatnia cyfra %3 wyniesie %6 po %plural(%5,%d najmniejsza zmiana ceny,%d najmniejsze zmiany ceny).
ru: Получить выплату %1 %2, если последняя цифра %3 будет %6 после %plural(%5,%d тика,%d тиков).

source: odd
ar: فردي
pl: nieparzysta
ru: нечётное число
th: คี่

source: %1 %2 payout if the last digit of %3 is odd after %5 ticks.
ar: %1 %2 عائد اذا كان آخر رقم من %3 فردي بعد %5 حركات.
id: Hasil %1 %2 jika digit terakhir dari %3 adalah ganjil setelah %5 tik.
pl: Wypłata %1 %2 nastąpi, pod warunkiem że ostatnia cyfra %3 będzie nieparzysta po %5 najmniejszych zmianach ceny.
ru: Получить выплату %1 %2, если последняя цифра %3 будет нечётным числом после %5 тиков.

source: over
ar: فوق
pl: ponad
ru: больше
th: มากกว่า

source: %1 %2 payout if the last digit of %3 is strictly higher than %6 after %5 ticks.
ar: %1 %2 عائد إذا كان الرقم الأخير من %3 بوضوح أعلى من %6 بعد %5 حركات.
id: Hasil %1 %2 jika digit terakhir %3 harus lebih tinggi dari %6 setelah %5 tik.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że ostatnia cyfra %3 jest wyższa niż %6 po %5 najmniejszych zmianach ceny.
ru: Получить выплату %1 %2, если последняя цифра %3 будет строго выше %6 после %5 тиков.

source: under
ar: تحت
pl: poniżej
ru: меньше
th: ต่ำกว่า

source: %1 %2 payout if the last digit of %3 is strictly lower than %6 after %5 ticks.
ar: %1 %2 عائد إذا كان الرقم الأخير من %3 بوضوح أقل من %6 بعد %5 حركات.
id: Hasil %1 %2 jika digit terakhir %3 harus lebih rendah dari %6 setelah %5 tik.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że ostatnia cyfra %3 jest niższa niż %6 po %5 najmniejszych zmianach ceny.
ru: Получить выплату %1 %2, если последняя цифра %3 будет строго ниже, чем %6 после %5 тиков.

source: ends outside
ar: ينتهي خارج
id: berakhir di luar
pl: kończy się poza
ru: закончится вне
th: สิ้นสุดภายนอก

source: %1 %2 payout if %3 ends outside %7 to %6 at %5.
ar: %1 %2 عائد إذا %3 انتهى خارج النطاق من %7 إلى %6 عند %5.
id: Hasil %1 %2 jika %3 berakhir diluar %7 hingga %6 pada %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 zakończy się poza %7 do %6: %5.
ru: Получить выплату %1 %2, если %3 закончится вне диапазона от %7 до %6 на %5.

source: %1 %2 payout if %3 ends outside %7 to %6 at %5 after %4.
ar: %1 %2 عائد إذا %3 انتهى خارج %7 إلى %6 عند %5 بعد %4.
id: Hasil %1 %2 jika %3 berakhir diluar %7 hingga %6 pada %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 zakończy się poza %7 do %6: %5 po %4.
ru: Получить выплату %1 %2, если %3 закончится вне диапазона от %7 до %6 через %5 после %4.

source: ends between
ar: ينتهي بين
id: berakhir antara
pl: kończy się pomiędzy
ru: закончится между
th: สิ้นสุดระหว่าง

source: %1 %2 payout if %3 ends strictly between %7 to %6 at %5.
ar: %1 %2 عائد إذا %3 انتهى بالضبط بين %7 و %6 عند %5.
id: Hasil %1 %2 jika %3 berakhir pasti antara %7 hingga %6 pada %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 zakończy się dokładnie pomiędzy %7 a %6: %5.
ru: Получить выплату %1 %2, если %3 будет строго между %7 и %6 на %5.

source: %1 %2 payout if %3 ends strictly between %7 to %6 at %5 after %4.
ar: %1 %2 عائد إذا %3 انتهى بالضبط بين %7 و %6 عند %5 بعد %4.
id: Hasil %1 %2 jika %3 pasti berakhir antara %7 hingga %6 pada %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 zakończy się dokładnie pomiędzy %7 a %6: %5 po %4.
ru: Получить выплату %1 %2, если %3 будет строго между %7 и %6 через %5 после %4.

source: does not touch
ar: لا يصل إلى
id: tidak menyentuh
pl: nie osiąga
ru: не коснется
th: ไม่แตะ

source: %1 %2 payout if %3 does not touch %6 through %5.
ar: %1 %2 عائد إذا %3 لم يصل إلى %6 قبل %5.
id: Hasil %1 %2 jika %3 tidak menyentuh %6 melewati %5.
pl: Wypłata %2 %1 nastąpi pod warunkiem, że %3 nie osiągnie wartości %6 w przeciągu: %5.
ru: Получить выплату %1 %2, если %3 не коснется %6 в течение %5.
th: %1 %2 ชำระเงิน หาก %3 ไม่แตะ %6 ก่อน %5

source: %1 %2 payout if %3 does not touch %6 through %5 after %4.
ar: %1 %2 عائد إذا %3 لم يصل إلى %6 قبل %5 بعد %4.
id: Hasil %1 %2 jika %3 tidak menyentuh %6 melewati %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 nie osiągnie %6 w przeciągu %5 po %4.
ru: Получить выплату %1 %2, если %3 не коснется %6 в течение %5 после %4.
th: %1 %2 ชำระเงิน หาก %3 ไม่แตะ %6 ก่อน %5 หลังจาก %4

source: touches
ar: يصل إلى
id: menyentuh
pl: osiąga
ru: коснется
th: แตะ

source: %1 %2 payout if %3 touches %6 through %5.
ar: %1 %2 عائد إذا %3 وصل إلى %6 قبل %5.
id: Hasil %1 %2 jika %3 menyentuh %6 melewati %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 osiągnie %6 w przeciągu: %5.
ru: Получить выплату %1 %2, если %3 коснется %6 в течение %5.
th: %1 %2 ชำระเงิน หาก %3 แตะ %6 ก่อน %5

source: %1 %2 payout if %3 touches %6 through %5 after %4.
ar: %1 %2 عائد إذا %3 وصل إلى %6 قبل %5 بعد %4.
id: Hasil %1 %2 jika %3 menyentuh %6 melewati %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 osiągnie %6 w przeciągu: %5 po %4.
ru: Получить выплату %1 %2, если %3 коснется %6 в течение %5 после %4.
th: %1 %2 ชำระเงิน หาก %3 แตะ %6 ก่อน %5 หลังจาก %4

source: lower
ar: أدنى
id: lebih rendah
pl: niższa
ru: ниже
th: ต่ำกว่า

source: %1 %2 payout if %3 is strictly lower than %6 at %5.
ar: %1 %2 عائد إذا كان %3 بوضوح اقل من %6 عند %5.
id: Hasil %1 %2 jika %3 pasti lebih rendah dari %6 pada %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 jest dokładnie niższy niż %6: %5.
ru: Получить выплату %1 %2, если %3 будет строго ниже, чем %6, на %5.

source: %1 %2 payout if %3 is strictly lower than %6 at %5 after %4.
ar: %1 %2 عائد اذا كان %3 بوضوح أقل من %6 عند %5 بعد %4.
id: Hasil %1 %2 jika %3 pasti lebih rendah dari %6 pada %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 jest dokładnie niższe niż %6: %5 po %4.
ru: Получить выплату %1 %2, если %3 будет строго ниже, чем %6, через %5 после %4.
th: %1 %2 ชำระเงิน หาก %3 มีค่าต่ำกว่า %6 สิ้นอายุเมื่อ %5 หลังจาก %4

source: %1 %2 payout if %3 after %plural(%5,%d tick,%d ticks) is strictly lower than %6.
ar: %1 %2 عائد اذا كان %3 بعد %plural(%5,%d حركة,%d حركات) بوضوح أقل من %6.
id: Hasil %1 %2 jika %3 setelah %plural(%5,%d tick,%d ticks) pasti lebih rendah dari %6.
pl: Wypłata %2 %1 nastąpi pod warunkiem, że %3 po %plural(%5,%d najmniejsza zmiana ceny,%d najmniejsze zmiany ceny) jest dokładnie niższy niż %6.
ru: Получить выплату %1 %2, если %3 после %plural(%5,%d тика,%d тиков) будет строго ниже, чем %6.

source: stays between
ar: يبقى بين
id: tetap antara
pl: pozostaje pomiędzy
ru: останется между
th: อยู่ระหว่าง

source: %1 %2 payout if %3 stays between %7 to %6 through %5.
ar: %1 %2 عائد إذا %3 بقى بين %7 و%6 قبل %5.
id: Hasil %1 %2 jika %3 berada tetap antara %7 hingga %6 melalui %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 pozostanie pomiędzy %7 do %6 przez %5.
ru: Получить выплату %1 %2, если %3 останется между барьерами от %7 до %6 в любое время в течение/на %5.
th: %1 %2 ชำระเงิน หาก %3 อยู่ระหว่าง %7 และ %6 ก่อน %5

source: %1 %2 payout if %3 stays between %7 and %6 through %5 after %4.
ar: %1 %2 عائد إذا %3 بقى بين %7 و %6 حتى %5 بعد %4.
id: Hasil %1 %2 jika %3 berada tetap antara %7 dan %6 melewati %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem, że %3 pozostanie pomiędzy %7 a %6 w przeciągu %5 po %4.
ru: Получить выплату %1 %2, если %3 останется строго между барьерами %7 и %6 в любое время в течение %5 после %4.
th: %1 %2 ชำระเงิน หาก %3 อยู่ระหว่าง %7 และ %6 อยู่ใน %5 หลังจาก %4

source: spread down
ar: السبريد لأسفل
id: spread turun
pl: spread w dół
ru: спред вниз
th: สเปรดลง

source: %1 %2 payout for every point %3 falls from entry level, with stop loss of %6 %4 and stop profit of %6 %5.
ar: %1 %2 عائد عن كل نقطة %3 هبوط من مستوى الدخول، مع وقف خسارة %6 %4 ووقف ربح %6 %5.
id: Hasil %1 %2 untuk setiap penurunan poin %3 dari entry level, dengan stop loss %6 %4 dan stop profit %6 %5.
pl: Wypłata %2 %1 dla każdego punktu %3 spadła z poziomu wejściowego z limitem stop stratom wynoszącym %6 %4 i limitem stop zyskom wynoszącym %6 %5.
ru: Выплата в размере %1%2 за каждый пункт, на который %3 снижается от уровня входа, где стоп-лосс установлен на %6 с %4, а стоп-профит на %6 с %5.
th: %1 %2 ชำระเงินทุกจุดที่ %3 ตกจากจุดเริ่มต้น และหยุดภาวะขาดทุนเมื่อ %6 %4 และหยุดภาวะกำไรเมื่อ %6 %5

source: %1 %2 payout for every point %3 falls from entry level, with stop loss of %4 points and stop profit of %5 points.
ar: %1 %2 عائد عن كل نقطة %3 هبوط من مستوى الدخول، مع وقف خسارة %4 نقاط ووقف ربح %5 نقاط.
id: Hasil %1 %2 untuk setiap penurunan poin %3 dari entry level, dengan stop loss %4 poin dan stop profit %6 %5.
pl: Wypłata %2 %1 dla każdego punktu %3 spadła z poziomu wejściowego z limitem stop stratom wynoszącym %4 punkty/punktów i limitem stop zyskom wynoszącym %5 punkty/punktów.
ru: Выплата в размере %1%2 за каждый пункт, на который %3 снижается от уровня входа, где стоп-лосс установлен на %4, а стоп-профит на %5.
th: %1 %2 ชำระเงินทุกจุดที่ %3 ตกจากจุดเริ่มต้น และหยุดภาวะขาดทุนเมื่อ %4 และหยุดภาวะกำไรเมื่อ %5

source: spread up
ar: السبريد لأعلى
id: spread naik
pl: spread w górę
ru: спред вверх
th: สเปรดขึ้น

source: %1 %2 payout for every point %3 rises from entry level, with stop loss of %6 %4 and stop profit of %6 %5.
ar: %1 %2 عائد عن كل نقطة %3 صعود من مستوى الدخول، مع وقف خسارة %6 %4 ووقف ربح %6 %5.
id: Hasil %1 %2 untuk setiap kenaikan poin pada %3 dari entry level, dengan stop loss %6 %4 dan stop profit %6 %5.
pl: Wypłata %2 %1 dla każdego punktu %3 wzrasta z poziomu wejściowego z limitem stop stratom wynoszącym %6 %4 i limitem stop zyskom wynoszącym %6 %5.
ru: Выплата в размере %1 %2 за каждый пункт, на который %3 повышается от уровня входа, где стоп-лосс установлен на %6 с %4, а стоп-профит на %6 с %5.
th: %1 %2 ชำระเงินทุกจุดที่ %3 ขึ้นจากจุดเริ่มต้น และหยุดภาวะขาดทุนเมื่อ %6 %4 และหยุดภาวะกำไรเมื่อ %6 %5

source: %1 %2 payout for every point %3 rises from entry level, with stop loss of %4 points and stop profit of %5 points.
ar: %1 %2 عائد عن كل نقطة %3 صعود من مستوى الدخول، مع وقف خسارة %4 نقاط ووقف ربح %5 نقاط.
id: Hasil %1 %2 untuk setiap kenaikan poin pada %3 dari entry level, dengan stop loss %4 poin dan stop profit %6 %5.
pl: Wypłata %2 %1 dla każdego punktu %3 wzrasta z poziomu wejściowego z limitem stop stratom wynoszącym %4 punkty/punktów i limitem stop zyskom wynoszącym %5 punkty/punktów.
ru: Выплата в размере %1 %2 за каждый пункт, на который %3 повышается от уровня входа, где стоп-лосс установлен на %4, а стоп-профит на %5.
th: %1 %2 ชำระเงินทุกจุดที่ %3 ขึ้นจากจุดเริ่มต้น และหยุดภาวะขาดทุนเมื่อ %4 และหยุดภาวะกำไรเมื่อ %5

source: goes outside
ar: يخرج عن
id: bergerak keluar
pl: przekracza
ru: выйдет за пределы
th: ออกนอกขอบเขต

source: %1 %2 payout if %3 goes outside %7 to %6 through %5.
ar: %1 %2 عائد إذا %3 تحرك خارج %7 إلى %6 قبل %5.
id: Hasil %1 %2 jika %3 bergerak diluar %7 hingga %6 melewati %5.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 przekroczy %7 do %6 przez: %5.
ru: Получить выплату %1 %2, если %3 выйдет за границы диапазона от %7 до %6 в любое время в течение %5.

source: %1 %2 payout if %3 goes outside %7 and %6 through %5 after %4.
ar: %1 %2 عائد إذا %3 خرج عن %7 و %6 قبل %5 بعد %4.
id: Hasil %1 %2 jika %3 bergerak diluar %7 dan %6 melewati %5 setelah %4.
pl: Wypłata %2 %1 nastąpi, pod warunkiem że %3 przekroczy %7 i %6 w przeciągu: %5 po %4.
ru: Получить выплату %1 %2, если %3 выйдет за пределы %7 и %6 в любое время в течение %5 после %4.
