Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 6
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 6
ja: （6）獲得会員に代わって取引してはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 6

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 7
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 7
ja: （7）検索エンジン、ポータル、スポンサーの公告サービス、その他検索サイト、アフィリエイトサービスでの使用を目的とした、「Binary.com」という単語、またはそれに関連するその他バリエーションを含んだ当社のトレードマーク、若しくはトレード名が認識で きるキーワードの購入や登録を行ってはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 7

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 8
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 8
ja: （8）アフィリエイト会員の近しい立場の親族または制御できる人を獲得会員にすることはできません。また、アフィリエイト会員はアフィリエイト報酬や当社からのいかなる報酬もそのような親族や友人と共有することはできません。近しい立場の親族とは、配偶者、両親、子、兄弟姉妹と定義します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 8

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Paragraph 9
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 4 Paragraphe 9
ja: （9）日本における規制当局の権限の下、マーケティング、広告、プロモーション活動に関して適用される法律、規則、規制、服務規程を侵害するようなマーケティング、広告、プロモーション活動の展開または実施をしてはいけません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 đoạn 9

source: {JAPAN ONLY} Affiliate Program T&C Section 4 Title
ja: 制限事項
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 4 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 1
ja: （1）当社とアフィリエイターは別個の契約者であり、本約款は両者間にパートナーシップ、ジョイントベンチャー、エージェンシー、フランチャイズ、営業担当者、雇用契約が一切生じないことを明記する。アフィリエイターは、これに異議を唱えないものとします。また、ウェブサイトに当該事項に矛盾する内容を記載しないものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 2
ja: （2）当社は、アフィリエイターが紹介した顧客が口座開設を希望する際、関係法令、規程、諸規則等に照らし顧客が必要とされる条件を満たしていなかった場合、口座開設を拒む権利を有します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 3
ja: （3）当社はアフィリエイト会員に販促材料としてアフィリエイトIDを含むリンクを提供します。それらのリンクは適宜当社にて修正される場合があります。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 4
ja: （4）獲得会員がプロモーションサイトのリンク、またはアフィリエイトIDを通じてBinay.comへアクセスし、会員登録、または当社でトレードを行う度に、アフィリエイト会員の紹介に由来するものか確実にお調べ致します。しかし、獲得会員の紹介先を当社が特定できない場合、当社が責任を負うことはありません。適切にタグ付けされた獲得会員のみ、各アフィリエイト会員に割り当てられます。全てのリンクに適切なタグが付いていることを確認するのはアフィリエイト会員の責任となります。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 4

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 5
ja: （5）当社には、当社や当社のグループ企業を通じて報酬に関する取り決めも含め、本契約書に記載されている権利、及び義務を遂行する権利を有します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 5

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 6
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 6
ja: （6）当社は、アフィリエイター会員が本約款もしくは関係法令に違反していると疑いが生じた場合、報酬の支払いを無効化、遅延、差し控える権利を有します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 6

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Paragraph 7
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 5 Paragraphe 7
ja: （7）当社は、報酬システムを変更する裁量権を有する。変更時には、アリフィエイト会員に通知するよう努めます。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 đoạn 7

source: {JAPAN ONLY} Affiliate Program T&C Section 5 Title
ja: 当社の義務
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 5 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 6 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 6 Paragraphe 1
ja: （1）Binary.comの所有権とコンテンツは当社に属し、約款を承諾している間はどのような手段であれアフィリエイト会員に譲与されることはありません。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 6 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 6 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 6 Paragraphe 2
ja: （2）アフィリエイト会員は、自身が保有するプロモーションサイトの所有権とコンテンツに責任を持つ義務が生じます。プロモーションサイトの開発、運用、維持、そしてサイト上に存在する全てのデータに対して責任が生じます。アフィリエイト会員は、それらに関する請求、損害賠償、費用（訴訟費用など）を当社に対して求めないことを確約することとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 6 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 6 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 6 Paragraphe 3
ja: （3）獲得会員が当社に口座を開設した場合、獲得会員の氏名、取引情報、その他データの所有権を当社が引き受けます。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 6 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 6 Title
ja: 所有権
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 6 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 7 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 7 Paragraphe 1
ja: （1）スパム行為が検出された場合は、アフィリエイト口座の調査が実施され、アフィリエイト口座内の資金の支払いも保留とします。アフィリエイト会員は、Binary.comがスパム行為への対策費用を負担する立場であり、そしてその対策費用と同額の額がアフィリエイト会員の口座から差し引かれることを十分に理解していただく必要があります。対策費用の総額は、誠意に基づく平等な価格であり、法的に回収されます。これらの条件をBinary.comのアフィリエイト会員に登録された時点で公平かつ妥当であると承諾されたものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 7 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 7 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 7 Paragraphe 2
ja: （2）万が一、スパム行為への対策費用がアフィリエイト会員のアフィリエイト口座から回収できない場合、当社は別途回収方法を調査する権利を有します。例として、対策費用を全て回収できるまでアフィリエイト口座に発生した報酬を差し引くなどという方法が適用されます。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 7 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 7 Title
ja: スパム行為への対処
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 7 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 1
ja: （1）契約期間中は、下記に記述されている報酬プランに基づいた報酬金額をアフィリエイト会員に支払います。アフィリエイト報酬は誠実な会員獲得行為にのみ支払われ、重複口座の保有または不誠実な行動が検知されたアフィリエイト会員に対しては、当社の判断で支払いを停止する権利を有します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 1

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 2
ja: 報酬プラン
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 2

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 3
ja: アフィリエイト報酬金額:20,000円
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 3

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 4
ja: 支払対象期間、対象データ:カレンダー末日までの当該月の報酬データ
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 4

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 5
ja: 条件:下記①〜③すべての条件を獲得会員が満たすこと
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 5

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 6
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 6
ja: ①初回入金額:¥10,000円以上
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 6

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7
ja: ②最小取引数量:獲得会員が下記A〜Cのいずれかの最小取引数量を満たすこと
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point A
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point A
ja: A:初回入金額が¥10,000 - ¥20,000の場合、入金金額の5倍相当の取引数量
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm A

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point B
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point B
ja: B:初回入金金額が¥20,001 - ¥50,000の場合、入金金額の3倍相当の取引数量
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm B

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point C
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point C
ja: C:初回入金金額が¥50,001以上の場合、入金金額と同額の取引数量
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm C

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point C Sub 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point C Sous Titre 1
ja: 最小取引数量条件
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm C phụ 1

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point C Sub 2(1)
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point C Sous Titre 2(1)
ja: 例:初回入金¥10,000の場合、最小取引数量は(初回入金¥10,000✕5)¥50,000
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm C phụ 2(1)

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point C Sub 2(2)
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point C Sous Titre 2(2)
ja: 初回入金¥30,000の場合、最小取引数量は(初回入金¥30,000✕3)¥90,000
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm C phụ 2(2)

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 7 Point C Sub 2(3)
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 7 Point C Sous Titre 2(3)
ja: 初回入金¥50,001の場合、最小取引数量は(初回入金金額分)となります
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 7 điểm C phụ 2(3)

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 8
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 8
ja: ③出金額の制限:口座残高は初回入金額以上を維持すること
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 8

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 1 Line 9
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 1 Ligne 9
ja: ※出金額の制限の有効期間は、②の条件を満たす当該月まで有効
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 1 dòng 9

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 2
ja: （2）当社は獲得会員から得られた、未決済分データも含むアフィリエイト報酬に関する詳細データを当社のウェブサイトにて提供します。この詳細データは毎日更新されます。カレンダー末日に該当月の報酬データを算出します。（該当月以前の持ち越しデータが存在すればそれも加味します。）該当月の報酬がマイナスの値を記録した場合は、翌月にそのマイナス分が持ち越されます。マイナス分を上回るアフィリエイト報酬が発生した際にアフィリエイト報酬を受け取れるようになります。尚、当社はマイナス分を０として扱い、翌月以降に持ち越さない場合があります。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 3
ja: （3）前月のアフィリエイト報酬は翌月15日頃に、当社とアフィリエイト会員間で合意されている支払い方法で支払います。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 4
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 4
ja: （4）アフィリエイト報酬算出の際にエラーが発生した場合は、当社は常にそのような誤った計算値を修正し、過払いとなった金額を回収する権利を有し、回収し終わるまでアフィリエイト報酬から引き落とし続けることとします。尚、場合によっては当社がアフィリエイト会員の口座に当社が提供したプロモーション資金の利益共有を停止する権利も当社は有することとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 4

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 5
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 5
ja: （5）アフィリエイト会員が携わった全ての取引、すなわち獲得会員から発生するアフィリエイト報酬はアフィリエイトプログラムに参加されている限り、無期限でアフィリエイト会員の報酬となります。当社は２年間請求のなかった報酬をキャンセルする権利を有します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 5

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Paragraph 6
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 8 Paragraphe 6
ja: （6）アフィリエイト会員は獲得会員にアフィリエイト報酬を還元することはできません。そのような行為を行った場合は即座にアフィリエイト口座を停止します。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 đoạn 6

source: {JAPAN ONLY} Affiliate Program T&C Section 8 Title
ja: 報酬の支払い
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 8 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section 9 Paragraph 1
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 9 Paragraphe 1
ja: （1）本契約に関わる当事者は、契約の締結、本契約で譲渡される権利とライセンスの受諾、本契約に基づいた義務を履行するのに必要な全ての権利、権限、権原を契約期間中に有し、維持することを保証するものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 9 đoạn 1

source: {JAPAN ONLY} Affiliate Program T&C Section 9 Paragraph 2
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 9 Paragraphe 2
ja: （2）アフィリト会員は、事業を営んでいる管轄地域の規制当局の権限に基づく関係法令、規程、諸規則の範囲内で必要なライセンス、承認を得たことを表明、保証し、確約するものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 9 đoạn 2

source: {JAPAN ONLY} Affiliate Program T&C Section 9 Paragraph 3
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section 9 Paragraphe 3
ja: （3）アフィリエイト会員は、ウェブサイト上に名誉毀損、性的描写、違法、有害、脅迫、猥褻、いやがらせ、人種差別その他の差別的、暴力的、政治的な事項を記載、リンクを貼らないものとし、また第三者の権利を侵害していないことを保証するものとします。
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 9 đoạn 3

source: {JAPAN ONLY} Affiliate Program T&C Section 9 Title
ja: 保証
vi: {NHẬT BẢN} Chương trình liên kết T & C phần 9 tiêu đề

source: {JAPAN ONLY} Affiliate Program T&C Section Version Update
fr: {seulement pour le JAPON} Programme d'Affiliation T&C Section Version Mise à jour
ja: 制定：平成29年2月24日
vi: {NHẬT BẢN} Chương trình liên kết T & C cập nhật phiên bản phần

source: {JAPAN ONLY} Affiliate Program Terms & Conditions
ja: アフィリエイトプログラム利用規約
vi: {NHẬT BẢN} Chương trình liên kết Các điều khoản và điều kiện

source: {JAPAN ONLY}#1 Sales Division
ja: 第一営業支店
vi: {Nhật bản} #1 Bộ phận bán hàng

source: {JAPAN ONLY}%1 is fully licensed and regulated by the FFAJ, which requires us to maintain and report a safe level of operating capital.
ja: 店頭バイナリーオプション取引は、法令によりお客様から預託を受けた資産と会社の資産を区分して管理することが義務付けられております。弊社では、関係法令に則り、日証金信託銀行へ全額信託を実施しております。 もし、弊社が破綻した場合、日証金信託銀行に信託保全されているお客様の資産は保全されます。この場合、日証金信託銀行から受益者代理人（乙）へ信託財産が交付され、当該財産の範囲内でお客様に帰属すべき預託金等の金銭が返還されます。 弊社では、内部管理統括責任者を受益者代理人（甲）とし、毎営業日、区分管理必要額の確認を行っております。また、外部弁護士を受益者代理人（乙）とし、弊社が破綻した場合に日証金信託銀行からお客様の資産の返還にあたります。
vi: {Nhật bản}%1 là hoàn toàn được cấp phép và quy định bởi FFAJ, mà yêu cầu chúng tôi để duy trì và báo cáo một mức độ an toàn về vận hành vốn.

source: {JAPAN ONLY}%1 was one of the first active Binary Options brokers and has a proven track record of delivering first class service and maintaining an award winning trading platform, while delivering strong financial performance to our shareholders, for more than 15 years worldwide.
ja: %1はオンライン上のオプション取引業界のパイオニアであり、世界中の個人投資家からサービスの評価を受けています。また、数々の受賞歴を有し、15年以上にわたり強固な財務基盤を維持しています。
vi: {Nhật bản}%1 là một trong những người môi giới đầu tiên đầu tiên hoạt động tùy chọn nhị phân và có một hồ sơ theo dõi đã được chứng minh cung cấp dịch vụ hạng nhất và duy trì một giải thưởng kinh doanh nền tảng, trong khi cung cấp hiệu quả tài chính mạnh mẽ cho các cổ đông của chúng tôi, trong hơn 15 năm trên toàn thế giới.

source: {JAPAN ONLY}80,100,000 JPY (as of September 20, 2016)
ja: 120百万円（2017年5月15日現在）
vi: {Nhật bản} 80,100,000 JPY (tính đến ngày 20 tháng 9 năm 2016)

source: {JAPAN ONLY}A Net Settlement type of option is one where the underlying asset does not include yen, but the option fee and settlement are paid in yen; it therefore requires some definition of how the settlement amounts will be calculated and converted to yen.
ja: 円以外の通貨ペアを原資産とする差金決済型の通貨オプションの場合、オプション料や権利行使時の決済は円により行われるため、対象となる通貨ペアは決済額を算出し、円転の計算をして金額を確定する仕組みとなっています。
pl: A Net Settlement type of option is one where the underlying asset does not include yen, but the option fee and settlement are paid in yen; it therefore requires some definition of how the settlement amounts will be calculated and converted to yen.
vi: {NHẬT BẢN} Một loại lưới khu định cư của các tùy chọn là một trong những nơi mà các tài sản nằm bên dưới không bao gồm yên, nhưng tùy chọn phí và khu định cư được trả tiền tại yên; do đó, nó đòi hỏi một số định nghĩa như thế nào số tiền thanh toán sẽ được tính toán và chuyển đổi để yên.

source: {JAPAN ONLY}A Binary Option contains the right for the buyer to receive a certain fixed amount if the market price reaches the exercise price by the exercise time, but it does not contain any rights to sell or buy the underlying asset.
ja: バイナリーオプションは、満期日に原資産価格がバリア価格に達した場合、あらかじめ定めた一定額のペイアウトを受け取ることのできる権利であり、対象となる原資産を売買する権利ではありません。
pl: A Binary Option contains the right for the buyer to receive a certain fixed amount if the market price reaches the exercise price by the exercise time, but it does not contain any rights to sell or buy the underlying asset.
vi: {NHẬT BẢN} Một lựa chọn nhị phân bao gồm quyền cho người mua để nhận được một số tiền cố định nếu giá cả thị trường đạt thi hành giá theo thời gian thi hành, nhưng nó không chứa bất kỳ quyền nào để bán hoặc mua các tài sản nằm bên dưới.

source: {JAPAN ONLY}A Covered option position is where you hold an offsetting position in the underlying asset.
ja: カバ－ド・オプションは、オプションの売りポジションをカバ－するような原資産を保有しながら、オプションを売ることです。
pl: A Covered option position is where you hold an offsetting position in the underlying asset.
vi: {NHẬT BẢN} Vị trí tùy chọn được bao gồm là nơi bạn giữ một vị trí tắt cài đặt trong tài sản nằm bên dưới.

source: {JAPAN ONLY}A Currency Binary Option is one where there is a target for a particular currency pair, so a strike price for the exchange rate is agreed, and a payout will be due if the judgment price meets the conditions of being over or under the target strike price, depending on the option type, by the exercise time.
ja: 通貨バイナリーオプションは、通貨ペアを対象とし、通貨ペアの交換レートをバリア価格として、権利行使時点で両通貨のレートがバリア価格を上回るか、下回るかにより、権利行使によるペイアウトの有無を判定し、決済するオプションのことをいいます。たとえば、ドル円のコールバイナリーオプションは、ドルを基準とし、バリア価格に対して判定価格がドル高＝円安となればペイアウトとなり、判定価格がドル安＝円高となればペイアウトは発生しません。
pl: A Currency Binary Option is one where there is a target for a particular currency pair, so a strike price for the exchange rate is agreed, and a payout will be due if the judgment price meets the conditions of being over or under the target strike price, depending on the option type, by the exercise time.
vi: {NHẬT BẢN} Một lựa chọn nhị phân thu là một trong những nơi có một mục tiêu cho một cặp tiền tệ cụ thể, do đó, đánh giá đối với tỷ giá hối đoái đồng ý, và một thanh toán sẽ được do nếu bản án giá đáp ứng các điều kiện của người trên hoặc dưới mức tấn công mục tiêu, tùy thuộc vào loại tùy chọn, bởi thời gian thi hành.

source: {JAPAN ONLY}A Currency Option confers the right to sell one currency in exchange for another currency as the underlying asset. For example, the right to sell Yen and buy Dollars is known as a Yen Put / Dollar Call Option, or just Yen Put for short; and the opposite right to buy Yen and sell Dollar is called a Yen Call / Dollar Put Option, or just Yen Call for short.
ja: 通貨オプションとは、通貨を原資産とし、一方の通貨を売って、他方の通貨を買う権利のことをいい、たとえばドルと円をペアとする場合、ドルを買って円を売るものを、ドルコール/円プットオプション、略してドルコールオプションと呼び、ドルを売って円を買うものを、ドルプット/円コールオプション、略してドルプットオプションと呼びます。
pl: A Currency Option confers the right to sell one currency in exchange for another currency as the underlying asset. For example, the right to sell Yen and buy Dollars is known as a Yen Put / Dollar Call Option, or just Yen Put for short; and the opposite right to buy Yen and sell Dollar is called a Yen Call / Dollar Put Option, or just Yen Call for short.
vi: {NHẬT BẢN} Một lựa chọn tiền tệ có chứa quyền bán một loại tiền tệ trao đổi các loại tiền tệ khác như tài sản nằm bên dưới. Ví dụ, quyền bán yên và mua đô la được biết đến như một đặt yên / đô-la gọi tùy chọn, hoặc chỉ yên đưa cho ngắn; và ngược lại quyền mua yên và bán đồng đô la được gọi là một cuộc gọi yên / đô-la đặt tùy chọn, hoặc chỉ cần yên gọi cho ngắn.

source: {JAPAN ONLY}A True Partnership
ja: 最高のサポート体制を提供
vi: {Nhật bản}Sự hợp tác đúng nghĩa

source: {JAPAN ONLY}A binary call option buyer will benefit from a correct prediction that the asset price will decline to below the strike price by the judgment time.
ja: 判定時刻に、原資産価格がバリア価格よりも下落していると予測し、バイナリーコールオプションを購入しました。
pl: A binary call option buyer will benefit from a correct prediction that the asset price will decline to below the strike price by the judgment time.
vi: {NHẬT BẢN} Một người mua tùy chọn gọi nhị phân sẽ hưởng lợi từ một dự đoán đúng về giá tài sản sẽ bị từ chối dưới giá công kích vào thời điểm quyết định.

source: {JAPAN ONLY}A binary call options buyer will benefit from a correct prediction that the asset price will rise above the strike price by the judgment time.
ja: 判定時刻に、原資産価格がバリア価格よりも下落していると予測し、バイナリーコールオプションの売却取引しました。
pl: A binary call options buyer will benefit from a correct prediction that the asset price will rise above the strike price by the judgment time.

source: {JAPAN ONLY}A binary option price cannot exceed the payout amount.
ja: バイナリーオプションの価格はペイアウト額を上回ることはありません。
pl: Cena opcji binarnej nie może przewyższać kwoty wypłaty.

source: {JAPAN ONLY}A binary option which is in-the-money will have a higher value than an option that is out-of-the-money because there will be a higher probability of receiving the payout amount.
ja: インザマネーのバイナリーオプションは、プレミアム（ペイアウト）を受け取る確率が高いため、アウトオブザマネーのバイナリーオプションよりも価格が高くなります。
pl: A binary option which is in-the-money will have a higher value than an option that is out-of-the-money because there will be a higher probability of receiving the payout amount.

source: {JAPAN ONLY}A binary option which is out-of-the-money will have a lower price than an option which is in-the-money because the probability of receiving the payout amount is lower.
ja: アウトオブザマネーのバイナリーオプションは、プレミアム（ペイアウト）を受け取る確率が低いため、インザマネーのバイナリーオプションよりも価格が低くなります。
pl: A binary option which is out-of-the-money will have a lower price than an option which is in-the-money because the probability of receiving the payout amount is lower.

source: {JAPAN ONLY}A binary put option buyer will benefit from a correct prediction that the asset price will decline to below the strike price by the judgment time.
ja: 判定時刻に、原資産価格がバリア価格よりも下落していると予測し、バイナリープットオプションを購入しました。
pl: A binary put option buyer will benefit from a correct prediction that the asset price will decline to below the strike price by the judgment time.

source: {JAPAN ONLY}A binary put options buyer will benefit from a correct prediction that the asset price will rise above the strike price by the judgment time.
ja: 判定時刻に、原資産価格がバリア価格よりも上昇していると予測し、バイナリープットオプションを購入しました。
pl: A binary put options buyer will benefit from a correct prediction that the asset price will rise above the strike price by the judgment time.

source: {JAPAN ONLY}A board member of a Central Bank
ja: 中央銀行の役員
vi: {Nhật bản}Một thành viên hội đồng quản trị của một Ngân Hàng Trung Ương

source: {JAPAN ONLY}A board member of a company subject to resolution or approval for its budget from a body equivalent to the Diet of Japan
ja: 予算について国会の議決を経、又は承認を受けなければならない法人の役員
vi: {Nhật bản}Một thành viên hội đồng quản trị của một công ty tùy thuộc vào quyết định hoặc chấp thuận cho ngân sách từ một cơ quan tương đương với Quốc Hội Nhật Bản

source: {JAPAN ONLY}A bought or sold binary option may be closed-out before exercise time by selling or buying-back the option, or alternatively by cancelling.
ja: 購入したバイナリーオプションは、判定時刻より前に反対売買（又は解約）により決済することができます。
pl: A bought or sold binary option may be closed-out before exercise time by selling or buying-back the option, or alternatively by cancelling.

source: {JAPAN ONLY}A dedicated affiliate team to provide you with the best service possible
fr: Une équipe affiliée spécialisée pour vous offrir les meilleurs services possible
ja: 当社は、アフィリエイト会員様による広告活動をサポートを提供します
vi: {Nhật bản}Một nhóm liên kết chuyên nghiệp sẽ cung cấp cho bạn dịch vụ tốt nhất có thể
