Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: %1’s IT Operations Group is responsible for the design, development and operation of the company’s high-traffic networks. Its responsibilities include hardware and software deployment, up-time and reliability testing, incident response reporting, network security, intrusion detection, and load balancing.
ar: مجموعة عمليات تكنولوجيا المعلومات لـ 1% مسؤولة عن تصميم وتطوير وتشغيل شبكات المرور العالية للشركة. وتشمل مسؤولياتها نشر الأجهزة والبرمجيات واختبار التحديث والموثوقية وكذلك الإبلاغ عن الاستجابة في حالة الحوادث، وأمان شبكة الاتصال، وكشف التسلل وموازنة التحميل.
id: Grup Operasi IT %1 bertanggung jawab dalam disain, pengembangan dan operasi jaringan trafik tinggi perusahaan. Tanggung jawab lain meliputi hardware dan software deployment, up-time dan uji reliabilitas, insiden pelaporan respon, keamanan jaringan, deteksi intrusi, dan load balancing.
pl: Zespół IT %1 odpowiada za projektowanie, programowanie i odpowiednie działanie firmowych sieci. Do zadań zespołu należy wdrażanie oprogramowania i obsługa sprzętu, sprawdzanie sprawności i czasu pracy sprzętu, reagowanie na zdarzenia, dbanie o bezpieczeństwo sieci, wykrywanie nieautoryzowanego dostępu i równoważenie obciążenia.
ru: Отдел IT операций %1 отвечает за дизайн, развитие и работу интенсивных сетей компании. В его обязанности входит внедрение аппаратного и программного обеспечения, тестирование в процессе работы и проверка надёжности, отчёты о регулировании сбоев, обеспечение сетевой безопасности, обнаружение вторжений и распределение нагрузки.
th: กลุ่มงานปฏิบัติการเทคโนโลยีสารสนเทศของ %1 รับผิดชอบในส่วนของการออกแบบ การพัฒนาระบบงาน และปฏิบัติการเครือข่ายขององค์กร ขอบเขตงานรวมถึงฮาร์ดแวร์ และการบริหารและใช้งานซอฟท์แวร์ การทดสอบระบบงานต่างๆ การจัดการและรายงานปัญหาด้านการใช้งานต่างๆ ความปลอดภัยของเครือข่าย การป้องกันการโจมตีระบบ และโหลดบาลานซ์

source: %1’s Quantitative Analytics group is responsible for the pricing of binary options offered on its website, as well as the risk management and profitability of its options book. Since all dealing on the company’s website is fully automated, our pricing and risk management algorithms must take full account of real-time pricing parameters, data feeds irregularities and latencies.
ar: مجموعة التحليلات الكمية في %1 مسؤولة عن تسعير الخيارات الثنائية المعروضة على موقعها على الإنترنت، فضلا عن إدارة المخاطر والربحية لسجل الخيارات. نظراً لأن معالجة كافة المعاملات على موقع الشركة أوتوماتيكية بالكامل، فيجب مراقبة خوارزميات التسعير وإدارة المخاطر لعوامل التسعير في الوقت الحقيقي، وكذا مراقبة أية مخالفات أو تأخير بتغذية البيانات.
id: Grup Analisa Kuantitatif %1 bertanggung jawab pada harga opsi yang ditawarkan pada websitenya, termasuk manajemen risiko dan profitabilitas buku opsinya. Berhubung semua urusan website perusahaan adalah sepenuhnya otomatis maka harga dan algoritma manajemen risiko harus memperhitungkan parameter harga aktual, penyimpangan data dan penundaan.
pl: Zespół analizy ilościowej %1 jest odpowiedzialny za wycenę opcji binarnych oferowanych na stronie internetowej firmy oraz za zarządzanie ryzykiem oraz dbanie o zysk ze sprzedaży opcji. Ze względu na to, że zawieranie zakładów na stronie internetowej firmy jest w pełni zautomatyzowane, nasze algorytmy wyceny i zarządzania ryzykiem muszą uwzględniać parametry wyceny w czasie rzeczywistym oraz nieprawidłowości i opóźnienia w strumieniowych źródłach danych.
ru: Отдел количественной аналитики %1 отвечает за цены бинарных опционов, предложенных на сайте компании, а также за управление рисками и прибыльность опционов. Поскольку вся работа на сайте компании полностью автоматизирована, наши алгоритмы ценообразования и управления рисками должны учитывать все аспекты ценообразования в режиме реального времени, нарушения потока данных и задержек.
th: กลุ่มการวิเคราะห์เชิงปริมาณของ %1 รับผิดชอบในด้านราคาไบนารีออปชั่นที่แสดงบนเว็บไซต์ รวมถึงงานการบริหารความเสี่ยงและความสามารถในการทำกำไรของออปชั่น ตามที่ทราบว่าการดำเนินการเกี่ยวกับข้อมูลบนเว็บไซต์นั้นเป็นไปอย่างอัตโนมัติ ดังนั้นกลยุทธ์ด้านราคาและหลักการบริหารความเสี่ยงเป็นความรับผิดชอบโดยตรงจากอัลกอริธึ่มแบบเรียลไทม์ด้านต่างๆ เช่น ตัวแปรด้านราคา ข้อมูลฟีดที่ไม่เป็นไปตามปกติ และภาวะแฝง

source: %1’s Smart FX are smart markets that measure the value of a currency against a basket of major currencies.
ar: مؤشرات الفوركس الذكية لـ %1 هي أسواق ذكية تقيس قيمة عملة ما تجاه سلة من العملات الرئيسية.
id: Smart FX %1 adalah pasar yang diukur berdasarkan nilai mata uang berbanding dengan kumpulan beberapa mata uang utama.
pl: Inteligentne rynki forex na %1 to inteligentne rynki, które mierzą wartość waluty w stosunku do koszyka głównych walut.
ru: Индексы Smart FX от %1 - это "умные" рынки, которые измеряют стоимость валюты против группы основных валют.
th: Smart FX ของ %1 คือ ตลาดซื้อขายอัตราแลกเปลี่ยนอันชาญฉลาดที่ช่วยประเมินมูลค่าสกุลเงินที่พิจารณาจากกลุ่มสกุลเงินหลักๆ

source: %1’s principal Anti-Fraud Officer is responsible for the exercise of exceptional client relationship management skills applied to the prevention of fraudulent activities in payments processing and business transactions. He or she will be expected to partner with our payments and compliance teams in resolving payment queries; administering chargebacks; conducting anti-money laundering audits, and implement a broad array of fraud prevention measures.
ar: موظف مكافحة الغش الرئيسي في %1 مسؤول عن ممارسة إدارة علاقة استثنائية مع العملاء لمنع الأنشطة الاحتيالية في تجهيز المدفوعات والمعاملات التجارية. يتوقع منه أو منها أن يتشارك مع فرق المدفوعات والامتثال في حل الاستعلامات حول الدفع؛ وإدارة رد المبالغ المدفوعة؛ كذلك مباشرة عمليات مكافحة غسل الأموال، وتنفيذ طائفة واسعة من تدابير منع الاحتيال.
id: Petugas Anti Penipuan %1 bertanggung jawab untuk melatih keterampilan manajemen dengan hubungan klien yang dapat diterapkan pada pencegahan kegiatan penipuan dan pengolahan pembayaran serta transaksi bisnis. Dapat diharapkan untuk bermitra dengan bagian pembayaran dan tim compliance dalam menyelesaikan permintaan pembayaran, administrasi tagihan, melakukan audit anti-pencucian uang dan menerapkan aturan yang luas sebagai langkah-langkah pencegahan penipuan.
pl: Główny specjalista ds. wyłudzeń w firmie %1 posiada doskonałe zdolności zarządzania relacjami z klientami i stosuje je w celu zapobiegania nieuczciwym czynnościom podczas przetwarzania płatności i zawierania transakcji biznesowych. Osoba zatrudniona na tym stanowisku będzie współpracować z naszym zespołem ds. płatności i zgodności podczas rozwiązywania problemów przy płatnościach, przeprowadzania procedury zwrotu środków, przeprowadzanie kontroli mających na celu przeciwdziałanie praniu brudnych pieniędzy i wprowadzania różnorodnych środków przeciw oszustwom i wyłudzeniom.
ru: Главный сотрудник %1 по борьбе с мошенничеством отвечает за реализацию исключительных навыков управления взаимоотношениями с клиентами для предупреждения мошеннических действий при обработке платежей и бизнес-операций. Он или она будет сотрудничать с нашими командами по обработке платежей и корпоративному регулированию для обработки запросов об оплате; управления возвратом платежей; проведения проверок против отмывания денег, а также осуществления широкого спектра мер по предотвращению мошенничества.
th: เจ้าหน้าที่ป้องกันการทุจริตของ %1 ทำหน้าที่รับผิดชอบในปฏิบัติการเพื่อป้องกันพฤติกรรมฉ้อโกงในกระบวนการชำระเงินและธุรกรรมต่างๆ เขาจะเป็นผู้หนึ่งที่ทำงานร่วมกับแผนกชำระเงินและทีมตรวจสอบเพื่อดำเนินการในเรื่องที่เกี่ยวข้องต่างๆ ได้แก่ การตอบข้อซักถามในเรื่องการชำระเงิน ค่าธรรมเนียม การตรวจสอบพฤติการณ์เพื่อปราบปรามการฟอกเงิน และการดำเนินมาตรการเพื่อป้องกันการทุจริต

source: %2 offers a virtual-money account so you can get the hang of trading binaries. Why not <a class="pjaxload" href="%1">open a free $10k fully-functional virtual-money account</a>, and start learning how to trade.
ar: تقدم %2 حساب أموال افتراضية لتتمكن من فهم تداول الثنائيات. لم لا <a class="pjaxload" href="%1">تفتح حساب أموال افتراضية مجانى بقيمة 10000 دولار يعمل بشكل كامل</a>، لتبدأ فى تعلم التداول.
id: %2 menyediakan akun uang virtual yang dapat Anda gunakan untuk berlatih trading binary. Silahkan <a class="pjaxload" href="%1">buka akun uang virtual Anda, dan dapatkan dana virtual gratis sebesar $10k</a> dan mulai belajar cara bertrading.
pl: %2 ma w ofercie konto z wirtualnymi pieniędzmi, dzięki któremu możesz przećwiczyć handel opcjami binarnymi. Warto <a class="pjaxload" href="%1">otworzyć w pełni funkcjonalne wirtualne konto z kwotą 10 tys. $</a> i zacząć naukę handlowania.
ru: %2 предлагает демо-счета, на которых Вы можете научиться работе с бинарными опционами. Откройте <a class="pjaxload" href="%1">бесплатный демо-счет с 10 000 виртуальных денег</a> и научитесь работе на рынках.
th: %2 เสนอบัญชีเสมือนเพื่อให้ท่านได้ทดลองใช้งานและเทรดไบนารี เริ่มเลย! <a class="pjaxload" href="%1">เปิดบัญชีจำลองที่ใช้งานได้เหมือนจริง มี 10,000 เหรียญสหรัฐ ตั้งต้นด้วยนะ</a> และเริ่มเรียนรู้ไปกับเรา

source: %ctx(If you look in the sky)You will see %plural(%1,one star, %d stars).
ar: %If you look in the sky)ctx)سوف تشاهد الجمع%(%1، نجمة واحدة، النجوم %d).
id: %ctx(If you look in the sky)Anda akan melihat %1 bintang.
pl: %ctx(If you look in the sky)Zobaczysz %plural(%1,gwiazdę, %d gwiazd(y)).
ru: %ctx(If you look in the sky)Вы увидите %plural(%1,одну звездочку,%d звездочки,%d звездочек).
th: %ctx(หากคุณมองไปบนท้องฟ้า)คุณจะเห็น %plural(%1,หนึ่งดวง, %d ดวง).

source: %ctx(minimum duration, for example minimum 15 seconds)min
ar: minimum duration, for example minimum 15 seconds)%ctx)دقيقة
id: %ctx(durasi minimal, contoh minimal 15 detik)min
pl: %ctx(minimalny czas trwania, na przykład minimum 15 sekund)min
ru: %ctx(minimum duration, for example minimum 15 seconds)мин.
th: %ctx(ระยะเวลาที่ต่ำที่สุด, ตัวอย่าง ระยะที่ต่ำที่สุด 15 วินาที)นาที

source: %ctx(the return of investment of a contract)Return
ar: the return of investment of a contract)%ctx)العودة
id: %ctx(keuntungan investasi kontrak)Keuntungan
pl: %ctx(the return of investment of a contract)Zwrot
ru: %ctx(the return of investment of a contract)Выплата
th: %ctx(ผลตอบแทนจากการลงทุน 1 สัญญา)กำไร

source: &#8220;Binary.com is one of the oldest and trustworthy partners we ever had. We have worked together for many years.&#8221;
ar: &#8220;Binary.com واحدة من أقدم وأوثق الشركاء الذين عملنا معهم. وقد عملنا معا لسنوات عديدة.&#8221;
id: &#8220;Binary.com adalah salah satu partner paling lama dan terpercaya yang kami miliki. Kami telah bekerja sama selama bertahun-tahun.&#8221;
pl: &#8220;Binary.com to jeden z naszych najbardziej zaufanych partnerów, z którym współpracujemy od wielu lat.&#8221;
ru: &#8220;Binary.com является одним из наших самых давних и надежных партнеров. Мы работаем вместе много лет.&#8221;
th: &#8220;Binary.com เป็นหนึ่งในพันธมิตรเก่าแก่และมีความเชื่อถือมากที่สุดที่เรามีมา พวกเราทำงานด้วยกันมานาน &#8221;

source: &#8220;We have used www.binary.com for the last 8 years and highly recommend binary to all our members worldwide&#8221;
ar: &#8220;لقد استخدمنا www.binary.com لمدة 8 سنوات، وأوصي ببيناري لجميع أعضائنا حول العالم&#8221;
id: &#8220;Kami telah menggunakan www.binary.com selama 8 tahun terakhir dan sangat merekomendasikan binary untuk semua pelanggan kami di seluruh dunia&#8221;
pl: &#8220;Korzystamy z portalu www.binary.com od 8 lat i polecamy go wszystkim naszym członkom na całym świecie.&#8221;
ru: &#8220;Мы пользуемся www.binary.com уже 8 лет и рекомендуем binary всем нашим членам по всему миру&#8221;
th: &#8220; เราใช้งาน www.binary.com มา 8 ปี และเป็นที่ที่เยี่ยมยอด ที่เราได้แนะนำให้สมาชิกทั่วโลกของเราใช้ &#8221;

source: '<strong>Long</strong>' contracts generate profits when the index rises and loses when it falls.
ar: '<strong>العقود الطويلة</strong>' تحقق أرباحا عندما يرتفع المؤشر وتخسر عندما يهبط.
id: Kontrak '<strong>Panjang</strong>' memberi keuntungan jika indeks naik dan rugi saat turun.
pl: '<strong>Długie</strong>' kontrakty przynoszą zyski, gdy indeks rośnie i straty, gdy indeks maleje.
ru: '<strong>Длинные</strong>' позиции приносят прибыль, когда индекс растёт, и не приносят прибыли в случае снижения индекса.
th: '<strong>Long</strong>' สัญญาซื้อ (Buy) สร้างกำไรเมื่อดัชนีขาขึ้นและขาดทุนเมื่อดัชนีร่วงลง

source: '<strong>Short</strong>' contracts generate losses when the index rises and profits when it falls.
ar: '<strong>العقود القصيرة</strong>' تخسر عندما يرتفع المؤشر وتحقق أرباحا عندما يهبط.
id: Kontrak '<strong>Pendek</strong>' memberi kerugian jika indeks naik dan keuntungan ketika turun.
pl: '<strong>Krótkie</strong>' kontrakty przynoszą straty, gdy indeks wzrasta i zyski, gdy indeks spada.
ru: '<strong>Короткие</strong>' позиции приносят прибыль при падении индекса и не приносят прибыли, когда индекс растёт.
th: '<strong>Short</strong>' สัญญาขาย (Sell) จะให้ผลขาดทุนเมื่อดัชนีเพิ่มขึ้นและสร้างกำไรเมื่อดัชนีร่วงลง

source: (Bejing/CST -8 hours)
ar: (توقيت بكين ينقص 8 ساعات عن التوقيت المركزى)
id: (Bejing/CST -8 jam)
pl: (Pekin/CST - 8 godzin)
ru: (Пекин/CST -8 часов)
th: (ปักกิ่ง/CST -8 ชั่วโมง)

source: (delayed)
ar: (مُتأخر)
id: (tertunda)
pl: (opóźnione)
ru: (задержка)
th: (ดีเลย์)

source: * This contract was affected by a corporate action event. Please find details in the corporate action tab.
ar: * تأثر هذا العقد بحدث عمل الشركات. تجدون التفاصيل في علامة تبويب عمل الشركات.
id: * Kontrak ini dipengaruhi oleh kegiatan aksi korporasi. Silahkan temukan rincian kontrak informasi lebih lanjut pada kolom aksi korporasi.
pl: * Działania przedsiębiorstwa wpłynęły na ten kontrakt. Szczegóły można znaleźć w zakładce dot. działań przedsiębiorstwa.
ru: * Данный контракт находится под влиянием корпоративных действий. Пожалуйста, узнайте подробности во вкладке корпоративных действий.
th: * สัญญานี้มีผลต่อกิจกรรมในแต่ละกิจการ โปรดศึกษาข้อมูลเพิ่มเติมจากลิงค์เนื้อหาขององค์กร

source: - A scanned copy of a utility bill or bank statement (no more than 3 months old).
ar: - صورة ضوئية من فاتورة خدمات أو كشف حساب بنكي (يجب ألا يكون قد مضى عليها أكثر من ثلاثة أشهر).
id: - Salinan scan dari tagihan utilitas atau rekening koran (tidak melebihi 3 bulan).
pl: - Skan rachunku za media lub wyciągu bankowego (z ostatnich 3 miesięcy).
ru: - Отсканированная копия счета за коммунальные услуги или выписка из банка с адресом (датированные не ранее, чем 3 последние месяца).
th: - สำเนาใบแจ้งหนี้รายการสาธารณูปโภค หรือ รางานธุรกรรมของธนาคาร (3 เดือนย้อนหลังเป็นอย่างน้อย) จำนวน 1 ฉบับ

source: - A scanned copy of your passport, driving licence (provisional or full) or identity card, showing your name and date of birth.
ar: - نسخة من جواز سفرك، أو نسخة من رخصة قيادة (مؤقته أو كاملة) أو بطاقة تحقيق شخصية، تحمل اسمك وتاريخ ميلادك.
id: - Salinan scan dari paspor, SIM atau KTP, yang memperlihatkan nama dan tanggal lahir Anda.
pl: - Skan Twojego paszportu, prawa jazdy (czasowego lub normalnego) lub dowodu osobistego z Twoim imieniem i nazwiskiem oraz datą urodzenia.
ru: - Отсканированная копия действительного паспорта, водительских прав или национального удостоверения личности, которая показывает имя, фамилию и дату рождения.
th: - สำเนาหนังสือเดินทาง หรือ สำเนาใบขับขี่ (ฉบับชั่วคราว หรือ ฉบับตลอดชีพ) หรือ สำเนาบัตรประชาชน ที่แสดงชื่อและวันเดือนปีเกิด จำนวน 1 ฉบับ

source: 1. Choose the Underlying
ar: 1. اختر الورقة المالية الأساسية
de: 1. Wählen Sie das beziehende Element
id: 1. Pilih Jenis Pasar
pl: 1. Wybierz aktywa podstawowe
ru: 1. Выбрать рынок и инструмент
th: 1. กำหนด ผลิตภัณฑ์อ้างอิงที่ท่านต้องการซื้อขาย
vi: 1. Chọn Tài sản cơ sở
zh_cn: 1. 选择标的资产

source: 12h
ar: 12 ساعة
id: 12jam
pl: 12 godz.
ru: 12ч
th: 12 ชั่วโมง

source: 1d
ar: يوم واحد
id: 1h
pl: 1 dzień
ru: 1д
th: 1 วัน

source: 1h
ar: ساعة واحدة
id: 1j
pl: 1 godz.
ru: 1ч
th: 1 ชั่วโมง

source: 1m
ar: دقيقة واحدة
pl: 1 miesiąc
ru: 1м
th: 1 นาที

source: 1w
ar: أسبوع واحد
id: 1m
pl: 1 tydz.
ru: 1н
th: 1 สัปดาห์

source: 1y
ar: عام واحد
id: 1t
pl: 1 rok
ru: 1г
th: 1 ปี

source: 2. Choose the Duration of the Trade
ar: 2.أختر مدة التداول
de: 2. Wählen Sie die Laufzeit des Kontrakts
id: 2. Pilih Durasi Kontrak
pl: 2. Wybierz czas trwania zakładu
ru: 2. Выбрать продолжительность контракта
th: 2. กำหนด ระยะเวลาในการเทรด
vi: 2. Chọn Thời hạn của Giao dịch
zh_cn: 2.选择交易期限

source: 2d
ar: يومين
id: 2hari
pl: 2 dni
ru: 2д
th: 2 วัน

source: 2w
ar: أسبوعين
id: 2minggu
pl: 2 tyg.
ru: 2нед
th: 2 สัปดาห์

source: 3. Choose how you want to Trade the Market
ar: 3. اختر كيف تريد أن تتداول فى السوق
de: 3. Wählen Sie, wie Sie den Markt handeln möchten
id: 3. Pilih Analisa Pergerakan Pasar
pl: 3. Wybierz sposób handlowania
ru: 3. Выбрать, как Вы хотите торговать на рынке
th: 3. กำหนด วิธีการที่ต้องการในการเทรด
vi: 3. Chọn cách thức bạn muốn giao dịch trên thị trường
zh_cn: 3.选择如何进行市场交易

source: 30-day turnover limit
ar: حد دورة رأس المال لـ 30 يوم
id: Batas omset 30-hari
pl: 30-dniowy limit obrotów
ru: 30-дневный лимит на оборот
th: วงเงินซื้อขาย 30 วัน

source: 3m
ar: ثلاث دقائق
pl: 3 miesiące
ru: 3м
th: 3 นาที

source: 4. Choose your Payout
ar: 4. اخنر العائد
id: 4. Pilih Hasil
pl: 4. Wybierz swoją wypłatę
ru: 4. Выбрать выплату
th: 4. กำหนด วิธีการชำระเงินของท่าน

source: 5d
ar: 5 أيام
id: 5hari
pl: 5 dni
ru: 5д
th: 5 วัน

source: 6h
ar: 6 ساعات
id: 6jam
pl: 6 godz.
ru: 6ч
th: 6 ชั่วโมง

source: 7-Day limit on losses is currently set to <strong>%1 %2</strong>
ar: تم تعيين الحد الأقصى على الخسائر لمدة 7-أيام حاليا على <strong>%1 %2</strong>
id: Batas 7-Hari kerugian saat ini adalah <strong>%1 %2</strong>
pl: Obecnie 7-dniowy limit strat to <strong>%2 %1</strong>
ru: 7-дневный лимит на проигрыш в настоящий момент составляет <strong>%1 %2</strong>
th: วงเงิน 7 วัน ส่วนขาดทุนปัจจุบัน คือ <strong>%1 %2</strong>

source: 7-Day turnover limit is currently set to <strong>%1 %2</strong>
ar: حد دورة رأس المال الحالى لـ 7-أيام مضبوط على <strong>%1 %2</strong>
id: Batas 7-Hari total pembelian kontrak saat ini adalah <strong>%1 %2</strong>
pl: Obecnie 7-dniowy maksymalny obrót to <strong>%2 %1</strong>
ru: 7-дневный лимит на оборот в настоящий момент составляет <strong>%1 %2</strong>
th: วงเงินซื้อขาย 7 วัน ปัจจุบัน คือ <strong>%1 %2</strong>

source: <a href="%1">Founded</a> October 1999
ar: <a href="%1">تأسست</a> في أكتوبر 1999
id: <a href="%1">Didirikan pada</a> Oktober 1999
pl: <a href="%1">Data założenia:</a> październik 1999 r.
ru: <a href="%1">Компания основана</a> в октябре 1999 г.
th: <a href="%1">ก่อตั้งเมื่อ</a> ตุลาคม พ.ศ. 2542 (ค.ศ. 1999)

source: <a href="%1">Offices</a> in Malta, Malaysia and Japan
ar: <a href="%1">المكاتب</a> في مالطا وماليزيا واليابان
id: <a href="%1">Kantor</a> di Malta, Malaysia dan Jepang
pl: <a href="%1">Biura</a> na Malcie, w Malezji i Japonii
ru: <a href="%1">Офисы</a> на Мальте, в Малайзии и Японии
th: <a href="%1">สำนักงาน</a> ที่ มอลตา มาเลเซีย และญี่ปุ่น

source: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">May</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Aug</option><option value="09">Sep</option><option value="10">Oct</option><option value="11">Nov</option><option value="12">Dec</option>
ar: <option value=""></option><option value="01">يناير</option><option value="02">فبراير</option><option value="03">مارس</option><option value="04">أبريل</option><option value="05">مايو</option><option value="06">يونيو</option><option value="07">يوليو</option><option value="08">أغسطس</option><option value="09">سبتمبر</option><option value="10">أكتوبر</option><option value="11">نوفمبر</option><option value="12">ديسمبر</option>
id: <option value=""></option><option value="01">Jan</option><option value="02">Feb</option><option value="03">Mar</option><option value="04">Apr</option><option value="05">Mei</option><option value="06">Jun</option><option value="07">Jul</option><option value="08">Ags</option><option value="09">Sep</option><option value="10">Okt</option><option value="11">Nop</option><option value="12">Des</option>
pl: <option value=""></option><option value="01">styczeń</option><option value="02">luty</option><option value="03">marzec</option><option value="04">kwiecień</option><option value="05">maj</option><option value="06">czerwiec</option><option value="07">lipiec</option><option value="08">sierpień</option><option value="09">wrzesień</option><option value="10">październik</option><option value="11">listopad</option><option value="12">grudzień</option>
ru: <option value=""> </option><option value="01">Янв</option><option value="02">Фев</option><option value="03">Мар</option><option value="04">Апр</option><option value="05">Май</option><option value="06">Июнь</option><option value="07">Июль</option><option value="08">Авг</option><option value="09">Сен</option><option value="10">Окт</option><option value="11">Ноя</option><option value="12">Дек</option>
th: <option value=""></option><option value="01">ม.ค.</option><option value="02">ก.พ.</option><option value="03">มี.ค.</option><option value="04">เม.ย.</option><option value="05">พ.ค.</option><option value="06">มิ.ย.</option><option value="07">ก.ค.</option><option value="08">ส.ค.</option><option value="09">ก.ย.</option><option value="10">ต.ค.</option><option value="11">พ.ย.</option><option value="12">ธ.ค.</option>
