Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Ease of Movement
ar: سهولة الحركة
id: Pergerakan lancar
pl: Łatwość ruchów
ru: Индикатор лёгкости движения
th: การเคลื่อนไหวง่ายๆ

source: Educate prospects, clients, and partners regarding the benefits of %1’s innovative online trading platform
ar: تثقيف العملاء المحتملين والشركاء بشأن مميزات منصة %1 المبتكرة للتداول عبر الإنترنت
id: Mendidik prospek, klien, dan mitra mengenai manfaat dari platform trading online %1 yang inovatif
pl: Zapoznawanie potencjalnych klientów i partnerów biznesowych z korzyściami płynącymi z innowacyjnej platformy handlowej %1
ru: Информирование потенциальных клиентов, действующих клиентов и партнёров компании о преимуществах инновационной торговой онлайн платформы %1
th: การให้ความรู้เกี่ยวกับผลประโยชน์ของระบบนวัตกรรมการเทรดออนไลน์ของ %1 ให้แก่ ผู้มุ่งหวัง ลูกค้า และพันธมิตร

source: Either you left the cashier idle for a while or we were not able to log you in properly.
ar: إما أن تكون قد تركت الصراف خاملا لبعض الوقت أو لم نكن قادرين على تسجيل دخولك بشكل صحيح.
id: Tinggalkan bagian kasir untuk sementara atau Anda akan mengalami masalah untuk masuk.
pl: Być może kasjer był pozostawiony w stanie bezczynności przez jakiś czas albo nie udało Ci się poprawnie zalogować.
ru: Возможно, что Вы оставили секцию КАССА открытой без использования слишком долго, либо вход в КАССУ был неудачный.
th: ท่านปล่อยให้แคชเชียร์ว่างระยะเวลาหนึ่ง หรือ พวกเราไม่สามารถให้ท่านเข้าสู่ระบบ อย่างใดอย่างหนึ่ง

source: Email Verification
ar: التحقق من البريد الإلكتروني
id: Verifikasi email
pl: E-mail weryfikacyjny
ru: Верификация эл.адреса
th: การตรวจสอบอีเมล์

source: Email address is incorrect.
ar: عنوان البريد الإلكتروني غير صحيح.
id: Alamat email salah.
pl: Adres e-mail jest nieprawidłowy.
ru: Неправильный электронный адрес.
th: อีเมล์ไม่ถูกต้อง

source: Email not given.
ar: لم يتم إعطاء البريد الإلكتروني.
id: Email belum diberikan.
pl: Nie podano adresu e-mail.
ru: Не предоставлен эл.адрес.
th: ไม่ได้แจ้งอีเมล์ไว้

source: Enjoy our fastest type of trading on your mobile phone or tablet. Place tick trades anytime, anywhere – even while you’re on the move.
ar: استمتع بأسرع نوع من التداول على الهاتف الجوال أو الكمبيوتر اللوحي الخاص بك. ضع علامة على تداول في أي وقت, وأي مكان - حتى في أثناء حركتك وتنقلك.
id: Nikmati jenis trading tercepat yang kami sediakan pada mobile phone atau tablet. Trading tik kapan saja, dimana saja – bahkan saat Anda sedang berpergian.
pl: Korzystaj z najszybszego sposobu handlowania na swoim telefonie komórkowym lub tablecie. Zawieraj zakłady oparte na zmianach ceny gdzie chcesz i kiedy chcesz – nawet gdy jesteś w drodze.
ru: Воспользуйтесь быстрой торговлей с мобильного телефона или планшета. Размещайте тиковые контракты в любое время и в любом месте, даже на ходу.

source: Entry Level
ar: مستوى الدخول
pl: Poziom wejściowy
ru: Уровень входа
th: ระดับเริ่มต้น

source: European Union residents with the exception of the UK, who wish to trade investment products, will have their account opened with Binary Investments (Europe) Ltd.
ar: سيتم فتح حساب للمقيمين فى الاتحاد الأوروبي ماعدا المملكة المتحدة، الذين يرغبون في تداول المنتجات الاستثمارية، في شركة بيناري للاستثمارات (أوروبا) المحدودة.
id: Warga Uni Eropa kecuali Inggris yang ingin bertrading pada produk investasi akan memiliki akun mereka terdaftar pada Binary Investments (Europe) Ltd.
pl: W przypadku mieszkańców Unii Europejskiej, z wyjątkiem mieszkańców Wielkiej Brytanii chcących korzystać z produktów inwestycyjnych, konto zostanie otwarte przez Binary (Europe) Ltd.
ru: Для резидентов Евросоюза, кроме Соединенного Королевства Великобритании и Северной Ирландии, желающих торговать на инвестиционных продуктах, счет будет открыт под юрисдикцией Binary Investment (Europe) Ltd.
th: สมาชิกในประชาคมยุโรปได้รับข้อยกเว้นเช่นเดียวกับประชาชนในสหราชอาณาจักร สำหรับผู้ที่เทรดผลิตภัณฑ์เพื่อการลงทุนที่มีบัญชีที่เปิดกับบริษัท Binary Investments (Europe) Ltd.

source: Examine the history of a particular instrument to plot your next move. This advanced charting platform offers a wide range of technical indicators.
ar: تدارس تاريخ أداة معينة لرسم خطوتك القادمة. هذه منصة بيانات متقدمة تقدم مجموعة واسعة من المؤشرات الفنية.
id: Meneliti sejarah instrumen tertentu untuk merencanakan langkah selanjutnya. Platform charting canggih ini menawarkan berbagai indikator teknis.
pl: Przeanalizuj historię zachowania określonego instrumentu na rynku, aby zaplanować swój następny ruch. Ta zaawansowana platforma z wykresami oferuje szeroką gamę wskaźników technicznych.
ru: Изучите историю конкретного инструмента, чтобы наметить следующий шаг. Расширенная платформа с графиками предлагает широкий выбор технических индикаторов.

source: Example:
ar: مثال:
id: Contoh:
pl: Przykład:
ru: Например:
th: ตัวอย่าง:

source: Except for the license granted in this Agreement, the Company does not grant you any right, title, or interest in the Binary.com API. You agree to take such actions as the Company may reasonably request to perfect the Company’s rights to the Binary.com API.
ar: الشركة لا تمنح لك أي حق, ملكية, أو مصلحة في واجهة برمجة التطبيقات الخاصة ب Binary.com, باستثناء الترخيص الممنوح في هذه الإتفاقية. أنت توافق على اتخاذ مثل هذه الإجراءات, كما للشركة أن تطلب بعقلانية واعتدال لإتقان حقوق الشركة إلى واجهة برمجة التطبيقات الخاصة ب Binary.com.
id: Kecuali untuk lisensi yang diberikan dalam Perjanjian ini, Perusahaan tidak memberikan Anda hak, kuasa, atau kepentingan dalam API Binary.com. Anda setuju untuk mengambil tindakan tersebut sebagaimana Perusahaan akan meminta untuk menyempurnakan hak Perusahaan berhubungan dengan API Binary.com.
pl: Za wyjątkiem licencji udzielonej na mocy niniejszej Umowy, Firma nie udziela Ci żadnych praw, żadnego tytułu ani żadnych korzyści związanych z API Binary.com. Zgadzasz się też na podjęcie działań, jakich Firma może zażądać w celu wzmocnienia swoich praw do API Binary.com.
ru: За исключением лицензии, предоставляемой в рамках данного Соглашения, Компания не даёт Вам иных прав, права и доли собственности в API Binary.com. Вы соглашаетесь выполнять действия, которые может обоснованно попросить Компания с целью улучшения прав Компании в отношении API Binary.com.
th: ปราศจากใบอนุญาตในข้อตกลงนี้ บริษัทฯ ไม่อนุญาตท่านในสิทธิ์ กรรมสิทธิ์ หรือผลประโยชน์จาก API ของ Binary.com ท่านยินยอมในการปฏิบัติตาม บริษัทฯ อาจจะร้องขอเพื่อให้ได้รับสิทธิ์ที่ถูกต้องของ API ของ Binary.com

source: Except to the extent your Application contains the Binary.com API, the Company claims no ownership or control over your Application.
ar: الشركة لا تدعي أية ملكية أو سيطرة على التطبيق الخاص بك, إلا بالقدر الذي يحتويه التطبيق الخاص بك على واجهة برمجة التطبيقات الخاصة ب Binary.com.
id: Kecuali dimana applikasi Anda berisikan API Binary.com, Perusahaan tidak dapat mengakui kepemilikan atau kontrol pada applikasi Anda.
pl: Firma nie rości sobie żadnych praw własności ani sprawowania kontroli nad Twoją Aplikacją, chyba że Aplikacja zawiera API Binary.com.
ru: Несмотря на то, что Ваше приложение содержит API Binary.com, Компания не претендует на право владения или контроля Вашим Приложением.
th: นอกจากขอบเขตแอพพลิเคชันของท่านที่มี API ของ Binary.com บริษัทฯ ไม่มีสิทธิ์อ้างกรรมสิทธิ์ หรือ การควบคุมแอพพลิเคชันของท่าน

source: Exclude time cannot be for more than five years.
ar: وقت الإقصاء لا يمكن أن يكون لأكثر من خمس سنوات.
id: Waktu pengecualian tidak dapat melebihi lima tahun.
pl: Czas wyłączenia nie może być dłuższy niż 5 lat.
ru: Период ограничения не может быть больше пяти лет.
th: เวลาพักไม่เกิน 5 ปี

source: Exclude time must be after today.
ar: يجب أن يكون وقت الاستبعاد بعد اليوم.
id: Waktu pengecualian harus setelah hari ini.
pl: Czas wyłączenia musi zaczynać się jutro lub później.
ru: Время начала ограничения должно быть позднее сегодняшней даты.
th: เวลาพักต้องเริ่มพรุ่งนี้

source: Exercise period
ar: فترة العمل
id: Periode latihan
pl: Okres ćwiczeń
ru: Период исполнения
th: ช่วงเวลาทำงาน

source: Exit Level
ar: مستوى الخروج
id: Tingkat Keluar
pl: Poziom wyjściowy
ru: Уровень окончания
th: ระดับสิ้นสุด

source: Expiry Price
ar: سعر الانقضاء
id: Harga akhir
pl: Cena wygaśnięcia
ru: Цена при окончании
th: ราคาที่หมดอายุ

source: Expiry Spot
ar: سعر إنتهاء التداول
id: Spot Akhir
pl: Punkt wygaśnięcia
ru: Котировка окончания
th: สปอตที่หมดอายุ

source: Expiry time cannot be equal to start time.
ar: لا يمكن أن يكون وقت انتهاء الصلاحية مساوياً لوقت البدء.
id: Waktu akhir tidak bisa sama dengan waktu mulai.
pl: Czas wygaśnięcia nie może być taki sam jak czas rozpoczęcia.
ru: Время истечения и начала контракта не может совпадать.
th: เวลาที่หมดอายุไม่สามารถเป็นเวลาเดียวกับเวลาเริ่มต้น

source: Expiry time cannot be in the past.
ar: وقت النهاية لا يمكن أن يكون في الماضي.
id: Waktu berakhir tidak bisa di masa lalu.
pl: Czas wygaśnięcia nie może być datą przeszłą.
ru: Время истечения контракта не может быть в прошлом.
th: เวลาที่หมดอายุไม่สามารถเป็นเวลาในอดีต

source: Explore our most cutting-edge new platform, now available in beta form. Place trades from your virtual account.
ar: اكتشف منصتنا الجديدة الأكثر تطوراً وحداثة, متوفرة الآن بشكل تجريبي. ضع علامة على تداول من حسابك الإفتراضي.
id: Jelajahi platform mutakhir kami yang terbaru, sekarang tersedia dalam bentuk beta. Coba beli kontrak menggunakan akun virtual Anda.
pl: Poznaj naszą nową, najnowocześniejszą platformę – dostępną teraz w wersji beta. Zawieraj zakłady, korzystając z konta wirtualnego.
ru: Ознакомьтесь с нашей обновлённой передовой платформой, доступной в бета-версии. Размещайте сделки со своего демо-сёта.

source: Exponential Moving Average
ar: المتوسط المتحرك الأُسى
id: Pergerakan Rata-Rata Eksponensial
pl: Krocząca średnia wykładnicza
ru: Экспоненциальная скользящая средняя

source: Failed to reset password. %1, please retry.
ar: فشل في إعادة تعيين كلمة المرور. 1 %, يرجى إعادة المحاولة.
id: Gagal untuk mereset kata sandi. %1, silahkan coba lagi.
pl: Nie udało się zresetować hasła. %1, spróbuj ponownie.
ru: Не удалось изменить пароль. %1, пожалуйста, попробуйте ещё раз.
th: ไม่สามารถตั้งรหัสผ่านใหม่ %1 โปรดลองอีกครั้ง

source: Failed to update trade description.
ar: فشل فى تحديث توصيف المعاملة التجارية.
id: Gagal memperbarui deskripsi kontrak.
pl: Nie udało się uaktualnić opisu transakcji.
ru: Невозможно обновить описание контракта.
th: ล้มเหลวในการปรับปรุงคำอธิบายการซื้อขาย

source: Fast Stochastic
ar: مؤشر ستوكاستك السريع
id: Stochastic Cepat
pl: Szybki oscylator stochastyczny
ru: Быстрый Стохастический Осциллятор

source: Feb
ar: فبراير
fr: fév.
id: Peb
pl: Luty
ru: Фев
th: ก.พ.
vi: Tháng Hai
zh_cn: 二月

source: Fibonacci Fan
ar: مروحة فيبوناتشي (Fibonacci Fan)
pl: Wachlarz Fibonacciego
ru: Веер Фибоначчи

source: Fibonacci Retracement
ar: تراجعات فيبوناتشي (Fibonacci Retracement)
pl: Zniesienia Fibonacciego
ru: Восстановления Фибоначчи
th: การวิเคราะห์รูปแบบโดยใช้ Fibonacci Retracement

source: Fifteen years on, and we’re still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public.
ar: خمسة عشر عاما، ولا زلنا نجدد وننمو و نعمل لإيجاد طرقا جديدة لنقدم خدمة أفضل لعملائنا. ولأول مرة نقدم صفقات ملامسة/بدون ملامسة قصيرة الأجل، كما نقدم تطبيق مخططات جديدة. نعتقد أن لدينا منصة الخيارات الرقمية الشاملة و الأكثر قدرة على المنافسة للمتداولين الأفراد.
id: Sudah lima belas tahun dan kami terus berinovasi, berkembang dan berusaha menyediakan hal terbaru dalam memberikan pelayanan terbaik untuk pelanggan kami. Untuk pertama kalinya kami menawarkan kontrak jangka pendek menyentuh/tidak dan memperkenalkan aplikasi penggrafikan terbaru. Kami yakin bahwa kami memiliki platform trading paling kompetitif dan komprehensif yang tersedia di pasaran.
pl: Już od 15 lat stawiamy na innowacyjność i rozwój, a także poszukujemy nowych sposobów, aby lepiej służyć naszym klientom. Po raz pierwszy oferujemy krótkoterminowe zakłady typu „osiągnie/nie osiągnie” i wprowadzamy nową aplikację do wykresów. Naszym zdaniem nasza platforma jest najbardziej konkurencyjna i posiada najbardziej funkcjonalne opcje cyfrowe dostępne dla klientów.
ru: Пятнадцать лет спустя, мы все еще вносим инновации, растем и работаем над новыми способами предложения лучших услуг нашим клиентам. Недавно мы начали предлагать краткосрочные контракты Касание/Нет Касания и ввели новые приложения для графиков. Мы уверены, что у нас самая конкурентоспособная платформа бинарных опционов в интернете, которая доступна для всех пользователей.
th: สิบห้าปีมาแล้ว ที่เราได้มีอยู่ และเรายังคงพัฒนานวัตกรรม เติบโต และทำงานโดยใช้แนวทางใหม่ๆ เพื่อบริการลูกค้าของเราให้ดีขึ้น ในเบื้องแรก เราขอแนะนำการเทรด Touch/No-Touch ระยะสั้น และแนะนำแอพพลิเคชันใหม่สำหรับการวิเคราะห์ข้อมูลโดยกราฟ พวกเราเชื่อว่า เราเป็นที่สุดและมีระบบการเทรดออปชั่นดิจิทัลที่เข้าใจง่ายที่มีอยู่ในตลาดขณะนี้

source: Final Price
ar: السعر النهائي
id: Harga Akhir
pl: Cena ostateczna
ru: Цена продажи
th: ราคาสุดท้าย

source: Financial Security
ar: الأمان المالي
id: Keamanan Financial
pl: Bezpieczeństwo finansowe
ru: Финансовая безопасность
th: ความปลอดภัยทางการเงิน

source: Financial rewards
ar: المكافأت المالية
id: Penghargaan Finansial
pl: Nagrody finansowe
ru: Финансовое вознаграждение
th: รางวัลทางการเงิน

source: First, you need to set the parameters of your trade. Here’s what you need to consider.
ar: أولاً عليك أن تحدد معايير تداولك. هذا هو ما يجب أن تأخذه فى الاعتبار.
id: Pertama, Anda perlu menentukan parameter kontrak. Berikut adalah hal yang perlu Anda pertimbangkan.
pl: Najpierw musisz ustawić parametry transakcji. Oto, co warto wziąć pod uwagę.
ru: Сначала Вам необходимо задать параметры для Вашего контракта. Вам нужно определиться со следующими моментами.
th: ขั้นแรก ท่านต้องกำหนดตัวแปรในการเทรดของท่าน เหล่านี้คือสิ่งที่ท่านต้องพิจารณา

source: Flexibility
ar: مرونة
id: Fleksibilitas
pl: Elastyczność
ru: Гибкость
th: ความยืดหยุ่น

source: For contracts which expire at market close, we will use the official closing value of the market to settle your contract and update your results at settlement time.
ar: للعقود التي تنتهي عند إقفال السوق، سنستخدم قيمة الإغلاق الرسمي للسوق لتسوية العقد الخاص بك وتحديث النتائج الخاصة بك في وقت التسوية.
id: Untuk kontrak yang berakhir pada penutupan pasar, kami menggunakan nilai penutupan resmi pada pasar untuk menyelesaikan kontrak Anda dan hasil akan dilihat pada waktu penyelesaian.
pl: Dla kontraktów kończących się z zamknięciem rynku przy ustalaniu kontraktu i aktualizacji wyników w momencie rozliczania pod uwagę brana jest oficjalna cena zamknięcia rynku.
ru: Для ставок, заканчивающихся в момент закрытия рынка, мы используем официальную цену закрытия рынка (чтобы определить исход Вашего контракта) и обновляем результаты во время закрытия рынка.
th: สำหรับสัญญาที่หมดอายุเมื่อตลาดปิดนั้น เราจะใช้มูลค่าตามตลาดเพื่อชำระเงินให้สัญญาของท่าน และอัพเดทผลให้ท่านตามเวลาที่เกิดขึ้น

source: For long contracts, the entry level is the spot plus half spread and the exit level is spot minus half spread. For short contracts, the entry level is spot minus half spread and the exit level is spot plus half spread.
ar: بالنسبة للعقود الطويلة، مستوى الدخول هو السعر الحالي بالإضافة إلى نصف السبريد ومستوى الخروج هو السعر الحالي ناقص نصف السبريد. وبالنسبة للعقود القصيرة، مستوى الدخول هو السعر الحالي ناقص نصف السبريد ومستوى الخروج هو السعر الحالي بالإضافة إلى نصف السبريد.
id: Untuk kontrak panjang, entry level adalah spot ditambah separuh spread dan exit level adalah spot dikurangi separuh spread. Untuk kontrak pendek, entry level adalah spot dikurangi separuh spread dan exit level adalah spot ditambah separuh spread.
pl: W przypadku kontraktów długich poziom wejściowy jest równy cenie spot plus połowa spreadu, zaś poziom wyjściowy jest równy cenie spot minus połowa spreadu. W przypadku kontraktów krótkich poziom wejściowy jest równy cenie spot minus połowa spreadu, zaś poziom wyjściowy jest równy cenie spot plus połowa spreadu.
ru: Уровень входа в длинные позиции: спот-цена плюс половина спреда. Уровень окончания: спот-цена минус половина спреда. Уровень входа в короткие позиции рассчитывается так: спот-цена минус половина спреда, а уровень окончания – так: спот-цена плюс половина спреда.
th: สำหรับสัญญาระยะยาว ระดับเริ่มต้น คือ สปอตบวกด้วยครึ่งของสเปรด และระดับสิ้นสุด คือ สปอตลบด้วยครึ่งของสเปรด สำหรับสัญญาระยะสั้น ระดับเริ่มต้น คือ สปอตลบด้วยครึ่งของสเปรด และระดับสิ้นสุด คือ สปอตบวกด้วยครึ่งของสเปรด

source: For more information on the terms and conditions that apply to your bonus, go to: %1
ar: لمزيد من المعلومات حول الأحكام والشروط التي تنطبق على المكافأة الخاصة بك، انتقل إلى: %1
id: Untuk informasi lebih lanjut mengenai syarat dan ketentuan yang berlaku pada bonus Anda, kunjungi: %1
pl: Aby uzyskać więcej informacji na temat warunków dla Twojego bonusu, przejdź do: %1
ru: Для дополнительной информации по правилам и условиям, применяющимся к бонусу, смотрите: %1
th: ศึกษาข้อมูลเพิ่มเติมเกี่ยวกับข้อตกลงและเงื่อนไขในการใช้โบนัสของท่าน ได้ที่: %1

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It’s the last time we win it because Shares Magazine stops awarding in this category.
ar: للسنة الثالثة على التوالي، يتم اختيار BetOnMarkets.com من قبل مجلة Shares Magazine UK للفوز بجائزة 'Best Fixed-Odds Financial Trading Provider'. انها المرة الأخيرة التي نكسبها لأن Shares Magazine توقفت عن منح الجائزة في هذه الفئة.
id: Tiga kali berturut-turut, BetOnMarkets.com dinobatkan sebagai 'Penyedia Trading Financial Fixed-Odds Terbaik' oleh Shares Magazine UK.
pl: Po raz trzeci z kolei BetOnMarkets.com uzyskał tytuł „Najlepszego dostawcy zakładów o ustalonej stawce” od pisma Shares Magazine UK. Wygraliśmy po raz ostatni, ponieważ Shares Magazine nie przyznaje już nagród w tej kategorii.
ru: Третий год подряд BetOnMarkets.com становится лучшей компанией в номинации 'Лучший поставщик услуг в торговле опционами с фиксированным коэффициентом прибыли' по версии журнала Shares Magazine UK. Это последний раз, когда мы выиграли этот приз, так как Shares Magazine перестал предлагать эту категорию номинаций.

source: Forest Chart
ar: مخطط الغابة
id: Grafik Forest
pl: Wykres typu las
ru: Лесной
th: แผนภูมิฟอร์เรส

source: Format: yyyy-mm-dd (not required for virtual-money accounts)
ar: تنسيق: yyyy-mm-dd (غير مطلوب لحسابات الأموال الافتراضية)
id: Format: tahun-bulan-tanggal (tidak diperlukan untuk akun uang virtual)
pl: Format: rrrr-mm-dd (nie jest wymagany w przypadku kont wirtualnych)
ru: Формат: гггг-мм-дд (не требуется для демо-счетов)
th: รูปแบบ: yyyy-mm-dd (ไม่ต้องระบุหากเป็นบัญชีเสมือน หรือ บัญชีทดลองใช้)

source: Forward starting intraday and daily contracts are available on some %1
ar: التداول خلال اليوم والعقود اليومية متاحا على بعض %1
id: Intraday dengan waktu mulai di hadapan tersedia pada beberapa %1
pl: Kontrakty rozpoczynające się w ciągu dnia i kontrakty dzienne rozpoczynające się w przyszłości dostępne są dla niektórych %1
ru: Внутридневные контракты с началом в будущем и дневные контракты доступны на некоторые %1

source: From
ar: من
id: Dari
pl: Od
ru: от
th: จาก

source: Further instructions must not exceed %1 characters.
ar: التعليمات الإضاقية يجب ألا تتجاوز %1 حرف.
id: Instruksi Tambahan tidak boleh melebihi %1 perkataan.
pl: Dalsze instrukcje nie mogą przekraczać %1 znaków.
ru: Дальнейшие инструкции не могут превышать %1 знаков.
th: คำแนะนำ ต้องไม่เกิน %1 ตัวอักษร

source: Further, the Company, under the above circumstances, or any other, reserves the right to adjust a client’s account should any trade result in a disruption, miscarry or aborted trade.
ar: وعلاوة على ذلك، فإن الشركة، في ظل الظروف المذكورة أعلاه، أو بغيرها تحتفظ لنفسها بالحق في تعديل حساب العميل نتيجة شراء العقود أثناء اضطراب، أو اجهاض أو فشل التداول.
id: Selanjutnya, Perusahaan, dalam situasi di atas, atau lainnya, berhak untuk menyesuaikan akun pelanggan jika terdapat kontrak yang mengalami perubahan akibat gangguan atau pembatalan kontrak.
pl: Ponadto Firma, biorąc pod uwagę powyższe lub jakiekolwiek inne okoliczności, zastrzega sobie prawo do ingerencji w konto klienta w przypadku zakłócenia, przerwania lub zawieszenia jakiegokolwiek zakładu.
ru: Кроме того, Компания, при указанных выше или любых других обстоятельствах оставляет за собой право корректировать учетную запись клиента в случае, если его контракты закончатся срывом, прерыванием или другими неожиданным приостановлением сделки.

source: Furthermore, the Company disclaims all liability for any malfunctioning, impossibility of access, or poor use conditions of the Binary.com API due to inappropriate equipment, disturbances related to internet service providers, to the saturation of the internet network, and for any other reason.
ar: علاوة على ذلك, الشركة تتنصل من أي مسؤلية ناتجة عن خلل, استحالة الوصول, سوء احوال استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com بسبب المعدات الغير ملائمة, الإضطرابات المتعلقة بمزودي خدمات الإنترنت, لتشبع شبكة الإنترنت, ولأي سبب آخر.
id: Selain itu, Perusahaan melepaskan semua tanggung jawab bagi setiap kerusakan, ketidakmungkinan akses, atau kondisi penggunaan buruk API Binary.com karena peralatan yang tidak pantas, gangguan yang berhubungan dengan penyedia layanan internet, dengan saturasi jaringan internet, dan untuk alasan lain .
pl: Ponadto Firma nie ponosi jakiejkolwiek odpowiedzialności za nieprawidłowe funkcjonowanie API Binary.com, brak dostępu do niego lub niską jakość warunków użytkowania API, które są spowodowane nieprawidłowym sprzętem, zakłóceniami leżącymi po stronie dostawców usług internetowych, nasyceniem sieci lub wynikają z innych przyczyn.
ru: Также Компания отказывается от любой ответственности за ненадлежащее функционирование, невозможность доступа или плохие возможности использования API Binary.com, ввиду ненадлежащей работы оборудования, прерывания связи со стороны интернет-провайдеров, перегрузки интернет-сети, а также по любым другим причинам.
th: นอกจากนี้ บริษัทฯ ขอสงวนสิทธิ์ในมูลหนี้ทั้งหมดสำหรับการใช้งานในทางที่ผิด การเข้าถึงแบบผิดวิธี หรือ การใช้เงื่อนไขที่ไม่ถูกต้องกับ API ของ Binary.com เนื่องจากอุปกรณ์ที่ไม่เหมาะสม ภาวะผิดปกติที่เกี่ยวข้องกับผู้ให้บริการอินเทอร์เน็ต การอิ่มตัวของเครือข่ายอินเทอร์เน็ต รวมสาเหตุอื่นๆ

source: Futures
ar: العقود الآجلة
id: Fasilitas
pl: Kontrakty terminowe
ru: Фьючерсы
th: ฟิวเจอร์

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round.
ar: توقيت جرينتش (GMT) هو التوقيت الرسمي الذى تستخدمة المملكة المتحدة فى الشتاء. تقوم المملكة المتحدة بتغيير التوقيت فى الصيف ليصبح التوقيت الصيفي البريطاني وهو توقيت GMT + ساعة واحدة. كل التوقيتات على موقع Binary.com تستخدم توقيت GMT على مدار العام.
id: GMT adalah singkatan dari Greenwich Mean Time, waktu resmi digunakan di Inggris selama musim dingin. Di musim panas perubahan waktu Inggris adalah GMT +1 jam. Seluruh waktu yang digunakan pada website Binary.com adalah G.M.T.
pl: GMT, czyli Greenwich Mean Time to oficjalny czas stosowany zimą w Wlk. Brytanii. Latem Wlk. Brytania zmienia czas na British Summer Time, czyli czas GMT + 1 godzina. Wszystkie godziny podawane są na Binary.com według czasu GMT przez cały rok.
ru: GMT - время по Гринвичу или Greenwich Mean Time - это официальное время, используемое в зимний период в Великобритании. Летом время в Великобритании меняется на британское летнее время - British Summer Time, которое составляет GMT +1 час. Всё время на сайте Binary.com указывается в GMT круглогодично.
th: GMT คือตัวข่อของ Greenwich Mean Time เวาลามาตรฐานที่ใช้ในฤดูหนาวของสหราชอาณาจักร ส่วนในฤดูร้อนจะเปลี่ยนเป็นเวลาที่เพิ่มขึ้นอีก 1 ชั่วโมง กล่าวคือ ใช้ GMT + 1 โดยเวลาที่ใช้ในระบบ Binary.com จะเป็น GMT ตลอดทั้งปี
