Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: This is an automated message to alert you that a change was made to your cashier settings section of your account %1 from IP address %2. If you did not perform this update please login to your account and update settings.
ar: هذه رسالة آلية لتنبيهك أنه تم إجراء تغيير على قسم إعدادات الصراف الخاص بك في حسابك %1 من عنوان IP %2. إذا لم تقم بإجراء هذا التحديث الرجاء الدخول إلى حسابك وتحديث الإعدادات.
id: Ini adalah pesan otomatis untuk memberitahukan Anda bahwa telah terjadi perubahan pada bagian pengaturan kasir akun Anda %1 dari alamat IP %2. Jika Anda tidak melakukan perubahan ini silahkan login kedalam akun dan ubah kembali bagian pengaturan.
pl: To jest wiadomość automatyczna wysłana w celu powiadomienia, że dokonano zmiany w ustawieniach na Twoim koncie %1 z adresu IP %2. Jeśli to nie Ty dokonałeś/aś tej zmiany, prosimy zalogować się na swoje konto i zmienić ustawienia.
ru: Это автоматическое сообщение для оповещения, что в настройках кассы Вашего счета %1 с адреса IP %2 были произведены изменения. Если это сделали не Вы, просим зайти на свой счет и обновить настройки.

source: This is an automated message to alert you to the fact that there was a failed attempt to unlock the Cashier/Settings section of your account %1 from IP address %2
ar: هذه رسالة أوتوماتيكية لتنبيهك أنه كان هناك محاولة فاشلة لفتح قسم الصراف أو الإعدادات الخاص بحسابك %1 من عنوان IP %2
id: Ini adalah pesan otomatis untuk mengingatkan Anda bahwa telah terjadi kegagalan pada pengaksesan bagian Kasir/Pengaturan akun Anda %1 dari alamat IP %2
pl: To jest wiadomość automatyczna wysłana w celu powiadomienia, że dokonano zakończonej niepowodzeniem próby odblokowania sekcji Kasjer/Ustawienia na Twoim koncie %1 z adresu IP %2
ru: Это автоматическое сообщение для оповещения, что на Вашем счету %1 была произведена неудачная попытка зайти в секцию Касса/Настройки с IP-адреса %2

source: This is an indicative stop loss. Actual stop loss will be the entry spot plus the stop loss point.
ar: هذا وقف خسارة استرشادي. وقف الخسارة الفعلي هو نقطة بداية العقد بالاضافة إلى نقطة وقف الخسارة.
id: Ini adalah indikasi stop loss. Stop loss sebenarnya adalah spot masuk ditambah poin stop loss.
pl: To jest orientacyjny limit stop stratom. Właściwym limitem stop stratom będzie wejściowa cena spot plus limit stop stratom.
ru: Это ориентировочный уровень стоп-лосс. Настоящим уровнем стоп-лосс будет спот-котировка на входе плюс уровень стоп-лосс.

source: This is an indicative stop profit. Actual stop profit will be the entry spot plus the stop profit point.
ar: هذا وقف ربح استرشادي. وقف الربح الفعلي هو نقطة بداية العقد بالإضافة إلى نقطة وقف الربح.
id: Ini adalah indikasi stop profit. Stop profit sebenarnya adalah spot masuk ditambah poin stop profit.
pl: To jest orientacyjny limit stop zyskom. Właściwym limitem stop zyskom będzie wejściowa cena spot plus limit stop zyskom.
ru: Это ориентировочный уровень стоп-профит. Настоящим уровнем стоп-профит будет спот-котировка на входе плюс уровень стоп-профит.

source: This is why we’re now recruiting additional testers for each new release, to ensure that our platform remains stable and secure with every enhancement deployed.
ar: هذا هو السبب في أننا نعمل على توظيف مختبرين إضافيين لكل إصدار جديد, لضمان أن منصتنا لا تزال مستقرة وآمنة مع زيادة انتشارها.
id: Inilah mengapa kami merekrut tester tambahan setiap kali melakukan rilis baru, untuk memastikan platform tetap stabil dan aman bagi setiap peningkatan terbaru.
pl: Z tego względu obecnie prowadzimy rekrutację dodatkowych testerów każdej nowej wersji platformy, aby zapewnić jej stabilności i bezpieczeństwo podczas wprowadzania ulepszeń.
ru: Именно поэтому мы приглашаем дополнительных тестировщиков для каждого нового выпуска, чтобы гарантировать, что с каждым новым внесённым улучшением наша платформа остаётся стабильной и надёжной.

source: This market closes early today at
ar: يغلق هذا السوق في وقت مبكر اليوم في
id: Pasar ini ditutup awal pada
pl: Ten rynek zostanie dziś wcześniej zamknięty; o godz.
ru: Данный рынок сегодня закрывается рано в

source: This market is presently closed.
ar: عفواً، هذا السوق مغلق في الوقت الحالى.
id: Pasar ini sedang ditutup.
pl: Rynek jest obecnie zamknięty.
ru: Данный рынок сейчас закрыт.

source: This market is presently closed. Try out the Volatility Indices which are always open.
ar: السوق مغلق حاليا. جرّب المؤشرات المتقلبة المفتوحة دائما.
id: Pasar ini sedang ditutup. Silahkan coba Indeks Volatilitas yang selalu tersedia.
pl: Ten rynek jest obecnie zamknięty. Wypróbuj wskaźniki zmienności, które są zawsze dostępne.
ru: Данный рынок в настоящее время закрыт. Попробуйте Индексы волатильности, торговля на которых всегда открыта.
th: ตลาดปิดทำการแล้ว ลองพิจารณาซื้อขายดัชนีผันผวนซึ่งเปิดตลอดเวลา

source: This market opens late today at
ar: هذا السوق يفتح في وقت متأخر اليوم في
id: Pasar dibuka terlambat hari ini pada jam
pl: Ten rynek zostanie dziś później otwarty; o godz.
ru: Данный рынок сегодня открывается поздно
th: วันนี้ตลาดเปิดล่าช้า เมื่อ

source: This notice provides you with information about the risks associated with investment contracts, which you may invest in through services provided to you through %1. Binary Group provides a wide range of products including Binary Options relating to foreign exchange, indices, stocks and other investment products ("Investment Products") and binary bets such as those relating to the Random Markets ("Gambling Products").
ar: هذا الإشعار يوفر لك معلومات حول المخاطر المرتبطة بعقود الاستثمار، والتي قد تجدها من خلال الخدمات المقدمة لك عبر %1. تقدم مجموعة بيناري نطاقا واسعا من المنتجات بما في ذلك الخيارات الثنائية المتعلقة بالعملات الأجنبية والمؤشرات والأسهم وغيرها من المنتجات الاستثمارية ("منتجات الاستثمار") والرهانات الثنائية مثل تلك المتعلقة بالأسواق العشوائية ("منتوجات اللعب").
id: Pemberitahuan ini memberi Anda informasi tentang risiko yang berhubungan dengan kontrak investasi, dimana Anda mungkin akan berinvestasi melalui layanan yang diberikan kepada Anda melalui %1. Group Binary menyediakan pilihan produk luas termasuk Opsi Binary yang berhubungan dengan pertukaran mata uang asing, indeks, bursa saham dan produk investasi lainnya seperti Pasar Random.
pl: Niniejsza informacja ma na celu poinformowanie Cię o ryzykach powiązanych z kontraktami inwestycyjnymi, w które możesz inwestować dzięki usługom oferowanym poprzez %1. Grupa Binary zapewnia szeroki wachlarz produktów, w tym Opcje binarne oparte na walutach obcych, wskaźnikach, akcjach i innych produktach inwestycyjnych („Produkty inwestycyjne”) i zakłady binarne, takie jak te związane z Rynkami losowymi („Produkty hazardowe”).
ru: Данное положение предоставляет информацию относительно рисков, сопряженных с инвестиционными контрактами, которые Вы можете приобретать посредством услуг, предоставленных %1. Binary Group предоставляет широкий спектр продуктов, включая бинарные опционы, связанные с иностранной валютой, индексами, акциями, другие инвестиционные продукты ("Инвестиционные продукты") и бинарные ставки, связанные с такими рынками, как Random ("Игровые продукты").

source: This website is marketed in the UK and Isle of Man by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licenced and regulated by (1) the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and for UK clients by (2) the UK Gambling Commission - <a href='%1' target='_blank'>view license</a>. This website is marketed in the rest of the EU, for investment products by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156), and for gaming products by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licenced and regulated by (1) the Malta Gaming Authority in Malta, licence no MGA/CL2/118/2000, 26th May 2015 and for UK clients by (2) the UK Gambling Commission - <a href='%2' target='_blank'>view license</a>, and for Irish clients by (3) the Revenue Commissioners in Ireland, current remote bookmaker's licence issued on 29 September 2015 (licence no 1010285). This website's services are not made available in the USA, Japan, Costa Rica or Hong Kong, or to persons under age 18.
ar: يتم تسويق هذا الموقع في المملكة المتحدة وجزيرة آيل أوف مان، يتداول عملاؤنا عبر بيناري (آي أو إم) المحدودة. في الاتحاد الأوروبي (باستثناء المملكة المتحدة)، يتداولون من خلال بيناري (أوروبا) المحدودة وبيناري للاستثمارات (أوروبا) المحدودة. في بقية العالم، يتداولون من خلال بيناري (سي آر) شركة مساهمة. تداول الخيارات الثنائية قد لا يكون مناسبا للجميع، لذلك يرجى التأكد من أنك تدرك تماما المخاطر التي تنطوي عليها. يمكن لخسائرك أن تتجاوز إيداعك الأولي كذلك أنت لا تمتلك ولن يكون لك أي فوائد على الأصول التي تتداول عليها.
id: Website ini dipasarkan di negara Inggris dan Isle of Man melalui Binary (IOM) Ltd. Untuk Uni Eropa (kecuali Inggris) melalui Binary (Europe) Ltd dan Binary Investments (Europe) Ltd. Sedangkan untuk negara lain di seluruh dunia melalui Binary (C.R.) S.A. Layanan website ini tidak tersedia untuk di bawah usia 18.
pl: Ten portal jest zarządzany w Wlk. Brytanii i na Wyspie Man przez Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Wyspa Man, Wyspy Brytyjskie; za wydawanie licencji i jego regulację odpowiada (1) Komisja Nadzoru Gier Hazardowych Wyspy Man, na Wyspach Brytyjskich (Gambling Supervision Commission); aktualna licencja na prowadzenie gier hazardowych została wydana dnia 31 sierpnia 2012 r., a w sprawach dotyczących klientów z Wielkiej Brytanii (2) Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) – <a href='%1' target='_blank'>zobacz licencję</a>. W pozostałej części Unii Europejskiej portal jest zarządzany przez Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, podmiot świadczący usługi inwestycyjne kategorii 3, za którego licencję i nadzór odpowiada Urząd ds. Usług Finansowych: Malta Financial Services Authority na Malcie (licencja nr IS/70156), w przypadku produktów inwestycyjnych i przez Binary (Europe) Ltd. w przypadku produktów hazardowych, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; za wydawanie licencji i jego regulację odpowiada (1) Urząd ds. Gier Hazardowych na Malcie (Malta Gaming Authority), licencja nr MGA/CL2/118/2000 z dnia 26 maja 2015 r., w sprawach dotyczących klientów ze Zjednoczonego Królestwa (2) Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission) - <a href='%1' target='_blank'>zobacz licencję</a>, zaś w sprawach dotyczących klientów z Irlandii (3) irlandzki urząd skarbowy Revenue Commissioners, obecna licencja wydana 29 września 2015 r. (o numerze 1010285). Usługi niniejszego portalu nie są dostępne w Stanach Zjednoczonych, Japonii, Kostaryce ani Hongkongu, ani dla osób poniżej 18 roku życia.
ru: Данный сайт управляется в Великобритании и на острове Мэн компанией Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, лицензируемой и контролируемой (1) Комиссией по надзору за азартными играми острова Мэн, Британские острова, настоящая лицензия выдана 31 августа 2012, и для британских клиентов - (2) Комиссией по азартным играм Великобритании - <a href='%1' target='_blank'>смотрите лицензию</a>. В остальных странах Евросоюза данный сайт управляется: для инвестиционных продуктов - Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, лицензируемой и регулируемой в рамках инвестиционных услуг категории 3 Управлением по азартным играм Мальты (лицензия номер IS/70156), и для игровых продуктов - компанией Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Мальта, лицензированной и контролируемой (1) Управлением по азартным играм Мальты, лицензия MGA/CL2/118/2000, выдана 26 мая 2010 года; для британских клиентов - (2) Комиссией по азартным играм Великобритании - <a href='%2' target='_blank'>смотрите лицензию</a>; для ирландских клиентов - (3) Государственной налоговой инспекцией Ирландии; текущая лицензия удаленного букмекера выдана 29 сентября 2015 г. (лицензия номер 1010285). Услуги этого сайта недоступны в США, Японии, Коста-Рике и Гонконге, а также лицам младше 18 лет.

source: Tick
ar: حركة
id: Tik
pl: Zmiana ceny
ru: Тики
vi: Giây
zh_cn: 跳动点

source: Tick Trade App
id: App Trading Tik
pl: Aplikacja Tick Trade
ru: Приложение Tick Trade

source: Tick Trade on GitHub
id: Trading Tik pada GitHub
pl: Aplikacja Tick Trade na GitHub
ru: Tick Trade на GitHub

source: Tile
ar: بلاط
id: Ubinan
pl: Kafelek
ru: Плитка

source: Tip:
ar: نصيحة:
pl: Wskazówka:
ru: Подсказка:

source: To
ar: إلى
id: Kepada
pl: Do
ru: До

source: To apply, please submit your CV and a cover letter to <span id="hr_contact_eaddress"></span>.
ar: لتقديم الطلب، يرجى إرسال السيرة الذاتية ورسالة تعريف إلى <span id="hr_contact_eaddress"></span>.
id: Untuk mengajukan surat lamaran, kirimkan lamaran Anda ke <span id="hr_contact_eaddress"></span>.
pl: Aby aplikować, prześlij swoje CV i list motywacyjny na <span id="hr_contact_eaddress"></span>.
ru: Чтобы подать заявку на работу у нас, пришлите свое резюме и сопроводительное письмо на <span id="hr_contact_eaddress"></span>.

source: To authenticate your account, kindly email the following to %1
ar: لتوثيق حسابك، يرجى إرسال ما يلي عبر البريد الإلكتروني إلى %1
id: Untuk membuktikan identitas Anda, silakan email hal berikut ini ke %1
pl: Aby uwierzytelnić konto, proszę przesłać do %1 drogą e-mailową dokumenty wymienione poniżej
ru: Для авторизации счета вышлите следующее по электронной почте на %1

source: To be considered for this mission critical leadership role, you’ll need to demonstrate a passion for open source technologies and a desire to test your talents in a dynamic and challenging work environment.
ar: لكي يتم النظر إليك للعب هذا الدور القيادي لهذه المهمة الحاسمة, أنت ستكون بحاجة لإظهار حماستك في مجال التكنولوجيات المفتوحة المصدر والرغبة في اختبار موهبتك في بيئة عمل تتميز بالديناميكية والتحدي.
id: Untuk dipertimbangkan dalam posisi penting ini, Anda perlu menunjukkan motivasi pada teknologi open source dan keinginan untuk menguji bakat Anda dalam lingkungan kerja yang dinamis dan menantang.
pl: Osoby ubiegające się o to ważne stanowisko zarządce muszą wykazać się pasją do technologii typu open source oraz chęcią sprawdzenia swoich talentów w dynamicznym i wymagającym środowisku pracy.
ru: Чтобы поучаствовать в конкурсе на эту важную руководящую должность, Вам необходимо продемонстрировать высокий интерес к технологиям с открытым исходным кодом, а также желание протестировать ваши навыки в интересной и динамичной рабочей среде.

source: To continue using our cashier system, please try accessing it again:
ar: لتستمر في استخدام نظام الصراف الخاص بنا، يرجى أن تحاول مرة أخرى الوصول إليه:
id: Untuk terus menggunakan sistem kasir kami, silahkan coba untuk mengakses kembali:
pl: Aby kontynuować korzystanie z naszego systemu kasjera, prosimy spróbować uzyskać ponowny dostęp:
ru: Чтобы продолжить пользоваться секцией КАССА, зайдите в нее снова:

source: To improve the user experience of your Application, where appropriate you may cache the Content for up to 24 hours from a request for that Content through the Binary.com API before being deleted. This limited permission to cache is for performance reasons only.
ar: لتحسين تجربة المستخدم للتطبيق الخاص بك, عليك بتخزين المحتوى حيثما يكون ذلك مناسباً لمدة تصل إلى 24 ساعة من طلب هذا المحتوى من خلال واجهة برمجة التطبيقات الخاصة ب Binary.com قبل أن يتم حذفه. هذا الإذن المحدود للتخزين هو لأسباب تتعلق بالآداء فقط.
id: Untuk meningkatkan pengalaman pengguna dari aplikasi Anda, di mana yang sesuai Anda mungkin cache Konten untuk hingga 24 jam dari permintaan untuk itu Konten melalui API Binary.com sebelum dihapus. Izin ini terbatas untuk cache untuk alasan kinerja saja.
pl: W celu ulepszenia korzystania z Aplikacji w uzasadnionych przypadkach zezwala się na zapisywanie Treści w pamięci podręcznej poprzez API Binary.com na 24 godziny od momentu zgłoszenia, po tym czasie zostaną one usunięte.
ru: Чтобы улучшить опыт использования Вашего приложения, Вы, при необходимости, можете кэшировать Контент на срок до 24 часов с момента запроса данного Контента через API Binary.com до его удаления. Данное ограниченное разрешение на кэширование предоставляется исключительно с целью повышения эффективности.

source: To qualify, you’ll need an advanced university degree in Physics, Financial Engineering or Mathematics
ar: للتأهل، سوف تحتاج درجة جامعية متقدمة في الفيزياء،أو الهندسة المالية أو الرياضيات
id: Untuk memenuhi syarat, Anda membutuhkan gelar sarjana pada bidang Fisika, Rekayasa Keuangan atau Matematika
pl: Aby ubiegać się o to stanowisko, musisz mieć ukończone studia wyższe na kierunku Fizyka, Inżynieria finansowa lub Matematyka
ru: Чтобы претендовать на эту должность, вы должны иметь высшее образование в области физики, финансовой инженерии или математики

source: To reset your password, enter the e-mail address you registered in the field below and click "RESET PASSWORD".
ar: لإعادة تعيين كلمة المرور الخاصة بك، يرجى إدخال عنوان البريد الإلكتروني المسجل فى المكان المخصص أدناه وأنقر على زر "إعادة تعيين كلمة المرور".
id: Untuk mengatur ulang kata sandi, masukkan alamat email yang anda daftarkan dan klik "ULANG KATA SANDI".
pl: Aby zresetować hasło, w polu poniżej wprowadź adres e-mail podany przy rejestracji i kliknij przycisk „ZRESETUJ HASŁO”.
ru: Для получения нового пароля, внесите Ваш зарегистрированный эл.адрес в поле внизу и нажмите на кнопку "ИЗМЕНИТЬ ПАРОЛЬ".

source: Today's Bet
ar: رهان اليوم
id: Kontrak Hari Ini
pl: Dzisiejszy zakład
ru: Сегодняшняя ставка

source: Too many market holidays during the contract period. Select an expiry date after %1.
ar: هناك الكثير من عطلات السوق خلال فترة العقد. يرجى اختيار تاريخ انتهاء صلاحية بعد %1.
id: Terlalu banyak hari libur pasar selama periode kontrak. Silahkan pilih waktu berakhir setelah %1.
pl: Zbyt wiele dni wolnych podczas trwania kontraktu. Wybierz datę wygaśnięcia po %1.
ru: Во время действия данного контракта ожидается несколько праздничных дней. Выберите время окончания после %1.
th: มีวันหยุดระหว่างระยะเวลาของสัญญา โปรดกำหนดวันหมดอายุหลังจาก %1

source: Too many recent attempts. Try again later.
ar: محاولات كثيرة جدا مؤخرا. الرجاء المحاولة لاحقا.
id: Terlalu banyak mencoba. Silahkan coba kembali nanti.
pl: Zbyt wiele prób w ostatnim czasie. Spróbuj ponownie później.
ru: Слишком много попыток. Пожалуйста, попробуйте позже.
th: ได้พยายามหลายครั้งแล้วในระยะเวลาก่อนหน้านี้ กรุณาลองใหม่ภายหลัง

source: Touch/No Touch
ar: الوصول/عدم الوصول
de: Erreicht
fr: Touche/Ne touche pas
pl: Osiągnie
ru: Касание/Нет касания
vi: Chạm/Không Chạm
zh_cn: 触及/未触及

source: Touch/No touch trades
ar: عقود الوصول/عدم الوصول
id: Kontrak Touch/No Touch
pl: Zakłady typu „osiągnie/nie osiągnie”
ru: Контракты Касание/Нет касания

source: Trade Confirmation
ar: تأكيد التداول
id: Konfirmasi Trading
pl: Potwierdzenie zawarcia zakładu
ru: Подтверждение контракта
th: การยืนยันการซื้อขาย

source: Trade Time
ar: وقت التداول
id: Waktu Trading
pl: Godzina zawarcia zakładu
ru: Время торговли
th: เวลาซื้อขาย

source: Trade all market conditions
ar: تداول فى جميع ظروف السوق
id: Trading pada berbagai kondisi pasar
pl: Handluj w każdych warunkach rynkowych
ru: Торгуйте в любых условиях рынков
th: ซื้อขายได้ทุกเงื่อนไขของตลาด

source: Trade with ease with %1's wide range of deposit and withdrawal methods. Your funds will be segregated and held in AAA-rated banks.
ar: تداول بسهولة مع المجموعة الواسعة من وسائل السحب والإيداع التى تقدمها %1. يتم فصل كل أموالك عن أموال الشركة ووضعها فى بنوك حاصلة على أعلى تصنيف ائتماني AAA.
id: Trading mudah menggunakan berbagai pilihan metode deposit dan penarikan %1. Dana anda akan disimpan pada berbagai bank utama dunia.
pl: Handel jest prosty – %1 oferuje szeroki wybór metod wpłaty i wypłaty. Twoje środki są przechowywane w bankach o ratingu AAA.
ru: Работайте, имея возможность легко пополнить счет и вывести средства любым из широкого спектра способов на %1. Ваши средства будут в сохранности в банках рейтинга ААА.
th: ซื้อขายง่ายด้วยวิธีการฝากเงินและการถอนเงินหลายช่องทางของ %1 เงินทุนของท่านจะได้รับการดูแลจากสถาบันการเงินระดับ AAA

source: Trading binaries is remarkably easy, and requires only 3 simple steps:
ar: تداول الثنائيات سهل بشكل ملحوظ ويتطلب ثلاث خطوات بسيطة فقط:
id: Trading binary sangat mudah, hanya memerlukan 3 langkah sederhana:
pl: Handel opcjami binarnymi jest niezwykle prosty i wymaga jedynie 3 prostych kroków:
ru: Торговля на опционах очень проста и заключается в трех простых шагах:
th: การซื้อขายทำได้ง่ายดาย ด้วยเพียง 3 ขั้นตอน:

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly. <span class="ja-hide">Read about <a href="%1" class="pjaxload">Responsible Trading</a>.</span>
ar: تداول الخيارات الثنائية قد لا يكون مناسبا للجميع، لذلك يرجى التأكد من إدراكك التام للمخاطر التي تنطوي عليها. يمكن لخسائرك أن تتجاوز إيداعك الأولي كما لن تمتلك أو يكون لديك أي فائدة في الأصول الموجودة. في ما يخص الخيارات الثنائية التي تعتبر منتجات لعب، تذكر أن اللعب يمكن أن يسبب الإدمان - يرجى اللعب بشكل مسؤول. <span class="ja-hide">اقرأ عن <a href="%1" class="pjaxload">التداول المسؤول</a>.</span>
id: Trading opsi Binary memiliki resiko tinggi dan mungkin tidak cocok untuk semua investor. Pastikan untuk memahami berbagai resiko yang terlibat termasuk mempertimbangkan tujuan, situasi keuangan, kebutuhan dan tingkat pengalaman trading Anda.
pl: Handlowanie opcjami binarnymi może nie być odpowiednie dla każdego, więc prosimy o upewnienie się, że w pełni rozumiesz związane z nim ryzyko. Twoje straty mogą przewyższyć Twój wkład początkowy, dodatkowo nie posiadasz żadnego interesu w odniesieniu do aktywów bazowych. W przypadku opcji binarnych, które stanowią produkt hazardowy, należy pamiętać, że hazard może uzależniać – prosimy o rozsądną grę. <span class="ja-hide">Dowiedz się więcej o <a href="%1" class="pjaxload">Odpowiedzialnym handlu</a>.</span>
ru: Торговля бинарными опционами подходит далеко не всем, поэтому, пожалуйста, убедитесь, что Вы полностью осознаёте все риски. Ваши потери могут превысить первоначальный депозит, а Вы не владеете и не получаете никакой доли от базового актива. Помните, что бинарные опционы являются азартной игрой и могут вызвать привыкание; поэтому, пожалуйста, играйте ответственно. <span class="ja-hide">Узнайте больше об <a href="%1" class="pjaxload">Ответственной торговле</a>.</span>

source: Trading is Suspended
ar: تم تعليق التداول
id: Trading dihentikan sementara
pl: Handel jest wstrzymany
ru: Торги приостановлены
th: การซื้อขายถูกพักชั่วคราว

source: Trading is not offered for this duration.
ar: لا نقدم تداول لهذة المدة الزمنية.
id: Trading tidak ditawarkan untuk durasi ini.
pl: Zakłady nie są oferowane dla tego okresu.
ru: Контракты не предлагаются на данный период.
th: การซื้อขายไม่ถูกนำเสนอในช่วงเวลานี้

source: Trading is suspended at the moment.
ar: تم تعليق التداول في الوقت الراهن.
id: Trading dihentikan untuk sementara.
pl: Handel jest w tej chwili wstrzymany.
ru: В данный момент торги приостановлены.
th: การซื้อขายถูกพักชั่วคราวขณะนี้
