Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Any information given on these pages and/or emails or newsletters sent by the company related thereto, is not intended as financial or investment advice and the Company will not accept any liability in this respect, nor will the Company accept any responsibility for the accuracy or comprehensiveness of the information provided on this site.
ar: أي معلومات ترد في هذه الصفحات و / أو رسائل البريد الإلكتروني أو الرسائل الإخبارية التى ترسلها الشركة، لا يقصد منهاالمشورة المالية أو الاستثمارية والشركة لا تقبل تحمل أي مسؤولية في هذا الصدد، ولن تقبل الشركة أي مسؤولية عن دقة أو شمولية المعلومات المقدمة على هذا الموقع.
de: Alle Informationen, die auf diesen Seiten und/oder in E-Mails oder Newslettern, welche vom jeweiligen Unternehmen verschickt werden, enthalten sind, gelten nicht als Finanz- oder Anlageberatung. Das Unternehmen übernimmt diesbezüglich keine Haftung oder Verantwortung für die Genauigkeit oder die Vollständigkeit der auf dieser Site zur Verfügung gestellten Informationen.
fr: Les informations diffusées sur ces pages et/ou par e-mail ou par le biais de bulletins d'information envoyés par la société n'ont pas vocation à être interprétées comme des conseils financiers ou d'investissement et la Société rejette toute responsabilité en ce sens. La Société rejette également toute responsabilité concernant l'exactitude ou le caractère exhaustif des informations fournies sur ce site Web.
id: Setiap informasi yang diberikan pada halaman ini dan/atau email atau newsletter yang dikirim oleh Perusahaan terkait dengan hal tersebut, tidak dimaksudkan sebagai nasihat keuangan atau investasi dan Perusahaan tidak akan menerima kewajiban dalam hal ini, juga tidak akan menerima tanggung jawab atas keakuratan atau kelengkapan informasi yang diberikan di situs ini.
ja: 当社サイトの全てのページ、メール、ニュースレターなどに掲載された情報は全て、金融または投資の助言を意図しているものではなく、当社はこの点においていかなる責任も負わず、当サイトに掲載されている情報の精度、網羅性に対する責任も負いません。
pl: Wszelkie informacje znajdujące się na tych stronach i/lub w wiadomościach e-mail lub newsletterach wysyłanych przez firmy z nimi powiązane, nie mają charakteru doradztwa finansowego ani inwestycyjnego, a Firma nie ponosi odpowiedzialności w tym zakresie, ani odpowiedzialności za dokładność i kompleksowość informacji umieszczonych na niniejszej stronie.
ru: Любая информация, предоставленная на этих страницах, посредством электронной почты или информационной рассылки, высылаемой Компанией, не служит финансовым или инвестиционным советом. Компания не несет ответственности в данном отношении, а также не несет ответственности за точность и полноту информации, предоставленной на данном сайте.
th: ข้อมูลใดๆ ในหน้าเหล่านี้ และ/หรือ อีเมล์ หรือ จดหมายข่าวที่ส่งโดยบริษัทฯ ที่เกี่ยวข้องนั้น ไม้ได้ประสงค์ทางการเงิน หรือ คำแนะนำการลงทุน และบริษัทจะไม่ยอมรับในมูลหนี้ใดๆ ที่เกิดขึ้น หรือ รับผิดชอบต่อความแม่นยำ หรือ ความเบ็ดเสร็จของข้อมูลในเว็บไซต์
vi: Bất cứ thông tin nào trong những trang này và/hoặc email hoặc thư tin tức gửi từ công ty hoặc những đối tượng liên quan khác, không được xem như lời khuyên đầu tư và tài chính và Công ty sẽ có bất kì bổn phận và trách nhiệm nào cho mức độ chính xác hay độ bao hàm của thông tin trên trang này.
zh_cn: 这些网页上和/或公司发送的与之相关的邮件或简报上的信息不构成财务或投资建议，公司将不会承担任何与此相关的责任，公司也不负责确保网站上信息的准确性或完整性。

source: Any information which you provide or have provided to us in respect of your financial position, domicile or other matters is accurate and not misleading in any material respect.
de: Alle Informationen, die Sie uns bezüglich Ihrer finanziellen Position, ihrem Wohnsitz oder anderen Angelegenheiten angeben oder angegeben haben, sind im wesentlichen Punkt präzise und nicht irreführend.
fr: Toute information que vous nous fournissez ou que vous nous avez fourni en relation avec votre position financière, domicile ou autres sujets sont exactes et non trompeuses dans quelque forme que ce soit.
ja: お客さまによって提供された財務情報、所在地、その他の事項は正確なものであり、誤解を招くような内容であってはいけません。
vi: Bất kỳ thông tin nào mà bạn cung cấp hoặc đã cung cấp cho chúng tôi đối với tình hình tài chính của bạn, nơi cư trú hoặc các vấn đề khác là chính xác và không dẫn đến bất kỳ hiểu lầm nào liên quan đến vật chất.
zh_cn: 您所提供或已提供给我们的财务状况、住所或其他事项的任何信息必须准确及任何材料方面都没有误导成分。

source: Any notice given or made under this Agreement to the Company shall be by email to %1. The Company shall send you any notices given or made under this Agreement to the email address supplied on your application form or such other email address as notified by you to the Company.
ar: أي إخطارت تتم أو ترسل بموجب هذه الاتفاقية للشركة يجب أن تكون عن طريق رسالة إلكترونية لـ %1. سترسل لك الشركة أى إخطارات تتم أو تحدث بموجب هذه الاتفاقية إلى عنوان البريد الإلكترونى المذكور فى استمارة الطلب الذى قمت بتقديمه أو أى عنوان بريد إلكترونى آخر قمت بإخطار الشركة به.
de: Alle Mitteilungen bezüglich dieser Vereinbarung an das Unternehmen müssen mit E-Mail an %1 übermittelt werden. Das Unternehmen sendet alle Mitteilungen zu dieser Vereinbarung an die von Ihnen im Antragsformular genannte E-Mail-Adresse oder an eine andere E-Mail-Adresse, die Sie dem Unternehmen mitgeteilt haben.
fr: Toute communication relative à cet Accord doit être adressée à la Société par e-mail à l'adresse %1. La Société doit vous adresser toute communication relative à cet Accord par e-mail, à l'adresse fournie dans votre formulaire de demande ou à une autre adresse transmise à la Société par vos soins.
id: Setiap pemberitahuan yang diberikan atau dibuat berdasarkan Perjanjian kepada Perusahaan harus melalui email ke %1. Perusahaan akan mengirimkan pemberitahuan apapun yang diberikan atau dibuat berdasarkan Perjanjian ini ke alamat email yang disediakan pada formulir aplikasi Anda atau seperti alamat email lain yang anda informasikan kepada Perusahaan.
ja: 本契約に基いて当社宛に作成された、いかなる通知及びお問い合わせは、affiliates@binary.comまで送信してください。また、当社が本契約の下作成した通知は、申請時にご登録いただいたメールアドレスか、当社へご提示いただいたその他のメールアドレスへ送信致します。
pl: Wszelkie powiadomienia generowane lub powstałe na mocy niniejszej Umowy będą przesyłane na adres: %1. Firma będzie przesyłać wszelkie powiadomienia generowane lub powstałe na mocy niniejszej Umowy na adres e-mail Partnera podany w formularzu zgłoszeniowym lub inny adres e-mail podany Firmie przez Partnera.
ru: Любое уведомление, предоставленное или сделанное Компании по данному Соглашению, должно быть отправлено по эл.почте %1. Компания вышлет Вам любые уведомления по данному Соглашению на электронный адрес, предоставленный при подаче заявки, или другой электронный адрес, о котором Вы сообщите Компании.
th: ข้อสังเกต หรือการแจ้งข้อมูลใดๆ ที่เกิดขึ้นจากข้อตกลงนี้ และบริษัทฯ จะถูกอีเมล์ให้กับ %1 บริษัทฯ จะส่งข้อมูลที่เกี่ยวข้องกับข้อตกลงนี้ให้ท่านทราบตามอีเมล์ที่แจ้งไว้ในใบสมัครของท่าน หรืออีเมล์อื่นที่ท่านได้แจ้งให้ทางบริษัทฯ ทราบและบันทึกไว้
vi: Bất cứ thông báo nào được đưa ra theo Thỏa thuận này gửi đến Công ty sẽ được email tới %1. Công ty sẽ gửi cho bạn những thông báo được đưa ra theo Thỏa thuận này thông qua địa chỉ email bạn cung cấp trên mẫu đăng ký hoặc địa chỉ email khác do bạn thông báo với Công ty.
zh_cn: 本协议下对公司发出或作出的任何通知均应通过电子邮件方式发送至 %1。公司将按照您申请表中提供的电邮地址或您通知公司的其他电邮地址向您发送通知。

source: Any other consideration relevant to the execution of the transaction.
de: Jede andere die Ausführung der Transaktion betreffende Berücksichtigung.
fr: Toute autre considération propre à l’exécution de la transaction.
ja: トレードの実行に関する考慮事項
vi: Bất kỳ sự xem xét khác có liên quan đến việc thực hiện giao dịch.
zh_cn: 任何其他与交易执行相关的事项。

source: Any third party claims arising out of, or relating to, your use of, or inability to use, the %1 API.
de: Jegliche Ansprüche Dritter, die sich aus Ihrer Verwendung oder Unmöglichkeit der Verwendung des %1 API ergeben oder damit in Verbindung stehen.
fr: Toute réclamation émanant d'une tierce partie en conséquence de, ou en lien avec, votre utilisation de l'API %1 ou votre incapacité à utiliser celle-ci.
ja: %1 API外で生じた内容、関連内容、ご利用方法、活用性に関してサードパーティーに責任はありません。
vi: Bất kỳ phàn nàn nào của bên thứ ba phát sinh, hay liên quan tới, sự sử dụng của bạn, hay sự không khả dụng, hệ thống %1 API.
zh_cn: 关于您使用或无法使用%1的API所产生的任何第三方索赔。

source: Anyone over the age of 18 [who has read and agreed to the %1 terms and conditions], and who is not resident in one of the 'closed countries' can trade on the %1 platform.
ar: أي شخص فوق سن 18عاما [من الذين قرأوا ووافقوا على الشروط والأحكام الخاصة بـ %1]، ولا يقيم في واحدة من 'الدول المغلقة' يمكنه أن يتداول على منصة %1.
de: Jeder im Alter von 18 Jahren [der die Allgemeinen Geschäftsbedingungen von %1 gelesen und akzeptiert hat] und der keinen Wohnsitz in einem der 'ausgeschlossenen Länder' hat, darf auf der Plattform von %1 handeln.
fr: Toute personne âgée de plus de 18 ans [ayant lu et accepté les conditions générales de %1], et ne résidant pas dans l'un des pays non pris en charge, peut effectuer des opérations sur la plateforme %1.
id: Siapa saja yang berumur dari 18 tahun keatas [dan sudah membaca dan menyetujui syarat dan ketentuan %1] dan tidak bertempat tinggal di negara 'tertentu' dapat bertrading di platform %1.
ja: １８歳以上で %1のご利用規約に同意された方、かつ当社がサービスを提供している国にお住まいの方であればどなたでも、%1のプラットフォームでお取引が可能です。
pl: Każda osoba w wieku powyżej 18 lat (która przeczytała i wyraziła zgodę na regulamin %1) i która nie jest rezydentem jednego z „krajów zamkniętych” może handlować na platformie %1.
ru: На сайте %1 могут работать все желающие, кому исполнилось по меньшей мере 18 лет (для большинства стран) [кто прочитал и согласился с правилами и условиями %1], а также кто не является резидентом одной из запрещенных стран.
th: บุคคลผู้มีอายุมากกว่า 18 [ผู้ซึ่งได้อ่านและยินยอมในข้อตกลงและเงื่อนไขของ %1] และเป็นผู้ไม่มีถิ่นฐานอยู่ใน 'ประเทศปิดต่างๆ' สามารถซื้อขายในระบบของ %1 ได้
vi: Bất kỳ ai trên 18 tuổi [đã đọc và đồng ý với những điều kiện và điều khoản %1], và những ai không cư ngụ tại một trong những 'quốc gia bị đóng cửa' đều có thể giao dịch trên sàn giao dịch %1.
zh_cn: 任何年满 18 岁 [已阅读并同意 %1 条款和条件]，且非居住在“封闭国家”之一的人士可在 %1 平台进行交易。

source: Anyone who has potential to grow or increase traffic to %1
ar: أي شخص يمكنه زيادة حركة المرور إلى موقع %1
de: Jemand, der das Potential hat, den Traffic um %1 zu erhöhen oder zu vermehren
fr: Toute personne en mesure d'augmenter le trafic vers %1
id: Siapapun yang memiliki potensi atau ingin meningkatkan lalu lintas ke %1
ja: 当社へのトラフィックの成長または増加に貢献が見込める方
pl: Każdy, kto wykazuje potencjał rozwoju lub zwiększenia liczby klientów %1
ru: Любой человек, обладающий потенциалом роста или способный увеличить траффик для %1
th: บุคคลผู้ซึ่งมีศักยภาพที่จะเติบโต หรือเพิ่มปริมาณธุรกรรมให้กับ %1 ได้
vi: Bất kì ai người mà có tiềm năng lớn mạnh và phát triển mạng lưới với %1
zh_cn: 任何有潜力让 %1 增长或提高流量的人士

source: Appendix - Product Specific Policies
de: Anhang - Produkt Spezifische Richtlinien
fr: Appendice - Règles spécifiques par produit
ja: 付録 - 商品仕様ポリシー
vi: Phụ lục - Các Chính sách Sản phẩm Cụ Thể
zh_cn: 附录 - 产品具体政策

source: Applications
ar: تطبيقات
de: Anwendungen
id: Aplikasi
ja: アプリケーション
pl: Aplikacje
ru: Приложения
th: แอพพลิเคชัน
vi: Các ứng dụng
zh_cn: 应用程序

source: Apply a meticulous eye for detail in proofreading the content that appears on the company's website, blog, social media outlets, and marketing materials.
de: Sorgfältiges Korrekturlesen von Inhalten die auf der Firmen-Website, in Blogs und Sozialen Medien und Werbematerialien erscheinen.
fr: Relecture méticuleuse du contenu existant diffusé sur le site Web et le blog de la société ainsi que sur les réseaux sociaux ; relecture de contenus marketing.
ja: 細部にまで目を配りながら当社のウェブサイト、ブログ、ソーシャルメディア、マーケティングコンテンツの校正。
vi: Sử dụng đôi mắt cẩn thận, tỉ mỉ để phát hiện lỗi và sửa nội dung thử nghiệm trên trang web, blog, phương tiện truyền thông xã hội và tài liệu tiếp thị của công ty.
zh_cn: 非常注重细节，对公司网站、博客、社交媒体和营销材料内容进行校对和更正。

source: Apply for a Real Money Account
de: Melden Sie sich für ein Echtgeldkonto an
fr: Demander l'ouverture d'un compte réel
ja: リアル口座のお申込み
vi: Áp dụng cho tài khoản tiền thực
zh_cn: 申请真实资金账户

source: Apply to become a %1 <a href="%2">payment agent</a>.
de: Bewerben Sie sich als <a href="%2">Zahlungsagent</a> von %1.
fr: Postuler pour devenir un <a href="%2">agent de paiement</a> de %1.
ja: %1での <a href="%2">決済サービスエージェント</a>として申し込む
vi: Đăng ký để trở thành %1 <a href="%2">đại lý thanh toán</a>.
zh_cn: 申请成为 %1 <a href="%2">支付代理</a>。

source: Apply to become a Payment Agent
ar: تقدم بطلب التحاق لتصبح وكيل دفع
de: Bewerben Sie sich als Zahlungsagent
fr: Postuler pour devenir un agent de paiement
id: Mendaftar sebagai Agen Pembayaran
ja: 当社での決済サービスエージェントとして申し込む
pl: Złóż wniosek, aby zostać pośrednikiem płatności
ru: Подайте заявку и станьте Платежным Агентом
th: สมัครเป็นตัวแทนรับชำระเงิน
vi: Đăng ký trở thành Đại lý Thanh toán
zh_cn: 申请成为付款代理

source: Apply to become a contributor
ar: تقدم بطلب التحاق لتصبح مشارك
de: Bewerben Sie sich als Beitragender
fr: Postuler pour devenir contributeur
id: Mendaftar sebagai kontributor
ja: コントリビュータになる
pl: Aplikuj, by zostać współpracownikiem
ru: Подайте заявку на получение статуса соавтора
th: สมัครเป็นผู้มีส่วนร่วม
vi: Đăng ký trở thành cộng tác viên
zh_cn: 申请成为捐助人

source: Appropriateness
ar: ملاءمة
de: Angemessenheit
fr: Pertinence
id: Kelayakan
ja: 適正
pl: Adekwatność
ru: Целесообразность
th: ความเหมาะสม
vi: Tương thích
zh_cn: 合适性

source: Appropriateness Test
ar: اختبار الملاءمة
de: Eignungstest
fr: Test de pertinence
id: Ketepatan Uji
ja: 適正テスト
pl: Ocena zdolności
ru: Тест на целесообразность
th: การทดสอบความเหมาะสม
vi: Kiểm tra tính Tương thích
zh_cn: 合适性测试

source: April
ar: أبريل
fr: avril
ja: ４月
pl: Kwiecień
ru: Апрель
th: เมษายน
vi: Tháng 4
zh_cn: 四月

source: Are over 18.
fr: Ont plus de 18 ans.
ja: 18歳以上です

source: Are you a Payment Agent, or interested in acting as one?
ar: هل أنت وكيل دفع، أو مهتم بأن تكون أحدهم؟
de: Sind Sie ein Zahlungsagent oder möchten Sie einer werden?
fr: Êtes-vous agent de paiement ou envisagez-vous de le devenir ?
id: Apakah Anda menjalankan bisnis sebagai exchanger?
ja: お客さまは決済サービスエージェントですか？またはエージェントにご興味がありますか？
pl: Czy jesteś pośrednikiem płatności lub chcesz nim zostać?
ru: Вы являетесь или хотите стать Платежным агентом?
th: คุณเป็นตัวแทนรับชำระเงิน หรือ สนใจที่จะเป็นตัวแทนกับเราหรือเปล่า?
vi: Bạn là Đại lý Thanh toán, hay bạn thích hoạt động như một đại lý thanh toán?
zh_cn: 您是不是付款代理，或有意当付款代理？

source: Are you an Investment professional?
ar: هل أنت أحد متخصصي الاستثمار؟
de: Sind Sie ein Anlageprofi?
fr: Êtes-vous un professionnel de l'investissement ?
id: Apakah Anda seorang investor profesional?
ja: あなたは投資においてプロフェッショナルですか？
pl: Czy jesteś profesjonalnym inwestorem?
ru: Вы профессиональный инвестор?
th: คุณทำงานในสายการลงทุน ใช่ไหม?
vi: Bạn có phải là chuyên gia Đầu tư?
zh_cn: 您是专业投资人吗？

source: Are you ready?
ar: هل أنت مستعد؟
de: Sind Sie bereit?
fr: Vous vous sentez prêt(e) ?
id: Anda sudah bersedia?
ja: 準備はよろしいですか？
pl: Jesteś gotowy?
ru: Вы готовы?
th: คุณพร้อมหรือยัง?
vi: Bạn đã sẵn sàng chưa?
zh_cn: 准备好了吗？

source: Are you sure that you want to permanently delete token
ar: هل أنت متأكد أنك تريد حذف الرمز المميز بشكل دائم
de: Sind Sie sicher, dass Sie den Token endgültig löschen möchten?
fr: Voulez-vous vraiment supprimer ce jeton de façon permanente ?
id: Apakah Anda yakin untuk menghapus token secara permanen
ja: トークンを完全に削除してもよろしいですか？
pl: Czy na pewno chcesz trwale usunąć token
ru: Вы уверены, что хотите навсегда удалить токен?
th: คุณแน่ใจใช่ไหมที่จะลบโทเค่นถาวร
vi: Bạn có chắc chắn muốn xóa vĩnh viễn token
zh_cn: 确定要永久删除令牌吗

source: Are you sure that you want to permanently revoke access to application
de: Sind Sie sicher, dass Sie den Zugang endgültig widerrufen möchten
fr: Voulez-vous vraiment révoquer l'accès à cette application de façon permanente ?
ja: アプリケーションへのアクセスを完全に削除してもよろしいですか？
vi: Bạn có chắc chắn muốn thu hồi quyền truy cập vào ứng dụng vĩnh viễn
zh_cn: 确定要永久废除应用程序访问权限吗

source: Are your site visitors interested in:
ar: هل يهتم زوار موقعك بـ:
de: Haben die Besucher Ihrer Webseite Interesse an:
fr: Les visiteurs de votre site souhaitent-ils :
id: Apakah pengunjung website Anda tertarik untuk:
ja: お客さまのサイト訪問者は以下の内容に興味がありますか？
pl: Czy odwiedzających Twoją stronę interesuje:
ru: Посетителям Вашего сайта может быть интересно:
th: ผู้เยี่ยมชมเว็บของท่านสนใจใน:
vi: Khách đến thăm trang của bạn có hứng thú với:
zh_cn: 您的网站访问者是否有兴趣：

source: Armed Forces
de: Streitkräfte
fr: Les Forces Armées
ja: 国軍
vi: Lực lượng vũ trang
zh_cn: 军人

source: As Internal Auditor, you will perform unique, risk-based internal audits on the Binary Ltd. Group of companies. You will also be involved in risk management, evaluation of regulatory compliance, as well as work with the Head of Departments to improve business processes and support the realization of audit recommendations.
ar: كمراجع حسابات داخلي، ستقوم بتنفيذ عمليات مراجعة فريدة للحسابات الداخلية، على أساس تقييم المخاطر في مجموعة شركات بيناري المحدودة. سوف تشارك أيضا في إدارة المخاطر، وتقييم الامتثال التنظيمي، فضلا عن العمل مع رئيس الإدارات لتحسين العمليات التجارية، ودعم أعمال وتوصيات مراجعة الحسابات.
de: Als Innenrevisor werden Sie spezifische, risikobezogene Innenrevisionen bei der Binary Ltd. Firmengruppe durchführen. Sie werden auch beim Risikomanagement, der Überprüfung der Gesetzestreue einbezogen und Sie werden mit dem Abteilungsleiter zusammenarbeiten, um die Geschäftsprozesse zu verbessern und um die Umsetzung von Revisionsempfehlungen zu unterstützen.
fr: En tant qu'auditeur interne, vous réaliserez des audits internes basés sur les risques pour le groupe de sociétés Binary Ltd. Vous interviendrez également dans la gestion du risque, l'évaluation de la conformité réglementaire, tout en collaborant avec le directeur du service d'audit interne pour améliorer les processus opérationnels et promouvoir la réalisation des recommandations d'audit.
id: Sebagai Internal Auditor, Anda akan melakukan audit internal yang unik, berbasis risiko pada perusahaan Grup Binary Ltd. Anda juga akan terlibat dalam manajemen risiko, evaluasi kepatuhan terhadap peraturan, serta bekerja dengan Kepala Departemen untuk meningkatkan proses bisnis dan mendukung realisasi rekomendasi audit.
ja: 内部監査人として、グループ会社のBinary Ltd.で独自のリスクベースの内部監査を行います。ビジネスプロセスを改善し、監査勧告の実現をサポートする部門担当者として働くだけではなく、その他にもリスク管理、規制へのコンプライアンス評価にも携わります。
pl: Osoba zatrudniona jako audytor wewnętrzny będzie przeprowadzała audyty wewnętrzne oparte na analizie ryzyka w spółkach grupy Binary Ltd. Będzie też zaangażowana w zarządzanie ryzykiem i ocenę zgodności z przepisami prawnymi. Będzie również współpracować z dyrektorem działów w celu usprawnienia procesu biznesowego i pomocy w realizacji zaleceń wynikających z przeprowadzonego audytu.
ru: Должность внутреннего аудитора предполагает проведение уникального внутреннего аудита с учётом риска в группе компаний Binary Ltd. Также вы будете участвовать в управлении риском, оценке нормативно-правового соответствия и работать совместно с главами отделов над улучшением коммерческой деятельности компании, а также поддерживать реализацию рекомендаций аудита.
th: ในบทบาทผู้ตรวจสอบภายใน ท่านจะปฏิบัติงานที่มีความจำเพาะ ดำเนินการตรวจสอบความเสี่ยงภายในองค์กรของ Binary Ltd. และบริษัทฯ ในเครือ ท่านจะมีบทบาทและความเกี่ยวข้องกับการบริหารความเสี่ยง การประเมินธรรมาภิบาลของข้อบัญญัติต่างๆ มีการปฏิบัติงานร่วมกับหัวหน้าแผนกต่างๆ เพื่อปรับปรุงกระบวนการทางธุรกิจและสนับสนุนความสำคัญของความเห็นของสำนักตรวจสอบภายใน
vi: Kiểm Toán Nội Bộ, bạn sẽ thực hiện kiểm toán toàn bộ tập đoàn Binary dựa trên báo cáo rủi ro cơ bản. Bạn cũng sẽ được tham gia vào quản lý rủi ro, đánh giá về việc tuân thủ các quy định, cũng như làm việc với trưởng các bộ phận để cải tiến quy trình kinh doanh và hỗ trợ việc thực hiện kiến nghị kiểm toán.
zh_cn: 身为二元期权有限公司内部审计师，您将对集团内各公司执行独特、高风险的内部审计工作，也将参与风险管理、法规遵循度评估，并与各部门主管协同改进业务流程，以落实审计部的建议。

source: As a General Affairs Executive, you will provide administrative support to several departments in areas related to vendor management, event planning, accounting, and human resources administration to name a few.
ar: كتنفيذي للشؤون العامة، ستوفر الدعم الإداري لإدارات عدة في المجالات المتصلة بإدارة الموارد وتخطيط الأحداث، والمحاسبة، وإدارة الموارد البشرية على سبيل المثال لا الحصر.
de: Als Verantwortlicher für innere Angelegenheiten werden Sie die verwaltungsmäßige Unterstützung von mehreren Abteilungen u. a. in den Bereichen Lieferantenmanagement, Eventplanung, Buchhaltung und Personalverwaltung bereitstellen.
fr: En tant que chargé des affaires générales, vous assisterez différents services dans des domaines tels que la gestion des fournisseurs, la gestion événementielle, la comptabilité et l'administration des ressources humaines, entre autres.
id: Sebagai General Affairs Executive, Anda akan memberikan bantuan administratif kepada beberapa departemen di bidang yang terkait dengan manajemen penyedia, perencanaan acara, akuntansi, dan administrasi sumber daya manusia.
ja: 総務役員として、ベンダー管理、イベント企画、会計、人事管理などに関連する分野で様々な部門への管理サポートを提供します。
pl: Jako starszy specjalista ds. ogólnych będziesz odpowiadać za wsparcie administracyjne kilku działów w kwestiach związanych m.in. z zarządzaniem podwykonawcami, planowaniem wydarzeń, rachunkowością i zarządzaniem zasobami ludzkimi.
ru: Специалист по общим вопросам предоставляет административную поддержку нескольким отделам в областях, относящихся к управлению деятельностью поставщиков услуг, планированию мероприятий, бухгалтерскому учёту, а также управлению человеческими ресурсами и в др. областях.
th: ในบทบาทเจ้าหน้าที่ธุรการ ท่านให้การสนับสนุนการดำเนินการของแผนกต่างๆ ในงานที่เกี่ยวข้องกับ การบริหารคู่ค้า การวางแผนกิจกรรม การบัญชี และการบริหารทรัพยากรบุคคล เป็นต้น
vi: Nhân viên Quản Lý Hành Chính, các bạn sẽ hỗ trợ các phòng ban khác trong một số lĩnh vực liên quan đến quản lý nhà cung cấp, tổ chức sự kiện, kế toán và nhân sự.
zh_cn: 身为一般事务执行员，您将就供应商管理、 活动策划、 会计和人力资源管理及其他有关领域向几个部门提供行政工作支持。

source: As a Senior Front-End Developer, you'll be tasked with writing robust, high-quality, production-ready code; refactoring and optimizing a large and complex legacy code base; and contributing to the architecture that drives our high-traffic global website.
de: Als leitender Front-End-Entwickler werden Sie mit dem Schreiben von stabilen, qualitativ hochwertigen und produktionsbereiten Codes, dem Refactoring und der Optimierung der umfangreichen Altcode-Basis beauftragt werden und tragen zur Architektur bei, die unsere globale Hochverkehrs-Site unterstützt.
fr: En tant que développeur front-end sénior, vous rédigerez des lignes de code de haute qualité, fiables et prêtes à l'emploi. Vous prendrez également en charge le réusinage et l'optimisation d'une base de code patrimoniale (« legacy ») vaste et complexe, tout en contribuant à améliorer l'architecture essentielle au bon fonctionnement de notre site Web international à fort trafic.
ja: シニアフロントエンド開発者は、大規模なリファクタリングや最適化、複雑なレガシーコードをベースとした堅牢で高品質、量産可能なコードを扱います。当社の高トラフィックなグローバルウェブサイトを駆動するアーキテクチャに貢献していただきます。
vi: Nhân viên Phát Triển Ngoại Vi, bạn sẽ được giao nhiệm vụ lập trình chuyên sâu, chất lượng cao, mã production-ready; tái cấu trúc và tối ưu hóa mã nền lớn và phức tạp nhằm hỗ trợ cho lượng truy cập lớn trên website của chúng tôi.
zh_cn: 身为高级前端开发员，您的任务是编写强有力、高质量、生产制作就诸绪的代码，重构和优化大型、复杂的遗留代码库，并致力于改进我们全球网站的结构，以提高流量。
