Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The term "the Company" shall denote either Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, licensed and regulated by (1) the Gambling Supervision Commission in the Isle of Man, British Isles, current online gambling licence issued on 31 August 2012, and for UK clients by (2) the UK Gambling Commission; Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated by (1) the Malta Gaming Authority in Malta for the Gaming products, licence no MGA/CL2/118/2000 dated 26th May 2010 and for UK clients by (2) the UK Gambling Commission; Binary Investments (Europe) Ltd Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, regulated by the Malta Financial Services Authority for Investment products, holder of a Category 3 Investment Services licence no IS/ 70156; or Binary (CR) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website and as detailed in the About Us section of the website.
ar: يسوق هذا الموقع فى المملكة المتحدة وآيل أوف مان عبر بيناري (IOM) المحدودة، العنوان First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles، منظم ومرخص من (1) لجنة الإشراف على اللعب في جزيرة آيل أوف مان، الجزر البريطانية، تم إصدار الرخصة الحالية فى 31 أغسطس 2012، ولعملاء المملكة المتحدة من (2) لجنة اللعب في المملكة المتحدة؛ بيناري (أوروبا) المحدودة، العنوان: Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta. مرخص ومنظم من (1) هيئة اللعب بمالطا Malta Gaming Authority in Malta for the Gaming products، رخصة رقم MGA/CL2/118/2000 بتاريخ 26 مايو 2010 ولعملاء المملكة المتحدة من خلال لجنة اللعب في المملكة المتحدة؛ بيناري للإستثمارات (أوروبا) المحدودة، العنوان: Mompalao Building, Suite 2, Tower Road, Msida MSD1825، مالطا، جهة التنظيم هيئة مالطا للخدمات المالية ومنتجات الاستثمار، حائزة على اجازة فئة 3 خدمات الاستثمار رقم IS/ 70156؛ أو بيناري (CR) اس ايه، اعتمادا على الولاية القضائية التي تم إرفاقها بحساب العميل وفقا لإجراءات فتح الحساب بالموقع وكما هو مفصل في قسم من نحن بالموقع.
de: Der Ausdruck "das Unternehmen" bezeichnet entweder Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, Britische Inseln, von (1) der Gambling Commission (Glücksspielbehörde) der Isle of Man, Britische Inseln zugelassen und überwacht, aktuelle Online Spiellizenz ausgestellt am 31. August 2012 und (2) von der britischen Gambling Commission für britische Kunden; Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, lizenziert und überwacht (1) von der Maltesischen Glücksspielbehörde in Malta, Lizenz Nr. MGA/CL2/118/2000 vom 26. Mai 2010 für Glücksspielprodukte und für britische Kunden durch (2) die britische Gambling Commission; Binary Investments (Europe) Ltd Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, für Anlageprodukte durch die Maltesische Finanzdienstleistungsaufsichtsbehörde zugelassen und überwacht, Inhaber einer Kategorie 3 Anlagedienstleistungsgenehmigung Nr. IS/70156 oder Binary (CR) S.A. Dies hängt von dem Land ab, in dem das Kundenkonto gemäß des Konteneröffnungsverfahren der Website, wie im Über Uns Abschnitt der Website angegeben, angelegt wurde.
fr: Le terme « Société » désigne soit Binary (IOM) Ltd., premier étage, Millennium House, Victoria Road, Douglas, IM2 4RW, île de Man, îles Britanniques, autorisée et réglementé par (1) la Gambling Supervision Commission de l'île de Man, îles Britanniques, sous la licence de jeu en ligne actuelle, obtenue le 31 août 2012 et, pour les clients du Royaume-Uni, par (2) la Commission des jeux du Royaume-Uni ; soit Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte, autorisée et réglementée par (1) l'Autorité des Jeux de Malte, sous la licence n°MGA/CL2/118/2000, obtenue le 26 mai 2010 et, pour les clients du Royaume-Uni, par (2) la Commission des jeux du Royaume-Uni ; soit Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte, réglementée par la Malta Financial Services Authority for Investment products, sous la licence de Catégorie 3 (Services d'investissement) n° IS/ 70156 ; soit Binary (CR) S.A., en fonction de la juridiction à laquelle un compte Client a été rattaché conformément aux procédures d'ouverture de compte du site Web et comme indiqué dans la section « À propos » du site.
id: Istilah "Perusahaan" akan menunjukkan baik itu Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles, memiliki izin dan diatur. Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, memiliki izin dan diatur. Binary Investments (Europe) Ltd Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, berizin oleh Malta Financial Services Authority untuk Produk Investasi, pemegang izin Category 3 Investment Services no IS/ 70156; atau Binary (CR) S.A., tergantung pada yurisdiksi dimana akun klien didaftarkan sesuai dengan prosedur pada situs web dan sesuai dengan keterangan lengkap pada bagian Tentang Kami dari situs web.
ja: （本約款の趣旨） 第１条 この約款（以下「本約款」といいます。）はお客さまが、Binary株式会社（以下「当社」といいます。）との間で行う店頭通貨バイナリーオプション取引（以下「本取引」といいます。）に関して、当社の取引システム（以下「本システム」といいます。）によりお客さまに提供するサービス（以下「本サービス」といいます。）の特徴、仕組み、取引条件、リスク、並びに本取引における権利義務関係に関するお客さまと当社との間の取り決めです。 （リスクの確認と自己責任の原則） 第２条 お客さまは本取引を行うにあたり、取引説明書および本約款の内容、本取引の仕組み等を十分理解し、またその内容を承諾し、次の各号に掲げる本取引のリスク等を十分に理解したうえで、自己の判断と責任において取引を行っていただくものとします。 (1) 原資産である外国為替相場の変動リスク及び金利変動リスクがあり、お客さまの予測がはずれた場合は、投資した金額を失うこと。（為替変動リスク、金利変動リスク） (2) 主要外国為替市場の休場日、経済指標の発表前、ニューヨーク市場の金曜午後等は流動性が低下するため、価格提示が拡大または困難になり購入または売却ができなくなるリスクがあること。（流動性リスク） (3) システム関連機器、通信関連機器等の障害・故障等のトラブルにより取引に制限が生じたり、お客さまが意図した取引ができなくなる可能性があること。（システムリスク） (4) 当社の経営・財務状況等の変化、または当社のカバー先及び取引先金融機関の破綻等による信用リスクが伴うこと。（信用リスク） (5) 政治、経済、経済情勢、天変地異、戦争、法令・規制等の変更により取引に制限が生じたり、金銭授受の遅延が生じるリスクがあること。 (6) 本取引は、確実に利益が得られたり、元本の保証が約束されるものではなく、オプション購入合計金額の損失が発生すること。 (7) 本取引は、購入価格と売却価格とにスプレッドがあること。 (8) 取引に異常が生じた場合もしくはそのおそれがある場合、または当社のカバー先の価格配信に異常が生じた場合もしくはそのおそれがある場合に、取引の停止・中止を行う場合があること。 (9) 本取引では、お客さまの過度な取引を防止するため当社の判断で取引限度額を定め、その限度額に達した場合には取引を受け付けない場合があること。 (10) 購入したオプションは、原資産である外国為替相場等の動きを受けて価格が変動するため、価格が下落した場合、権利行使前に売却を行ったとしても損失が発生する可能性があること。 (11) 本取引のお客さまの口座番号、パスワード等はお客さまが自己の責任で管理する必要があること。第三者がお客さまの口座を利用して取引をした場合もその責任はお客さまにあり、当社は一切の責任を負わないこと。 (12) 上記に掲げたリスクは、店頭通貨バイナリーオプション取引の一部であり全てのリスクを網羅しているものではないこと。 (13) 店頭通貨バイナリーオプション取引は、多額の損失を伴う取引をお客さま自らの判断と責任のもとで行うものであるため、当社からの取引説明書、本約款のみに準拠することなく、専門家（弁護士、税理士等）の助言を得る等しながら、お客さまの知識、経験に基づき資産状況、投資方針等に見合った取引を行うことが肝要なこと。
pl: Termin „Firma” oznacza Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Wyspa Man, Wyspy Brytyjskie; za wydawanie licencji i jego regulację odpowiada (1) Komisja Nadzoru Gier Hazardowych Wyspy Man, na Wyspach Brytyjskich (Gambling Supervision Commission); aktualna licencja na prowadzenie gier hazardowych została wydana dnia 31 sierpnia 2012 r., a w sprawach dotyczących klientów ze Zjednoczonego Królestwa (2) Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission); Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, za wydawanie licencji i jego regulację odpowiada (1) Urząd ds. Gier Hazardowych na Malcie (Malta Gaming Authority) dla produktów hazardowych; licencja nr MGA/CL2/118/2000 z dnia 26 maja 2010 r., a w sprawach dotyczących klientów ze Zjednoczonego Królestwa (2) Komisja ds. Gier Hazardowych w Zjednoczonym Królestwie (UK Gambling Commission); Binary Investments (Europe) Ltd, Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, za regulację odpowiada Urząd ds. Usług Finansowych: Malta Financial Services Authority na Malcie dla produktów inwestycyjnych, posiadacz licencji dla podmiotów świadczących usługi inwestycyjne kategorii 3 nr IS/ 70156; lub Binary (CR) S.A, w zależności od jurysdykcji, której podlega konto Klienta zgodnie z procedurami otwierania konta dostępnymi na stronie internetowej i zgodnie z informacjami przedstawionymi w sekcji O nas na stronie internetowej.
ru: Термин "Компания" будет использоваться для обозначения либо Binary (IOM) Ltd. [расположенной по адресу: First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles], лицензируемой и контролируемой (1) Комиссией по надзору за азартными играми острова Мэн, Британские острова, настоящая лицензия выдана 31 августа 2012, и для британских клиентов – (2) Комиссией по азартным играм Великобритании; либо Binary (Europe) Ltd., [расположенной по адресу: Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta], лицензируемой и контролируемой (1) Управлением по азартным играм Мальты, лицензия номер MGA/CL2/118/2000 от 26 мая 2010, и для британских клиентов – (2) Комиссией по азартным играм Великобритании; либо Binary Investments (Europe) Ltd [расположенной по адресу: Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta], регулируемой Мальтийским управлением финансовых услуг, для инвестиционных продуктов, с лицензией на инвестиционные услуги категории 3 (Investment Services license) под номером IS/ 70156; либо Binary (CR) S.A., в зависимости от юрисдикции, к которой относится клиентский счет, в соответствии с процедурой открытия счета на сайте и подробным описанием в секции "О нас" на сайте.
vi: Cụm từ "Công ty" sẽ thay thế cho công ty TNHH Binary (IOM) Tầng 1, Tòa nhà Millennium, Đường Victoria, Douglas, IM2 4RW, Đảo Man, Anh, được cấp phép và quy định bởi (1) Ủy ban Giám sát Cá cược tại Đảo Man, Anh, giấy phép cá cược trực tuyến hiện ban hành ngày 31Tháng 8 năm 2012, và (2) Ủy ban Cá cược Anh cấp cho khách hàng nước Anh; Binary (Châu Âu), Tòa nhà Mompalao, Khu 2, Đường Tower, Msida MSD1825, Malta, được cấp phép và quy định bởi (1) Ủy ban Quản lý Cá cược Malta ở Malta cho sản phẩm Cá cược, giấy phép số MGA / CL2 / 118/2000 được cấp ngày 26 tháng 5 năm 2010 và (2) Ủy ban Quản lý Cá cược Anh cấp cho khách hàng của Anh. công ty TNHH Binary Investments (Châu Âu) Tòa nhà Mompalao , Lô 2, Đường Tower, Msida MSD1825, Malta được quy định bởi Ủy ban Dịch vụ Tài chính Malta đối với sản phẩm Đầu tư, người nắm giữ Dịch vụ Đầu tư Loại 3 giấy phép số IS/ 70156; hoặc Binary (CR) S.A., phụ thuộc vào thẩm quyền mà tài khoản của Khách hàng đã được đính kèm theo thủ tục mở tài khoản của trang web và được chi tiết trong phần Giới thiệu về Chúng tôi của trang web.
zh_cn: “公司”一词指 Binary (IOM) Ltd.，地址为：First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles；由(1) 不列颠群岛马恩岛投资监管委员会授予牌照和监管，当前在线博彩牌照于 2012 年 8 月 31 日颁发；而英国客户由 (2) 英国博采委员会授予牌照和监管。 Binary (Europe) Ltd.，地址为：Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta，由(1) 位于马耳他的马耳他博彩产品管理局授予牌照和监管，牌照号码为 MGA/CL2/118/2000（2010年5 月26 日），而英国客户由 (2) 英国博采委员会授予牌照和监管。Binary Investments (Europe) Ltd.， 地址为Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, 由Malta Financial Services Authority for Investment products 监管, 持3级投资服务牌照，号码为 IS/ 70156; 或 Binary (CR) S.A., 根据网站开户程序中的司法管辖而定，详情参见网站“关于我们”栏目。

source: The term 'we', 'us', 'our', 'ours', 'the Company', or '%1' shall denote Binary (V) Ltd.
ja: 「当社」「我々」「私達」「%1」はBinary (V) Ltdを示すものとする

source: The term 'we', 'us', 'our', 'ours', 'the Company', or '%1' shall denote either Binary (V) Ltd. or Binary (C.R.) S.A., depending on the jurisdiction to which a Client's account has been attached in accordance with the account opening procedures of the website.
ja: 「当社」、「私達」、「当社の」、「私達の」、「%1」という表記は、口座開設におけるサイトの手順に従って所属した管轄によってBinary (V) Ltd.またはBinary (C.R.) S.A.を示します。

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. For further information on complaints and disputes, kindly refer to the Company's Complaints and Disputes section.
de: Die auf dieser Site ausgeführten Transaktionen und die Beziehung zwischen Kunden und dem Unternehmen unterliegen und werden nach den Gesetzen des Landes ausgelegt, in dem das Unternehmen gegründet wurde (Rechtsprechung), welches entweder die Isle of Man, Malta oder Costa Rica sein muss. Sie sind damit einverstanden, dass die Gerichte dieser Länder die alleinige Rechtsprechung bezüglich solcher Streitfälle haben und Sie sind damit einverstanden, dass jeglicher Anspruch, den Sie gegenüber dem Unternehmen haben könnten, nur vor diesen Gerichten verhandelt wird. Für weitere Informationen verweisen wir auf den Abschnitt über Beschwerden und Streitfälle mit dem Unternehmen.
fr: Les transactions effectuées sur ce site et les liens entre les Clients et la Société sont régis et interprétés conformément aux lois du pays dans lequel la Société est enregistrée (la « Juridiction »), à savoir l'Île de Man, Malte ou le Costa Rica. Vous reconnaissez que les tribunaux de la Juridiction sont les seuls habilités à régler tout litige éventuel concernant cet Accord. À cet égard, vous vous soumettez irrévocablement à la compétence des tribunaux de la Juridiction concernée dans l'éventualité de tout litige et vous reconnaissez que toute réclamation que vous pourriez déposer à l'encontre de la Société doit uniquement être portée devant les tribunaux de la juridiction. Pour obtenir des informations supplémentaires sur les réclamations et litiges, veuillez vous référer à la section « Réclamations et litiges » de la Société.
ja: （取引内容の照会） 第13条 1. お客さまは、本取引に関する取引注文の内容、約定内容を、本システムを通して照会することができます。 2. 取引注文の内容、約定内容については前項の方法でその取引の都度、お客さま自身で確認するものとします。 3. 前項の内容に疑義が生じた場合は、注文日時もしくは約定日時より24時間以内に当社にお申し出ください。24時間以内に取引注文の内容、約定内容にお申し出がなかった場合は、それらに異議がないものとします。 4. 前項の申し出があった場合において、当社による調査の結果、当社にシステム障害等、取引注文の内容、約定内容に疑義が生じうる特段の事情がなかった場合にはその旨をお客さまに報告し、これをもってその取引注文の内容、約定内容に疑義がなかったものとします。
vi: Các giao dịch được thực hiện trên trang web này và mối quan hệ giữa khách hàng và Công ty đang được quản lý theo pháp luật của nước thành lập công ty ("Nhà Thẩm quyền"), sẽ là Đảo Man , Malta, hay Costa Rica. Bạn đồng ý rằng tòa án của các nhà Thẩm quyền có thẩm quyền duy nhất để giải quyết các tranh chấp có thể phát sinh liên quan tới chúng. Đối với các mục đích như vậy, bạn phải gửi lên tòa án của các nhà Thẩm quyền có liên quan đến tranh chấp này và bạn đồng ý rằng bất kỳ khiếu nại nào bạn có với Công ty chỉ được đưa ra trước tòa án của các nhà Thẩm quyền. Để biết thêm thông tin về khiếu nại, tranh chấp, vui lòng tham khảo phần Khiếu nại và tranh chấp của Công ty.
zh_cn: 通过本网站完成的交易以及客户和本公司之间的关系由本公司注册所在国（即“管辖地”）的法律管辖和解释，即英属马恩岛、马耳他或哥斯达黎加三者之一。对于可能出现的任何相关纠纷，您认同管辖地法院有作出相应处置的专属管辖权。因此，您不可撤销地服从管辖地法院对所有此类纠纷的司法管辖权，且您同意，对本公司的任何索赔只能在管辖地法院提起。详细信息请参阅本公司的投诉和纠纷部分。

source: The two passwords that you entered do not match.
ar: كلمتى المرور اللذين قمت بإدخالهم لا يتطابقوا.
de: Die beiden Passwörter, die Sie eingegeben haben, stimmen nicht überein.
fr: Les deux mots de passe que vous avez entrés ne correspondent pas.
id: Kedua-dua password yang Anda masukkan tidak cocok.
ja: 入力頂いたパスワードと一致しません。
pl: Wprowadzone hasła nie są identyczne.
ru: Введенные пароли не совпадают.
vi: Hai mật khẩu bạn vừa nhập không khớp với nhau.
zh_cn: 两次输入的密码不一致。

source: The use of the %1 API is at your own risk, and you assume full responsibility and risk of loss it may suffer as a result of using, or accessing the %1 API. Except to the extent that liability under any applicable law or regulation cannot be excluded:
de: Sie verwenden das %1 API auf eigenes Risiko und Sie übernehmen die volle Verantwortung und das Verlustrisiko, die Sie als Ergebnis der Verwendung oder des Zugriffs auf das %1 API erleiden. Ausgenommen hiervon ist die Haftung, die nach geltenden Gesetzen oder Vorschriften nicht ausgeschlossen werden darf:
fr: Vous utilisez l'API %1 à vos risques et périls, et vous assumez l'entière responsabilité du risque de perte éventuelle résultant de l'utilisation ou de l'accès à l'API %1. Sauf dans la mesure permise par toute loi ou réglementation applicable concernant la responsabilité :
ja: %1 APIの使用はご自身の責任の上行うようにしてください。%1 APIの使用またはアクセスの結果生じた損害への全責任及び全リスクを負っていただきます。適用される法律、規制に基づく責任の範囲は除外することはできません。
vi: Sử dụng %1 API rất rủi ro, và bạn phải chịu trách nhiệm hoàn toàn và nguy cơ bị lỗ có thể phải chịu do hậu quả của việc sử dụng hoặc truy cập vào %1 API. Ngoại trừ trong phạm vi mà không thể được loại trừ trách nhiệm pháp lý theo bất kỳ luật hoặc quy định:
zh_cn: 除了不能排除的任何适用法律、法规所规定的赔偿责任范围以外，使用%1 API须自行承担所有风险和责任，并承担所有因使用或访问%1 API而可能遭受的亏损风险︰

source: The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends.
de: Die Volatilität Indizes simulieren verschiedene echte Marktsituationen und bieten eine ideale Plattform, um sich mit dem Handel vertraut zu machen, und um Strategien unter unterschiedlichen Marktbedingungen zu testen. Diese Indizes hängen von der Volatiliät und Tendenz ab und helfen den Benutzern dabei, Szenarien wie hohe Volatilität, geringe Volatilität, steigende oder fallende Trends auszuprobieren.
fr: Les indices de volatilité simulent différentes situations de marché réelles et constituent un tremplin idéal pour s'entraîner au trading et tester des stratégies dans différentes conditions de marché. Ces indices reflètent la volatilité et les phases de marché latéral. Ils permettent aux utilisateurs de mettre en pratique des scénarios adaptés aux différentes conditions de marché : forte volatilité, faible volatilité, tendances haussières et baissières.
ja: ボラリティ指数は、様々なリアル市場の状況をシミュレートし、取引や戦略に慣れるための理想的なプラットフォームです。これらインデックスはボラティリティとドリフトに依存しており、高ボラティリティ、低ボラティリティ、強気傾向、弱気傾向などのシナリオを試すのに役立ちます。
vi: Chỉ số biến động mô phỏng các tình huống thực tế thị trường khác nhau và cung cấp một nền tảng lý tưởng cho việc sử dụng để kinh doanh và thử nghiệm các chiến lược theo các điều kiện thị trường. Những chỉ số phụ thuộc vào biến động và trôi dạt, và giúp người sử dụng để thử ra các tình huống như - biến động cao, bay hơi thấp, xu hướng bullish và hướng giảm.
zh_cn: 波动率指数模拟各种真实的市场情况，并根据不同的市场情况提供理想的平台交易实践和测试策略。这些指数取决于波动率和漂移率，并帮助用户尝试各种场景，如高波动率、低波动率、看涨和看跌趋势。

source: Then, make your trade
ar: ثم قم بتداولك
de: Dann führen Sie Ihr Geschäft durch
fr: C'est le moment d'effectuer votre transaction
id: Kemudian, beli kontrak
ja: 取引を実行
pl: Następnie dokonaj transakcji
ru: Потом купите контракт
vi: Sau đó, giao dịch
zh_cn: 然后进行交易

source: There are four main trade types for you to choose from:
de: Es gibt vier Haupthandels-Typen von denen Sie wählen können:
fr: Il y a quatre principaux types d'échange que vous pouvez choisir :
ja: 3つの取引タイプから選択：
vi: Có bốn loại hình thương mại chính cho bạn lựa chọn:
zh_cn: 共有四种主要交易供您选择：

source: There are risks associated with utilizing an Internet-based deal execution trading system, including but not limited to the failure of hardware, software and Internet connection. Since %1 does not control signal power, its reception or routing via Internet, configuration of your equipment or reliability of its connection, we cannot be responsible for communication failures, distortions or delays when trading via the Internet.
ar: هناك مخاطر ترتبط باستخدام نظام تداول مبنى على الانترنت لتنفيذ المعاملات، تتضمن ولكن لا تقتصر على فشل الأجهزة والبرمجيات وفشل الاتصال بالإنترنت. بما أن %1 ليس لها تحكم على قوة الإشارة أو استقبالها أو توجيهها عبر الانترنت أو تكوين اجهزتك أو قوة اتصال الانترنت ،لا يمكن أن نكون مسوؤلين عن فشل الاتصال، أو التأخير عند التداول عبر الإنترنت.
de: Mit der Nutzung von Handelssystemen über das Internet sind Risiken verbunden, die sich nicht nur auf die Hardware-, Software- und Internetverbindungsprobleme beziehen. Da %1 die Übertragungsgeschwindigkeit, den Empfang oder das Routing via Internet, die Konfiguration Ihrer Geräte oder die Zuverlässigkeit der Verbindung nicht kontrollieren kann, haften wir nicht für Kommunikationsfehler, Verzerrungen oder Verspätungen, bei Geschäften, die Sie über das Internet abschließen.
fr: L'utilisation d'un système d'exécution de transactions de trading basé sur le web présente des risques, incluant, sans s'y limiter, la défaillance du matériel informatique, du logiciel ou de la connexion Internet. Étant donné que %1 ne contrôle pas la puissance du signal, sa réception ou le routage via Internet, la configuration de votre équipement ou la fiabilité de sa connexion, nous ne pouvons pas être tenus pour responsables en cas d'échecs de communication, déformations ou retards pendant le trading via Internet.
id: Terdapat beberapa risiko dalam penggunaan sistem pengeksekusian trading menggunakan internet, termasuk dan tidak terbatas kepada kegagalan hardware, software dan koneksi internet. Berhubung %1 tidak mengatur kekuatan sinyal, penerimaan atau routing melalui internet, konfigurasi peralatan anda atau reliabilitas koneksi maka kami tidak bertanggung jawab kepada kegagalan komunikasi, perubahan atau keterlambatan ketika melakukan trading melalui internet.
ja: インターネットに基づいて行うトレードには、ハードウェア、ソフトウェア、及びインターネットの回線状況などに起因する固有のリスクが存在します。 %1では、回線信号のパワー、インターネット経由での受信やルーティング、お客さまのご利用機材の構造や回線状況を管理することはありませんので、当社ではインターネットを通じたコミュニケーションの失敗、ゆがみ、及び遅延に対して責任を負うことはできません。
pl: Istnieje pewne ryzyko związane z używaniem internetowego systemu zawierania zakładów, obejmuje to m.in. niesprawność sprzętu komputerowego, oprogramowania i połączenia internetowego. Ponieważ %1 nie ma wpływu na siłę sygnału, jego odbiór ani przesył danych przez internet, konfigurację sprzętu ani sprawność połączenia, nie możemy odpowiadać za problemy z połączeniem, zakłócenia ani opóźnienia w handlowaniu przez internet.
ru: Существуют риски, связанные с использованием трейдинговой системы в сети Интернет в реальном времени, включая, но не ограничиваясь неполадками в оборудовании, программном обеспечении или интернет-соединении. %1 не контролирует такие факторы, как поставка электроэнергии, получение интернет-сигнала, конфигурация Вашего оборудования или надежность Вашего соединения, поэтому мы не можем нести ответственность за проблемы со связью, за прекращение или задержку Ваших действий при торговле в интернете.
vi: Có những rủi ro liên quan đến việc sử dụng một hệ thống giao dịch thực hiện thỏa thuận dựa trên Internet, bao gồm cả lỗi của phần cứng, phần mềm và kết nối Internet. Vì %1 không kiểm soát tín hiệu, tiếp nhận hoặc định tuyến thông qua Internet, cấu hình của thiết bị hoặc độ tin cậy của kết nối, chúng tôi không chịu trách nhiệm cho những lỗi kết nối liên lạc, tính xuyên tạc hoặc sự chậm trễ khi giao dịch qua Internet.
zh_cn: 在通过网络系统进行交易有许多潜在风险，包括但不仅限于硬件、软件故障和网络连接故障。由于 %1 并不控制信号功率、网络信号接收器或路由器、您设备的配置和连接的可靠性，因此，当您通过网络进行交易时，我们不对通信故障、失真或延迟等问题负责。

source: There are two types of In/Out trades:
de: Es gibt zwei Arten von Innerhalb/Außerhalb-Trades:
fr: Il existe deux types d'option In/Out :
ja: TickトレードはIN/OUT 2つの取引タイプから選択：
vi: Hiện có hai loại giao dịch trong/ngoài:
zh_cn: 范围内/外交易有两种类型：

source: There are two types of Up/Down trades:
de: Es gibt zwei Arten von Auf/Ab-Trades:
fr: Il existe deux types d'option Hausse/Baisse :
ja: TickトレードではUP/DOWN 2つの取引タイプから選択：
vi: Hiện có hai loại giao dịch lên/xuống:
zh_cn: 上涨/下跌交易有两种类型：
