Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Japan website Privacy Policy List item 4.8
ja: その他、お客さまとのお取引を適切かつ円滑に履行するため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.8

source: Japan website Privacy Policy List item 4.9
ja: 採用選考及び従業員の雇用管理のため
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 4.9

source: Japan website Privacy Policy Paragraph 1
ja: Binary株式会社 （以下、「当社」といいます）は、お客さまからお預かりした個人情報に関して個人情報保護法ならびに関係法令諸規則等を遵守すると共に本ポリシーを定め、役職員一同これを遵守し、個人情報の適切な保護と利用に努めてまいります。
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล ย่อหน้าที่ 1

source: Japan website Privacy Policy Paragraph list item 13 1.1
ja: 認定個人情報保護団体の名称：一般社団法人金融先物取引業協会
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล ย่อหน้าที่ 13 1.1

source: Japan website Privacy Policy Paragraph list item 13 1.2
ja: 個人情報の苦情・相談連絡先：個人情報苦情相談室
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล ย่อหน้าที่ 13 1.2

source: Japan website Privacy Policy Paragraph list item 13 1.3
ja: 住所 ： 〒101-0052 東京都千代田区神田小川町1-3 NBF小川町ビルディング
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล ย่อหน้าที่ 13 1.3

source: Japan website Privacy Policy Paragraph list item 13 1.4
ja: 電話番号： 03-5280-0881
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล ย่อหน้าที่ 13 1.4

source: Japan website Privacy Policy list item 12 Paragraph 1.1
ja: Binary株式会社 (和文名称 バイナリー株式会社) カスタマーサポート部
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 12 ย่อหน้าที่ 1.1

source: Japan website Privacy Policy list item 12 Paragraph 1.2
ja: 受付時間：月曜日〜金曜日（土・日、年末年始を除く）
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 12 ย่อหน้าที่ 1.2

source: Japan website Privacy Policy list item 12 Paragraph 1.3
ja: 月～金 9：00～17：00
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 12 ย่อหน้าที่ 1.3

source: Japan website Privacy Policy list item 12 Paragraph 1.4
ja: 祝日：サポートを終日お休みさせて頂きます
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 12 ย่อหน้าที่ 1.4

source: Japan website Privacy Policy list item 12 Paragraph 1.5
ja: メールアドレス ：support@binary.com
th: เว็บไซต์ของญี่ปุ่น นโยบายข้อมูลส่วนบุคคล รายการที่ 12 ย่อหน้าที่ 1.5

source: Japan website Risk For Binary Option Trading List item 1
ja: お客さまが行う店頭バイナリーオプション取引は、為替レートの変動によって購入したオプションの価値が変動するため、確実に利益を得られるもしくは元本が保証された取引ではありません。最大でオプション購入金額の損失が発生します。権利消滅時には購入金額が損失となります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 1

source: Japan website Risk For Binary Option Trading List item 10
ja: 当社は、お客さまからお預かりした預託金については、日証金信託銀行の顧客区分管理信託口にて、当社の固有財産とは区分して管理しております。なお、預託金が信託口座へ入金されるまでの間は、かかる信託に基づく信託保全の保全対象とはなりませんが、その間も金融庁長官の指定する金融機関において、預託金であることがその名義により明らかな預金口座にて、当社の固有財産とは区分して管理しております。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 10

source: Japan website Risk For Binary Option Trading List item 11
ja: 当社またはお客さまの資金の預託先業務または財産の状況が悪化した場合は、預託金および、その他お客さまの資金の返還が困難になることで、お客さまが損失を被るおそれがあります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 11

source: Japan website Risk For Binary Option Trading List item 12
ja: 当社のグループ会社であるBinary Ltd.と、店頭デリバティブ取引の基本契約書であるISDAマスター契約に基づいた、スワップ契約を締結し、レート配信を受けるとともに、当社の為替リスクの減少を図っております。従って、当社はカバー取引を行っておりません
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 12

source: Japan website Risk For Binary Option Trading List item 12 Paragraph 1
ja: 【マスタースワップ契約先】
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 12 ย่อหน้าที่ 1

source: Japan website Risk For Binary Option Trading List item 12 Paragraph 2
ja: ・Binary Ltd.
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 12 ย่อหน้าที่ 2

source: Japan website Risk For Binary Option Trading List item 12 Paragraph 3
ja: 監督官庁：Gambling Supervision Commission in the Isle of Man, British Isles
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 12 ย่อหน้าที่ 3

source: Japan website Risk For Binary Option Trading List item 13
ja: 当社、マスタースワップ契約先またはお客さまの資金の預託先の業務または財産の状況が悪化した場合は、証拠金その他のお客さまの資金の返還が困難になることで、お客さまが損失を被るおそれがあります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 13

source: Japan website Risk For Binary Option Trading List item 2
ja: オプションを行使できる期間（取引期間）に制限があります。オプションの買い手は、取引可能期間内に売却しない時は、自動権利行使制度が適用される（エンドタイムに権利行使条件に達している）場合を除き、その権利が消滅して支払ったオプション購入金額の全額を失うことになります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 2

source: Japan website Risk For Binary Option Trading List item 3
ja: 取引に異常が生じた場合またはそのおそれがある場合、ならびにレート配信先からのレート配信に異常が生じた場合またはそのおそれがある場合に、取引の停止・中止等を行う場合があります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 3

source: Japan website Risk For Binary Option Trading List item 4
ja: 本取引では、オプションの購入受付期間中、当社が定める販売停止条件等に抵触した場合、（例：各回号にて定期的に計算される払い出し合計額が、当社の定める上限額を上回る可能性が高くなった場合）、受付停止となることがあります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 4

source: Japan website Risk For Binary Option Trading List item 5
ja: 取引システムまたは金融商品取引業者及び、お客さまを結ぶ通信回線等が正常に作動しないことにより、注文の発注、執行、確認、売却等が行えない可能性があります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 5

source: Japan website Risk For Binary Option Trading List item 6
ja: 相場状況の急変時や重要な経済指標の発表に際し、当社のリスク管理の一環として、購入価格と売却価格のスプレッド幅を広げる場合があります。この時、お客さまの負担する取引コストは、通常時と比較して増加します。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 6

source: Japan website Risk For Binary Option Trading List item 7
ja: 本取引における取引手数料は無料です。スプレッド幅はお客さまの負担となります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 7

source: Japan website Risk For Binary Option Trading List item 8
ja: お客さまが注文執行後にその注文に係る契約を解除すること（クーリングオフ）はできません。購入したオプションは、取引期間中であれば売却することはできますが、時価での売却となるため、損失となる場合もあります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 8

source: Japan website Risk For Binary Option Trading List item 9
ja: お客さま全体の支払金額と受取金額の差額が、当社の収益の源泉となります。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น รายการที่ 9

source: Japan website Risk For Binary Option Trading Paragraph 1.1
ja: 商 号：Binary株式会社
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น ย่อหน้าที่ 1.1

source: Japan website Risk For Binary Option Trading Paragraph 1.2
ja: 登録番号：金融商品取引業者 関東財務局長（金商）第2949号
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น ย่อหน้าที่ 1.2

source: Japan website Risk For Binary Option Trading Paragraph 1.3
ja: 連絡先 ：support@binary.com
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น ย่อหน้าที่ 1.3

source: Japan website Risk For Binary Option Trading Paragraph 1.4
ja: 加入協会：一般社団法人金融先物取引業協会 会員番号1590号
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น ย่อหน้าที่ 1.4

source: Japan website Risk For Binary Option Trading Paragraph 2
ja: 店頭バイナリーオプション取引は、期限のある取引であり、オプションの買い手であるお客さまが、取引時間内に購入したオプションを売却せず、権利行使時点に予測が外れた場合には投資元本の全てを失うこととなる取引です。従って、取引をされるにあたっては、約款及び本書面を十分に読み、それらの内容ならびに下記の事項を十分に理解し、かつ異議なく承諾していただく必要がございます。
th: เว็บไซต์ของญี่ปุ่น ความเสี่ยงของการซื้อขายไบนารีออปชั่น ย่อหน้าที่ 2

source: Japan website Terms and Conditions Paragraph 1
ja: こちらからダウンロードして、お読みください。
th: เว็บไซต์ของญี่ปุ่น ข้อตกลงและเงื่อนไข ย่อหน้าที่ 2

source: Join now
de: Jetzt beitreten
fr: Nous rejoindre maintenant
ja: アフリエイト申込み
vi: Tham gia ngay
zh_cn: 立即加入

source: Join our affiliate program to earn income by leveraging your hard-earned network of contact
de: Treten Sie unserem Partnerprogramm bei, und machen Sie Einnahmen, indem Sie Ihr harterarbeitetes Kontaktnetzwerk wirksam einsetzen
fr: Rejoignez notre programme d'affiliation pour générer des revenus en exploitant votre solide réseau de contacts
ja: アフリエイトプログラムに参加しませんか?
vi: Tham gia chương trình liên kết để kiếm thu nhập bằng cách tận dụng mạng lưới liên lạc khó kiếm được của bạn
zh_cn: 加入我们的联盟计划，利用您辛勤建设的联系网络赚取收入

source: Join our team of bright, talented professionals. Work collaboratively with us to enhance and promote a high-tech platform that has been one of the most recognised in the binary options trading industry for over 15 years.
ar: أنضم إلى فريقنا المشرق من المهنيين والموهوبين. أعمل بالتعاون معنا لتعزيز وتشجيع منصة فائقة التكنولوجيا, والتي كانت من أكثر المنصات المعروفة في صناعة تداول الخيارات الثنائية لأكثر من 15 عام.
de: Treten Sie unserem Team von intelligenten, talentierten Profis bei. Arbeiten Sie mit uns zusammen, um die High-Tech Plattform, die schon seit mehr als 15 Jahren die anerkannteste in der Branche des Handels mit Binären Optionen ist, zu verbessern und voranzubringen.
fr: Rejoignez notre équipe de professionnels talentueux et motivés. Collaborez avec nous afin d'améliorer et de promouvoir une plateforme de pointe figurant parmi les plus reconnues du marché des options binaires depuis plus de 15 ans.
id: Bergabung dengan tim kami yang memiliki masa depan cerah, profesional berbakat. Bekerja secara kolaboratif dengan kami untuk meningkatkan dan mempromosikan platform teknologi tinggi yang telah menjadi salah satu yang paling dikenal pada industri trading opsi binary selama lebih dari 15 tahun.
ja: 活気に満ちた有能なプロが揃う当チームに参加してみませんか？15年以上のバイナリーオプション取引業界において知名度の高い当ハイテクプラットフォームの強化と推進を私達と一緒に行いましょう。
pl: Dołącz do naszego zespołu utalentowanych specjalistów. Współpracuj z nami w celu ulepszenia i promowania naszej nowoczesnej platformy, która od ponad 15 lat jest jedną z najlepiej rozpoznawalnych platform w branży handlu opcjami binarnymi.
ru: Присоединяйтесь к нашей команде ярких и талантливых специалистов. Работайте вместе с нами над улучшением и продвижением нашей высокотехнологичной платформы, ставшей одной из самых популярных платформ в индустрии торговли бинарными опционами на протяжении более 15 лет.
vi: Tham gia vào đội ngũ các chuyên gia tài năng, sáng giá của chúng tôi. Cộng tác với chúng tôi để tăng cường và cải thiện nền tảng công nghệ cao, nền công nghệ đã được công nhận trong ngành công nghiệp giao dịch các tùy chọn nhị phân trong hơn 15 năm qua.
zh_cn: 加入我们卓越、才华洋溢的专业人才团队。与我们共同合作加强并促进一个15年来在二元期权交易行业中最受认可的高科技平台。

source: Join our team of bright, talented professionals. Work collaboratively with us to promote a high-tech platform that has been one of the most recognised in the binary options trading industry for over 15 years.
ar: أنضم إلى فريقنا المشرق من المهنيين والموهوبين. أعمل بالتعاون معنا لتعزيز وتشجيع منصة فائقة التكنولوجيا, والتي كانت من أكثر المنصات المعروفة في صناعة تداول الخيارات الثنائية لأكثر من 15 عام.
de: Treten Sie unserem Team von intelligenten, talentierten Profis bei. Arbeiten Sie mit uns zusammen, um die High-Tech Plattform, die seit schon mehr als 15 Jahren die anerkannteste in der Branche des Handels mit Binären Optionen ist, zu verbessern und voranzubringen.
fr: Rejoignez notre équipe de professionnels talentueux et motivés. Collaborez avec nous afin d'améliorer et de promouvoir une plateforme de pointe figurant parmi les plus reconnues du marché des options binaires depuis plus de 15 ans.
id: Bergabung dengan tim kami yang memiliki masa depan cerah, profesional berbakat. Bekerja secara kolaboratif dengan kami untuk meningkatkan dan mempromosikan platform teknologi tinggi yang telah menjadi salah satu yang paling dikenal pada industri trading opsi binary selama lebih dari 15 tahun.
ja: 活気に満ちた有能なプロが揃う当チームに参加してみませんか？15年以上のバイナリーオプション取引業界において知名度の高い当ハイテクプラットフォームを共に推進していきましょう。
pl: Dołącz do naszego zespołu utalentowanych specjalistów. Współpracuj z nami w celu promowania naszej nowoczesnej platformy, która od ponad 15 lat jest jedną z najlepiej rozpoznawalnych platform w branży handlu opcjami binarnymi.
ru: Присоединяйтесь к нашей команде ярких и талантливых специалистов. Работайте вместе с нами над продвижением нашей высокотехнологичной платформы, ставшей одной из самых популярных платформ в индустрии торговли бинарными опционами на протяжении более 15 лет.
vi: Tham gia vào đội ngũ các chuyên gia tài năng, sáng giá của chúng tôi. Cộng tác với chúng tôi để cải thiện nền tảng công nghệ cao, nền công nghệ đã được công nhận trong ngành công nghiệp giao dịch các tùy chọn nhị phân trong hơn 15 năm qua.
zh_cn: 加入我们卓越、才华洋溢的专业人才团队。与我们共同合作促进一个15年来在二元期权交易行业中最受认可的高科技平台。

source: Joshua Cavallaro <span> Markets And You Trader</span>
fr: Joshua Cavallaro <span> Trader « Market And You ».</span>
ja: Joshua Cavallaro氏<span> （Markets And You Trader）</span>
vi: Joshua Cavallaro <span> Người giao dịch Các Thị Trường Và Bạn</span>
zh_cn: Joshua Cavallaro <span> 让您在交易市场得心应手</span>

source: July
ar: يوليو
de: Juli
fr: juillet
id: Juli
ja: ７月
pl: Lipiec
ru: Июль
th: กรกฎาคม
vi: Tháng Bảy
zh_cn: 七月

source: June
ar: يونيو
de: Juni
fr: juin
id: Juni
ja: ６月
pl: Czerwiec
ru: Июнь
th: มิถุนายน
vi: Tháng Sáu
zh_cn: 六月

source: K. Electronic Trading Platform and Transactions
de: K. Elektronische Handelsplattform und Transaktionen
fr: K. Plateforme de trading électronique et transactions
ja: K. 電子取引プラットフォームと決済
vi: K.Nền tảng kinh doanh điện tử và các phiên giao dịch
zh_cn: 十一、电子交易平台和交易

source: Keep track of your authorised applications.
ar: تتبع التطبيقات المعتمدة الخاصة بك.
de: Verfolgen Sie Ihre genehmigten Anwendungen.
fr: Consultez la liste de vos applications autorisées.
id: Melacak aplikasi resmi Anda.
ja: 認証済みアプリケーションを引き続き追跡してください。
pl: Obserwuj swoje zatwierdzone aplikacje.
ru: Следите за доступными приложениями.
th: บันทึกการใช้งานแอพพลิเคชันของท่าน
vi: Theo dõi liên tục các ứng dụng được cho phép của bạn.
zh_cn: 跟踪您的授权应用程序。

source: Key facts
ar: حقائق أساسية
de: Wichtige Fakten
fr: Informations clés
id: Fakta
ja: グループ会社概要
pl: Najważniejsze fakty
ru: Основные факты
th: ข้อเท็จจริงหลัก
vi: Các nhân tố chính
zh_cn: 关键资料

source: Kick back with beautiful beaches, islands, and mountains just a short flight away. From Malta, you have Europe, the Mediterranean, and North Africa. And from Malaysia, the whole of Asia awaits.
de: Entspannen Sie sich auf wunderbaren Stränden, Inseln und Gebirgen, die nur einen kurzen Flug entfernt liegen. Von Malta aus haben Sie Europa, das Mittelmeer und Nordafrika. Und von Malaysia aus, ganz Asien.
fr: À seulement quelques heures d'avion de votre lieu de travail, vous trouverez des plages, des îles et des montagnes magnifiques à découvrir pendant vos loisirs. Au départ de Malte, l'Europe, la Méditerranée et l'Afrique du Nord seront à votre portée. Si vous travaillez en Malaisie, vous pourrez facilement explorer certains des plus beaux paysages d'Asie.
ja: 短時間のフライトで美しいビーチ、島、そして山へアクセスできます。マルタ共和国から地中海や北アフリカへ、マレーシアからはアジア全体へを容易に訪問できます。
vi: Quay trở lại với những bãi biển đẹp, quần đảo và các dãy núi chỉ là một chuyến bay ngắn. Từ Malta, bạn có Châu Âu, Địa Trung Hải và Bắc Phi. Và từ Malaysia, cả Châu Á đang chờ đợi.
zh_cn: 想放松时只需飞行很短的距离就能尽情探索美丽的海滩、岛屿和山区。您可从马耳他轻松前往欧洲、地中海和北非。此外，您也可在马来西亚饱览亚洲最壮观的美景。

source: Kindly provide your complete address.<br>This will be used to authenticate your identity when you open a real account.
de: Bitte geben Sie Ihre komplette Adresse an. <br>Dies wird dazu benützt, Ihre Identität zu überprüfen, wenn Sie ein Echtgeldkonto eröffnen.
fr: Veuillez fournir votre adresse complète. Elle sera utilisée pour authentifier votre identité lorsque vous ouvrirez un compte réel.
ja: 住所をご入力ください。<br>リアルマネー口座を開設する際の身元確認に必要となります。
vi: Vui lòng cung cấp địa chỉ đầy đủ của bạn. <br>Điều sẽ được sử dụng để xác thực danh tính của bạn khi bạn mở một tài khoản thực tế.
zh_cn: 请提供您的完整地址。<br>以便在您开立真实账户时验证您的身份。

source: Kindly send us these documents within 5 days to keep your MT5 account active.
de: Bitte schicken Sie uns diese Dokumente innerhalb von 5 Tagen, um Ihr MT5 Konto aktiv zu halten.
fr: Veuillez envoyer ces documents sous cinq jours pour maintenir votre compte MT5 actif.
ja: MT5口座をアクティブに保つために、これら文書を５日以内に当社にご送付ください。
vi: Vui lòng gửi cho chúng tôi những tài liệu này trong vòng 5 ngày để giữ cho tài khoản MT5 của bạn hoạt động.
zh_cn: 想要让您的MT5账户继续生效，请在5天内将这些文件寄送给我们。

source: Know how much you will win or lose before you purchase the contract
fr: Vous connaissez vos possibilités de gain ou de perte avant d'acheter le contrat
ja: トレードを購入する前に予想される利益と損失を把握できます

source: Know what you stand to win or lose
de: Wissen Sie was Sie gewinnen oder verlieren
fr: Vous savez ce que vous pouvez gagner ou perdre
ja: 各トレードの条件を把握する
vi: Biết những gì bạn đứng về để giành lợi nhuận hoặc thiệt hại
zh_cn: 知道您的输赢立场

source: Knowledge and experience in the financial services industry
ar: المعرفة والخبرة في مجال الخدمات المالية
de: Kenntnisse und Erfahrung in der Finanzdienstleistungsbranche
fr: Compétences et expérience dans le secteur des services financiers
id: Berpengetahuan dan pengalaman pada industri jasa keuangan
ja: 金融サービス業界における知識と経験
pl: Znajomość sektora usług finansowych i poparta doświadczeniem
ru: Знания и опыт работы в области финансовых услуг
th: มีความรู้และประสบการณ์ในอุตสาหกรรมการบริการการเงิน
vi: Kiến thức và kinh nghiệm trong ngành công nghiệp dịch vụ tài chính
zh_cn: 金融服务业知识和经验

source: Knowledge and experience with the financial services industry
de: Kenntnisse und Erfahrung in der Finanzdienstleistungsbranche
fr: Connaissance et expérience du marché des services financiers
id: Berpengetahuan dan pengalaman dengan industri jasa keuangan
ja: 金融サービス業界の知識と経験
pl: Znajomość sektora usług finansowych poparta doświadczeniem
ru: Знания и опыт работы в области финансовых услуг
th: มีความรู้และประสบการณ์ในสาขาการบริการการเงิน
vi: Kiến thức và kinh nghiệm trong ngành công nghiệp dịch vụ tài chính
zh_cn: 金融服务业知识和经验

source: Knowledge and experience with the financial services industry and / or binary options trading
de: Kenntnisse und Erfahrung in der Finanzdienstleistungsbranche und/oder dem Handel mit Binären Optionen
fr: Connaissance et expérience du marché des services financiers et/ou des options binaires
id: Berpengetahuan dan pengalaman dengan industri jasa keuangan dan/atau trading opsi binary
ja: 金融サービス業界または/及びバイナリーオプション取引の知識と経験
pl: Znajomość sektora usług finansowych i/lub handlu opcjami binarnymi, poparta doświadczeniem
ru: Знания и опыт работы в области финансовых услуг и/или торговли бинарными опционами
th: มีความรู้และประสบการณ์ในสาขาการบริการการเงิน และ/หรือ การซื้อขายไบนารีออปชั่น
vi: Kiến thức và kinh nghiệm trong ngành công nghiệp dịch vụ tài chính và/ hoặc giao dịch quyền chọn nhị phân
zh_cn: 金融服务业和/或二元期权交易知识和经验

source: Knowledge of hardware and software firewalls, intrusion detection methods, security systems and DDoS protection
ar: المعرفة بجدران الحماية النارية للأجهزة والبرمجيات وأساليب كشف التسلل، وأنظمة الأمن وحماية DDoS
de: Kenntnisse über Hardware- und Software-Firewalls, Verfahren zur Entdeckung von Eindringungen, Sicherheitssysteme und DDoS-Schutz
fr: Maîtrise des pare-feux matériels et logiciels, des méthodes de détection d'intrusion, des systèmes de sécurité et de la protection contre les attaques DdoS
id: Memiliki pengetahuan tentang hardware dan software firewall, metode deteksi intrusi, sistem keamanan dan perlindungan DDoS
ja: ハードウェアとソフトウェアのファイアウォール・侵入検出方法・セキュリティシステム・DDoS攻撃からの保護に関する知識
pl: Znajomość metod wykrywania zagrożeń, systemów bezpieczeństwa, zapór ogniowych na poziomie oprograowania i sprzętu oraz ochrony DDoS
ru: Знания в области аппаратного и программного брандмауэра, методов обнаружения проникновений, систем безопасности и защиты DDoS
th: มีความรู้ในเรื่องการทำไฟร์วอลล์ทั้งฮาร์ดแวร์และซอฟท์แวร์ วิธีการป้องกันการโจมตีทางเครือข่าย การป้องกันระบบความปลอดภัยต่างๆ และ DDoS
vi: Hiểu biết về phần cứng và phần mềm, tường lửa, các phương pháp phát hiện xâm nhập, hệ thống an ninh và ngăn chặn tấn công DDoS
zh_cn: 硬件和软件防火墙、入侵检测方法、安全系统和 DDoS 保护等专门知识

source: Knowledge of probability theory, numerical methods, Monte-Carlo simulation, statistical modeling, and time series analysis would be a plus
ar: تعتبر اضافة وجود معرفة بنظرية الاحتمالات والطرق العددية، ومحاكاة Monte-Carlo، والنمذجة الإحصائية وتحليل السلاسل الزمنية
de: Kenntnisse über die Wahrscheinlichkeitstheorie, numerische Methoden, die Monte-Carlo Simulation, statistische Modellierung und Zeitserienanalyse wären von Vorteil
fr: Une connaissance de la théorie des probabilités, de l'analyse numérique, de la méthode de Monte-Carlo, de la modélisation statistique et de l'analyse de séries temporelles serait un plus
id: Memiliki pengetahuan tentang teori probabilitas, metode numerik, simulasi Monte-Carlo, pemodelan statistik, dan serial analisis waktu akan diutamakan
ja: 確率論・数値解析法・モンテカルロシミュレーション・統計的モデリング・時系列分析の知識があると好ましい
pl: Znajomość teorii prawdopodobieństwa, metod numerycznych, symulacji Monte Carlo, modelowania statystycznego i analizy szeregów czasowych będzie dodatkowym atutem
ru: Приветствуются знания в области теории вероятностей, численных методов, моделирования методом Монте-Карло, статистического моделирования и анализа временных рядов
th: มีความรู้เกี่ยวกับทฤษฎีความเป็นไปได้ ระเบียบวิธีเกี่ยวกับตัวเลข การจำลองแบบมอนติคาร์ไล แบบจำลองทางสถิติ และการวิเคราะห์อนุกรมเวลา จะเป็นประโยชน์ในการพิจารณา
vi: Ưu tiên ứng viên có kiến thức về lý thuyết xác suất, phương pháp tính, phương pháp mô phỏng Monte-Carlo, mô hình thống kê và phân tích chuỗi thời gian
zh_cn: 具备概率理论、数值方法、蒙特卡洛模拟、统计建模和时间序列分析等知识的候选人优先考虑

source: Knowledge of probability theory, stochastic calculus, numerical methods, Monte-Carlo simulation, differential equations, econometrics, and statistical modeling
ar: المعرفة بنظرية الاحتمالات وحساب التفاضل والتكامل العشوائي والأساليب العددية، ومحاكاة Monte-Carlo، معادلات التفاضل، والاقتصاد القياسي والنمذجة الإحصائية
de: Kenntnisse über die Wahrscheinlichkeitstheorie, Stochastische Analyse, numerische Methoden, die Monte-Carlo Simulation, Differentialgleichungen, Ökonometrie und statistische Modellierung
fr: Connaissance de la théorie des probabilités, du calcul stochastique, de l'analyse numérique, de la méthode de Monte-Carlo, des équations différentielles, de l'économétrie et de la modélisation statistique
id: Memiliki pengetahuan tentang teori probabilitas, kalkulus stokastik, metode numerik, simulasi Monte-Carlo, persamaan diferensial, ekonometrik, dan pemodelan statistik
ja: 確率論・確率論的計算・数値解析法・モンテカルロシミュレーション・微分方程式・計量経済学・統計モデリングの知識
pl: Znajomość teorii prawdopodobieństwa, rachunku stochastycznego, metod numerycznych, symulacji Monte Carlo, równań różniczkowych, ekonometrii i modelowania statystycznego
ru: Знание теории вероятностей, стохастического исчисления, численных методов, моделирования методом Монте-Карло, дифференциальных уравнений, эконометрии и статистического моделирования
th: มีความรู้เกี่ยวกับทฤษฎีความเป็นไปได้ สโทแคสติกแคลคูลัส ระเบียบวิธีเกี่ยวกับตัวเลข การจำลองแบบมอนติคาร์โล สมการเชิงอนุพันธ์ เศรษฐมิติ และ แบบจำลองทางสถิติ
vi: Biết về lý thuyết xác suất, giải tích ngẫu nhiên, phương pháp số, phương pháp mô phỏng Monte-Carlo, phương trình vi phân, kinh tế lượng và mô hình thống kê
zh_cn: 具备概率论、随机微积分、数值方法、蒙特卡洛模拟、微分方程、计量经济学和统计建模等知识

source: Kuala Lumpur Office
de: Niederlassung in Kuala Lumpur
fr: Antenne de Kuala Lumpur
ja: クアラルンプール（マレーシア）
vi: Văn phòng Kuala Lumpur
zh_cn: 吉隆坡办公室

source: L. Event of Default
de: L. Verzugsfall
fr: L. Évènement de défaut
ja: L. 契約不履行事由
vi: L. Sự kiện mặc định
zh_cn: 十二、违约事件
