Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Investing or trading in Contracts exposes you to the performance of the underlying or reference instrument or asset to which the Binary Contract refers including foreign exchange, indices, stocks and commodities each of which have their own features and risks.
ar: الاستثمار أو المتاجرة في العقود يعرضك لتحركات الأداة الأساسية أو المرجعية أو الأصول التي يتم الإشارة إليها بالعقد الثنائي بما في ذلك صرف العملات الأجنبية والمؤشرات والأسهم والسلع لكل منها سماتها الخاصة ومخاطرها.
de: Die Investition oder der Handel mit Kontrakten setzt Sie der Performance der zugrundeliegenden Referenzinstrumente oder Anlagen aus, auf die sich der Binäre Kontrakt bezieht, einschl. Devisen, Indizies, Aktien und Rohstoffe, von denen alle ihre eigenen Eigenschaften und Risiken aufweisen.
fr: Investir ou trader des Contrats vous expose à la performance d'un instrument ou actif sous-jacent ou de référence auquel le Contrat Binaire fait référence, échange étranger, indices, actions et commodités inclus, chacun d'entre eux ont leurs propres options et risques.
id: Investasi atau trading pada Kontrak akan menghadapkan Anda pada prestasi instrumen dasar atau aset dimana Kontrak Binary ditradingkan termasuk pertukaran mata uang asing, indeks, saham dan komoditas setiap fitur dan risiko mereka sendiri.
ja: 契約への投資と取引は外国為替独自の機能とリスクを含んだバイナリー契約の基礎または関連の商品や資産を言います。
pl: Inwestowanie w Kontrakty i handlowanie nimi naraża Cię na ryzyko związane z wydajnością instrumentu bazowego lub aktywów bazowych, na których oparty jest dany Kontrakt binarny, takich jak waluty obce, wskaźniki, akcje i towary, z których każdy ma swoje właściwości i wiąże się z innym ryzykiem.
ru: Инвестирование или торговля на контрактах подвергает Вас зависимости от результатов инструмента или актива, под которыми бинарный контракт подразумевает и включает иностранные валюты, индексы, акции и сырьевые товары, каждые из которых имеют свои особенности и риски.
vi: Đầu tư hoặc giao dịch Hợp đồng tiết lộ cho bạn biết sự hoạt động của tài sản cơ sở, công cụ hoặc chứng khoán phái sinh mà Hợp đồng Nhị phân thay thế cho bao gồm thị trường ngoại hối, các chỉ số chứng khoán, cổ phiếu và hàng hóa, mỗi loại đều có những đặc trưng và rủi ro riêng.
zh_cn: 合同投资或交易使您和Binary合同指向的标的、参考工具或资产的表现息息相关，包括外汇、指数、股票和大宗商品，每一种都各有特点和风险。

source: Investment Account
ar: حساب الاستثمار
de: Investmentkonto
fr: Compte d'investissement
id: Akun Investasi
ja: 投資口座
pl: Konto inwestycyjne
ru: Инвестиционный счет
th: บัญชีเพื่อการลงทุน
vi: Tài khoản Đầu tư
zh_cn: 投资账户

source: Investment Products to EEA Residents are provided by Binary Investments (Europe) Ltd ("BIEL") which is authorised and regulated by the Malta Financial Services Authority under the Malta Investment Services Act to deal on own account in Investment Products.
ar: يتم توفير المنتجات الاستثمارية لسكان EEA من قبل بيناري للاستثمارات (أوروبا) المحدودة ("BIEL") المرخصة من هيئة الخدمات المالية بمالطا بموجب قانون خدمات الاستثمار بمالطا للتعامل لحسابهم الخاص في المنتجات الاستثمارية.
de: Die Investmentprodukte für Bewohner des europäischen Wirtschaftsraums werden von Binary Investments (Europe) Ltd ("BIEL") angeboten, die von der Maltesischen Finanzdienstleistungsaufsichtsbehörde nach dem Maltesischen Anlagedienstleistungsgesetz genehmigt und beaufsichtigt ist, um Anlageprodukte auf eigene Rechnung zu handeln.
fr: Les Produits d'investissement sont mis à disposition des résidents de l'Espace économique européen par Binary Investments (Europe) Ltd («nbspBIELnbsp»), fournisseur de services autorisé à négocier pour compte propre dans le domaine des Produits d'investissement par l'autorité maltaise sur les services financiers, en vertu de la Loi maltaise sur les services d'investissement.
id: Produk investasi untuk Warga EEA disediakan oleh Binary Investments (Europe) Ltd ("BIEL") yang diberi wewenang dan diatur oleh Malta Financial Services Authority di bawah Malta Investment Services Act untuk menangani akun Produk Investasi sendiri.
ja: EEA（欧州経済領域）住民への投資商品は、投資商品で自身のアカウントに対処するためにMalta Financial Services Act（マルタ金融サービス法）の下、Malta Investment Services Authority（マルタ投資サービス機構）が承認・規制しているBinary Investments (Europe) Ltd ("BIEL")によって提供されています。
pl: Produkty inwestycyjne dla mieszkańców EOG dostarcza Binary Investments (Europe) Ltd („BIEL”). Na mocy ustawy Malta Financial Services Act za nadzór nad tą firmą odpowiada Urząd ds. Usług Finansowych na Malcie: Malta Financial Services Authority, który zezwolił jej na oferowanie produktów inwestycyjnych na własny rachunek.
ru: Инвестиционные продукты для резидентов Европейской экономической зоны предоставляются компанией Binary Investments (Europe) Ltd ("BIEL"), которая авторизована и регулируется Мальтийским управлением финансовых услуг (Malta Financial Services Authority) в рамках акта об инвестиционных услугах Мальты (Malta Investment Services Act) для управления на собственном счету инвестиционными продуктами.
vi: Các sản phẩm Đầu tư cho Cư dân EEA được cung cấp bởi Công ty TNHH Binary Investments (Châu Âu) ("BIEL") được ủy quyền và cấp phép bởi Cơ quan Dịch vụ Tài chính Malta theo Luật Đầu tư Malta để giao dịch với tài khoản cá nhân trong các Sản phẩm Đầu tư.
zh_cn: 想进行产品投资的EEA居民由Binary投资 (欧洲) 有限公司 ("BIEL") 提供服务，该公司由马耳他金融服务机构根据当地投资服务法授予许可证并监管，用户可通过自己的账户进行产品投资。

source: Investment Solicitation Policy
ja: 投資勧誘方針
vi: Chính sách Mời thầu Đầu tư

source: Investment trust
ja: 投資信託
th: ความน่าเชื่อถือในการลงทุน
vi: Sự tín nhiệm đầu tư

source: Investments &amp; Dividends
de: Investitionen &amp; Dividenden
fr: Investissements et dividendes
ja: 投資と&amp;配当
vi: Đầu tư &amp; Cổ tức
zh_cn: 投资 &amp; 分红

source: Investor Compensation Scheme
ar: برنامج تعويض المستثمر
de: Anlegerentschädigungsplan
fr: Système d'indemnisation des investisseurs
id: Skema Kompensasi Investor
ja: 投資家補償スキーム
pl: System rekompensat dla inwestorów
ru: Схема компенсации инвесторам
th: แผนผลประโยชน์ของนักลงทุน
vi: Đề án Bồi thường Nhà đầu tư
zh_cn: 投资者补偿方案

source: Investor password
de: Investoren Passwort
fr: Mot de passe investisseur
ja: トレーダーパスワード
vi: Mật khẩu của nhà đầu tư
zh_cn: 投资者密码

source: Investor password (read-only access)
de: Investor Passwort (nur-lesen Zugriff)
fr: Mot de passe investisseur (accès en lecture seule)
ja: トレーダーパスワード（読み取り専用アクセス）
vi: Mật khẩu chủ đầu tư (chỉ đọc)
zh_cn: 投资者密码 （只读访问权限）

source: Involved in evaluation of regulatory compliance and risk management. Work with the Head of Departments to improve business processes.
ar: المشاركة في تقييم إدارة المخاطر والامتثال التنظيمي. العمل مع رئيس الإدارات لتحسين العمليات التجارية.
de: Beteiligung bei der Evaluierung der Einhaltung von Gesetzen und dem Risikomanagement. Zusammenarbeit mit dem Abteilungsleiter, um Geschäftsprozesse zu verbessern.
fr: Vous interviendrez dans l'évaluation de la conformité réglementaire et la gestion du risque. Vous collaborerez avec le directeur du service d'audit interne en vue d'améliorer les procédures de la société.
id: Terlibat mengevaluasi kepatuhan terhadap peraturan dan manajemen risiko. Bekerja dengan Kepala Departemen untuk meningkatkan proses bisnis.
ja: 企業コンプライアンスとリスク管理の評価を含みます。ビジネスプロセスを改善するために関連部門で働きます。
pl: Udział w ocenie zgodności z przepisami oraz zarządzaniu ryzykiem. Współpraca z szefem działów w celu usprawnienia procesów biznesowych.
ru: Оценка соответствия нормативно-правовым требованиям, управление риском. Работа с главами отделов над улучшением бизнес-процессов.
th: เกี่ยวข้องในการประเมินการปฏิบัติตามกฎเกณฑ์และการบริหารความเสี่ยง ทำงานกับหัวหน้าแผนกเพื่อปรับปรุงกระบวนการทางธุรกิจ
vi: Tham gia đánh giá quản lý rủi ro và sự tuân thủ quy định. Làm việc với Trưởng Phòng các bộ phận để cải tiến quy trình kinh doanh.
zh_cn: 参与法规遵从性和风险管理评估工作。与各部门主管协作改进业务流程。

source: Ireland
ar: أيرلندا
de: Irland
fr: Irlande
id: Irlandia
ja: アイルランド
pl: Irlandia
ru: Ирландия
th: ประเทศไอร์แลนด์
vi: Ai-len
zh_cn: 爱尔兰

source: Is it possible to deposit the same funds through different payment methods?
ar: هل من الممكن إيداع الأموال نفسها من خلال وسائل الدفع المختلفة؟
de: Ist es möglich, die selben Guthaben mit mehreren Zahlungsmethoden einzuzahlen?
fr: Est-il possible d'utiliser différents moyens de paiement pour effectuer un dépôt de fonds ?
id: Apakah bisa mendeposit dana menggunakan metode pembayaran berbeda?
ja: 他の支払い方法で同じ資金の入金はできますか？
pl: Czy można wpłacić te same środki, korzystając z innych metod płatności?
ru: Можно ли внести на счёт одну и ту же сумму разными платёжными методами?
th: เป็นไปได้ไหมที่จะฝากเงินผ่านช่องทางรับชำระเงินที่ต่างกัน?
vi: Có được gửi những khoản tiền giống nhau qua những phương thức thanh toán khác nhau không?
zh_cn: 可否通过不同的付款方式存入同一类资金？

source: Is there a cost for joining?
ar: هل هناك تكلفة للانضمام؟
de: Kostet die Teilnahme etwas?
fr: Nous joindre est-il payant ?
id: Apakah ada biaya untuk mendaftar?
ja: アフィリエイトプログラムの参加費用について教えて下さい。
pl: Czy za dołączenie się płaci?
ru: Есть ли вступительный взнос?
th: มีค่าใช้จ่ายในการเข้าร่วมไหม?
vi: Tham gia có mất chi phí không?
zh_cn: 加入需要任何费用吗？

source: Isle of Man
ar: جزيرة آيل أوف مان
fr: Île de Man
ja: マン島
pl: Wyspa Man
ru: Остров Мэн
th: เกาะ Isle of Man
vi: Đảo Man
zh_cn: 马恩岛

source: It is a condition of using the website that:
de: Eine Bedingung die Webseite zu benützen ist, dass:
fr: L'utilisation du site Web est soumise aux conditions suivantes :
ja: ウェブサイト使用条件：
vi: Đó là một điều kiện của việc sử dụng các trang web:
zh_cn: 使用网站的条件如下：

source: It is important that you monitor all of your positions closely. It is your responsibility to monitor your positions and during the period that you have any open Contracts, you should always have the ability to access your Accounts.
ar: من المهم أن تقوم برصد جميع مراكزك عن كثب. إنها مسؤوليتك مراقبة مراكزك وخلال الفترة التي يكون لديك أي عقود مفتوحة، يجب أن يكون لديك دائما القدرة على الوصول إلى حساباتك.
de: Sie müssen alle Ihre Positionen zeitnah überwachen. Sie sind dafür zuständig, Ihre Positionen zu beobachten und Sie müssen während des Zeitraums, in dem Sie offene Kontrakte besitzen, immer die Möglichkeit des Zugriffs auf Ihre Konten haben.
fr: Il est important que vous contrôliez toutes vos positions de près. C'est votre responsabilité de vérifier vos positions durant la période où vous avez des Contrats ouverts, vous devez toujours pouvoir accéder à vos Contrats.
id: Adalah sangat penting bagi Anda untuk memantau semua posisi Anda secara rinci. Ini adalah tanggung jawab Anda untuk memantau posisi Anda dan selama periode Kontrak berjalan, Anda harus selalu dapat mengakses Akun Anda.
ja: お客さまの全てのポジションをきちんとモニターすることが大切です。契約をオープンにしている間は、ポジションをモニターすることはお客さまの責任になります。口座に常にアクセスできるようにしておくことが必要です。
pl: Istotną kwestią jest dokładne śledzenie wszystkich swoich pozycji. Twoim obowiązkiem jest monitorowanie swoich pozycji. W okresie posiadania otwartego Kontraktu należy mieć zawsze możliwość dostępu do swoich Kont.
ru: Важно, чтобы Вы тщательно контролировали все свои позиции. Контроль позиций является Вашей ответственностью. Также Вы всегда должны иметь возможность доступа к своим счетам в период, когда у Вас есть открытые контракты.
th: มันเป็นสิ่งสำคัญที่ท่านพึงสังเกตการณ์อย่างใกล้ชิด มันเป็นความรับผิดชอบในการดูแลหน้าที่ในระหว่างการเปิดสัญญาใดๆ ท่านควรจะหมั่นตรวจสอบบัญชีของท่าน
vi: Việc quản lý tất cả các vị thế của bạn một cách chặt chẽ là vô cùng quan trọng. Bạn có trách nhiệm quản lý các vị thế của mình và trong suốt thời kì bạn có Hợp đồng mở, bạn phải luôn luôn truy cập vào Tài khoản của mình.
zh_cn: 至关重要的是，您必须紧密监控所有头寸。监控头寸是您的责任，在您拥有任何未平仓合约期间，您必须能够随时访问您的账户。

source: It is important that you refer your disputes to the appropriate ADR for the claims to be valid.
ar: من المهم الرجوع بمنازعاتك إلى "الحلول البديلة لفض المنازعات" (ADR) المناسبة كي تكون المطالبات صالحة.
de: Sie müssen unbedingt Ihre Streitfälle dem zuständigen ADR vorlegen, damit Ihre Ansprüche bestandsfest werden.
fr: Il est important de soumettre vos litiges à l'organisme d'arbitrage approprié pour que vos demandes soient valides.
ja: クレームが受け入れられるよう、お客さまの抵触・紛争内容に適したADRを参照することが重要です。
pl: Aby zapewnić ważność skargi istotne jest skierowanie sporu do odpowiedniego podmiotu zajmującego się alternatywnym rozwiązywaniem sporów.
ru: Важно направить свою жалобу в соответствующий орган альтернативного урегулирования споров, чтобы она была рассмотрена.
th: มันเป็นสิ่งสำคัญที่ท่านอ้างถึงข้อคัดค้าน หรือ ข้อโต้แย้งของท่านเพื่อ ADR ที่เหมาะสมในการอ้างถึงความถูกต้อง
vi: Việc tham khảo các vấn đề tranh chấp của bạn để tìm ra trọng tài thích hợp cho các vụ khiếu kiện hợp lý là rất quan trọng.
zh_cn: 您须将申诉提交到相应的调解机构，索赔才会有效，这点很重要。

source: It is prohibited to sell, transfer and/or acquire accounts to/from other clients. Transfer of funds among other clients is also prohibited.
ar: يحظر بيع، نقل و/أو حيازة حسابات إلى/من عملاء آخرين. كما يحظر نقل الأموال بين العملاء الآخرين.
de: Es ist verboten, von anderen Kunden Konten zu erwerben, sich diese übertragen zu lassen oder an andere Kunden zu verkaufen oder zu übertragen. Die Überweisung von Guthaben unter Kunden ist ebenfalls untersagt.
fr: Il est interdit de vendre, transférer et/ou acheter des comptes de/vers d'autres clients. Il est également interdit de transférer des fonds vers d'autres clients.
id: Dilarang menjual, mengalihkan dan/atau memperoleh akun ke/dari Klien lain. Transfer dana antara Klien lain juga dilarang.
ja: （支配言語） 第28条 本約款およびいかなる追加の合意（現在および将来を問わず）は日本語で行われるものとし、その他の言語の翻訳は参照用に過ぎません。日本語版と他の言語版との矛盾・齟齬がある場合は、日本語版が優先します。
pl: Sprzedaż, przekazywanie i/lub nabywanie kont dla/od innych klientów jest zabronione. Zabrania się również przesyłania środków między klientami.
ru: Запрещается продавать, передавать и/или приобретать счета от других клиентов или другим клиентам. Передача средств между клиентами также запрещена.
th: มันเป็นข้อห้ามในการขาย โอน และ/หรือ ได้มาของบัญชี ไปยัง/จาก ลูกค้าอื่นๆ การโอนเงินจากลูกค้าอื่นๆ ล้วนเป็นข้อห้ามเช่นกัน
vi: Nghiêm cấm bán,chuyển nhượng và/hoặc mua tài khoản cho/từ khách hàng khác. Việc chuyển tiền giữa các khách hàng khác cũng bị nghiêm cấm.
zh_cn: 禁止售出、转让和/或获取其他客户的账户。也禁止跟其他客户互相转汇资金。

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio.
ar: من الممكن أحيانا بيع عقد قبل انتهاء مدته، فقط اذا استطعنا تحديد سعر عادل لبيعه. سترى زر أزرق مكتوب عليه "بيع" بجوار معاملتك في المحفظة إذا كان هذا الخيار متاحاً.
de: Es ist manchmal möglich, eine Option vor Ablauf eines Kontrakts zu verkaufen, aber nur, wenn ein fairer Kurs angewendet werden kann. Wenn diese Option verfügbar ist, werden Sie im Portfolio neben Ihrem Kontrakt einen blauen 'Verkaufen' Knopf sehen.
fr: Il est parfois possible de vendre une option avant l'expiration du contrat, mais uniquement lorsqu'un prix juste peut être déterminé. Si cette option est disponible, vous verrez apparaître un bouton bleu indiquant « Vendre » à côté de votre contrat dans votre portefeuille.
id: Tersedia kesempatan untuk menjual kontrak sebelum berakhir namun hal ini hanya dapat dilakukan jika harga jual yang adil dapat disediakan. Jika pilihan ini tersedia, anda akan melihat tombol biru 'Jual' disebelah kontrak anda pada portopolio.
ja: お客さまは保有しているポジションを公正な価格でいつでも転売することができます。
pl: Czasami istnieje możliwość sprzedaży opcji przed upływem terminu ważności, ale jedynie wtedy, gdy można ustalić uczciwą cenę. Jeżeli taka opcja jest dostępna, przy Twoim zakładzie w portfolio będzie widoczny niebieski przycisk „Sprzedaj”.
ru: Иногда бывает доступна кнопка досрочной продажи контракта, но только в случаях, когда может быть предложена справедливая рыночная цена. Если данная опция доступна, Вы увидите синюю кнопку "Продать" рядом с контрактом.
th: ในบางครั้งการจำหน่ายออปชั่นก่อนวันหมดอายุเมื่อมีราคาที่เหมาะสมเป็นสิ่งที่เกิดขึ้นได้ และหากมีออปชั่นในสถานะดังกล่าว ท่านจะเห็นปุ่ม "ขาย" สีน้ำเงิน อยู่ถัดไปจากรายการซื้อขายในพอร์ตโฟลิโอ
vi: Đôi khi bạn có thể bán một hợp đồng quyền chọn trước khi giao dịch hết hạn, nhưng chỉ khi giá tốt thì mới có thể được quyết định bán. Nếu trường hợp này xảy ra, bạn sẽ nhìn thấy nút "Bán" màu xanh gần cạnh giao dịch của bạn trong hồ sơ.
zh_cn: 有时候您能在交易到期前卖出合约，但仅在可确定公平价格时能够实现。如果此选项可用，您会在投资组合中您的交易旁边看到蓝色的“卖出”按钮。

source: It is the responsibility of each Client to read and understand this legal notice and the terms and conditions pursuant to which an acquisition of financial contracts via this site is governed.
ar: تقع على عاتق كل عميل مسئولية قراءة وفهم هذا الإشعار القانوني و الشروط والأحكام التى تحكم تملك العقود المالية عبر هذا الموقع.
de: Es liegt in der Verantwortung jedes einzelnen Kunden, diesen rechtlichen Hinweis und die Allgemeinen Geschäftsbedingungen, nach denen sich der Erwerb von Finanzkontrakten über diese Website richtet, zu lesen und zu verstehen.
fr: Il incombe à chaque Client de lire et de comprendre les présentes mentions légales et les conditions générales régissant l'acquisition de contrats financiers par l'intermédiaire de ce site.
id: Adalah merupakan tanggung jawab masing-masing klien untuk membaca dan memahami pemberitahuan resmi dan syarat serta kondisi ini sesuai dengan akuisisi kontrak yang diatur melalui situs ini.
ja: お客さまはこの店頭通貨バイナリーオプション取引約款を熟読し、その内容に同意し、異議のないことをご確認ください。
pl: Obowiązkiem każdego Klienta jest przeczytanie i zrozumienie niniejszej informacji prawnej oraz regulaminu, na mocy których regulowane jest pozyskiwanie kontraktów finansowych za pośrednictwem tego portalu.
ru: Каждый Клиент обязуется прочитать и понять данное юридическое соглашение, а также Правила и условия, в соответствии с которыми совершается приобретение финансовых контрактов на этом сайте.
th: มันเป็นความรับผิดชอบของลูกค้าแต่ละรายที่จะอ่านและทำความเข้าใจประกาศกฎเกณฑ์ต่างๆ ข้อตกลงและเงื่อนไข ตามการได้มาของสัญญาทางการเงินผ่านช่องทางนี้เพื่อเป็นหลักที่ถูกต้อง
vi: Mỗi khách hàng phải có trách nhiệm đọc và hiểu các thông báo pháp lý, các điều khoản và điều kiện theo đúng các vụ mua bán hợp đồng tài chính thông qua trang web đã được quản lý.
zh_cn: 所有客户都有责任阅读并理解该法律通知以及通过本网站买入金融合约需要遵循的条款和条件。

source: It is understood that Binary Group companies, as trading counterparty, have an interest, relationship or arrangement that is material in relation to any trade effected on behalf of you and it is agreed that any company so interested shall be entitled to retain any benefit or profit received and shall not be liable to account therefore to you by reason only of such conflict.
ar: ومن المعلوم أن شركات المجموعة الثنائية، كتجارة الطرف المقابل، لها مصلحة، وعلاقة أو ترتيب المواد فيما يتعلق بأي تجارة ويتم بالنيابة عنك، ومن المتفق عليه أن يحق لأي شركة مهتمة جداً الإبقاء على أي منفعة أو ربح تلقي ولا يكون مسؤولاً حساب ذلك لك بالسبب فقط لمثل هذه الصراعات.
de: Es wird davon ausgegangen, dass Binary Group Firmen, als Handelsgegenpartei ein Interesse, eine Beziehung oder eine Vereinbarung haben, die in Bezug zu jedem Geschäft, dass in Ihrem Auftrag ausgeführt wird, materiell ist und es ist vereinbart, dass jede derartig interessierte Firma berechtigt ist, erhaltene Profite zu behalten und nicht verpflichtet sein kann, Ihnen diese aufgrund eines solchen Konflikts herauszugeben.
fr: Il est entendu que les sociétés du groupe Binary Group Services, agissant en tant que contreparties dans le cadre des opérations de trading, poursuivent certains intérêts et sont liées par certains arrangements qui influencent de manière significative les opérations effectuées en votre nom et il est convenu que toute société est en droit de poursuivre ses intérêts et de conserver tout bénéfice ou profit perçu sans être tenue de se justifier en conséquence auprès de vous exclusivement en raison d'un tel conflit.
id: Sudah dipahami bahwa grup perusahaan Binary, sebagai pihak berlawanan, memiliki kepentingan, hubungan atau pengaturan yang bersifat material dalam kaitannya dengan kontrak yang terlibat atas nama Anda dan sepakat jika ada perusahaan yang menahan manfaat atau keuntungan Anda maka Binary tidak bertanggung jawab atas alasan apapun pada konflik sedemikian.
ja: カウンターパーティーであるBinary.comは、お客さまを代表して影響ある取引に関する利害、関係、手配を有します。権利ある会社が受け取ったいかなる利益、利点を保持する権利を有することに同意されているものとし、抵触のみの理由でアカウントの法的責任を負わないものとします。
pl: Uznaje się, że spółki grupy Binary Group, jako kontrahenci handlowi, mogą posiadać interes, związek lub relację, które są znaczące w stosunku do jakiejkolwiek transakcji realizowanej w Twoim imieniu i uzgadnia się, że spółka posiadająca taki interes jest uprawniona do zatrzymania wszelkich uzyskanych korzyści i zysków i nie jest zobowiązana do rozliczenia się z Tobą jedynie z uwagi na taki konflikt.
ru: Подразумевается, что, будучи торговым контрагентом, группа компаний Binary Group может иметь интерес, связи или договоренности, которые имеют существенное отношение к любому контракту, выполненному от Вашего имени. Настоящим Вы соглашаетесь с тем, что любое лицо, имеющее такой интерес, вправе сохранить любую полученную выгоду или прибыль и таким образом не является обязанным отчитываться перед Вами только по причине возникновения такого конфликта.
th: เป็นที่ทราบดีว่า กลุ่มบริษัทในเครือ Binary ในฐานะของกิจการค้าผลิตภัณฑ์ทางการเงินการลงทุนที่มีความสนใจ ความสัมพันธ์ และการจัดการ เกี่ยวกับการค้าใดๆ ที่มีผลในนามของท่าน และเป็นที่เห็นพ้องว่า บริษัทใดที่มีความสนใจในสิทธิ์ที่จะได้รับประโยชน์ หรือ กำไรใดๆ จะไม่รับผิดชอบต่อบัญชีของท่านด้วยเหตุผลของความขัดแย้งที่อาจจะเกิดขึ้น
vi: Điều này được hiểu rằng các công ty của tập đoàn Binary, ví dụ như đối tác kinh doanh, có cổ phần, mối quan hệ hay thỏa thuận có liên quan tới bất kì giao dịch nào trên danh nghĩa của bạn và điều này cũng được thỏa thuận rằng bất kì công ty nào có liên quan thì đều có quyền nhận được lợi nhuận hay lợi ích và sẽ không chịu trách nhiệm pháp lý với tài khoản của bạn và vì vậy sẽ không chịu trách nhiệm với bạn vì xung đột như vậy.
zh_cn: 据悉，Binary集团各公司作为订约方在代表您进行任何交易时会发生相关的利益、关系或安排。在此同意任何相关公司有权保留其收到的利益或盈利，并不对您承担任何由此类冲突引起的责任。

source: It is your responsibility to keep your password and login ID confidential. You agree that you will not disclose your password and login ID to any other person;
de: Es liegt in Ihrer Verantwortung, Ihr Passwort und Ihre Login-ID geheim zu halten. Sie stimmen zu, Ihr Passwort und Ihre Login-ID keiner anderen Person anzuvertrauen;
fr: Vous êtes responsable de la confidentialité de votre mot de passe et de votre identifiant de connexion. Vous vous engagez à ne pas divulger votre mot de passe et votre identifiant de connexion à toute autre personne ;
ja: ご自身のパスワードとログインIDの保管はお客さまの責任となります。他者へパスワードとログインIDを開示しない旨に同意するものとします。
vi: Đó là trách nhiệm của bạn để giữ của bạn mật khẩu và đăng nhập ID bảo mật. Bạn đồng ý rằng bạn sẽ không tiết lộ ID và mật khẩu của bạn cho bất kỳ người nào khác;
zh_cn: 维护您的密码和登录 ID 保密性是您的责任。您同意不会向任何其他人透露您的密码和登录 ID。

source: It will be released to your account upon approval.
ar: سيتم إيداعها فى حسابك عند الموافقة.
de: Er wird nach Genehmigung auf Ihrem Konto gutgeschrieben.
fr: Le bonus sera crédité sur votre compte après approbation.
id: Akan dikreditkan kedalam akun anda setelah diluluskan.
ja: 自動的に付与されることはなく、承認を経てボーナスとして付与されます。
pl: Zostaną wpłacone na Twoje konto za Twoją zgodą.
ru: Бонус будет внесен на Ваш счет после одобрения.
th: บัญชีของท่านจะได้รับการปล่อยลอยตัวเมื่อมีการอนุมัติ
vi: Bạn sẽ nhận tài khoản sau khi được phê duyệt.
zh_cn: 一经批准，我们将把奖金汇入您的账户。
