Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Winnings may only be paid to the initiator of an account. When a Client maintains an account by means of telegraphic deposits, winnings are only paid to the holder of the originating bank account, and it is the onus of the Client to ensure that account number and name accompany all transfers to the Company. When a Client maintains an account by means of credit/debit card deposits, winnings are only paid back to the same card.
ar: يمكن دفع المكاسب فقط لمن بدأ الحساب. عندما يبقى عميل على حساب عن طريق إيداعات التحويلات البنكية يتم دفع المكاسب فقط لمالك الحساب البنكي وتقع مسوؤلية التأكد من أن رقم الحساب والاسم موجودين في كل التحويلات القادمة للشركة على عاتق العميل. عندما يبقى عميل على حساب عن طريق إيداعات بطاقة الائتمان يتم دفع المكاسب لنفس البطاقة.
de: Gewinne werden nur an den Kontoinhaber gezahlt. Wenn ein Kunde ein Konto mit Hilfe von telegrafischen Einzahlungen führt, werden die Gewinne nur an den Inhaber des ursprünglichen Bankkontos gezahlt und der Kunde muss sicherstellen, dass die Kontonummer und der Name bei allen Überweisungen an das Unternehmen angegeben werden. Wenn der Kunde ein Konto mit Hilfe von Einzahlungen per Kredit-/Debitkarte führt, werden die Gewinne nur auf die selbe Kreditkarte ausgezahlt.
fr: Les gains ne peuvent être payés uniquement qu'au créateur d'un compte. Lorsqu'un Client approvisionne un compte par dépôts télégraphiques, les gains sont versés uniquement au détenteur du compte bancaire original, et il est de la responsabilité du Client de veiller à ce que le numéro de compte et le nom accompagnent tous les transferts à la Société. Lorsqu'un Client approvisionne un compte par le biais de dépôts par carte de crédit/débit, les gains sont versés uniquement sur la même carte.
id: Pada dasarnya keuntungan hanya dapat ditarik menggunakan metode yang sama dengan deposit. Jika klien menggunakan metode transfer bank untuk mendeposit maka metode penarikan adalah menggunakan transfer bank juga.
ja: （通知の効力） 第25条 1. お客さまの届け出た住所または事務所の所在地またはメールアドレス宛に、当社よりなされた本取引に関する書通知が、転居、不在その他当社の責めに帰さない事由により延着し、または到達しなかった場合においては、通常到達すべき時に到達したものとみなします。 2. 本約款における当社からお客さまに対する通知は、本約款に別段の定めがある場合を除き、当社ホームページ上で通知の内容を確認できる状態にすることをもって、通知したものとみなします。
pl: Wygrane mogą być wypłacane tylko właścicielowi konta. Kiedy Klient prowadzi konto za pośrednictwem wpłat telegraficznych, wygrane są wypłacane tylko na oryginalne konto bankowe i to Klient jest odpowiedzialny za sprawdzenie, czy numer konta i nazwisko są uwzględnione w przypadku wszystkich przelewów dla Firmy. Kiedy Klient prowadzi konto za pomocą karty kredytowej bądź debetowej, wypłaty są wypłacane na tę samą kartę.
ru: Прибыль может выплачиваться только на имя владельца счета. Если Клиент вносит средства на счет с помощью банковского перевода, прибыль выплачивается только владельцу данного банковского счета. Клиент обязуется предоставить правильный номер счета и правильно указать своё имя для всех денежных переводов Компании. Если Клиент пополняет счет с помощью кредитной/дебетовой карты, прибыль выплачивается только на ту же карту.
vi: Tiền thắng cược chỉ có thể được trả cho người mở tài khoản. Khi khách hàng duy trì một tài khoản bằng tiền gửi điện tín, tiền thắng cược chỉ được trả lại cho người giữ tài khoản ngân hàng gốc, và nó là trách nhiệm của Khách hàng để đảm bảo rằng số tài khoản và tên đi cùng đều được gửi cho Công ty. Khi khách hàng duy trì một tài khoản tiền gửi bằng phương tiện thẻ tín dụng / thẻ ghi nợ, tiền thắng cược chỉ được trả trên cùng một thẻ.
zh_cn: 利润只会支付给账户的发起人。如果客户通过电汇存款方式维持账户，利润只会支付给汇出银行账户的持有人，且客户有责任确保账号及户名和所有汇款信息一并发送至本公司。如果客户通过借记卡/贷记卡存款的方式维持账户，则利润仅会支付给同一张卡。

source: With %1 you can trade:
ar: مع %1 يمكنك أن تتداول:
de: Bei %1 können Sie handeln mit:
fr: Avec %1, vous pouvez négocier :
id: Dengan %1 Anda dapat bertrading:
ja: 当社では下記のお取引が可能です。
pl: Z %1 możesz handlować w następujących warunkach:
ru: На %1 Вы можете торговать:
vi: Với %1 bạn có thể giao dịch:
zh_cn: 通过 %1，您可以交易：

source: With %1, you can count on us to serve you with integrity and reliability.
de: Mit %1 können Sie sich darauf verlassen, dass wir Ihnen mit Integrität und Verlässlichkeit dienen.
fr: Avec %1, vous pouvez compter sur nous pour vous servir avec intégrité et fiabilité.
ja: 確実性と信頼性に定評のある%1におまかせください。
vi: Với %1, bạn có thể trông cậy vào chúng tôi phục vụ bạn với tính toàn vẹn và độ tin cậy.
zh_cn: 通过%1，您可放心享用我们完整及可靠的服务。

source: With %1, you can sell your contracts before expiry to keep any profits you may have made or to minimise your losses. You don’t have to wait until the actual expiration time.
de: Mit %1 können Sie Ihre Kontrakte verkaufen, bevor sie ablaufen, um jegliche Gewinne, die Sie möglicherweise gemacht haben zu behalten, oder um Ihre Verluste zu minimieren. Sie müssen nicht bis zum eigentlichen Ablaufdatum warten.
fr: Avec %1, vous pouvez vendre vos options avant leur expiration afin de conserver vos gains éventuels et de minimiser vos pertes. Il n'est pas nécessaire d'attendre jusqu'à l'échéance.
ja: %1なら、権利行使期限前に利益が出ているポジションを売却することができますので、終了時刻まで待つ必要はありません。
vi: Với %1, bạn có thể bán hợp đồng của bạn trước khi hết thời hạn để giữ bất kỳ lợi nhuận bạn có thể thực hiện hoặc để giảm thiểu thiệt hại của bạn. Bạn không cần phải đợi cho đến khi thời gian hết hạn thực tế.
zh_cn: 在%1平台，您可在到期之前卖出合约以锁定利润或将亏损减至最低。不需要等合约到期再操作。

source: With %1, you’ll know the risk and potential reward before you purchase a contract.
de: Mit %1 kennen Sie das Risiko und die potentielle Vergütung, bevor Sie einen Kontrakt kaufen.
fr: Avec %1, vous connaîtrez le risque et la potentielle récompense avant d'acheter un contrat.
ja: %1なら、トレード購入前に考えられるリスクとペイアウトを予め把握できます。
vi: Với %1, bạn sẽ biết những rủi ro và phần thưởng tiềm năng trước khi bạn mua một hợp đồng.
zh_cn: 通过%1，您可在购入合约前了解其风险和潜在奖励。

source: With regards to tracking your referrals accessing %1 via the links on your website or by quoting your affiliate IDs during the sign-up process, the Company shall use all reasonable endeavours to ensure that whenever a client is referred to %1 through these links or affiliate IDs, and they subsequently place a contract or otherwise transact with the Company, the relevant client is identified as originating from your referral. However, the Company shall not be liable to you in any way if the Company is unable to identify a client as originating from your referral. Only properly tagged clients can be assigned to you. It is your responsibility to ensure that all links are properly tagged.
de: Hinsichtlich des Tracking Ihrer Empfehlungen, die über die Links auf Ihrer Website auf %1 zugreifen oder Ihre Partner-IDs während des Anmeldeprozesses nennen, wird das Unternehmen alle zumutbaren Anstrengungen unternehmen um sicherzustellen, dass, wenn ein Kunde über diese Links oder Partner-IDs zu %1 empfohlen wird und anschließend einen Vertrag mit dem Unternehmen abschließt oder andere Transaktionen mit dem Unternehmen tätigt, dieser Kunde auch als von Ihnen oder von Ihrer Site empfohlen identifiziert wird. Allerdings ist das Unternehmen in keiner Weise gegenüber Ihnen haftbar, wenn das Unternehmen nicht in der Lage ist zu erkennen, ob ein Kunde von Ihnen empfohlen wurde. Nur ordentlich gekennzeichnete Kunden können Ihnen zugeordnet werden. Sie sind dafür zuständig dafür zu sorgen, dass alle Links korrekt gekennzeichnet sind.
fr: Dans le cadre du suivi des prospects (clients potentiels auxquels vous recommandez %1) accédant à %1 via les liens présents sur votre site Web ou en saisissant vos identifiants d'affilié au cours du processus d'inscription, la Société mettra en œuvre toutes les mesures raisonnables pour s'assurer que tout client redirigé vers %1 par le biais de ces liens ou identifiants d'affilié, et plaçant par la suite un contrat ou procédant à une autre forme de transaction avec la Société, soit identifié comme issu de votre réseau de prospects. Cependant, la Société ne pourra en aucun cas être tenue responsable envers vous dans l'éventualité ou elle ne serait pas en mesure d'identifier un Client comme issu de votre réseau de prospects. Seuls les clients correctement balisés peuvent vous être attribués. Il vous incombe de veiller à ce que tous les liens soient correctement balisés.
ja: 獲得会員がプロモーションサイトのリンク、またはアフィリエイトIDを通じてBinay.comへアクセスし、会員登録、または当社でトレードを行う度に、アフィリエイト会員の紹介に由来するものか確実にお調べ致します。しかし、獲得会員の紹介先を当社が特定できない場合、当社が責任を負うことはありません。適切にタグ付けされた獲得会員のみ、各アフィリエイト会員に割り当てられます。全てのリンクに適切なタグが付いていることを確認するのはアフィリエイト会員の責任となります。
vi: Liên quan đến việc theo dõi những người mà bạn giới thiệu truy cập %1 thông qua đường dẫn của trang web hoặc bằng cách trích dẫn ID liên kết của bạn trong quá trình đăng ký, Công ty sẽ nỗ lực đảm bảo rằng bất cứ khi nào một khách hàng được giới thiệu %1 thông qua những đường dẫn này hoặc ID liên kết, nghĩa là họ đã tham gia vào một hợp đồng hoặc giao dịch với Công ty, Công ty sẽ xác định danh tính của khách hàng từ nguồn giới thiệu của bạn. Tuy nhiên, Công ty sẽ không chịu trách nhiệm với bạn dưới bất kỳ dạng thức nào nếu Công ty không thể xác nhận danh tính khách hàng đó xuất phát từ nguồn giới thiệu của bạn. Chỉ những khách hàng được ghi danh một cách phù hợp mới được chỉ định cho bạn. Trách nhiệm của bạn là đảm bảo tất cả các đường dẫn được ghi nhận phù hợp.
zh_cn: 对于通过您的网站链接或在注册过程中引用您的联盟会员ID 访问 %1 的您所推荐客户，公司将采用所有合理的方式进行跟踪，确保任何通过这些链接或联盟会员ID推荐到%1并执行后续合约交易或公司其他交易的客户源自您的推荐。但是，如果公司无法确定该客户源自您的推荐，公司将不对您承担任何责任。只有带适当标记的客户才可以指派给您。确保所有链接含正确标记是您的责任。

source: Withdraw
ar: سحب
de: Abheben
fr: Retrait
id: Pencairan
ja: 出金
pl: Wypłata
ru: Вывод
vi: Rút tiền
zh_cn: 取款

source: Withdraw from
de: Abheben von
fr: Retrait depuis
ja: XXXからご出金
vi: Rút tiền từ
zh_cn: 提款从

source: Withdraw: %1 working day
ar: سحب: %1 يوم عمل
de: Auszahlung: %1 Werktag
fr: Retrait : %1 jour ouvrable
id: Penarikan: %1 hari kerja
ja: ご出金: %1営業日
pl: Wypłata: %1 dzień roboczy
ru: Вывод: %1 раб.дн.
vi: Rút tiền:%1 ngày làm việc
zh_cn: 取款：%1 个工作日

source: Withdraw: Not applicable
ar: السحب: لا ينطبق
de: Auszahlung: Nicht anwendbar
fr: Retrait: Non applicable
id: Penarikan: Tidak tersedia
ja: ご出金：未対応
pl: Wypłata: nie dotyczy
ru: Вывод: не предлагается
vi: Rút tiền: Không áp dụng
zh_cn: 取款：不适用

source: Withdrawal Limits
ar: حدود السحب
de: Abhebungslimits
fr: Limites de retrait
id: Batas Penarikan
ja: 出金限度額
pl: Limity wypłat
ru: Лимиты на вывод
vi: Giới hạn Rút tiền
zh_cn: 取款限额

source: Withdrawal for your account is not allowed at this moment. Please contact %1 to unlock it.
de: Auszahlungen von Ihrem Konto sind derzeit nicht erlaubt. Bitte setzen Sie sich mi %1 in Verbindung, um es zu entsperren.
fr: Les retraits sur votre compte ne sont pas autorisés actuellement. Veuillez contacter %1 pour déverrouiller cette fontion.
ja: お客様の口座の出金手続きは現在許可されていません。解除するには%1までご連絡ください。
vi: Rút tiền tại tài khoản của bạn không được phép tại thời điểm này. Xin vui lòng liên hệ với %1 để mở khóa.
zh_cn: 您的账户现时无法取款。请联系%1进行解锁。

source: Withdrawal of Funds from Real Account
de: Vom echten Konto Gelder abheben
fr: Retrait de fonds depuis un compte réel
ja: リアル口座から資金のご出金
vi: Rút tiền từ tài khoản thực
zh_cn: 从真实账户提出资金

source: Work closely with other members of the team to develop software that would drive prices on our trading platform
ar: العمل عن كثب مع الأعضاء الآخرين في الفريق لتطوير البرمجيات التي من شأنها أن تدفع الأسعار لدينا على منصة التداول
de: Enge Zusammenarbeit mit weiteren Teammitgliedern, um Software zu entwickeln, die die Kurse auf unserer Handelsplattform steuern
fr: Développement d'un logiciel de tarification pour notre plateforme de trading, en collaboration étroite avec les autres membres de l'équipe
id: Bekerja sama dengan anggota tim lain untuk membangun software yang akan mengoperasikan harga pada platform trading kami
ja: 取引プラットフォームの価格を扱うソフトウェア開発に携わるチームのメンバーと緊密に連携します。
pl: Bliska współpraca z innymi członkami zespołu podczas tworzenia oprogramowania, które będzie określało ceny na naszej platformie do handlowania
ru: Тесное сотрудничество с другими участниками команды над разработкой программного обеспечения для управления ценами на нашей торговой платформе
vi: Làm việc chặt chẽ với các thành viên khác của nhóm để phát triển phần mềm định giá trên nền tảng giao dịch của chúng tôi
zh_cn: 与团队其他成员紧密合作，开发出可在交易平台上推动价格的软件

source: Work directly with members of our marketing and IT teams to produce graphics for the company website, blog, social media outlets, and marketing materials
ar: العمل مباشرة مع أعضاء من فريق التسويق لدينا وفريق تكنولوجيا المعلومات لإنتاج رسومات جرافيكس لموقع الشركة والمدونة ومنافذ وسائل التواصل الإجتماعي ومواد التسويق
de: Direkte Zusammenarbeit mit den Mitgliedern unserer Marketing- und IT-Teams, um Grafiken für unsere Unternehmenswebsite, Blogs, Soziale Medien, und um Werbematerial zu erstellen
fr: Création de contenus graphiques destinés à la diffusion sur le site Web et le blog de la société, sur les réseaux sociaux et dans le cadre de nos campagnes marketing, en collaboration directe avec les membres de nos équipes marketing et informatique
id: Bekerja secara langsung dengan anggota pemasaran dan tim IT kami untuk menghasilkan grafis untuk website perusahaan, blog, media sosial, dan materi pemasaran
ja: 当ウェブサイト、ソーシャルメディア、マーケティング資料に必要なグラフィックの作成にマーケティングチームとITチームのメンバーと直接連携します
pl: Bezpośrednia współpraca z naszym działem marketingowym i IT w celu tworzenia materiałów graficznych na potrzeby firmowej strony internetowej, blogów, mediów społecznościowych i materiałów marketingowych
ru: Непосредственная работа с сотрудниками нашего маркетингового и IT отдела с целью создания графических объектов для вебсайта, блога, публикаций в социальных сетях, а также маркетинговых материалов компании
vi: Làm việc trực tiếp với các thành viên của nhóm tiếp thị và công nghệ thông tin để đưa ra những thiết kế đồ họa cho trang web, blog, phương tiện truyền thông xã hội và tài liệu tiếp thị của công ty
zh_cn: 直接与我们的市场营销和信息技术团队成员合作制作公司网站、博客、社交媒体和营销材料的图形设计

source: Work experience in a similar role
ar: خبرة العمل في دور مشابه
de: Berufserfahrung in einer ähnlichen Position
fr: Expérience professionnelle sur un poste similaire
id: Pengalaman kerja dalam posisi yang sama
ja: 同様の役割での実務経験
pl: Doświadczenie na podobnym stanowisku
ru: Опыт работы на схожей должности
vi: Kinh nghiệm làm việc ở một vị trí tương tự
zh_cn: 相同岗位的工作经验

source: Work to expand our international client base by applying creative marketing and customer support strategies
ar: العمل على توسيع قاعدة عملائنا الدوليين عن طريق تطبيق التسويق الإبداعي واستراتيجيات دعم العملاء
de: Erweiterung unseres internationalen Kundenstamms durch Anwendung kreativer Marketing- und Kundendienststrategien
fr: Élargir notre base internationale de clients en mettant en œuvre des stratégies créatives dans les domaines du marketing et du service à la clientèle
id: Bekerja untuk memperluas pelanggan internasional dengan menerapkan pemasaran kreatif dan strategi customer support
ja: 創造的なマーケティング戦略と顧客サポート戦略を適用して世界中の顧客ベースを拡大する作業
pl: Stosowanie kreatywnych strategii dot. obsługi klienta i marketingu w celu zwiększenia naszej bazy klientów międzynarodowych
ru: Расширение нашей международной клиентской базы, применяя стратегии творческого маркетинга и обслуживания клиентов
vi: Làm việc để mở rộng khách hàng quốc tế bằng cách áp dụng chiến lược hỗ trợ khách hàng và marketing sáng tạo
zh_cn: 通过应用创意营销和客户支持策略，努力扩大我们的国际客户群

source: Work with colleagues in IT, Customer Support, and Marketing to provide localised text for our global website, blog, social media outlets, and promotional materials.
de: Zusammenarbeit mit Kollegen aus IT, Kundendienst und Marketing, um auf unserer globalen Website, unseren Blogs, unseren Soziale Medien Kanälen und in unseren Werbematerialien lokalisierte Texte zur Verfügung zu stellen.
fr: En collaboration avec vos collègues chargés des TI, du service clientèle et du marketing, vous prendrez en charge la traduction et la localisation des contenus de notre site Web international, de notre blog, de nos pages officielles sur les réseaux sociaux et de nos supports promotionnels.
id: Bekerja dengan rekan-rekan IT, Customer Support dan Pemasaran untuk menyediakan teks dalam bahasa lokal pada website kami secara keseluruhan, blog, dan media sosial dan materi promosi.
ja: グローバルなウェブサイト、ブログ、ソーシャルメディア、プロモーション資料において地方言語で情報を提供できるようIT,カスタマーサポート、マーケティンググループと協働します。
pl: Współpracuj z pracownikami działu IT, Obsługi klienta i Marketingu w celu lokalizacji tekstów umieszczanych na naszej globalnej stronie internetowej oraz na naszych blogach, w mediach społecznościowych i w mediach społecznościowych.
ru: Работа с коллегами из отделов IT, поддержки клиентов и маркетинга с целью предоставления услуг локализации текста для нашего мирового вебсайта, блога, публикаций в соц. сетях и рекламных материалов.
vi: Kết hợp với đội ngũ IT, Hỗ trợ khách hàng, và Marketing để cung cấp những nội dung được dịch ra tiếng bản ngữ trên trang web, blog và phương tiện truyền thông công cộng và tài liệu quảng cáo của chúng tôi.
zh_cn: 与信息技术、客服和市场营销部的同事紧密合作，向我们的全球网站、博客、社交媒体网站和促销材料提供本土化文本。

source: Work with members of the QA team to ensure the integrity of releases
ar: العمل مع أعضاء فريق ضمان الجودة لضمان سلامة النشرات
de: Zusammenarbeit mit den Mitgliedern des QS-Teams, um die Integrität von Releases sicherzustellen
fr: Collaborer avec les membres de l'équipe d'assurance qualité pour garantir l'intégrité des publications
id: Bekerja dengan anggota tim QA untuk memastikan integritas rilis
ja: リリースの整合性を確保するためQA（品質保証）チームのメンバーと協働します
pl: Współpraca z członkami zespołu QA w celu zapewniania integralności nowych wersji
ru: Работа с командой отдела количественной аналитики для обеспечения целостности выпускаемых версий
vi: Kết hợp với các nhân viên quản lý chất lượng để đảm bảo những bản phát hành hoàn hảo
zh_cn: 与质量管理团队紧密合作，确保发布版本的完整性

source: Work with senior staff to coordinate project delivery; develop and update schedules; document processes; and push initiatives to successful completion.
ar: العمل مع كبار الموظفين لتنسيق تنفيذ المشاريع; تطوير وتحديث الجداول; عمليات التوثيق; ودفع المبادرات الرامية إلى الإنتهاء بنجاح.
de: Zusammenarbeit mit unseren Führungskräften, um die Projektabwicklung zu koordinieren, Zeitpläne zu entwickeln und zu aktualisieren; Dokumentenverarbeitung und Initiativen zu einer erfolgreichen Beendigung zu führen.
fr: En collaboration avec les cadres supérieurs de la société, vous assurerez la coordination des livraisons de projet, le développement et la mise à jour des emplois du temps, tout en veillant au respect des objectifs fixés pour chaque projet.
id: Bekerja dengan staf senior untuk mengkoordinasikan pelaksanaan proyek; mengembangkan dan memperbarui jadwal; proses dokumen; dan mendorong inisiatif untuk penyelesaikan.
ja: プロジェクト提出の調整、スケジュール更新、プロセスの文書化、完成までの計画の推進において上級スタッフと協働します。
pl: Współpraca z przełożonymi w celu koordynowania realizacji projektu, tworzenia i aktualizacji terminów, przetwarzania dokumentów i w razie potrzeby przejmowanie inicjatywy, aby zapewnić skuteczne zakończenie projektu.
ru: Совместная работа с руководителями над реализацией проекта; составление и обновление графиков; документирование процедур; предложение инициатив для успешного выполнения проекта.
vi: Làm việc với các nhân viên cao cấp để điều phối dự án, phát triển và cập nhật lịch trình, tạo tài liệu quy trình và thúc đẩy các sáng kiến để hoàn thành xuất sắc dự án.
zh_cn: 与高级工作人员合作协调项目交付、制定和更新计划、文档过程和推动完成项目。

source: Work with senior staff to coordinate project delivery; develop and update schedules; maintain task lists; and hold team members accountable for assigned deliverables
de: Zusammenarbeit mit Führungskräften, um die Projektabwicklung zu koordinieren, Zeitpläne entwickeln und aktualsieren, Aufgabenlisten pflegen und die Teammitglieder für die übertragenen Leistungen verantwortlich machen
fr: Coordonner la livraison des projets en collaboration avec les cadres supérieurs ; concevoir et mettre à jour les emplois du temps et les listes de tâches ; veiller au respect des objectifs fixés pour chaque membre de l'équipe
id: Bekerja dengan staf senior untuk mengkoordinasikan pelaksanaan proyek, mengembangkan dan memperbarui jadwal, memelihara daftar tugas, dan memastikan anggota tim menyelesaikan tugas
ja: プロジェクト日程調整のため上級スタッフと協働します：タスクリストの管理、チームメンバーへ割り当てられた成果物への責任
pl: Współpraca z przełożonymi w celu koordynowania realizacji projektu, tworzenie i aktualizowanie harmonogramów, prowadzenie listy zadań i rozliczanie członków zespołu z powierzanych im zadań
ru: Совместная работа с руководителями над координацией проектов; разработка и внесение дополнений в графики; соблюдение списка задач; контроль над выполнением поставленных задач членами команды
th: ปฏิบัติงานกับเจ้าหน้าที่อาวุโสเพื่อประสานงานการส่งมอบโครงการ จัดทำแผนงานและอัพเดท ปรับปรุงตารางงานของโครงการ และดูแลทีมงานให้สามารถส่งมอบงานที่มอบหมายได้
vi: Làm việc với nhân viên cao cấp để phối hợp phân phối dự án; phát triển và cập nhật lịch trình; duy trì danh sách công việc; và tổ chức thành viên trong nhóm chịu trách nhiệm cho công việc được phân chia
zh_cn: 与资深职员合作进行项目协调，制定和更新日程安排、维护任务列表，让团队成员分别负责安排好的工作

source: Working closely with the Head of Compliance to implement Know your Client (KYC), Anti-Money Laundering (AML), and data protection regulations
ar: العمل عن كثب مع رئيس الإمتثال لتنفيذ أعرف عميلك (KYC), مكافحة غسيل الأموال (AML), ولوائح حماية البيانات
de: Enge Zusammenarbeit mit dem Head of Compliance, um Vorschriften zu Know your Client (KYC), Anti-Money Laundering (AML) und zum Datenschutz umzusetzen
fr: En collaboration étroite avec notre directrice de la conformité, veiller à la mise en œuvre de nos procédures KYC (« know your client ») et anti-blanchiment d'argent, tout en assurant la conformité aux réglementations relatives à la protection des données
id: Bekerja sama dengan Kepala Kepatuhan untuk melaksanakan Tahu Klien Anda (KYC), Anti-Pencucian Uang (AML), dan peraturan perlindungan data
ja: 顧客管理プログラムKnow your Client (KYC)、アンチマネーロンダリング (AML)、データ保護規制を実装するためにコンプライアンス担当と密に協力します
pl: Bliska współpraca z szefem działu zgodności w celu wprowadzania wytycznych dot. procedury „Poznaj swojego klienta” (KYC), zapobiegania praniu brudnych pieniędzy (AML) oraz ochrony danych
ru: Тесное сотрудничество с главой отдела нормативно-правовоого соответствия для применения политики "Знай своего клиента" (ЗСК), принципов борьбы с отмыванием денег, а также положений о защите данных
vi: Kết hợp chặt chẽ với đội ngũ Pháp chế để thực hiện chính sách lưu trữ, truy tìm và cung cấp thông tin hồ sơ khách hàng (KYC), chống rửa tiền (AML) và các quy định bảo vệ dữ liệu
zh_cn: 与法律部主管紧密合作，了解客户端 (KYC)、反洗钱 (AML) 和数据保护等法规

source: Written limits and self-exclusion
ar: الحدود المكتوبة والإقصاء الذاتي
de: Vereinbarte Limits und Selbstausschluss
fr: Limites écrites et auto-exclusion
id: Batas tertulis dan pengecualian diri
ja: 自己制限の内容、及び方法について
pl: Zapisane limity i samodzielne wyłączenie
ru: Принятые лимиты и самоисключение
vi: Giới hạn được viết và tự rút lui
zh_cn: 书面限制和自我禁止

source: Year
ar: عام
de: Jahr
fr: Année
id: Tahun
ja: 年
pl: Rok
ru: год
th: ปี
vi: Năm
zh_cn: 年
