Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: <p><strong>Detailed report</strong>: The detailed report shows you your detailed traffic and income statistics. Use the filters and column selectors to break down your reporting as desired.</p> <p><strong>Player report</strong>: The player report shows a breakdown of statistics per player. Use the filters to refine the report.</p> <p><strong>Daily Earnings</strong>: The commission report shows you your daily commission earnings, per site / product.</p>
ar: <p><strong>تقرير مفصل</strong>: يوضح التقرير المفصل حركة المرور وإحصاءات الدخل الخاصة بك تفصيلياً. استخدم المرشحات وأدوات اختيار العواميد لتقسم تقريرك كيفما تشاء.</p> <p><strong>تقرير العميل</strong>: يوضح تقرير العميل إحصاءات مفصلة لكل عميل. استخدم المرشحات لتنقية التقرير.</p> <p><strong>الأرباح اليومية</strong>: يوضح تقرير العمولات أرباح العمولات اليومية الخاصة بك لكل موقع ولكل منتج</p>
de: <p><strong>Detaillierter Bericht</strong>: Der detaillierte Bericht zeigt Ihnen Ihren ausführlichen Datenverkehr und Ihre Ertragsstatistik an. Verwenden Sie die Filter und Auswahlschalter der Spalten, um Ihren Bericht, wie gewünscht, aufzuschlüsseln.</p> <p><strong>Spielerbericht</strong>: Der Spielerbericht zeigt eine Analyse der Statistiken pro Spieler an. Verwenden Sie die Filter, um den Bericht einzugrenzen.</p> <p><strong>Tagesgewinne</strong>: Der Provisionsbericht zeigt Ihnen pro Seite / pro Produkt die täglichen Provisionseinnahmen an.</p>
id: <p><strong>Laporan rinci</strong>: Laporan rinci menunjukkan rincian trafik dan statistik pendapatan anda. Gunakan filter dan kolom penyeleksi untuk memperoleh laporan sesuai dengan keinginan anda.</p> <p><strong>Laporan trader</strong>: Laporan trader menunjukkan pengelompokan statistik per trade. Gunakan filter untuk memperinci laporan.</p> <p><strong>Laporan komisi</strong>: Laporan komisi menunjukkan penghasilan komisi harian anda, per situs/produk.</p>
pl: <p><strong>Szczegółowy raport</strong>: Szczegółowy raport pokazuje szczegółowe statystyki ruchu i przychodów. Przy pomocy filtrów i narzędzi do wyboru kolumn można posortować raport według własnych kryteriów.</p> <p><strong>Raport gracza</strong>: Raport gracza pokazuje rozbicie statystyk na poszczególnych graczy. Dzięki filtrom może dostosować raport do swoich potrzeb.</p> <p><strong>Dzienne zarobki</strong>: Raport z prowizji pokazuje dzienne zarobki z prowizji dla danej strony lub produktu.</p>
ru: <p><strong>Подробный отчет</strong>: Подробный отчет показывает информацию о Вашем трафике и статистику о прибыли. Используйте фильтры и разделители на колонки, чтобы разбить Ваши отчеты по своему усмотрению.</p> <p><strong>Отчет об игроках</strong>: Отчет об игроках показывает статистику по игрокам. Используйте фильтры, чтобы персонализировать отчет.</p> <p><strong>Дневные заработки</strong>: Дневной отчет о комиссиях показывает Ваши заработки комиссионных каждый день, по сайтам/продуктам.</p>
th: <p><strong>รายงานรายละเอียด</strong>: รายงานรายละเอียดแสดงรายละเอียดการใช้งานและสถิติรายได้ โดยสามารถเลือกเงื่อนไขเพื่อแบ่งรายละเอียดรายงานเพื่อแสดงรายงานในรูปแบบที่ต้องการ</p> <p><strong>รายงานผู้ใช้งาน</strong>: รายงานผู้ใช้งานแสดงรายละเอียดและสถิติของผู้ใช้งาน โดยสามารถเลือกเงื่อนไขเพื่อแสดงรายงานได้</p> <p><strong>รายงานกำไรประจำวัน</strong>: รายงานคอมมิชชั่นแสดงข้อมูลผลกำไรต่อไซต์ และต่อผลิตภัณฑ์</p>
vi: <p><strong>Báo cáo chi tiết</strong>: Báo cáo chi tiết chỉ ra từng hoạt động và thống kê thu nhập. Dùng bộ lọc và lựa chọn cột để chia báo cáo theo ý muốn.</p> <p><strong>báo cáo người chơi</strong>: Báo cáo người chơi chỉ ra thông số của từng người chơi. Dùng bộ lọc để xem báo cáo.</p> <p><strong>Thu nhập hàng ngày</strong>: Báo cáo hoa hồng hiển thị hoa hồng thu thập mỗi ngày, tính theo trang/ sản phẩm.</p>
zh_cn: <p><strong>详细报告</strong>：详细报告包括您的网站流量详情以及收入统计。根据需要，您可利用筛选器和栏目选择器对报告进行细化分解。</p> <p><strong>交易者报告</strong>：交易者报告包括每位交易者的统计数据详情。您可利用筛选器对报告进行优化。</p> <p><strong>每日收入报告</strong>：佣金报告向包括按网站或产品划分的每日佣金收入。</p>

source: <p>A client is someone who has been referred through one of your marketing tools and who has deposited money into their %1 account. They must fulfill the following criteria: </p> <ul class='checked'> <li>Have not previously been a %1 customer.</li> <li>Have made the minimum deposit.</li> <li>Are over 18.</li> </ul>
ar: <p>العميل هو أحد الأشخاص الذين تمت إحالتهم بواسطة أحد أدواتك التسويقية وقام بإيداع مبلغ من المال فى حساب %1 الخاص به. يجب أن يفوا بالمعايير الآتية: </p> <ul class='checked'> <li>لم يكن عميل سابق لـ %1.</li> <li>قام بإيداع الحد الأدنى.</li> <li>أن يكون تجاوز سن الثامنة عشر.</li> </ul>
de: <p>Ein Kunde ist jemand, der über eines Ihrer Marketingtools gewonnen wurde und Geld auf sein %1 Konto eingezahlt hat. Kunden müssen folgende Kriterien erfüllen: </p> <ul class='checked'> <li>Sie müssen Erstkunden von %1 sein.</li> <li>Es muss eine Mindesteinzahlung getätigt worden sein.</li> <li>Der Kunde ist über 18 Jahre.</li> </ul>
id: <p>Seorang klien adalah seseorang yang telah bergabung melalui salah satu alat pemasaran Anda dan yang telah mendepositkan dana ke dalam akun %1 mereka. Mereka harus memenuhi kriteria sebagai berikut: </p> <ul class='checked'> <li>Belum pernah menjadi pelanggan %1.</li> <li>Telah mendeposit dana.</li> <li>Berumur lebih dari 18 tahun.</li> </ul>
pl: <p>Klient to osoba, która została polecona za pomocą któregoś z narzędzi marketingowych użytkownika i która wpłaciła pieniądze na swoje konto %1. Musi spełniać następujące kryteria: </p> <ul class='checked'> <li>Nie była dotąd klientem %1.</li> <li>Dokonała minimalnej wpłaty.</li> <li>Ma ukończone 18 lat.</li> </ul>
ru: <p>Клиентом считается человек, который зашел к нам на сайт через один из Ваших рекламных инструментов и который пополнил свой счет на %1. Клиенты должны соответствовать следующим критериям: </p> <ul> <li>Не иметь ранее другого счета на %1.</li> <li>Внести хотя бы минимальный депозит.</li> <li>Быть старше 18 лет.</li> </ul>
th: <p>ลูกค้า คือ บุคคลผู้ซึ่งได้รับการเรียนเชิญให้เข้าใช้งานระบบเทรดผ่านทางช่องทางการตลาดช่องทางหนึ่งและได้ฝากเงินเข้ามายังบัญชีของเขา %1 โดยต้องมีคุณสมบัติต่อไปนี้: </p> <ul class='checked'> <li>ไม่เคยเป็นลูกค้า %1 มาก่อน</li> <li>ได้ฝากเงินตามเกณฑ์มูลค่าขั้นต่ำ</li> <li>อายุมากกว่า 18 ปี</li> </ul>
vi: <p>Khách hàng là những người được giới thiệu bởi một trong những công cụ marketing của bạn và đã nạp tiền vào tài khoản %1 của họ. Họ phải đáp ứng các yêu cầu sau: </p> <ul class='checked'> <li>Trước đây chưa từng là khách hàng của %1</li> <li>Ký quỹ mức tối thiểu.</li> <li>Hơn 18 tuổi.</li> </ul>
zh_cn: <p>客户即通过您的营销工具推介加入并已向其 %1 账户存入资金的人，必须满足以下条件：</p> <ul class='checked'> <li>以前不是 %1 的客户。</li> <li>已存入最低金额。</li> <li>18 岁以上。</li> </ul>

source: <p>Dear Valued Customer,</p><p>It appears that you have tried to register an email address that is already included in our system. If it was not you, simply ignore this email, or contact our customer support if you have any concerns.</p>
ar: <p>عزيزي العميل المحترم،</p> <p>يبدو أنك قد حاولت تسجيل عنوان البريد إلكتروني التي تم تضمينها مسبقاً في نظامنا. إذا لم يكن لك، ببساطة تجاهل هذا البريد الإلكتروني، أو اتصل بدعم العملاء إذا كان لديك أي شواغل.</p>
id: <p>Kepada Pelanggan Yth,</p><p>Sepertinya Anda mencoba mendaftar menggunakan alamat email yang sudah didaftarkan pada sistem kami. Jika bukan Anda yang melakukan pendaftaran tersebut, silahkan abaikan email ini atau hubungi customer support kami jika Anda memerlukan bantuan.</p>
pl: <p>Szanowny Kliencie,</p><p>Próbowałeś zarejestrować adres e-mail, który jest już obecny w naszym systemie. Jeżeli to nie Ty, zignoruj tę wiadomość. Jeżeli masz jakiekolwiek obawy, skontaktuj się z naszym działem obsługi klienta.</p>
ru: <p>Уважаемый клиент,</p><p>Вы попытались зарегистрировать электронный адрес, уже имеющийся в нашей системе. Если это были не Вы, просто проигнорируйте данное электронное сообщение или свяжитесь с нашим отделом поддержки клиентов в случае возникновения любых вопросов.</p>
th: <p>เรียน ท่านลูกค้าผู้มีอุปการะคุณ</p><p>ทางบริษัทฯ พบว่า คุณได้ลงทะเบียนด้วยอีเมล์ที่มีผู้ลงทะเบียนไว้แล้วในระบบของเรา หากคุณไม่ได้เป็นผู้ดำเนินการ ขอได้โปรดกรุณาเพิกเฉยต่ออีเมล์ฉบับนี้ หรือ ทำการติดต่อกลับยังฝ่ายบริการลูกค้า หากท่านมีข้อสงสัยใดๆ จักเป็นพระคุณยิ่ง</p>

source: <p>Yes. Please contact your account manager if you would like a customized banner and provide him/her with the following information:</p> <ul class='checked'> <li>Pixel size.</li> <li>File format.</li> <li>Desired language.</li> <li>The URL of the site on which the banner is going to appear.</li> <li>Banner placement.</li> <li>Specific colors the banner should include.</li> <li>Specific message the banner should include.</li> </ul>
ar: <p>نعم. يرجى الاتصال بمدير حسابك إذا كنت ترغب بالحصول على شعار حسب الطلب وزوده بالمعلومات التالية:</p> <ul class='checked'> <li>حجم البيكسل.</li> <li>صيغة الملف.</li> <li>اللغة المطلوبة</li> <li>عنوان URL الخاص بالموقع الذى سيظهر عليه الشعار.</li> <li>موضع الشعار.</li> <li>أية ألوان يجب أن يحتويها الشعار.</li> <li>الرسالة التى سيتضمنها الشعار.</li> </ul>
de: <p>Ja. Bitte setzen Sie sich mit Ihrem Kundenbetreuer in Verbindung, wenn Sie ein eigenes Banner verwenden möchten und stellen Sie ihm/ihr folgende Informationen zur Verfügung:</p> <ul class='checked'> <li>Pixelgröße.</li> <li>Dateiformat.</li> <li>Gewünschte Sprache.</li> <li>Die URL der Seite, auf der das Banner erscheinen soll.</li> <li>Platzierung des Banners.</li> <li>Spezifische Farben, die das Banner enthalten soll.</li> <li>Spezifische Mitteilung, die das Banner enthalten soll.</li> </ul>
id: <p>Iya. Silahkan hubungi manajer Anda jika Anda ingin memperoleh banner khusus dan informasikan keterangan sebagai berikut:</p> <ul class='checked'> <li>Ukuran pixel.</li> <li>Format file.</li> <li>Bahasa.</li> <li>URL website dimana banner akan ditampilkan.</li> <li>Penempatan banner.</li> <li>Warna khusus banner.</li> <li>Pesan khusus yang ingin ditampilkan pada banner.</li> </ul>
pl: <p>Tak. Prosimy o kontakt z menadżerem konta, jeśli potrzebny jest spersonalizowany baner. Prosimy o podanie następujących informacji:</p> <ul class='checked'> <li>Wielkość w pikselach.</li> <li>Format pliku.</li> <li>Wybrany język.</li> <li>Adres URL strony, na której pojawi się baner.</li> <li>Położenie banera.</li> <li>Konkretne kolory, jakie ma zawierać baner.</li> <li>Konkretna informacja, jaką ma zawierać baner.</li> </ul>
ru: <p>Да. Пожалуйста, свяжитесь с менеджером Вашего счета, если Вы желаете получить персонализированный баннер, и предоставьте следующую информацию:</p> <ul> <li>Размер в пикселях.</li> <li>Формат архива.</li> <li>Язык.</li> <li>Ссылка URL сайта, где будет размещен баннер.</li> <li>Место размещения баннера.</li> <li>Цветовая специфика.</li> <li>Конкретное текстовое сообщение.</li> </ul>
th: <p>ใช่แล้ว กรุณาติดต่อเจ้าหน้าที่ลูกค้าสัมพันธ์ของท่าน หากท่านประสงค์ที่จะเปลี่ยนแปลงแบนเนอร์ ขอให้ท่านให้ข้อมูลต่อไปนี้:</p> <ul class='checked'> <li>ขนาดพิกเซล</li> <li>รูปแบบแฟ้ม/ไฟล์</li> <li>ภาษาที่ใช้</li> <li>URL ที่ต้องการแสดงบนแบนเนอร์</li> <li>ตำแหน่งแบนเนอร์</li> <li>ระบุสีที่แบนเบอร์ต้องการให้มี</li> <li>ระบุข้อความบนแบนเนอร์</li> </ul>
vi: <p>Có. Vui lòng liên hệ với nhân viên quản lý tài khoản của bạn nếu bạn có nhu cầu đặt biểu ngữ tùy chọn, và cung cấp cho họ những thông tin sau:</p> <ul class='checked'> <li>Cỡ ảnh.</li> <li>Định dạng File.</li> <li>Ngôn ngữ mong muốn.</li> <li>Đường dẫn trang hiển thị biểu ngữ.</li> <li>Nơi đăng biểu ngữ.</li> <li>Màu sắc bạn muốn cài đặt cho biểu ngữ.</li> <li>Thông điệp của biểu ngữ.</li> </ul>
zh_cn: <p>可以。如需定制横幅广告，请联系您的客户经理，并提供以下信息：</p> <ul class='checked'> <li>像素大小。</li> <li>文件格式。</li> <li>所需的语言。</li> <li>横幅广告所投放网站的 URL。</li> <li>横幅广告的位置摆放。</li> <li>横幅广告应包含的特定颜色。</li> <li>横幅广告应包含的特定信息。</li> </ul>

source: <span>All durations:</span> from 10 seconds to 365 days.
ar: <span>كل الفترات الزمنية:</span> من 10 ثوان وحتى 365 يوما.
id: <span>Semua durasi:</span> dari 10 detik hingga 365 hari.
pl: <span>Wszystkie okresy:</span> od 10 sekund do 365 dni.
ru: <span>С любой продолжительностью:</span> от 10 секунд до 365 дней.
th: <span>ระยะเวลาทั้งหมด:</span>10 วินาที ถึง 365 วัน

source: <span>All market conditions:</span> up/down, touch/no-touch, stays in/goes out.
ar: <span>كل ظروف السوق:</span> فوق/تحت، الوصول/عدم الوصول، البقاء بين/الخروج عن.
id: <span>Semua kondisi pasar:</span> naik/turun, menyentuh/tidak menyentuh, di dalam/di luar.
pl: <span>Wszystkie warunki rynkowe:</span> wyższe/niższe, osiągnie/nie osiągnie, pozostanie na danym poziomie/przekroczy.
ru: <span>При любых условиях рынка:</span> вверх/вниз, касание/нет касания, внутри/вне.
th: <span>เงื่อนไขของตลาด:</span> up/down, touch/no-touch, stays in/goes out.

source: <span>All markets:</span> currencies, stocks, indices, and commodities.
ar: <span>كل الأسواق:</span> العملات، المؤشرات، الأسهم، والسلع.
id: <span>Semua pasar:</span> mata uang, saham, indeks, dan komoditas.
pl: <span>Wszystkie rynki:</span> waluty, akcje, wskaźniki i towary.
ru: <span>На всех рынках:</span> валютными парами, акциями, индексами и сырьевыми материалами.
th: <span>ประเภทตลาด:</span> สกุลเงินต่างๆ หุ้นต่างๆ ดัชนีต่างๆ และ สินค้าโภคภัณฑ์ต่างๆ

source: <span>All payouts:</span> from $1 to $50,000.
ar: <span>جميع دفعات:</span> من 1 دولار إلى 000 50 دولار.
id: <span>Hasil:</span> dari $1 hingga $50,000.
pl: <span>Wypłaty w każdej wysokości:</span> od 1 do 50 000 $.
ru: <span>С выплатами по контрактам</span> от $1 до $50,000.
th: <span>การชำระเงิน:</span> 1 ถึง 50,000 ดอลลาร์สหรัฐ

source: <strong>2-way pricing</strong> - %1 quotes a trade and the counter-trade, so you always get unbiased, transparent prices.
ar: <strong>سعر ثنائى الاتجاه</strong> - تقدم لك %1 سعر العقد ونقيضه، لتحصل على أسعار غير منحازة وشفافة.
id: <strong>harga 2-arah</strong> - %1 selalu memperlihatkan harga lawan arah dari trading Anda, dimana Anda memperoleh harga transparan.
pl: <strong>Wycena dwustronna</strong> - %1 obstawia transakcję i jej przeciwieństwo, dzięki czemu zawsze otrzymujesz obiektywne i jasne ceny.
ru: <strong>оценка контракта в двух направлениях</strong> - %1 предоставляет условия контракта и его противоположного опциона, обеспечивая непредвзятые и прозрачные цены.
th: <strong>ราคาสองทาง</strong> - %1 ตั้งราคาซื้อขาย และ เทรดผ่านตัวแทน ไม่ว่าช่องทางใด คุณจะได้เห็นข้อมูลเดียวกัน ไม่ปกปิด ราคาโปร่งใส ตรงไปตรงมา

source: <strong>Additional business exposure:</strong> You will increase awareness of your services and generate new business.
ar: <strong>عرض إضافي للأعمال:</strong> سوف تزيد التوعية بخدماتك وكذلك إنشاء أعمال جديدة.
de: <strong>Zusätzliche Geschäftsmöglichkeiten:</strong> Sie können die Bekanntheit Ihrer Dienstleistungen vergrößern und Neugeschäft generieren.
id: <strong>Paparan bisnis tambahan:</strong> Anda akan memperjelas layanan Anda dan menghasilkan peluang bisnis baru.
pl: <strong>Dodatkowa reklama:</strong> Zwiększysz rozpoznawalność swoich usług i dochody.
ru: <strong>Дополнительный бизнес:</strong> Вы улучшите рекламу своих услуг и увеличите базу клиентов.
th: <strong>มากกว่าโอกาสทางธุรกิจ:</strong> คุณจะเพิ่มโอกาสในการรับรู้บริการต่างๆ ของคุณและสร้างธุรกิจใหม่ๆ
vi: <strong>Phát sinh giao dịch:</strong> Bạn sẽ hiểu biết thêm về dịch vụ của mình và có thể tạo thêm được giao dịch mới.
zh_cn: <strong>额外业务推展:</strong> 您的服务将受推广，生意蒸蒸日上。

source: <strong>All markets, all conditions</strong> - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets.
ar: <strong>كل الأسواق ، كل الظروف</strong> - تداول العملات، المؤشرات، والسلع فى الأسواق الصاعدة والهابطة والمتأرجحة والهادئة والمتقلبة.
id: <strong>Semua pasar, semua kondisi</strong> - trading mata uang, indeks dan komoditas pada kenaikan, penurunan, sideway, sepi atau volatilitas pasar.
pl: <strong>Wszystkie rynki, wszystkie warunki rynkowe</strong> - handluj walutami, wskaźnikami i towarami na rynkach rosnących, rynkach o tendencji zniżkowej lub w trendzie bocznym, rynkach spokojnych i zmiennych.
ru: <strong>Любые рынки, любые условия</strong> - торгуйте на форексе, индексах и сырьевых материалах в условиях понижающихся или повышающихся, волатильных или неподвижных рынков.
th: <strong>ประเภทตลาดและเงื่อนไข</strong> - เทรดสกุลเงินต่างๆ หุ้นต่างๆ ดัชนีต่างๆ และ สินค้าโภคภัณฑ์ต่างๆ ทั้งขาขึ้น ขาลง ไซด์เวย์ ภาวะตลาดที่สงบและภาวะไม่แน่นอน

source: <strong>Benchmarked prices</strong> - %1 benchmarks its prices daily against inter-bank derivatives markets.
ar: <strong>أسعار قياسية</strong> - تقيس %1 أسعارها يومياً مقابل سوق العقود بين البنوك.
id: <strong>Harga acuan</strong> - %1 harga acuan harian sesuai dengan pasar derivatif antar bank.
pl: <strong>Porównywanie cen</strong> - %1 codziennie porównuje swoje ceny z cenami na rynkach międzybankowych instrumentów pochodnych.
ru: <strong>Стандартные цены</strong> - %1 ежедневно стандартизирует свои цены относительно рынков межбанковских производных.
th: <strong>เกณฑ์ราคามาตรฐาน</strong> - %1 เกณฑ์มาตรฐานของราคาประจำวันในตลาดเงินและอนุพันธ์

source: <strong>Better execution price!</strong><br /> The price has moved in your favour from %1 to %2.
ar: <strong> سعر تنفيذ أفضل!</strong><br /> لقد تحرك السعر لصالحك من %1 إلى %2.
id: <strong>Harga eksekusi lebih baik!</strong><br /> Harga telah bergerak dari %1 ke %2.
pl: <strong>Lepsza cena wykonania!</strong><br /> Cena zmieniła się na Twoją korzyść z %1 na %2.
ru: <strong>Лучшая цена исполнения!</strong><br /> Цена изменилась в выгодную для Вас сторону с %1 до %2.
th: <strong>ราคาที่ดีกว่า!</strong><br /> ราคาจะถูกเปลี่ยนไปตามความต้องการของคุณจาก %1 ถึง %2.

source: <strong>Commissions:</strong> You will charge a commission to process the transactions.
ar: <strong>العمولات:</strong> سوف تتقاضى عمولة لمعالجة المعاملات.
de: <strong>Provisionen:</strong> Sie können zur Ausführung der Transaktionen eine Provision in Rechnung stellen.
id: <strong>Komisi:</strong> Anda akan mengenakan komisi untuk memproses transaksi.
pl: <strong>Prowizje:</strong> Będziesz pobierać prowizje za obsługę transakcji.
ru: <strong>Комиссии:</strong> Вы будете взимать комиссию за обработку транзакций.
th: <strong>คอมมิชชั่น:</strong> คุณจะเสียค่าธรรมเนียมเพื่อดำเนินการธุรกรรมต่างๆ
vi: <strong>Hoa hồng:</strong> Bạn sẽ tính tiền hoa hồng để xử lý các giao dịch.
zh_cn: <strong>佣金:</strong> 您将收取交易处理的佣金费。

source: <strong>Commodities</strong> - trade major commodities such as gold and oil.
ar: <strong>السلع</strong> تداول فى السلع الرئيسية مثل الذهب والبترول.
id: <strong>Komoditas</strong> - trading komoditas utama seperti emas dan minyak.
pl: <strong>Towary</strong> - handluj głównymi towarami, takimi jak złoto i ropa.
ru: <strong>Сырьевые рынки</strong> - торгуйте на крупнейших сырьевых товарах, как золото и нефть.
th: <strong>สินค้าโภคภัณฑ์</strong> - ซื้อขายสินค้าโภคภัณฑ์หลักๆ เช่น ทองคำ และ น้ำมัน

source: <strong>Currencies</strong> - trade all major FX pairs, around the clock.
ar: <strong>العملات</strong> - تداول جميع أزواج العملات الرئيسية، على مدار الساعة.
id: <strong>Mata uang</strong> - trading semua pasangan utama FX, setiap saat.
pl: <strong>Waluty</strong> - handluj wszystkimi głównymi parami walutowymi (FX) przez całą dobę.
ru: <strong>Валюты</strong> - работайте на всех основных парах форекса, круглосуточно.
th: <strong>สกุลเงินต่างๆ</strong> - ซื้อขายคู่สกุลเงินหลักๆ ตลอด 24 ชั่วโมง

source: <strong>Currencies</strong> - trade all major FX pairs.
ar: <strong>العملات</strong> - تداول جميع أزواج العملات الرئيسية.
id: <strong>Mata uang</strong> - trading semua pasangan utama FX.
pl: <strong>Waluty</strong> - handluj wszystkimi głównymi parami walutowymi (FX).
ru: <strong>Валюты</strong> - работайте на всех основных парах рынка Forex.
th: <strong>สกุลเงินต่างๆ</strong> - ซื้อขายคู่สกุลเงินหลักๆ

source: <strong>Duties and Responsibilities:</strong>
ar: <strong>الواجبات والمسؤوليات:</strong>
id: <strong>Tugas dan Tanggung jawab:</strong>
pl: <strong>Obowiązki</strong>
ru: <strong>Служебные обязанности:</strong>
th: <strong>หน้าที่และความรับผิดชอบ:</strong>

source: <strong>Extra revenue stream:</strong> You will have the potential to earn another level of income from our affiliate program.
ar: <strong>إيرادات إضافية:</strong> سيكون بمقدورك الحصول على دخل إضافي من برنامجنا للإنتساب.
de: <strong>Zusätzliche Einkünfte:</strong> Sie haben die Möglichkeit, über unser Partnerprogramm ein höheres Einkommen zu erzielen.
id: <strong>Aliran pendapatan tambahan:</strong> Anda akan memiliki potensi untuk mendapatkan tingkat lain pendapatan dari program afiliasi kami.
pl: <strong>Źródło dodatkowych przychodów:</strong> Nasz program partnerski będzie potencjalnym źródłem nowych dochodów.
ru: <strong>Дополнительный доход:</strong> Вы получите возможность зарабатывать дополнительный доход с нашей Партнерской программой.
th: <strong>แหล่งรายได้พิเศษ:</strong> คุณมีช่องทางในการได้รับรายได้เพิ่มอีกระดับหนึ่งจากการเข้าร่วมโปรแกรมพันธมิตรของเรา
vi: <strong>Nguồn thu nhập thêm:</strong> Bạn sẽ có khả năng kiếm thêm thu nhập khác từ chương trình liên kết của chúng tôi.
zh_cn: <strong>额外收入源流:</strong> 您将从我们的联盟计划受惠，开辟另一潜在收入源流。

source: <strong>Falling markets</strong> - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier.
ar: <strong>الأسواق الهابطة</strong> -أختر المعاملات التجارية الهابطة، أو المنخفضة أو معاملات الوصول الواحد الذى يصاحبه حاجز منخفض أو تداول الوصول الواحد الذى يصاحبه حاجز مرتفع.
id: <strong>Pasar menurun</strong> - pilih kontrak turun, lebih rendah, sekali-sentuh dengan batasan rendah atau tidak menyentuh dengan batasan lebih tinggi.
pl: <strong>Rynki o tendencji zniżkowej </strong> - wybieraj między zakładami na rynkach o tendencji zniżkowej lub malejącej, zakładami „osiągnie jeden raz” z niskim limitem lub brakiem osiągnięcia z wysokim limitem.
ru: <strong>Рынки на понижение</strong> - выберите из типов контрактов "Падение", "Ниже" и контракты с одним касанием нижнего барьера или без касания верхнего барьера.
th: <strong>ตลาดขาลง</strong> - กำหนดเทรดขาลง เทรดต่ำกว่า One-Touch Trade ด้วยค่า Barrier ต่ำๆ หรือ เทรดแบบไม่แตะเส้น และ Barrier สูงๆ

source: <strong>Higher/Lower</strong> - predict if the market will end higher or lower than a price target.
ar: <strong>أعلى/أسفل</strong> - توقع هل سيغلق السوق عند سعر أعلى أم أدنى من سعر مستهدف.
id: <strong>Higher/Lower</strong> - analisa pasar akan berakhir lebih tinggi atau lebih rendah dari target harga.
pl: <strong>Wyższe/niższe</strong> - prognozuj, czy cena rynkowa będzie wyższa czy niższa niż cena docelowa.
ru: <strong>Выше/Ниже</strong> - сделайте прогноз, будет рынок выше или ниже заданного барьера.
th: <strong>Higher/Lower</strong> - พยากรณ์ว่า ตลาดจะสูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย

source: <strong>Higher/Lower</strong> - where you can profit from the market ending higher or lower than a target price.
ar: <strong>أكثر/أقل</strong> -حيث يمكنك أن تربح من إغلاق السوق عند سعر أكثر أو أقل من سعرمستهدف.
id: <strong>Higher/Lower</strong> - keuntungan dari pasar yang berakhir lebih tinggi atau lebih rendah dari target harga.
pl: <strong>Wyższe/niższe</strong> - gdzie możesz zyskać w zależności od tego, czy cena rynkowa będzie wyższa czy niższa niż cena docelowa.
ru: <strong>Выше/Ниже</strong> - где Вы можете получить прибыль, если по окончании действия опциона рынок будет выше или ниже заданного барьера.
th: <strong>Higher/Lower</strong> - คุณสามารถทำกำไรเมื่อตลาดสิ้นสุดสูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย
