Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Both the deposit and the bonus amounts are clearly displayed when this type of promotion is available. E.g. Get $25 when you deposit $100. By way of example, if you choose to participate in a "Get $25 when you deposit $100" promotion, we will add an additional $25 to your account when you deposit $100 AND when you have purchased at least $125 worth of trades ($25 * 5= $125). The bonus will only be credited to your account when both of these conditions are met.
ar: يتم عرض كل من مبلغي الوديعة والمكافأة بوضوح عند وجود هذا النوع من العروض الترويجية. مثلا: احصل على 25 دولار عند إيداع 100 دولار. وكمثال، إذا اخترت المشاركة في عرض "احصل على 25 دولار عند إيداع 100 دولار"، سنضيف مبلغ 25 دولار لحسابك عندما تودع 100 دولار وعندما تكون قد اشتريت ما قيمته 125 دولارا على الأقل من الصفقات (25 $ * 5 = 125 دولارا). لن يتم اضافة المكافأة لحسابك حتى الوفاء بكل من هذين الشرطين.
de: Wenn diese Art von Werbeaktion angeboten wird, werden die Einzahlung und die Bonusbeträge eindeutig angezeigt. Beispiel: Sie erhalten 25 €, wenn Sie 100 € einzahlen. Wenn Sie sich beispielhalber entschlossen haben, an einer "Sie erhalten 25 €, wenn Sie 100 € einzahlen" Werbeaktion teilzunehmen, werden wir Ihnen, nachdem Sie 100 € eingezahlt UND zumindest Kontrakte im Wert von 125 € (25 € x 5 = 125 €) eingekauft haben, 25 € auf Ihrem Konto guttschreiben. Die Gutschrift des Bonus auf Ihr Konto erfolgt nur, wenn beide Bedingungen erfüllt sind.
fr: Les montants du dépôt et du bonus sont clairement affichés lorsque ce type de promotion est disponible. Par exemple, « 25 USD offerts pour tout dépôt de 100 USD ». Si vous choisissez de profiter de cette promotion, nous créditerons 25 USD supplémentaires sur votre compte si : vous effectuez un dépôt d'un montant de 100 USD, ET les options que vous avez achetées atteignent une valeur minimum de 125 USD (25 USD x 5 = 125 USD). Le bonus ne sera crédité sur votre compte que lorsque ces deux conditions sont respectées.
id: Jumlah deposit dan bonus ditampilkan dengan jelas ketika promosi ini tersedia. Sebagai contoh, dapatkan $25 jika Anda mendeposit $100. Hal tersebut berarti jika Anda memilih promosi "Dapat $25 ketika mendeposit $100", kami akan menambahkan bonus sebesar $25 kedalam akun Anda ketika Anda mendeposit minimal $100 DAN ketika Anda melakukan pembelian minimal $125 ($25*5=$125). Bonus hanya akan dikreditkan kedalam akun Anda setelah syarat tersebut dipenuhi.
ja: このタイプのボーナスの申請が可能な場合、必要なご入金金額、及びボーナスの付与金額は明確に表示されます。例）１００ドル入金で２５ドル分のボーナスが付与されるという条件の場合、”１００ドル入金で２５ドル分のボーナスが付与”というキャンペーンに応募することで、１００ドルの入金が達成され、かつ１２５ドル分のトレードを購入された場合（ボーナス金額の５倍）、２５ドルがご口座に付与されます。
pl: Wartość wpłaty i bonusu jest widoczna, gdy tego typu promocja jest dostępna. Np. „Zyskaj 25 $ przy wpłacie 100 $". Przykładowo, jeśli weźmiesz udział w promocji „Zyskaj 25 $ przy wpłacie 100 $”, dodamy dodatkowe 25 $ na Twoje konto, gdy wpłacisz 100 $ ORAZ gdy zakupisz zakłady o wartości co najmniej 125 $ (25 $ x 5 = 125 $). Bonus zostanie przyznany pod warunkiem, że spełnione zostaną oba warunki.
ru: Размер депозита и сумма бонуса четко обозначены в соответствующем предложении. Например, предложение "Получите $25 при депозите $100" означает, что мы внесем на Ваш счет дополнительно $25, когда Вы пополните его на $100 И КОГДА Вы приобретете контракты по меньшей мере на сумму $125 ($25 * 5= $125). Бонус будет внесен на Ваш счет только когда будут соблюдены оба условия.
th: ทั้งการฝากเงินและโบนัสถูกกำหนดอย่างชัดเจน เมื่อมีรายการส่งเสริมการตลาดประเภทนี้ เช่น เมื่อท่านฝาก 100 เหรียญสหรัฐ ท่านจะได้รับโบนัส 25 เหรียญสหรัฐ โดยตามตัวอย่างนี้ หากท่านประสงค์จะเข้าร่วมโปรโมชั่น "ฝาก 100 เหรียญสหรัฐ ได้โบนัส 25 เหรียญสหรัฐ" พวกเราจะเพิ่มโบนัส 25 เหรียญสหรัฐ ในบัญชีของท่านเมื่อท่านฝาก 100 เหรียญสหรัฐ และเมื่อท่านมีการซื้อขายมูลค่าอย่างน้อย 125 เหรียญสหรัฐ (25 เหรียญสหรัฐ X 5 = 125 เหรียญสหรัฐ) ท่านจะได้รับโบนัสของการฝากนี้ในบัญชีของท่านเมื่อท่านปฏิบัติตามทั้งสองเงื่อนไขดังกล่าว
vi: Số tiền gửi và tiền thưởng được hiển thị rõ ràng khi loại khuyến mãi này khả dụng. Ví dụ: Nhận thêm $25 khi gửi $100. Như ví dụ này, nếu bạn chọn tham gia chương trình khuyến mãi "Nhận thêm $25 khi gửi $100", chúng tôi sẽ thêm $25 vào tài khoản của bạn khi bạn gửi $100 VÀ khi bạn đã mua hàng trị giá tối thiểu $125 ($25 * 5 = $125). Tiền thưởng sẽ chỉ được cộng vào tài khoản của bạn khi thỏa mãn cả 2 điều kiện trên.
zh_cn: 开展此类促销活动时，存款和奖金数额都会清楚显示，例如“存 100 奖25”活动。举例来说，如果您选择参加“存 100 奖25”促销活动，当您存入 100 美元并且执行价值125 美元以上的交易后（25 *5 = 125美元），您将获得25 美元的奖励。只有同时满足这两个条件，奖金才会记入您的账户。

source: Brainstorm new ways of using social media to connect meaningfully with prospects, clients, and partners
ar: طرح أفكار وطرق جديدة لاستخدام وسائل التواصل الإجتماعية للتواصل الهادف مع الآفاق والعملاء والشركاء
de: Neue Wege der Verwendung von Sozialen Medien finden, um aussagekräftig Interessenten, Kunden und Partner anzubinden
fr: Découvrir de nouvelles possibilités de communication par le biais des réseaux sociaux afin de mieux cibler les prospects, les clients et les partenaires
id: Bertukar pikiran mengenai cara-cara baru menggunakan media sosial untuk terhubung dengan prospek, klien, dan mitra
ja: 潜在顧客、顧客、パートナーとの有意義な関係に利用するソーシャルメディアの新たな取り組みに関するブレインストーミング
pl: Stosowanie nowych sposobów korzystania z mediów społecznościowych w celu skutecznego dotarcia do potencjalnych klientów, parterów i pracowników
ru: Предложение новых способов использования социальных сетей для улучшения связи с потенциальными и текущими клиентами, а также партнёрами
th: ระดมสมองเพื่อกำหนดแนวทางใหม่ๆ ของการใช้สื่อสังคมในการเข้าถึงกลุ่มผู้มุ่งหวัง ลูกค้า และพันธมิตร
vi: Luôn suy nghĩ tìm tòi những cách mới trong việc sử dụng phương tiện truyền thông xã hội để kế nối với các khách hàng tiềm năng, khách hàng hiện tại và đối tác một cách ý nghĩa
zh_cn: 集体讨论使用社交媒体与潜能用户、客户和合作伙伴有效连接的新方法

source: Brand of first car
ar: العلامة التجارية لأول سيارة
de: Marke des ersten Autos
fr: Marque de votre première voiture
id: Merek mobil
ja: 初めて購入した車のブランド名
pl: Marka pierwszego samochodu
ru: Марка первой машины
th: ยี่ห้องของรถยนต์คันแรก
vi: Nhãn hiệu của chiếc xe đầu tiên
zh_cn: 第一辆车的品牌

source: Browser
ar: المتصفح
fr: Navigateur
ja: ブラウザ
pl: Przeglądarka
ru: Браузер
th: เบราเซอร์
vi: Duyệt tìm
zh_cn: 浏览器

source: Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively.
ar: مؤشرات أسواق الثيران والدببة تبدأ كل يوم في الساعة 00:00 بتوقيت جرينتش, لتكرار الأسواق الصاعدة والهابطة على التوالي.
de: Bullen und Bären Kursindizes beginnen tätglich um 00:00 GMT und spiegeln einen steigenden oder fallenden Markt wider.
fr: Les indices Bull Market et Bear Market commencent à 00h00 GMT chaque jour et répliquent respectivement les marchés du taureau et de l'ours (haussier et baissier).
id: Indeks Market Bull dan Market Bear dimulai pada 00:00 GMT setiap hari, mereplikasi masing-masing pasar bullish dan bearish.
ja: ブル/ベア市場インデックスは毎日00:00 GMT から。それぞれ強気/弱気市場を再現しています。
pl: Wskaźniki hossy i bessy rozpoczynają się codziennie o godz. 00:00 GMT, naśladując odpowiednio rynek w hossie i w bessie.
ru: Индексы бычьего и медвежьего рынка начинают работу ежедневно, в 00:00 GMT, и отражают динамику восходящего и нисходящего рынка, соответственно.
th: ดัชนีกระทิง และดัชนีหมี เริ่มที่ 00:00 GMT ในแต่ละวัน เพื่อจำลองสภาพตลาดกระทิงและตลาดหมีตามลำดับ
vi: Các chỉ số của Thị trường theo chiều hướng Giá lên và Thị trường theo chiều Giá xuống bắt đầu từ lúc 00:00 GMT mỗi ngày, tương ứng với việc tái tạo thị trường theo chiều hướng giá lên và thị trường theo chiều hướng giá xuống.
zh_cn: 每天，牛市和熊市指数于格林尼治时间 00:00 时开始，分别复制看涨和看跌市场。

source: Business Development
ar: تطوير الاعمال
de: Geschäftsentwicklung
fr: Développement commercial
id: Pengembangan Bisnis
ja: 事業開発
pl: Rozwój biznesu
ru: Развитие бизнеса
th: การพัฒนาธุรกิจ
vi: Phát triển Kinh doanh
zh_cn: 商务发展

source: But we're picky. We only select people with special qualities: serious professionals, who have high moral standards, and thrive in an honest, collaborative environment.
de: Wir sind allerdings wählerisch. Wir wählen nur Menschen mit besonderen Eigenschaften aus: Seriöse Profis, mit hohen moralischen Normen, die in einem ehrlichen, kollaborativen Umfeld Erfolg haben.
fr: Mais attention, nous sommes exigeants. Nous ne sélectionnons que les candidats répondant à des critères spécifiques : des professionnels sérieux, dotés d'une éthique irréprochable, prêts à évoluer au sein d'un environnement fondé sur l'honnêteté et le travail collaboratif.
ja: しかしながら、当社の人財に対する要求水準は高いです。当社は、高いプロ意識、高いモラル意識、実直、そして協力的な態度を有するような特別な人財のみ選抜します。
vi: Nhưng chúng tôi có khó tính. Chúng tôi chỉ lựa chọn những người có phẩm chất đặc biệt: thật sự chuyên nghiệp, người có chuẩn mực đạo đức cao, sống trong một môi trường hợp tác và trung thực.
zh_cn: 但是我们也很挑剔。我们只选择有特殊技能且认真负责的专业人士。他们必须拥有很高的道德标准，并能在诚实、协作的环境中蓬勃发展。

source: Buy
ar: شراء
de: Kaufen
fr: Acheter
id: Beli
ja: 購入
pl: Kup
ru: Покупка
th: ซื้อ
vi: Mua
zh_cn: 买入

source: Buy Price
ar: سعر الشراء
de: Kaufpreis
fr: Prix d'Achat
id: Harga Beli
ja: 購入金額（単価）
pl: Cena kupna
ru: Покупка
th: ราคาซื้อ
vi: Giá mua
zh_cn: 买入价

source: Buy an App, or Build Your Own
de: Kaufen Sie eine App, oder gestalten Sie Ihre eigene
fr: Achetez une application, ou développez la votre
ja: アプリケーションを購入、または自作のものを構築することも
vi: Mua ứng dụng, hoặc xây dựng của riêng bạn
zh_cn: 购买或自己制作应用程序

source: Buy price
de: Kaufpreis
fr: Prix d'achat
ja: 購入金額（単価）
vi: Giá mua
zh_cn: 买入价

source: By clicking <strong>Accept</strong> below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate.
ar: بالنقر على <strong>قبول</strong> أدناه والمضي قدما في فتح الحساب يجب ملاحظة أنه قد تعرض نفسك للمخاطر (والتي قد تكون كبيرة، بما في ذلك مخاطر فقدان كامل المبلغ المستثمر) وقد لا يكون لديك المعرفة والخبرة للتقدير بشكل صحيح.
de: Wenn Sie nachfolgend auf <strong>Annehmen</strong> klicken und mit der Kontoeröffnung fortfahren, müssen Sie beachten, dass Sie sich selbst Risiken aussetzen können (die erheblich sind, einschließlich des Verlusts des gesamten investierten Betrags), wenn Sie nicht das Wissen und die Erfahrung haben, diese richtig zu beurteilen oder abzuschwächen.
fr: Avant de cliquer sur <strong>Accepter</strong> ci-dessous et de procéder à l'ouverture du compte, vous devez savoir que vous pourriez vous exposer à des risques (qui peuvent être importants, notamment la perte de toute la somme d'investissement) que vos connaissances et votre expérience ne vous permettent pas forcément d'évaluer ou de réduire efficacement.
id: Dengan mengklik <strong>Menerima</strong> dibawah ini dan melanjutkan Pendaftaran Akun berarti Anda memahami bahwa Anda akan mungkin akan mengalami risiko (yang mungkin segnifikan termasuk risiko kehilangan semua dana yang Anda investasikan) dimana Anda mungkin tidak memiliki pengetahuan dan pengalaman untuk mengurangi atau menghindarinya.
ja: 下の<strong>同意する</ strong>をクリックして、口座開設にお進みください。その際は、リスクを判断したり、軽減させるための知識や経験がないために、自信へ生じるリスク（投資全体の損失リスクを含むような重大になりうるものなど）について注意していただく必要があります。
pl: Kliknięcie poniższego przycisku <strong>Akceptuję</strong> i kontynuowanie procedury otwarcia konta oznacza, że zdajesz sobie sprawę z tego, że możesz być narażony/a na ryzyka (które mogą być znaczne, w tym na ryzyko utraty całej zainwestowanej sumy) i możesz nie posiadać wystarczającej wiedzy i wystarczającego doświadczenia, aby sobie z nimi poradzić.
ru: Обратите внимание, что, нажимая на кнопку внизу <strong>Согласен</strong> и переходя к открытию счета, Вы можете подвергать себя различным рискам (которые иногда могут быть значительными, включая риск потери всей инвестированной суммы), для оценки и смягчения которых у Вас может не быть достаточных знаний или опыта.
th: โดยการคลิก <strong>ยอมรับ</strong> ด้านล่างนี้ เพื่อดำเนินการเปิดบัญชี ขอเรียนให้ท่านทราบว่า ท่านอาจะมีความเสี่ยง (ที่อาจจะมีนัยสำคัญ รวมถึงความเสี่ยงในการขาดทุนมูลค่าทั้งหมดที่ได้ลงทุน) ซึ่งท่านอาจจะไม่มีความรู้และประสบการณ์เพื่อประเมินและจัดการอย่างเหมาะสม
vi: Bằng cách nhấp chuột vào <strong>Chấp nhận</strong> dưới đây và xử lý việc Mở Tài khoản, bạn nên chú ý rằng bản thân bạn có thể gặp rủi ro (điều này rất quan trọng, bao gồm cả rủi ro thất thoát toàn bộ số vốn đầu tư) mà bạn có thể không biết hoặc chưa trải qua để có thể đánh giá.
zh_cn: 通过点击以下<strong>接受</strong> 键并依照后续流程开立账户，您须注意，您可能承担一些风险（可能会很严重，包括损失整个投资资金的风险），而对于此类风险缺，你可能乏知识与经验以作出正确评估或化解。

source: By clicking OK, you confirm that you have read and accepted Terms & Conditions.
de: Wenn Sie auf OK klicken, bestätigen Sie, dass Sie die aktualisierten allgemeinen Geschäftsbedingungen zur Kenntnis genommen haben.
fr: En cliquant sur OK, vous confirmez que vous avez lu et accepté la version à jour des Conditions générales.
ja: 当社でお取引なさっているお客さまにおいて、改定後の内容を必ずご確認いただく必要がございます。原則、改定後の書面の内容をご確認いただきOKボタンを押して頂くまで、お取引できなくなりますので、お取引の際ご注意ください。
vi: Bằng cách ấn OK, bạn xác nhận rằng bạn đã đọc và chấp nhận Các Điều Khoản & Điều Kiện.
zh_cn: 通过点击OK键，您确认已经阅读并接受条款和条件。

source: By indicating your acceptance of these terms and conditions and continuing with your application to join our affiliate program, you are agreeing to the terms and conditions set out in this Agreement. If you do not agree with the terms and conditions (or are not authorised to do so), you should not continue with your application.
ar: يشير إلى موافقتك على هذه الشروط والأحكام ومستمرة مع التطبيق الخاص بك للانضمام إلى البرنامج التابع لدينا، فإنك توافق على الشروط والأحكام المنصوص عليها في هذا الاتفاق. إذا كنت لا توافق على شروط وظروف (أو عدم الإذن للقيام بذلك)، يجب عليك عدم المتابعة مع التطبيق الخاص بك.
de: Mit der Annahme dieser Allgemeinen Geschäftsbedingungen und der Fortsetzung Ihrer Anmeldung, um an unserem Partnerprogramm teilzunehmen, sind Sie mit den Allgemeinen Geschäftsbedingungen einverstanden. Wenn Sie mit den Allgemeinen Geschäftsbedingungen nicht einverstanden sind (oder Sie dazu nicht berechtigt sind), sollten Sie Ihre Anmeldung hier beenden.
fr: En indiquant que vous acceptez les présentes conditions générales et en poursuivant votre demande pour rejoindre notre programme d'affiliation, vous acceptez les conditions générales définies dans le présent Accord. Si vous n'acceptez pas ces conditions générales (ou n'êtes pas autorisé(e) à le faire), vous ne devez pas poursuivre votre demande.
id: Dengan menunjukkan penerimaan Anda pada syarat dan ketentuan ini dan berlanjut dengan aplikasi untuk bergabung dengan program afiliasi kami, Anda telah menyetujui syarat dan ketentuan yang ditetapkan dalam Perjanjian ini. Jika Anda tidak bersetuju dengan syarat dan kondisi (atau tidak diizinkan untuk melakukannya), maka Anda tidak perlu melanjutkan aplikasi Anda.
ja: アフィリエイトプログラムにご参加頂くにあたり、本規約を熟読し理解されることは重要です。本規約への同意の表明、及びアフィリエイトプログラムへの申請行為は、下記の本規約に同意されたものとみなします。万が一、本規約に同意できない場合は、アフィリエイトプログラムへの参加は見合わせて下さい。アフィリエイト会員には、当アフィリエイトプログラムにて会員獲得を目指すウェブサイトの管理者として行動して頂きます。
pl: Akceptując te warunki i kontynuując wypełnianie zgłoszenia o przyłączenie się do naszego programu partnerskiego, Partner zgadza się na warunki przedstawione w niniejszej Umowie. Jeśli Partner nie zgadza się z warunkami (lub nie jest osobą do tego upoważnioną), powinien przerwać wypełnianie zgłoszenia.
ru: Выразив своё согласие и продолжив регистрацию для участия в партнёрской программе, Вы соглашаетесь с правилами и условиями, перечисленными в данном Соглашении. Если Вы не согласны с условиями (или не имеете полномочий для выражения данного согласия), просим не продолжать процесс подачи заявки.
th: ในการยินยอมตามข้อตกลงและเงื่อนไขเหล่านี้ของท่าน และต่อเนื่องถึงแอพพลิเคชันของท่านเพื่อเข้าร่วมโปรแกรมพันธมิตรของเรา เมื่อท่านเห็นพ้องในข้อตกลงและเงื่อนไขตามข้อตกลงนี้ หากท่านไม่เห็นด้วยกับข้อตกลงและเงื่อนไขใดๆ (หรือ ไม่ยินยอมปฏิบัติตาม) การปฏิบัติในขั้นต่อไปจะไม่เกิดขึ้นกับแอพพลิเคชันของท่าน
vi: Bạn đồng ý những điều khoản, điểu kiện và ứng dụng của mình để tham gia chương trình liên kết của chúng tôi bằng cách đánh dấu chấp nhận. Nếu bạn không đồng ý với các điều khoản và điều kiện (hoặc không được phép làm như vậy) thì bạn không nên tiếp tục ứng dụng này nữa.
zh_cn: 通过声明愿意接受本条款和条件并继续申请我们的联盟项目，表明您同意此协议的条款和条件。如果不同意（或无权同意）本条款和条件，则不得继续申请。

source: By opening a Real Account with %1, you represent, warrant and undertake that:
fr: En ouvrant un compte réel %1, vous déclarez et garantissez que :
ja: %1でリアル口座を開設することで、以下の内容を代表者として保証し、請け負うこととなります。

source: By registering a software application, website, or product you create or a service you offer (an "Application"), you acknowledge that you have read and understood and agree to be bound by these terms.
ar: من خلال التسجيل في تطبيق البرمجيات, الموقع على الأنترنت, أو منتج أنت أنشأته أو خدمة أنت تقدمها ("تطبيق"), فإنك تقر بأنك قد قرأت وفهمت وتوافق على الإلتزام بهذه الشروط.
de: Durch die Registrierung einer Softwareanwendung, Website, eines von Ihnen erstellten Produkts oder einer Dienstleistung (einer "Anwendung") bestätigen Sie, dass Sie diese Bedingungen gelesen und verstanden haben und diese einhalten werden.
fr: En enregistrant une application logicielle, un site Web, un produit ou un service créé ou proposé par vous (une « Application »), vous reconnaissez avoir lu et compris ces conditions et vous acceptez d'être lié par celles-ci.
id: Dengan mendaftarkan aplikasi software, situs web atau produk yang Anda buat atau layanan yang Anda sediakan (sebuah "Applikasi"), Anda mengakui bahwa Anda telah membaca, memahami dan setuju untuk terikat dengan syarat-syarat ini.
ja: ソフトウェアアプリケーション、ウェブサイト、お客さまが作成された製品または提供されたサービス（アプリケーション）を登録することで、これら条項に拘束されることに同意されたとみなします。
pl: Rejestracja oprogramowania, aplikacji, strony internetowej lub produktu jest jednoznaczna z utworzeniem usługi (Aplikacja), zapoznaniem się z postanowieniami niniejszego regulaminu, zrozumieniem ich i zaakceptowaniem.
ru: Регистрируя созданное Вами программное приложение, вебсайт или продукт, а также предлагаемую Вами услугу ("Приложение"), Вы подтверждаете, что прочли, поняли и согласились соблюдать данные Правила.
th: โดยการลงทะเบียนซอฟท์แวร์แอพพลิเคชัน เว็บไซต์ หรือ ผลิตภัณฑ์ หรือ บริการ (เรียกว่า "แอพพลิเคชัน") ท่านยอมรับว่า ท่านได้อ่าน ทำความเข้าใจแล้ว และเห็นด้วยในรายละเอียดที่จะมีพันธะผูกพันกับข้อตกลงเหล่านี้
vi: Bằng việc đăng ký một phần mềm ứng dụng, trang web, hay sản phẩm bạn tạo ra hay một dịch vụ bạn cung cấp (một "Ứng dụng"), bạn thừa nhận rằng bạn đã đọc, hiểu và đồng ý với những điều khoản sau.
zh_cn: 通过注册应用软件、网站或您所创建的产品或所提供服务（简称为"应用程序"），您确认已经阅读、理解并同意遵守这些条款。

source: By submitting suggestions or other feedback regarding the %1 API to the Company ("Contributions"), you acknowledge and agree that:
de: Durch die Übermittlung von Vorschlägen oder anderem Feedback hinsichtlich des %1 API an das Unternehmen ("Beiträge") bestätigen und stimmen Sie zu, dass:
fr: En nous soumettant des suggestions ou des commentaires concernant l'API %1 (« Contributions »), vous reconnaissez et acceptez les clauses suivantes :
ja: Binary.com (バイナリードットコム)に関するご提案またはその他ご意見を当社にご提出されることにより（コントリビューション）、次の事項を理解し、同意されたとみなします。：
vi: Bằng việc đưa ra những đề xuất hay những phản hồi khác liên quan đến %1 API của công ty chúng tôi ("Sự đóng góp"), bạn thừa nhận và đồng ý rằng:
zh_cn: 通过对公司提交%1的API相关建议或其他反馈意见 （简称为"贡献"），您确认并同意：

source: By the 15th of every month, you will receive the commission earned during the previous calendar month.
ar: بحلول اليوم الـ 15 من كل شهر، ستتسلم العمولة التى حصلت علبها خلال الشهر السابق.
de: Sie erhalten Ihre im vorangegangenen Kalendermonat verdienten Provisionen bis zum 15. eines jeden Folgemonats ausbezahlt.
fr: Au 15 de chaque mois au plus tard, vous recevrez la commission gagnée au cours du mois civil précédent.
id: Pada tanggal 15 setiap bulan, Anda akan menerima komisi yang didapat selama periode bulan sebelumnya.
ja: 毎月15日までに前月分の報酬を振込まさせて頂きます。
pl: Do 15 dnia każdego miesiąca otrzymasz prowizję zarobioną w poprzednim miesiącu kalendarzowym.
ru: В районе 15 числа каждого месяца Вы получите свою комиссию за каждый предыдущий календарный месяц.
th: ทุกวันที่ 15 ของทุกเดือน ท่านจะได้รับค่าคอมมิชชั่นที่เกิดขึ้นในเดือนปฏิทินก่อนหน้า
vi: Trước ngày 15 hàng tháng, bạn sẽ nhận được khoản tiền hoa hồng kiếm được trong tháng trước.
zh_cn: 每月15号前您将收到上一个月的佣金收入。

source: By using or interacting with the website, you are consenting to the use of the Google Analytics User ID Feature, which allows Google to capture your %1 login ID (for e.g., VRTC1234, CR1234, MF1234, etc.). No other personally identifiable information other than your %1 login ID, or other data which can be linked to such information by Google, is shared with or disclosed to Google by enabling the Google Analytics User ID Feature.
fr: En utilisant le site Web ou en interagissant avec celui-ci, vous consentez à l'utilisation de la fonctionnalité User ID de Google Analytics, permettant à Google d'extraire votre identifiant de connexion %1 (par ex. VRTC1234, CR1234, MF1234, etc.). Aucune information d'identification personnelle autre que votre identifiant de connexion %1, ni aucune autre donnée susceptible d'être reliée à de telles informations par Google, n'est transmise ou divulguée à Google par le biais de la fonctionnalité User ID de Google Analytics.
ja: 当サイトのご使用または当サイトと利用して通信されることで、GoogleアナリティクスのユーザーID機能の使用に同意いただくものとします。 Googleにお客様の%1ログインID(例： VRTC1234, CR1234, MF1234, など)をキャプチャすることを許可するものです。個人情報などを除いた、GoogleによってリンクされるBinary.comのログインIDまたはその他データなどは、GoogleアナリティクスユーザーID機能を有効にすることで、Googleに共有または開示されます。

source: C. Definition of Best Execution
de: C. Definition der Besten Ausführung
fr: C. Definition de la meilleure exécution
ja: C. 最良執行の定義
vi: C. Định nghĩa về quá trình thực thi tốt nhất
zh_cn: 三、最佳执行方案的定义

source: C. Provision of Services
de: C. Leistungserbringung
fr: C. Services fournis
ja: C. サービス提供
vi: C. Các điều khoản về dịch vụ
zh_cn: 三、提供服务

source: CAD 1 per point
de: 1 CAD je Punkt
fr: 1 CAD par point de base
ja: 1ポイント＝CAD 1
vi: 1 CAD cho một điểm
zh_cn: 每点 1 加元

source: CFD (Contract for Difference): CFD is an instrument that allows you to profit by speculating on the rise or fall of an instrument. The profit/loss is estimated as a function of the difference in the buy/sell prices of the underlying instrument.
de: CFD (Contract for Difference - Kontrakt für Differenz): CFD ist ein Instrument, das Ihnen erlaubt, Gewinn zu machen, indem Sie auf das Steigen oder Fallen eines Instruments spekulieren. Der Gewinn/Verlust wird als eine Funktion der Differenz in Kauf/Verkauf Preisen des zugrundeliegenden Instruments geschätzt.
fr: CFD (contrat pour difference): CFD est un instrument qui vous permet de faire du profit en spéculant sur la hausse ou la baisse d'un instrument. Le profit ou la perte est estimé en fonction de la difference dans les prix achat/vente de l'instrument sous-jacent.
ja: CFD（差金決済取引）：CFDとは金融商品の上昇または下降の推測から利益を得られる金融商品のことをいいます。利益/損失は原資産商品の購入/売却価格の差額として推定されます。
vi: CFD (hợp đồng cho sự khác biệt): CFD là một công cụ cho phép bạn có lợi nhuận bằng cách dự đoán về tăng hoặc sụp đổ của một phương tiện. Lợi nhuận/tổn thất ước tính như là một chức năng của sự khác biệt trong mức giá mua/bán của các phương tiện nằm bên dưới.
zh_cn: CFD （差价合约）︰ CFD 是允许您通过预测一种工具的价格是否会上涨或下跌而获利的工具。损益的估计方式是以标的工具买入/卖出价格差异的函数计算。
