Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Grab a wide range of third-party apps for binary options trading in the <a href="https://shop.binary.com" target="_blank">Binary.com Shop</a>.
de: Holen Sie sich eine weite Reihe von drittanbieter Apps für den binären Optionen Handel aus dem <a href="https://shop.binary.com" target="_blank">Binary.com Shop</a>.
fr: Accédez à un large éventail d'applications tierces dédiées au trading d'options binaires sur la <a href="https://shop.binary.com" target="_blank"> Boutique Binary.com</a> .
ja: <a href="https://shop.binary.com" target="_blank">Binary.com ショップ</a>にて、バイナリーオプションにご利用いただける幅広いサードパーティーのアプリケーションをご購入いただけます。
vi: Lấy một loạt các ứng dụng bên thứ ba cho các giao dịch tùy chọn nhị phân tại <a href="https://shop.binary.com" target="_blank">Cửa hàng Binary.com</a>.
zh_cn: 前往<a href="https://shop.binary.com" target="_blank">Binary.com 商店</a>选购种类繁多的二元期权交易第三方应用程序。

source: Graphic Designers
ar: مصممو جرافيك
de: Grafikdesigner
fr: Graphistes [H/F]
id: Desainer Grafis
ja: グラフィックデデザイナー
pl: Graficy
ru: Графические дизайнеры
th: นักออกแบบกราฟิก
vi: Thiết Kế Đồ Họa
zh_cn: 平面设计师

source: Graphics Design
ar: تصميم رسومات
de: Grafikdesign
fr: Conception graphique
id: Desain Grafis
ja: グラフィックデデザイン
pl: Projektowanie graficzne
ru: Графический дизайн
th: การออกแบบภาพ
vi: Thiết kế Đồ họa
zh_cn: 平面设计

source: Great pay-outs. Earn up to 35%
ar: عوائد كبيرة، حقق مكاسب حتى 35%
de: Tolle Auszahlungen. Verdienen Sie bis zu 35 %
fr: Gains importants. Gagnez jusqu'à 35%
id: Pendapatan lumayan. Komisi hingga 35%
ja: 最大で３５％までをレベニューシェアとして還元
pl: Super wypłaty. Zarabiaj nawet 35%
ru: Большие выплаты. Заработайте до 35%
th: ได้ผลตอบแทนดี สูงถึง 35%
vi: Lãi lớn, thu lãi lên tới 35%
zh_cn: 佣金率极高。盈利可达 35%

source: Gross and net profit
ja: 売上総利益と当期純利益

source: Group History
ar: تاريخ المجموعة
de: Konzerngeschichte
fr: Histoire du groupe
id: Sejarah Grup
ja: グループの沿革
pl: Historia grupy
ru: История компании
th: ประวัติของเครือ
vi: Lịch sử Nhóm
zh_cn: 集团历史

source: H. Monitoring and Review
de: H. Überwachung und Bewertung
fr: H. Contrôle et révision
ja: H. 本ポリシーのモニターとレビュー
vi: H. Theo dõi và Đánh giá
zh_cn: 八、监测和审查

source: H. Regulatory Provisions
de: H. Regulierungsbestimmungen
fr: H. Dispositions réglementaires
ja: H. 監督機関の提供
vi: H. Quản lý quy định
zh_cn: 八、管理规定

source: Hands-on test automation experience a plus
ar: تعتبر اضافة وجود خبرة في التشغيل الآلي للتدريب العملي
de: Praktische Erfahrung in Testautomation ein Vorteil
fr: Une expérience directe de l'automatisation de tests serait un plus
id: Memiliki pengalaman tes otomatisasi memiliki nilai tambah
ja: 実践的なテスト自動化の経験があると好ましい
pl: Doświadczenie w automatyzacji testów będzie dodatkowym atutem
ru: Приветствуется практический опыт автоматизации тестирования
th: มีประสบการณ์ในการทดสอบระบบแบบอัตโนมัติจะเป็นประโยชน์ในการพิจารณา
vi: Kinh nghiệm thực tiễn về phân tích, đánh giá tự động hóa là một lợi thế
zh_cn: 有自动化测试设备使用经验者优先考虑

source: Health
ar: الصحة
de: Befinden
fr: Santé
id: Kesehatan
ja: 健全性
pl: Zdrowie
ru: Здоровье
th: สุขภาพ
vi: Sức khỏe
zh_cn: 健康

source: Hedging
fr: Opérations de couverture
ja: ヘッジ
th: เฮดจิ้ง

source: High Barrier
ar: حاجز عالي
de: Hohe Schwelle
fr: Barrière supérieure
id: Batasan Tinggi
ja: 上限バリア
pl: Wysoki limit
ru: Высший Барьер
th: Barrier สูง
vi: Rào cản Cao
zh_cn: 高障碍

source: High Barrier (%1)
de: Hohe Schwelle (%1)
fr: Barrière supérieure (%1)
ja: 上限バリア
vi: Rào cản Cao (%1)
zh_cn: 高障碍(%1)

source: High barrier
ar: حاجز مرتفع
de: Hohe Schwelle
fr: Barrière supérieure
id: Batasan Tinggi
ja: 上限バリア
pl: Wysoki limit
ru: Высший барьер
th: Barrier สูง
vi: Rào cản cao
zh_cn: 高障碍

source: High barrier offset
ar: بُعد الحاجز العالي
de: Hohe Schwellenverschiebung
fr: Marge de barrière supérieure
id: Batasan offset tinggi
ja: 上限追加バリア値
pl: Offset wysokiego limitu
ru: Изменение высшего барьера
th: Barrier สูง ที่หักกลบลบกัน
vi: Bù đắp rào cản cao
zh_cn: 高障碍位移

source: High conversions and customer value
ar: قيمة مالية عالية لمعاملات العملاء
de: Hohe Konversion und Kundenwert
fr: Taux de conversion élevé et valeur ajoutée pour les clients
id: Konversi tinggi dan menghargai Pelanggan
ja: 高いコンバージョン率と集客率
pl: Wysokie konwersje i szacunek dla klienta
ru: Высокий процент конвертации и ценность клиентов
th: การแปลงสภาพสูง และเป็นลูกค้าที่มีคุณค่าสูง
vi: Giá trị khách hàng và chuyển đổi cao
zh_cn: 高转换率和客户价值

source: High frequency (2 ticks per second)
de: Hohe Frequenz (2 Ticks pro Sekunde)
fr: Haute fréquence (2 ticks par seconde)
ja: 高頻度（1秒に2 Tick）
vi: Tần số cao (2 tíc trên giây)
zh_cn: 高频率 （每秒 2 次跳动点）

source: Higher
de: Höher
fr: Supérieur
ja: HIGH
vi: Cao hơn
zh_cn: 高于

source: Higher/Lower
ar: أعلى/أسفل
de: Höher/Tiefer
fr: Supérieur/Inférieur
ja: ラダーLOW/ラダーHIGH
pl: Wyższy/niższy
ru: Выше/Ниже
th: สูงกว่า/ต่ำกว่า
vi: Cao hơn/Thấp hơn
zh_cn: “高于/低于”

source: Higher/Lower - Predict if the market will end higher or lower than a target price
de: Höher/Tiefer - Sagen Sie voraus, ob der Kurs höher oder tiefer als ein Zielkurs schließt
fr: Supérieur/Inférieur : prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option
ja: LOW/HIGH：設定価格より終了時の価格が上がるか、下がるかを予測します
vi: Cao hơn/Thấp hơn - dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu
zh_cn: 高于/低于 - 预测到期时市场价格是高于还是低于目标价格

source: Higher/Lower contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
de: Höher/Tiefer Kontrakte werden zum Kaufkurs erstattet, wenn weniger als 2 Ticks zwischen der Start- und der Endzeit liegen.
fr: Les contrats « Supérieur/Inférieur » seront remboursés à leur prix d'achat si moins de 2 ticks sont enregistrés entre le début et la fin de l'opération.
id: Kontrak Higher/Lower akan mendapat pengembalian harga beli jika terdapat kurang dari 2 tik penyelesaian dari waktu mulai hingga akhir.
ja: ご不明な点等ありましたら、カスタマーサポートまでご連絡ください。
pl: Kwota zakupu kontraktu typu „wyższe/niższe” zostanie zwrócona, jeśli od rozpoczęcia do zakończenia kontraktu odnotowane zostaną nie więcej niż 2 zmiany ceny.
ru: Цена покупки контрактов Выше/Ниже будет возмещена трейдеру, если разница между временем начала и окончания контракта составляет менее двух тиков.
vi: Hợp đồng giá trên/ dưới sẽ được hoàn lại bằng giá mua nếu có ít hơn 2 bước giá giữa thời điểm bắt đầu và kết thúc hợp đồng.
zh_cn: 如果开始和结束期间价格跳动次数少于2，高于/低于合约购入价将全额退还。

source: Higher/Lower trades
ar: تداولات أعلى/أكثر انخفاضاً
de: Höhere/Tiefere Stände
fr: Contrats Supérieur/Inférieur
id: Kontrak Higher/Lower
ja: LOW/HIGH・トレード
pl: Zakłady wyższy/niższy
ru: Контракты Выше/Ниже
th: ซื้อขายสูงกว่า/ต่ำกว่า
vi: Giao dịch Cao hơn/Thấp hơn
zh_cn: “高于/低于”交易

source: Higher/Lower – Predict that the market will end higher or lower than a price target
de: Höher/Tiefer - Sagen Sie voraus, ob der Kurs höher oder tiefer als ein Zielkurs schließt
fr: Supérieur/Inférieur</strong : prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option
ja: LOW/HIGH：設定価格より終了時の価格が上がるか、下がるかを予測します
vi: Cao hơn/Thấp hơn - dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu
zh_cn: 高于/低于 - 预测到期时市场价格是高于还是低于目标价格

source: Hone your security testing skills.
de: Verfeinern Sie Ihre Sicherheitsprüfungs-Fähigkeiten.
fr: Développez vos compétences en termes de test de sécurité.
ja: セキュリティテストスキルを磨きましょう
vi: Trau dồi các khả năng kiểm tra an ninh của bạn.
zh_cn: 磨练您的安全测试技能。

source: Hour
de: Stunde
fr: Heure
ja: 時間
vi: Giờ
zh_cn: 小时

source: Housewife / Househusband
fr: Au foyer
id: Ibu Rumah Tangga / Kepala Rumah Tangga
ja: 主婦/主夫
th: แม่บ้าน/พ่อบ้าน
zh_cn: 家庭主妇/家庭主夫

source: How and when will I receive my affiliate earnings?
ar: كيف ومتى سأحصل على مكاسبي كمنتسب؟
de: Wie und wann bekomme ich meine Geschäftspartner-Verdienste?
fr: Comment et quand vais-je percevoir mes revenus d'affilié ?
id: Bagaimana dan kapan saya akan menerima komisi afiliasi?
ja: アフィリエイト報酬の受領方法と受領スケジュールについて教えて下さい。
pl: Jak i kiedy otrzymam płatność z programu partnerskiego?
ru: Как и когда я получу свои комиссионные?
th: ฉันจะได้รับค่าตอบแทนเมื่อไร และ อย่างไร?
vi: Khi nào và như thế nào để nhận tiền cộng tác của tôi?
zh_cn: 我收到联盟收益的方式和时间是？

source: How can I become an affiliate?
ar: كيف أصبح منتسب؟
de: Wie werde ich Geschäftspartner?
fr: Comment puis-je devenir affilié ?
id: Bagaimana cara menjadi afiliasi?
ja: アフィリエイトプログラムの参加方法について教えて下さい。
pl: Jak mogę zostać partnerem?
ru: Как стать партнером?
th: ฉันจะเป็นพันธมิตรได้อย่างไร?
vi: Làm thế nào để trở thành một cộng tác viên?
zh_cn: 我如何才能成为联盟会员？

source: How can I purchase your tokens?
ja: どうやってトークンを購入できますか？

source: How do I change my payment method?
ar: كيف أغير طريقة الدفع لي؟
de: Wie ändere ich meine Zahlungsmethode?
fr: Comment changer de méthode de paiement ?
id: Bagaimana cara mengganti metode pembayaran?
ja: 報酬の受領方法の変更のし方について教えて下さい。
pl: Jak zmienić metodę płatności?
ru: Как сменить способ оплаты?
th: ฉันจะเปลี่ยนแปลงการชำระเงินของฉันได้อย่างไร?
vi: Làm thế nào để thay đổi phương thức thanh toán của tôi?
zh_cn: 我如何更改付款方式？

source: How do I fund my account?
ar: كيف أمول حسابي؟
de: Wie kann ich auf mein Konto einzahlen?
fr: Comment approvisionner mon compte ?
id: Bagaimana cara mendeposit?
ja: どうやって口座に入金できますか？
pl: W jaki sposób mogę zasilić swoje konto?
ru: Как я могу пополнить счет?
th: ฉันจะฝากเงินเข้าบัญชีของฉันได้อย่างไร?
vi: Làm thế nào để nạp tiền vào tài khoản của tôi?
zh_cn: 如何向账户存入资金？

source: How do I know how much I have earned?
ar: كيف أعرف كم كسبت من المال؟
de: Wie erfahre ich, wie viel ich verdient habe?
fr: Comment savoir combien j'ai gagné ?
id: Bagaimana cara mengetahui berapa jumlah komisi?
ja: アフィリエイト報酬データの参照方法を教えて下さい。
pl: Skąd wiem, jakie są moje zarobki?
ru: Как я могу узнать, сколько я заработал/а?
th: ฉันจะทราบได้อย่างไรว่าฉันได้รับเงิน หรือ กำไรเท่าไร?
vi: Làm sao để biết tôi đã kiếm được bao nhiều tiền?
zh_cn: 我怎么知道我赚了多少？

source: How do we calculate interest fees for long positions?
de: Wie berechnen wir Zinsgebühren für lange Positionen?
fr: Comment calculons-nous les frais d’intérêts pour les positions longues ?
ja: ロングポジションの金利手数料の算出方法は？
vi: Chúng tôi tính toán lợi ích dài hạn bằng cách nào?
zh_cn: 多头头寸的利息费用如何计算？

source: How do we calculate interest fees for short positions?
de: Wie berechnen wir Zinsgebühren für kurze Positionen?
fr: Comment calculons nous les frais d’intérêt pour les positions longues ?
ja: ショートポジションの金利手数料の算出方法は？
vi: Chúng tôi tính toán lợi ích ngắn hạn bằng cách nào?
zh_cn: 空头头寸的利息费用如何计算？

source: How does %1 make money?
ar: كيف تربح %1؟
de: Wie verdient %1 Geld?
fr: Comment la société %1 génère-t-elle ses profits ?
id: Bagaimana %1 menghasilkan uang?
ja: 御社はどのようにして利益を得ているのですか？
pl: W jaki sposób %1 zarabia pieniądze?
ru: На чем зарабатывает %1?
th: %1 สร้างมูลค่าได้อย่างไร?
vi: %1 kiếm tiền như thế nào?
zh_cn: %1 如何盈利？

source: How does it work?
ar: كيف يعمل؟
de: Wie funktioniert es?
fr: Comment fonctionne le système ?
id: Bagaimana cara kerjanya?
ja: 参加方法について
pl: Jak to działa?
ru: Как это работает?
th: มันทำงานอย่างไร?
vi: Nó hoạt động như thế nào?
zh_cn: 如何运作？

source: How is margin calculated?
de: Wie wird Margin berechnet?
fr: Comment la marge est-elle calculée ?
ja: マージンの算出方法は？
vi: Giá lề được tính như thế nào?
zh_cn: 保证金如何计算？

source: How soon can I start trading?
ar: متى يمكنني بدء التداول؟
de: Wie schnell kann ich mit dem Handel beginnen?
fr: Quand puis-je commencer à effectuer des opérations de trading ?
id: Seberapa cepat saya bisa memulai trading?
ja: 口座開設の所要時間は？
pl: Jak szybko mogę zacząć handlować?
ru: Как скоро я могу начать торговать?
th: ฉันจะเริ่มเทรดได้เร็วที่สุดเมื่อไร?
vi: Khi nào tôi có thể bắt đầu giao dịch?
zh_cn: 我需要多久才能开始交易？

source: How the ICO works
ja: ICOの仕組み

source: How to begin
de: Wie man beginnt
fr: Comment débuter ?
ja: 口座開設から取引開始までの流れ
vi: Bắt đầu thế nào
zh_cn: 如何开始

source: How to read the table above
de: Wie man die oberstehende Tabelle liest
fr: Comment lire le tableau ci-dessus ?
ja: 上記テーブルの読み方
vi: Làm thế nào để đọc bảng trên
zh_cn: 如何读取上面的表

source: How to trade binary options?
de: Wie handelt man Binäre Optionen?
fr: Comment négocier les options binaires ?
ja: バイナリーオプション取引方法
vi: Làm thế nào để giao dịch các tùy chọn nhị phân?
zh_cn: 二元期权如何交易?

source: How to trade the Volatility Indices markets?
ar: كيف يمكن التداول في الأسواق المتقلبة ؟
de: Wie handelt man die Volatilität Indizes Märkte?
fr: Comment négocier les indices de volatilité ?
id: Bagaimana cara bertrading pasar Indeks Volatilitas?
ja: ボラティリティインデックスマーケットの取引方法
pl: Jak handlować na rynkach wskaźników zmienności?
ru: Как торговать на рынках Индексов волатильности?
th: จะเทรดดัชนีผันผวนอย่างไร?
vi: Giao dịch thị trường Chỉ số Biến động như thế nào?
zh_cn: 如何在波动率指数市场上交易？

source: How to use a payment agent?
ar: كيف تستعين بوكيل دفع؟
de: Wie verwendet man einen Zahlungsagenten?
fr: Comment utiliser un agent de paiement ?
id: Bagaimana cara menggunakan agen pembayaran?
ja: 決済サービスのご利用方法
pl: Jak korzystać z usług pośredników płatności?
ru: Как оплачивать через платежного агента?
th: จะใช้ตัวแทนรับชำระเงินอย่างไร?
vi: Sử dụng đại lý thanh toán như thế nào?
zh_cn: 如何使用支付代理?

source: How will the ICO work?
ja: ICOの流れを教えてください

source: Human Resource Executive
ar: تنفيذي الموارد البشرية
de: Personalmanager
fr: Responsable des ressources humaines [H/F]
id: Eksekutif Sumber Daya Manusia
ja: 人材管理
pl: Kierownik ds. zasobów ludzkich
ru: Специалист отдела кадров
th: เจ้าหน้าที่บริหารงานบุคคล
vi: Chuyên Viên Nhân Sự
zh_cn: 人力资源执行

source: Human Resources
ar: الموارد البشرية
de: Personalabteilung
fr: Ressources humaines
id: Sumber Daya Manusia
ja: 人事
pl: Zasoby ludzkie
ru: Отдел кадров
th: ฝ่ายบุคคล
vi: Nhân Sự
zh_cn: 人力资源

source: Hundreds of deposit and withdrawal options.
ar: المئات من طرق الإيداع والسحب.
de: Unendlich viele Einzahlungs- und Abhebemethoden.
fr: Des centaines d'options de dépôt et de retrait.
id: Ratusan pilihan metode deposit dan penarikan.
ja: 多種多様な入出金方法に対応しています。
pl: Wiele opcji dokonywania wpłat i wypłat.
ru: Множество вариантов пополнения счёта и вывода средств.
th: มีวิธีการฝากเงินและถอนเงินหลากหลายวิธี
vi: Hàng trăm quyền chọn rút tiền và gửi tiền.
zh_cn: 多种存款和取款选项。

source: I acknowledge that I am not a politically exposed person (PEP).
fr: Je déclare que je ne suis pas une personne politiquement exposée (PEP).
ja: 私は、犯罪収益移動防止法に規定されている外国人PEPsに該当しないことを宣言いたします。また、該当することになった場合は、当社カスタマーサポートまですみやかに申し出ることに同意します。
zh_cn: 我声明本人不是政治公众人士(PEP)。

source: I agree that I will trade OTC binary options using my own judgment and accept responsibility for any loss that may occur from the transaction, and that it is within a range acceptable with regard to the total value of my financial assets.
fr: Je confirme que je négocierai les options binaires de gré à gré sur la base de mon propre jugement et j'endosse la responsabilité de toute perte susceptible de résulter d'une transaction, dans les limites permises par la valeur totale de mes actifs financiers.
ja: 本取引に関し、その対象となる金融指標等を含む基本的なスキームについて、十分な説明を受け、理解したこと。 （契約締結前交付書面「店頭バイナリーオプション取引のリスクについての説明」参照）
pl: I agree that I will trade OTC binary options using my own judgment and and accept responsibility for any loss that may occur from the transaction, and that it is within a range acceptable with regard to the total value of my financial assets.
th: ข้าพเจ้ายินยอมว่า ข้าพเจ้าจะซื้อขายไบนารีออปชั่นโดยตรงโดยใช้การตัดสินใจของตัวเองและรับผิดชอบต่อผลขาดทุนซึ่งอาจจะเกิดขึ้นในธุรกรรม และอยู่ในขอบเขตที่ยอมรับได้ตามผลรวมของสินทรัพย์ทางการเงินของข้าพเจ้า
vi: I agree that I will trade OTC binary options using my own judgment and and accept responsibility for any loss that may occur from the transaction, and that it is within a range acceptable with regard to the total value of my financial assets.

source: I confirm my agreement to the contents of all the documents listed below:
id: Saya mengkonfirmasi kesepakatan pada isi dari semua dokumentasi berikut:
ja: 以下の書面を熟読し、十分理解した上で異議なく承諾します。
th: ฉันยอมรับในข้อตกลงตามรายการเอกสารต่อไปนี้:
zh_cn: 我确认同意以下所有文件的内容:

source: I declare I am not a Foreign Politically Exposed Person.
de: Ich erkläre hiermit, dass ich keine ausländisch politisch exponierte Person bin.
fr: Je déclare que je ne suis pas une personne politiquement exposée à l'étranger.
ja: 私は、犯罪収益移動防止法に規定されている外国人PEPsに該当しないことを宣言いたします。また、該当することになった場合は、当社カスタマーサポートまですみやかに申し出ることに同意します。
vi: Tôi tuyên bố tôi không phải là một cá nhân có ảnh hưởng chính trị ngoại quốc.
zh_cn: 我声明本人不是外国政治公众人士。

source: I forgot my password, what should I do?
ar: نسيت كلمة مروري، ماذا أفعل؟
de: Ich habe mein Passwort vergessen. Was soll ich machen?
fr: J'ai oublié mon mot de passe, que dois-je faire ?
id: Saya lupa kata sandi, apa yang harus saya lakukan?
ja: パスワードを忘れてしまいました。再発行の方法について教えて下さい。
pl: Nie pamiętam swojego hasła, co mam zrobić?
ru: Я забыл(а) пароль, что делать?
th: ฉันลืมรหัสผ่าน ฉันจะทำอย่างไร?
vi: Tôi đã quên mật khẩu, tôi nên làm gì?
zh_cn: 我忘记了密码，该怎么办？

source: I have a Real Money Account
de: Ich habe ein Echtgeldkonto
fr: Je possède un compte réel
ja: リアル口座を既に持っています
vi: Tôi có Tài khoản Tiền Thực
zh_cn: 我有真实资金账户

source: I have read and agree to the %1terms and conditions%2 of the site.
fr: J'ai lu et j'approuve les %1conditions générales%2 du site.
ja: このウェブサイトの%1利用規約%2に同意いたします。
zh_cn: 我已阅读并同意本网站的%1条款和条件%2。

source: I have read and agree to the <a target="_blank" href="%1">terms and conditions</a> of the site.
de: Ich habe die <a target="_blank" href="%1">Geschäftsbedingungen</a> dieser Seite gelesen und diesen zugestimmt.
fr: J'ai lu et j'approuve les <a target="_blank" href="%1">conditions générales</a> du site.
ja: このウェブサイトの<a target="_blank" href="%1">ご利用規約</a>に同意いたします。
vi: Tôi đã đọc và đồng ý với <a target="_blank" href="%1">điều khoản và điều kiện</a> của trang web.
zh_cn: 我已阅读并同意本网站的<a target="_blank" href="%1">条款和条件</a>。

source: I hereby agree and accept that all documents such as pre-contract forms, all terms and conditions, trade reports and other legally required materials will be issued in electronic format only.
id: Saya bersetuju dan menerima semua dokumentasi termasuk formulir pra-kontrak, semua syarat dan ketentuan, laporan trading dan legalitas material lain akan dikeluarkan dalam format elektronik saja.
ja: 電子交付への同意：契約締結前交付書面、取引約款、取引報告書、取引残高報告書、証拠金受領書、契約締結時交付書面等の書類が電子交付されることに同意します。
th: ฉันเห็นด้วยและยอมรับว่า เอกสารทุกฉบับ ได้แก่ แบบฟอร์มร่างสัญญา ข้อตกลงและเงื่อนไขต่างๆ รายงานการซื้อขาย และเอกสารทางกฎหมาย จะอยู่ในรูปแบบแฟ้มอิเล็กทรอนิกส์เท่านั้น

source: I understand and agree that, with regard to over-the-counter binary option trading, I have read and understand the general conditions and mechanisms for trading the contract, including details of the underlying financial index, before committing to a transaction.
de: Ich verstehe und bin damit einverstanden, dass ich vor dem Eingehen einer Transaktion die Allgemeinen Bedingungen gelesen und die Mechanismen für den Abschluss des Kontrakts, einschließlich des zugrundeliegenden Finanzindex bezüglich des als Tafelgeschäft ausgeführten Binäre Optionen Handels verstanden habe.
ja: 本取引により想定される損失額（中途売却または解約した場合の解約清算金（試算額）を含む。）を踏まえ、お客さまが許容できる損失額及びお客さまの資産の状況への影響に照らして、お客さま自身が取引できる契約内容であることを確認したこと。（契約締結前交付書面「序文」参照）
th: ข้าพเจ้าเข้าใจและยอมรับว่า ข้าพเจ้าได้อ่านและมีความเข้าใจเงื่อนไขทั่วไปและกลไกในการซื้อขายสัญญาการซื้อขายไบนารีออปชั่นโดยตรง รวมถึงรายละเอียดของดัชนีผลิตภัณฑ์อ้างอิงทางการเงิน ก่อนการตัดสินใจดำเนินการธุรกรรมใดๆ

source: I'm new to binaries, where do I start?
ar: أنا جديد على الثنائيات، أين أبدأ؟
de: Ich bin neu, was Binäre Optionen betrifft, wo soll ich anfangen?
fr: Je découvre les options binaires, par où dois-je commencer ?
id: Saya masih sangat baru di binary, bagaimana cara memulai?
ja: バイナリー取引未経験者です。どうしたら取引を開始できますか？
pl: Nie znam jeszcze opcji binarnych, od czego zacząć?
ru: Я новичок в торговле бинарными опционам, с чего начать?
th: ฉันเพิ่งเริ่มต้นกับไบนารี เริ่มตรงไหนดีนะ?
vi: Tôi chỉ mới biết đến giao dịch nhị phân, tôi nên bắt đầu từ đâu?
zh_cn: 我是新手，该如何开始呢？

source: I. Quotes
de: I. Notierungen
fr: I. Cotations
ja: I. 引用
vi: I. Các trích dẫn
zh_cn: 九、 报价

source: I.e. (20010 - 20000) x 1 x 1 = USD 10
de: D.h. (20 010 - 20 000) x 1 x 1 = 10 USD
fr: par exemple (20010-20000) x 1 x 1 = 10 Dollars
ja: (20010 - 20000) x 1 x 1 = USD 10
vi: tức là (20010-20000) x1 x1 = 10 USD
zh_cn: 即 (20010 - 20000) x 1 x 1 = 10 美元

source: IP Address
ar: عنوان IP
de: IP-Adresse
fr: Adresse IP
id: Alamat IP
ja: IPアドレス
pl: Adres IP
ru: IP-адрес
vi: Địa chỉ IP
zh_cn: IP 地址

source: IT audit experience is a plus
ar: تعتبر اضافة وجود خبرة في تدقيق تكنولوجيا المعلومات
de: IT-Revisionserfahrung ist ein Vorteil
fr: Une expérience dans l'audit des technologies de l'information serait un plus
id: Pengalaman audit IT memiliki nilai tambah
ja: IT監査経験があると好ましい
pl: Doświadczenie w audycie systemów IT będzie dodatkowym atutem
ru: Приветствуется опыт IT аудита
th: หากมีประสบการณ์การตรวจสอบระบบงานเทคโนโลยีสารสนเทศจะเป็นประโยชน์ในการพิจารณา
vi: Ưu tiên người có kinh nghiệm kiểm toán công nghệ thông tin
zh_cn: 有信息科技审计经验者优先考虑

source: Ideal Users
de: Ideale Anwender
fr: Utilisateurs idéals
ja: 理想的なユーザー
vi: Người dùng lý tưởng
zh_cn: 理想用户

source: Ideal for beginners and experienced traders
de: Ideal für Anfänger und erfahrene Trader
fr: Ideal pour les débutants et les traders expérimentés
ja: 初心者にも経験者にも理想的
vi: Ý tưởng cho thương nhân mới và người có kinh nghiệm
zh_cn: 最适于新手和经验丰富的交易者

source: Ideas
de: Ideen
fr: Idées
ja: アイディア
vi: Những ý tưởng
zh_cn: 意见

source: If a customer holds a long position and the prediction goes wrong as of the judgment time, the invested principal amount will become zero value.
de: Wenn ein Kunde eine lange Postion hält und sich die Vorhersage während der Entscheidungszeit als falsch herausstellt, dann wird die investierte Kapitalsumme zum Nullwert.
id: Jika pelanggan memiliki posisi jangka panjang dan prediksi salah sepanjang waktu penilaian, maka jumlah modal yang diinvestasikan akan bernilai nol.
ja: 取引期間中のオプション価格は変動すること。（契約締結前交付書面「店頭バイナリーオプション取引のリスクについての説明」-④オプションの価格変動リスク参照）
th: หากลูกค้ามี Long โพซิชั่นและผลการพยากรณ์ผิด เงินต้นที่ลงทุนไปนั้นจะกลายเป็นศูนย์

source: If a customer holds a short position and the prediction is incorrect as of the judgment time, the customer is required to pay the payout amount, and as that will be greater than the trade price that the customer originally received, this will cause a net loss.
id: Jika pelanggan memiliki posisi jangka pendek dan prediksi salah sepanjang waktu penilaian, maka pelanggan harus membayar jumlah hasil, dan jumlah adalah lebih besar dari harga kontrak yang dibayarkan diawal, ini akan menyebabkan kerugian bersih.
ja: 購入したバイナリーオプションを判定時刻前に売却（または解約）した場合には、売却金額が購入金額を下回り、損失が生じるおそれがあること（契約締結交付前書面「店頭バイナリーオプション取引のリスク等重要事項について」-8参照）
th: หากลูกค้ามี Short โพซิชั่นและผลการพยากรณ์ผิด ลูกค้าจะต้องจ่ายจำนวนเงินนั้น และเป็นจำนวนที่มากกว่าราคาซื้อขายเบื้องแรกที่ลูกค้าได้รับ ซึ่งทำให้เกิดเป็นขาดทุนสุทธิ

source: If a customer sells back a long option position before the determination time, then the sale price may be lower than the original purchase price, so there is a possibility of a net loss.
id: Jika pelanggan menjual kembali posisi opsi panjang sebelum waktu yang ditentukan, maka harga jual mungkin akan lebih rendah dari harga beli awal, sehingga ada kemungkinan rugi bersih.
ja: 購入したバイナリーオプションについて、判定時刻において、予測が外れた場合には、投資元本がゼロになること。（契約締結前交付書面「店頭バイナリーオプション取引のリスク等重要事項について」-2参照）
th: หากลูกค้าจำหน่ายออปชั่นคืนก่อนเวลาที่กำหนด ราคาขายอาจจะต่ำกว่าราคาที่ซื้อครั้งแรก ดังนั้นจึงมีความเป็นไปได้ที่จะมีขาดทุนสุทธิ
