Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: All credit card details are submitted directly to the Visa/Mastercard network using the latest SSL encryption technology, in accordance with bank policies;
de: Es werden alle Kreditkartendaten direkt an das Visa/Mastercard Netzwerk weitergeleitet. Dabei kommt in Übereinstimmung mit den Richtlinien der Bank die neuste SSL-Verschlüsselungstechnologie zur Anwendung;
fr: Toutes les informations relatives aux cartes bancaires sont directement transmises au réseau Visa/MasterCard par le biais de la dernière technologie de cryptage SSL, conformément aux politiques des banques ;
ja: クレジットカードの詳細情報は全て、金融機関の規定に合致する最新のSSLの暗号技術を採用しているVisa/Mastercardのネットワークに直接送信されます。
vi: Mọi chi tiết thẻ tín dụng được chuyển trực tiếp đến hệ thống thẻ Visa/Master sử dụng công nghệ mã hóa SSL mới nhất, tuân theo qui định của ngân hàng;
zh_cn: 所有信用卡信息都按照银行政策，使用最新 SSL 加密技术直接提交至 Visa/Mastercard 网络。

source: All customer funds are segregated and held with JSF Trust Bank.
de: Alle Kundengelder sind getrennt und werden in der JSF Trust Bank gehalten.
fr: Tous les fonds des clients sont détenus sur des comptes fiduciaires séparés.
ja: お客様の預託金は全額、日証金信託銀行にて区分管理しております
vi: Tất cả tiền của khách hàng được tách biệt và giữ bởi ngân hàng JSF Trust.
zh_cn: 我们将所有客户资金集合并由JSF信托银行托管。

source: All durations:
fr: Toutes durées :
ja: 全取引期間：

source: All fund transfers from your Binary Options Real Account to your Real Account must be made by you.
de: Alle Geldüberweisungen von Ihrem echten Binären Optionen Konto zu Ihrem echten Konto, müssen von Ihnen gemacht werden.
fr: Tous les virements de fonds depuis votre compte réel Options binaires vers votre compte réel doivent être effectués par vous.
ja: バイナリーオプションのリアル口座からご自身のリアル口座への全資金の送金は、必ずご自身で行うようにしてください。
vi: Tất cả các khoản tiền chuyển từ tài khoản Các lựa chọn thực của Binary tới tài khoản thực của bạn đều phải được thực hiện bởi bạn.
zh_cn: 所有将资金从二元期权真实账户转移到您真实账户的操作必须由您亲自执行。

source: All intellectual property rights in the MT5 Trading Platform are owned by the Licensor and shall remain the exclusive property of the Licensor. Nothing in this Agreement intends to transfer any such rights or to vest any such rights in you.
de: Alle geistigen Eigentumsrechte auf der MT5 Handelsplattform gehören dem Lizenzgeber und sollen ausschließliches Eigentum des Lizenzgebers bleiben. Nichts in dieser Vereinbarung beabsichtigt die Übertragung solcher Rechte oder das Übergehen solcher Rechte an Sie.
fr: Tous les droits de propriété intellectuelle relatifs à la plateforme de trading MT5 sont détenus par le concédant de licence et restent la propriété exclusive du concédant de licence. Aucune partie de cet Accord ne vise à transférer de tels droits ou à vous conférer de tels droits.
ja: MT5取引プラットフォームでの全知的財産権はライセンサーが所有し、ライセンサーの独占的財産でなければいけません。本契約では、そのような権利を譲渡することは意図していません。
vi: Tất cả các quyền tài sản trí tuệ trong nền tảng kinh doanh MT5 được sở hữu bởi người cấp phép và sẽ vẫn là tài sản độc quyền của người cấp phép. Không có gì trong thỏa thuận này dự định sẽ chuyển giao bất kỳ quyền nào đó hoặc ban cho bất kỳ quyền nào đó của bạn.
zh_cn: MT5 交易平台中所有知识产权由许可方拥有并将持续为许可方的专有财产。此协议中所有内容没有意图将任何此类权利转让或授予您。

source: All market conditions and durations
de: Alle Marktkonditionen und Zeitspannen
fr: Toutes les conditions de marché et toutes les périodes
ja: どんな市場状況でもトレード戦略を実行可能
vi: Tất cả các điều kiện thị trường và thời hạn
zh_cn: 所有市场环境和期限

source: All market conditions:
fr: Toutes les conditions de marché :
ja: 全ての市場状況：

source: All markets and conditions
fr: Tous marchés et conditions
ja: あらゆる市場および条件

source: All markets are closed now. Please try again later.
ar: جميع الأسواق مغلقة الآن. الرجاء معاودة المحاولة لاحقاً.
de: Alle Börsen sind derzeit geschlossen. Bitte versuchen Sie es später erneut.
fr: Tous les marchés sont actuellement fermés. Veuillez réessayer ultérieurement.
id: Semua pasar ditutup saat ini. Coba kembali nanti.
ja: 営業時間外のためご利用になれません。
pl: Wszystkie rynki są obecnie zamknięte. Prosimy spróbować później.
ru: В данное время все рынки закрыты. Пожалуйста, попробуйте позже.
th: ตลาดได้ปิดทำการแล้ว กรุณาทำรายการใหม่ภายหลัง
vi: Tất cả các thị trường đều đã đóng cửa. Vui lòng thử lại sau.
zh_cn: 所有市场现已关闭。请稍后重试。

source: All markets:
fr: Tous marchés :
ja: すべての市場：

source: All opinions, news, research, analysis, prices or other information contained on this website are provided as general market commentary and do not constitute investment advice. %1 will not accept liability for any loss or damage, including but without limitation to, any loss of profit that may arise directly or indirectly from use of or reliance on such information.
ar: كل الآراء والأخبار والأبحاث والتحليلات والأسعار والمعلومات الأخرى التى يحتوى عليها هذا الموقع هى تعليق عام على السوق وليست نصيحة استثمارية. %1 لا تتحمل مسئولية أى خسارة أو ضرر، بما فى ذلك وليس على سبيل الحصر، أي خسارة للأرباح قد تنتج بشكل مباشر أو غير مباشر عن استخدام مثل هذه المعلومات أو الاعتماد عليها.
de: Alle Meinungen, Nachrichten, Recherchen, Analysen, Kurse oder andere Informationen, die diese Website enthält, werden als allgemeine Marktkommentare zur Verfügung gestellt und stellen keine Anlageberatung dar. %1 übernimmt keine Haftung für Verluste oder Schäden, insbesondere für entgangenene Gewinne, die unmittelbar oder mittelbar aus der Verwendung dieser Angaben oder im Vertrauen auf diese entstehen.
fr: Toutes les opinions, actualités, recherches, analyses, tarifications et autres informations diffusées sur ce site Web sont fournies dans le cadre d'une analyse générale du marché et ne constituent en aucun cas un quelconque conseil en investissement. %1 rejette toute responsabilité concernant toute forme de perte ou dommage, y compris, sans s'y limiter, toute perte de bénéfice découlant directement ou indirectement de l'utilisation ou de l'interprétation de telles informations .
id: Semua opini, berita, penelitian, analisis, harga atau informasi lain yang terkandung dalam situs ini disediakan sebagai komentar umum dan tidak merupakan nasihat investasi. %1 tidak akan bertanggung jawab bagi setiap kerugian atau kerusakan, termasuk dan tidak terbatas pada, kerugian apapun yang mungkin timbul secara langsung ataupun tidak langsung dari penggunaan atau kepercayaan pada informasi tersebut.
ja: 当社サイトに掲載されているご意見、ニュース、リサーチ、分析、価格などの情報は、一般的な市場に関するコメントであり、投資に関する助言ではありません。％1ではそのような情報の使用または依存から直接または間接的に生じる可能性がある利益の損失、損害についての責任を一切負いません。
pl: Wszelkie opinie, wiadomości, badania, analizy, ceny i inne informacje dostępne na tym portalu mają charakter ogólnego komentarza na temat rynku i nie stanowią porady inwestycyjnej. %1 nie ponosi odpowiedzialności za żadne straty czy szkody, w tym między innymi utratę zysków, która może wynikać bezpośrednio lub pośrednio z użycia takich informacji lub zaufania nim.
ru: Все мнения, новости, исследования, анализ, цены и другая информация на этом сайте предоставляются в качестве общего рыночного комментария и не являются рекомендациями по инвестициям. %1 не несет ответственности за возможный проигрыш или вред, включая, но не ограничиваясь потерей прибыли, прямо или косвенно вызванной использованием этой информации.
th: ข้อมูลการให้ความเห็น ข่าว ข้อมูลการวิจัย การวิเคราะห์ ราคา หรือข้อมูลอื่นๆ ที่เผยแพร่ใบเว็บไซต์เป็นข้อมูล บทแสดงความคิดเห็น คำวิจารณ์ทั่วไปของตลาด มิได้ประกอบขึ้นเป็นคำแนะนำการลงทุน %1 ไม่มีส่วนรับผิดชอบต่อมูลหนี้ของความสูญเสีย การขาดทุนใดๆ รวมถึงการได้รับผลกำไรหรือขาดทุนที่อาจจะเกิดขึ้นทางตรงหรือทางอ้อมจากการใช้ข้อมูล หรือ อ้างอิงข้อมูลดังกล่าว
vi: Mọi quan điểm, tin tức, nghiên cứu, phân tích, giá hoặc thông tin khác trên trang này đều được cung cấp dưới dạng thông tin thị trường phổ biến đều không phải lời khuyên hay gợi ý giao dịch. %1 sẽ không chịu trách nhiệm với bấy kỳ thua lỗ, mất mát nào phát sinh trực tiếp hoặc gián tiếp từ việc sử dụng những thông tin này.
zh_cn: 网站所载的一切意见、新闻、研究、分析、价格和其他信息都是一般的市场评论，不构成投资建议。%1 将不会承担任何损失或损害，包括但不限于使用或依赖该信息造成的直接或间接利润损失。

source: All payouts:
fr: Tous versements :
ja: 全てのペイアウト：

source: All products traded on margin carry a high degree of risk and can result in losses as well as profits that exceed your initial deposit. The margin trading services described in this Agreement is not suitable for everyone. You acknowledge that the margin trading services described in this Agreement is designed for clients who are knowledgeable and experienced in the types of transactions described in this Agreement and you fully understand the associated risks before entering into this Agreement with us.
de: Alle Produkte die auf Margin gehandelt werden, tragen einen hohen Grad an Risiko und können zu Verlusten, so wie zu Gewinnen führen, die Ihre Ersteinzahlung übersteigen. Die Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, sind nicht für jeden geeignet. Sie bestätigen, dass die Margin-Handelsdienstleistungen, die in dieser Vereinbarung beschrieben sind, für Kunden entworfen wurden, die in den Transaktionsarten, die in dieser Vereinbarung beschrieben sind, sachkundig und erfahren sind, und dass Sie die damit verbundenen Risiken vollständig verstehen, bevor Sie diese Vereinbarung mit uns eingehen.
fr: Tous les produits négociés sur marge revêtent un niveau de risque élevé et peuvent aboutir à des pertes comme à des gains susceptibles d'excéder votre dépôt initial. Les services de négociation sur marge décrits dans cet Accord ne conviennent pas à tout le monde. Vous reconnaissez que les services de négociation sur marge décrits dans cet Accord sont conçus pour les clients avertis et expérimentés dans le domaine des transactions décrites dans cet Accord et vous déclarez que vous devez comprendre pleinement les risques associés avant de conclure cet Accord avec nous.
ja: 証拠金取引の全商品には高いリスクがつき、結果として初期投資額を超える損失が発生する可能性があります。本契約に記載されている信用取引サービスは、全ての方に適しているわけではありません。本契約に記載されている信用取引は、本契約に表記されている取引タイプに関する知識と経験がある方へ提供しており、本契約を締結する前に関連するリスクを十分にご理解いただく必要があります。
vi: Tất cả các sản phẩm được giao dịch bên lề mang một mức độ rủi ro cao và có thể dẫn đến hậu quả thiệt hại lợi ích cũng như lợi nhuận vượt quá vốn ban đầu của bạn. Dịch vụ giao dịch ký quỹ được mô tả trong thỏa thuận này là không phù hợp với tất cả các đối tượng. Bạn thừa nhận rằng dịch vụ giao dịch ký quỹ được đề cập đến trong thỏa thuận này là được thiết kế dành cho các khách hàng thực sự có hiểu biết và kinh nghiệm trong các loại hình giao dịch đã được đề cập đến trong thỏa thuận này và bạn phải hoàn toàn hiểu về những rủi ro ràng buộc trước khi xác nhận gia nhập vào thỏa thuận này cùng chúng tôi.
zh_cn: 保证金交易的所有产品有很高的风险，可能导致亏损，也可能给您带来超越起始资金存款的利润。本协议所述的保证金交易服务并不适合所有人。您承认本协议所述的保证金交易服务专为在本协议所述交易类型中拥有渊博知识和丰富经验的客户提供。与我们签订本协议前，您充分了解相关的风险。

source: All times are in GMT (Greenwich Mean Time).
ar: كل التوقيتات GMT (توقيت غرينتش).
de: Alle Zeitangaben sind in GMT (Greenwich-Zeit).
fr: Tous les horaires sont indiqués en GMT (Greenwich Mean Time).
id: Seluruh waktu yang digunakan adalah dalam GMT (Greenwich Mean Time).
ja: 当社サイトの時間表示は全て、GMT（グリニッジ標準時）に基づきます。
pl: Wszystkie godziny są podane według czasu GMT (Greenwich Mean Time).
ru: Все время на сайте указано в GMT, по Гринвичу (Greenwich Mean Time).
th: เวลาที่ใช้อ้างอิง คือ GMT (Greenwich Mean Time) เวลามาตรฐานเมืองกรีนิช
vi: Thời gian đều tính theo GMT (Giờ trung bình tại Greenwich).
zh_cn: 所有时间均采用 格林威治标准时间（GMT）。

source: All your deposits and withdrawals are processed by %1 within 24 hours. However, there may be additional processing time required by your bank or money transfer service.
fr: Tous vos dépôts et retraits sont traités par %1 dans les 24 heures. Cependant, cela peut prendre plus de temps de traitement si requis par votre banque ou le service de transfert d'argent.
ja: 資金の入出金は銀行振込をご利用いただけます。

source: Allow Clients to deposit with lower amounts (via local currency)
ar: السماح للعملاء بإيداع مبالغ أقل (بالعملة المحلية)
de: Den Kunden ermöglichen, kleinere Beträge (in Landeswährung) einzuzahlen
fr: Autoriser les Clients à effectuer des dépôts pour des sommes inférieures (en devise locale)
id: Memberi Klien untuk mendeposit dengan jumlah lebih rendah (mata uang lokal)
ja: クライアントへ低い金額（現地通貨）での入金を許可する
pl: Klienci mogą wpłacać małe kwoty (w lokalnej walucie)
ru: Позволяют Клиентам пополнять счет небольшими суммами (в местной валюте)
th: ยินยอมให้ลูกค้าฝากเงินในจำนวนที่ต่ำกว่า (ผ่านสกุลเงินท้องถิ่น)
vi: Cho phép Khách hàng gửi tiền với số lượng ít hơn (bằng tiền nội tệ)
zh_cn: 允许客户以较少金额（通过本地货币）充值

source: Allow Clients to use e-wallets, which are not available directly on %1
ar: السماح للعملاء باستخدام المحافظ الإلكترونية، غير المتاحة مباشرة على %1
de: Den Kunden ermöglichen, e-Wallets zu verwenden, die nicht direkt auf %1 zur Verfügung stehen
fr: Autoriser les Clients à utiliser les services de paiement électronique qui ne sont pas disponible directement sur %1
id: Memberi Klien menggunakan metode e-wallet yang tidak di sediakan di %1
ja: クライアントへ%1では直接利用できないEウォレットの使用を許可する。
pl: Klienci mogą korzystać z e-portfela, co nie jest możliwe bezpośrednio na %1
ru: Позволяют клиентам использовать электронные кошельки, которые недоступны на %1
th: ยินยอมให้ลูกค้าใช้กระเป๋าเงินอิเล็กทรอนิกส์ ซึ่งไม่มีบริการโดยตรงจาก %1
vi: Cho phép Khách hàng sử dụng ví điện tử, mà không có trực tiếp trên %1
zh_cn: 允许客户使用 %1不直接提供的电子货币

source: Alter the normal trading times for the affected market;
de: Ändern Sie die normalen Handelszeiten für den betroffenen Markt;
fr: Altérer les horaires habituels de trading pour le marché concerné ;
ja: 影響を受ける市場の通常取引時間を変更します；
vi: Thay đổi thời gian kinh doanh bình thường đối với thị trường bị ảnh hưởng;
zh_cn: 为受影响的市场改变正常交易时间;

source: Alternatively, clients who are registered with both Binary (IOM) Ltd and Binary (Europe) Ltd, instead of submitting their dispute to IBAS, they can make use of the European Commission's Online Dispute Resolution (ODR) platform available %1here%2.
fr: Cependant, les clients enregistrés à la fois chez Binary (IOM) Ltd et chez Binary (Europe) Ltd peuvent, plutôt que de soumettre leur litige à l'organisme d'arbitrage IBAS, utiliser la plateforme disponible de règlement en ligne des litiges (RLL) de la Commission européenne %1here%2.
ja: また、Binary (IOM) LtdおよびBinary (ヨーロッパ) Ltdにご登録されているお客さまは、IBASへ紛争内容をご提出される代わりに、欧州委員会のオンライン紛争解決（ODR）プラットフォームを%1こちら%2からご利用いただけます。
zh_cn: 另外，在Binary(IOM)有限公司和Binary（欧洲）有限公司都注册过的客户与其将争端向IBA提出申诉，也可以%1在此%2使用欧洲在线解决争端委员会(ODR)平台。

source: Although the Company has and retains all rights to refuse or to close a Client's account, the Company does warrant that all contractual obligations already made, shall be honoured.
de: Obwohl das Unternehmen alle Rechte hat und sich vorbehält ein Kundenkonto abzulehnen oder zu kündigen, garantiert das Unternehmen, dass alle schon eingegangenen vertraglichen Verpflichtungen erfüllt werden.
fr: Même si la Société se réserve et conserve tous les droits relatifs au refus ou à la clôture du compte d'un Client, la Société garantit qu'elle remplira toutes les obligations contractuelles qui lui incombent.
ja: 当社は一部のお客さまのアカウントの拒否、または閉鎖する全ての権利を保持していますが、既に行われた契約上の義務は守らせていただきます。
vi: Mặc dù Công ty có quyền từ chối hoặc đóng tài khoản của Khách hàng, Công ty đảm bảo rằng những điều khoản ràng buộc giữa hai bên vẫn được tôn trọng.
zh_cn: 尽管公司拥有及保留所有拒绝或关闭客户账户的权利，但公司保证所有开出的合同义务都必须执行。

source: Amount
ar: مبلغ
de: Betrag
fr: Montant
id: Jumlah
ja: 金額
pl: Kwota
ru: Количество
th: จำนวน
vi: Số tiền
zh_cn: 金额

source: Amount of above assets
ar: حجم الأصول المذكورة أعلاه
de: Betrag für obige Anlagen
fr: Montant des actifs ci-dessus
id: Jumlah untuk aset diatas
ja: 上記資産額
pl: Wartość powyższych aktywów
th: จำนวนของสินทรัพย์ข้างต้น

source: An Advanced/Higher/Graduate Diploma or a Bachelor's Degree
ar: درجة بكالوريوس أو دبلومة تخرج/شهادة عليا/دراسات عليا
de: Ein akademischer Grad, Graduiertendiplom oder Bachelor-Abschluss
fr: Un diplôme d'études supérieures ou une licence universitaire
id: Lanjutan/Tinggi/Lulusan Diploma atau Sarjana
ja: 高度専門士、専門士、準修士または学士
pl: Minimum studia licencjackie
ru: Диплом о дополнительном специальном/высшем образовании, окончании ВУЗа или получении степени бакалавра
th: สำเร็จการศึกษาระดับสูงกว่ามหาวิทยาลัย หรือ ปริญญาตรี หรือ อนุปริญญา
vi: Tốt nghiệp loại Trung bình/ Khá/ Giỏi hoặc có Bằng cử nhân
zh_cn: 高等/高级/研究生文凭或学士学位

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target.
ar: التداول الذي ينتهي بين حاجزين يعطي مردودات إذا كان سعر خروج السوق أعلى بالضبط من السعر المنخفض المستهدف ومنخفض بالضبط عن السعر المرتفع المستهدف. الثنائي الذي ينتهي خارج الحاجز يعطي مردودات إذا كان سعر الخروج أعلى من السعر المرتفع المستهدف أو منخفض أكثر من السعر المنخفض المستهدف.
de: Ein Endet-Zwischen Kontrakt wird ausgezahlt, wenn der Kurs zum Vertragsende grundsätzlich höher als die niedrige Kursschwelle UND grundsätzlich niedriger als die hohe Kursschwelle ist. Eine Endet-Oberhalb Binäre Option wird ausgezahlt, wenn der Kurs zum Ende des Kontrakts ENTWEDER grundsätzlich höher als die hohe Kursschwelle oder grundsätzlich niedriger als die niedrige Kursschwelle ist.
fr: Une option « Termine dans la zone » aboutit à un paiement lorsque le prix final du marché est strictement supérieur au prix-cible inférieur ET strictement inférieur au prix-cible supérieur. Une option « Termine hors de la zone » aboutit à un paiement si le prix final du marché est SOIT strictement supérieur au prix-cible supérieur, SOIT strictement inférieur au prix-cible inférieur.
id: Kontrak Berakhir Antara akan memberi hasil jika harga akhir pasar harus lebih tinggi dari target harga rendah DAN harus lebih rendah dari target harga tinggi. Kontrak Berakhir Diluar akan memberi hasil jika harga akhir pasar SALAH SATU yaitu harus lebih tinggi dari target harga tinggi ATAU harus lebih rendah dari target harga rendah.
ja: 「END-IN」トレードは、トレードの終値が最小値に設定したバリアよりも高値、”かつ”、最高値に設定したバリアよりも安値であれば条件が満たされたことになります。同値では条件が満たさないと判定され、終値のみが評価対象になります。「END-OUT」のトレードタイプでは、トレードの終値が最高値に設定したバリアよりも高値、”または”、最小値に設定したバリアよりも安値であれば条件が満たされます。
pl: Zakład typu „zakończy się pomiędzy” przynosi zysk, jeśli rynkowa cena wyjściowa jest znacząco wyższa niż niska cena docelowa ORAZ znacząco niższa niż wysoka cena docelowa. Opcja binarna typu „zakończy się poza” przynosi zysk, jeśli rynkowa cena wyjściowa jest ALBO znacząco wyższa niż wysoka cena docelowa ALBO znacząco niższa niż niska cena docelowa.
ru: Контракт "Закончится внутри" выигрывает, если выходная цена рынка строго выше, чем нижний ценовой барьер И строго ниже, чем высший ценовой барьер. Контракт "Закончится вне" выигрывает, если выходная цена рынка ЛИБО строго выше, чем высший ценовой барьер, ЛИБО строго ниже, чем низший ценовой барьер.
vi: Giao dịch Kết thúc ở giữa có tiền thưởng nếu giá thoát thị trường cao hơn so với giá mục tiêu thấp VÀ thấp hơn so với giá mục tiêu cao. Nhị phân Kết thúc bên ngoài có tiền thưởng nếu giá thoát thị trường cao hơn so với giá mục tiêu cao HOẶC thấp hơn so với giá mục tiêu thấp.
zh_cn: 如果市场平仓价格严格高于 "低" 目标价格以及严格低于 "高"目标价格，“收于范围之内”交易将可获利。如果市场平仓价格严格高于 "高" 目标价格或严格低于 "低"目标价格，“收于范围之外”交易将可获利。

source: An Initial Coin Offering (or 'ICO' for short) is a fundraising method that's relatively similar to an IPO. In an ICO, cryptocurrency tokens are issued instead of shares.
ja: イニシャル・コイン・オファリング（ICO）はIPOに比較的類似する資金調達方法です。ICOでは、株式の代わりに暗号トークンを発行します。

source: An Open Position may be closed by placing an opposite Order, that is an Order to sell (to close a Long Position) or to buy (to close a Short Position) in the same market for the same specified number of lots (volume).
de: Eine Offene Position kann geschlossen werden, indem eine Gegen-Order platziert wird, die entweder eine Order zu verkaufen (um eine lange Position zu schließen) oder zu kaufen (um eine kurze Position zu schließen), im selben Markt, für die gleiche bestimmte Anzahl an Lots (Volumen), ist.
fr: Une position ouverte peut être clôturée par le placement d'un ordre opposé, à savoir un ordre de vente (pour fermer une position longue) ou d'achat (pour fermer une position courte) sur le même marché et pour le même nombre de lots (volume) spécifique.
ja: オープンポジションは逆のポジションの注文を実行することで閉じることができる場合もあります。これは、同じ市場で全く同じロット数（数量）を売却（ロングポジションを閉じるため）または購入（ショートポジションを閉じるため）することを意味します。
vi: Một thế mở có thể bị đóng cửa bằng cách đặt vào một đơn ngược, sử dụng đơn đó để bán (để đóng lại thế tăng) hoặc sử dụng đơn đó để mua vào (để đóng lại thế giảm) trong cùng một thị trường và cho cùng số quy định của lô (khối lượng).
zh_cn: 未平仓头寸可通过下反向订单平仓，即在同一市场为同一指定批（量）数目卖出（多头头寸平仓）或买入（空头头寸平仓）的订单。

source: An Open Position may be partially closed by entering into an opposite Transaction in the same Market but for a smaller number of lots (volume) as the Open Position.
de: Eine offene Position kann zum Teil geschlossen werden, indem Sie in eine entgegengesetzte Transaktion im selben Markt, aber für einen geringere Anzahl an Lots (Volumen) als die Offene Position, einsteigen.
fr: Une position ouverte peut être partiellement clôturée par l'exécution d'une transaction opposée sur le même marché mais pour un plus petit nombre de lots (volume) que celui de la position ouverte.
ja: 逆の取引を同じ市場でオープンポジション少ないロット数（数量）で行うことで、オープンポジションを部分的に閉じることができます。
vi: Một thế mở có thể bị đóng cửa một phần bằng cách nhập vào một giao dịch ngược trong cùng một thị trường nhưng với một khối lượng nhỏ hơn so với thế mở.
zh_cn: 未平仓头寸可通过在同一市場为比未平仓头寸较小批（量）数目下反向订单进行部分平仓。

source: An additional password can be used to restrict access to the cashier.
ar: يمكن استخدام كلمة مرور إضافية لحظر الوصول لصفحة الصراف.
de: Es darf ein zusätzliches Passwort verwendet werden, um den Zugang zum Kassensabschnitt zu beschränken.
fr: Un mot de passe supplémentaire peut être utilisé afin de restreindre l'accès à la caisse.
id: Kata sandi tambahan dapat digunakan untuk membatasi akses ke kasir.
ja: 入出金へのアクセスを制限するために、追加パスワードを使用することができます。
pl: Dodatkowe hasło może być wykorzystane do ograniczania dostępu do sekcji Kasjer.
ru: Можно использовать дополнительный пароль для ограничения доступа к кассе.
th: รหัสผ่านเพิ่มนี้สามารถใช้เพื่อเข้าถึงส่วนของแคชเชียร์
vi: Mật khẩu phụ có thể dùng để hạn chế truy cập vào khu thu ngân.
zh_cn: 可使用额外密码来限制对收银台的访问。

source: An advanced university degree in Mathematics, Physics or Engineering
ar: درجة جامعية متقدمة في الرياضيات أو الفيزياء أو الهندسة
de: Ein höherer Universitätsabschluss in Mathematik, Physik oder Ingenieurwissenschaften
fr: Diplôme d'études supérieures en mathématiques, en physique ou en ingénierie
id: Memiliki gelar sarjana dari universitas terakreditasi di bidang Matematika, Fisika atau Teknik
ja: 数学、物理学、工学の修士または博士の大学学位
pl: Studia wyższe na kierunku Matematyka, Fizyka lub na kierunku inżynierskim
ru: Высшее образование в области математики, физики или инженерного дела
th: สำเร็จการศึกษาระดับมหาวิทยาลัย หรือสูงกว่า ในสาขาคณิตศาสตร์ ฟิสิกส์ หรือ วิศวกรรมศาสตร์
vi: Tốt nghiệp đại học loại khá ngành Toán học, Vật lý hoặc Kỹ thuật
zh_cn: 数学、 物理或工程专科硕士或博士学位
