Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: We are required by our licence to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency <a href='%1' target='_blank'>%1</a>.
ar: مطالبون من قبل جهة الترخيص أن نبلغكم عما يحدث للأموال التي نحتفظ بها في حساب لك، وإلى أي مدى تلك الأموال محمية في حالة الإعسار <a href='%1' target='_blank'>%1</a>.
de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit dem Geld, das wir für Sie auf einem Konto halten, passiert und bis zu welchem Umfang es im Fall einer Insolvenz geschützt ist <a href='%1' target='_blank'>%1</a>.
fr: En vertu de notre licence, nous sommes dans l'obligation de vous informer du traitement des fonds que nous détenons sur un compte en votre nom, ainsi que de l'étendue de la protection de ces fonds en cas d'insolvabilité <a href='%1' target='_blank'>%1</a>.
ja: （取引口座の停止または解約） 第18条 1. 次の各号のいずれかに該当した時は、当社はお客さまの取引口座の機能（預託金の入出金、取引注文等）の全部もしくは一部を停止できるものとします。 (1) お客さまが当社に対し、取引口座の停止の申し入れをした時。 (2) 本約款および取引説明書の変更にお客さまが同意しない時。 (3) お客さまが本約款の条項に違反し、当社がお客さまの取引口座の停止を通告した時。 (4) 当社が、お客さまが本約款第３条に定める適格要件を満たさなくなったと合理的に判断した場合。 (5) 店頭通貨バイナリーオプション取引口座が停止された時。 (6) 当社により過誤入出金がなされた時。 (7) 前各号の他、やむを得ない事由により、当社が取引を継続することが不適切であると判断した時。 2. 次の各号のいずれかに該当した時は、お客さまの取引口座は解約されることとします。 (1) お客さまが当社に対し、取引口座の解約の申し入れをした時。 (2) 一定期間にわたり、取引口座の停止が継続した場合。 (3) お客さまが本約款の条項に違反し、当社がお客さまの取引口座の解約を通告した時。 (4) お客さまが反社会的勢力の一員であると当社が合理的に判断した場合。 (5) お客さまがマネーロンダリング等の社会的秩序に反する取引等、不正な取引の手段として本取引を行っていると当社が合理的に判断した場合。 (6) 当社が認めていないシステムツール等を用いて本取引を行っていると当社が判断した場合。 (7) 店頭通貨バイナリーオプションが解約された時。 (8) 当社が、お客さまが本約款第３条に定める適格要件を満たさなくなったと合理的に判断した場合。 (9) 前各号の他、やむを得ない事由により、当社が取引口座を存続することが不適切であると判断した場合。
pl: Nasza licencja zobowiązuje nas, aby poinformować Cię, co dzieje się z Twoimi środkami gromadzonymi na naszych kontach oraz o zakresie ochrony, jaką środki są objęte na wypadek naszej niewypłacalności <a href='%1' target='_blank'>%1</a>.
ru: Наша лицензия требует от нас, чтобы мы информировали Вас о состоянии средств, которые мы держим на Вашем счету, и о степени защиты средств в случае неплатежеспособности <a href='%1' target='_blank'>%1</a>.
vi: Chúng tôi bắt buộc phải thông báo cho bạn về những điều xảy ra vơi số tiền chúng tôi giữ trong tài khoản của bạn, và mức độ tiền được bảo toàn trong trường hợp bị phá sản <a href='%1' target='_blank'>%1</a>.
zh_cn: 根据牌照的要求，在公司失去偿付能力的情况下，我们应通知您：我们代您保管的资金会发生什么情况；我们将提供何种程度的资金保护 <a href='%1' target='_blank'>%1</a>。

source: We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency <a href='%1' target='_blank'>%1</a>.
ar: مطالبون من قبل جهة الترخيص أن نبلغكم عما يحدث للأموال التي نحتفظ بها في حساب لك، وإلى أي مدى تلك الأموال محمية في حالة الإعسار <a href='%1' target='_blank'>%1</a>.
de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit dem Geld, das wir für Sie auf einem Konto verwahren, passiert und wie Ihr Geld im Fall einer Insolvenz geschützt ist <a href='%1' target='_blank'>%1</a>.
fr: En vertu de notre licence, nous sommes dans l'obligation de vous informer du traitement des fonds que nous détenons sur un compte en votre nom, ainsi que de l'étendue de la protection de ces fonds en cas d'insolvabilité <a href='%1' target='_blank'>%1</a>.
ja: 当社はライセンスにより、当社が保持しているお客さまの口座の資金に何か起きた場合、及び支払不能になった場合にどの資金が保護されるかその範囲をお知らせする必要があります。<a href='%1' target='_blank'>%1</a>
pl: Nasza licencja zobowiązuje nas, aby poinformować Cię, co dzieje się z Twoimi środkami gromadzonymi na naszych kontach oraz o zakresie ochrony, jaką środki są objęte na wypadek naszej niewypłacalności <a href='%1' target='_blank'>%1</a>.
ru: Наша лицензия требует от нас, чтобы мы информировали Вас о состоянии средств, которые мы держим на Вашем счету, и о степени защиты средств в случае неплатежеспособности <a href='%1' target='_blank'>%1</a>.
vi: Chúng tôi bắt buộc phải thông báo cho bạn về những điều xảy ra vơi số tiền chúng tôi giữ trong tài khoản của bạn, và mức độ tiền được bảo toàn trong trường hợp bị phá sản <a href='%1' target='_blank'>%1</a>.
zh_cn: 根据牌照的要求，在公司失去偿付能力的情况下，我们应通知您：我们代您保管的资金会发生什么情况；我们将提供何种程度的资金保护 <a href='%1' target='_blank'>%1</a>。

source: We are required to do so in accordance with any relevant law or regulation.
de: Wir sind angehalten dies in Übereinstimmung mit allen relevanten Gesetzen und Regulierungen vorzunehmen.
fr: Nous sommes requis de le faire en accord avec toute loi ou régulation pertinente.
ja: 当社は関連する法律や規則に基いて行います。
vi: Chúng tôi được yêu cầu làm theo quy định của bất kỳ quy định pháp lý nào.
zh_cn: 根据任何相关法律或法规，我们需要这样做。

source: We are required to take a number of factors into account when considering how to give you best execution. We have rated price as the most important followed by: (a) costs; (b) size, (c) liquidity of the underlying market, (d) speed and (e) likelihood of execution and settlement. The main way in which we will ensure that you obtain best execution is by ensuring that in our calculation of our bid/offer prices, we pay due consideration to the market price for the underlying reference product to which your Contract relates. We have access to a number of different data sources in order to ascertain the market price, which is our objective view of the bids and offers available to arms' length traders.
ar: مطالبون باتخاذ عدد من العوامل في الاعتبار عند النظر في كيفية اعطائك أفضل تنفيذ. لقد صنفنا السعر كالأكثر أهمية يليه: (أ) التكاليف؛ (ب) الحجم (ج) سيولة السوق، (د) السرعة و (ه) احتمال التنفيذ والتسوية. الطريقة الرئيسية التي من خلالها نضمن لك الحصول على أفضل تنفيذ هو عبر ضمان أنه في حساباتنا لأسعار العرض / الطلب، فإننا نولي الاعتبار الواجب لسعر السوق للمنتج المرجعي المعروض الذي يتعلق به عقدك. حيث يمكننا الوصول إلى عدد من مصادر البيانات المختلفة من أجل التأكد من سعر السوق، وهي وجهة نظرنا الموضوعية للطلبات والعروض المتوفرة للمتداولين.
de: Wir sind gehalten, eine Anzahl von Faktoren bei der Bertrachtung, wie wir Ihnen die beste Ausführung erbringen können, zu beachten. Das ist als Wichtigstes der geschätzte Kurs sowie: (a) Kosten, (b) Höhe, (c) Liquidität des zugrundeliegenden Markts, (d) Geschwindigkeit und (e) Möglichkeit der Ausführung und Abrechnung. Dies erreichen wir in hauptsächlicher Weise, indem wir sicherstellen, dass Sie die beste Ausführung erhalten. Hierbei sorgen wir in unserer Berechnung Ihres Ausschreibungs-/Angebotspreises für die ordentliche Berücksichtigung des Marktkurses des für den Kontrakt zugrunde liegenden Referenzprodukts. Wir haben Zugriff auf eine Anzahl unterschiedlicher Datenquellen, mit denen wir den Marktkurs ermitteln. Dies ist unsere objektive Sicht auf die Ausschreibungen und Angebote für Vergleichskurshändler.
fr: Afin de vous offrir la meilleure exécution possible, nous sommes tenus de prendre en compte un certain nombre de facteurs. Nous avons défini le prix comme le plus important de ces facteurs, suivi par : (a) les coûts, (b) la taille, (c) la liquidité du marché sous-jacent, (d) la rapidité et (e) la probabilité d'exécution et de règlement. La principale mesure nous permettant de vous garantir la meilleure exécution est de veiller à prendre dûment en considération le prix du marché du produit sous-jacent de référence auquel se rapporte votre Contrat dans le calcul de nos cours acheteur (bid) et vendeur (ask). Nous avons accès à un certain nombre de sources de données nous permettant de déterminer le prix du marché, c'est-à-dire d'avoir une vision objective des prix de l'offre et de la demande disponibles pour les traders indépendants.
id: Kami diperlukan untuk memperhitungkan beberapa faktor pada saat mempertimbangkan cara memberi Anda eksekusi terbaik. Kami telah menilai harga sebagai hal yang paling penting selanjutnya diikuti oleh: (a) biaya (b) ukuran (c) likuiditas pasar dasar (d) kecepatan dan (e) kemungkinan eksekusi dan penyelesaian. Cara utama untuk memastikan Anda mendapat eksekusi terbaik adalah dengan memastikan perhitungan bid/harga penawaran, kami membayar konsiderasi harga pasar bagi referensi dasar produk yang berhubungan dengan Kontrak Anda. Kami memiliki akses pada beberapa sumber data yang berbeda untuk memastikan penerimaan harga pasar, yang merupakan pandangan objektif kami pada penyediaan harga bid dan penawaran kepada para trader yang tidak terikat.
ja: 当社はお客さまへ最高執行をさせていただく方法を検討する際に、多くの要因を踏まえる必要があります。価格を見積もる上で最も重要となる項目は次の通りです。(a)費用 (b)サイズ (c)基礎となる市場の流動性 (d)スピード (e)実行と決済の見込み お客さまが最良執行をお受け取りいただけることを保証できる主な方法は、お客さまの契約に関する基礎となる参照商品の市場価格に十分に考慮させていただいたビッド価格とオファー価格の計算の確実性です。一定の距離があるお客さまにご利用いただけるビッドとオファーの我々の客観的視点からみた市場価格を確認するために多くの異なるデータソースにアクセスします。
pl: Próbując zapewnić Ci najkorzystniejszą realizację, jesteśmy zobowiązani do wzięcia pod uwagę wielu czynników. Oceniliśmy, że cena stanowi najważniejszy czynnik, a kolejne z nich to: (a) koszty, (b) wielkość, (c) płynność rynku bazowego, (d) szybkość oraz (e) prawdopodobieństwo realizacji i rozliczenia. Głównym sposobem zapewnienia najkorzystniejszej realizacji jest zagwarantowanie, że podczas kalkulacji naszych cen zakupu/ofertowych bierzemy pod uwagę rynkową cenę bazowego produktu referencyjnego, na którym oparty jest Kontrakt. Mamy dostęp do wielu źródeł danych, które umożliwiają nam ustalenie ceny rynkowej i uzyskanie obiektywnego spojrzenia na ceny zakupu i ceny ofertowe dostępne dla niezależnych graczy.
ru: Предоставляя Вам самое лучшее исполнение, мы обязаны принять во внимание ряд факторов. Наиболее важным фактором является цена; за ней следуют: (а) расходы; (б) размер, (в) ликвидность рынка, (г) скорость и (д) вероятность исполнения и расчета. Основной способ гарантировать, что Вы получите наилучшее исполнение – при расчёте цен на спрос/предложение уделять должное внимание рыночной цене соответствующего базового продукта, на который рассчитывается Ваш контракт. У нас есть доступ к ряду различных источников данных для установления справедливой рыночной цены, что составляет наш объективный взгляд на цены спроса и предложения, доступные для независимых трейдеров.
vi: Chúng tôi được yêu cầu sử dụng một số yếu tố khi cân nhắc việc làm sao để mang lại cho bạn sự chấp hành cao nhất. Chúng tôi có giá đã được xếp loại theo mức quan trọng như sau: (a) chi phí; (b) mức độ, (c) tính thanh khoản của thị trường cơ sở, (d), tốc độ và (e) khả năng thực hiện và định giá. Cách chính mà chúng tôi bảo đảm bạn có thể đạt được thực hiện tốt nhất đó là đảm bảo việc tính toán giá mua vào/bán ra của chúng tôi, chúng tôi sẽ cân nhắc việc thanh toán giá thị trường cho sản phẩm thay thế tài sản cơ sở có trong Hợp đồng. Chúng tôi có tiếp cận một số nguồn dữ liệu khác nhau để xác định giá thị trường, giá mua luôn khách quan và giá bán luôn ở trong tầm tay nhà đầu tư.
zh_cn: 在为您选择最佳执行方案时，我们须考虑几个因素。最重要的是价格，然后是标的市场的：（一）成本，（二）大小，（三）流动性，（四）速度，（五）执行和结算的可能性。为了确保您获得最佳执行方案，我们的主要方法是，详细研究与合约相关的基本参照产品的市场价格，并进行标价/报价计算。我们有权从多个不同的来源获取数据，从而确定市场价格，这也是我们针对常规交易者提供的可用标价/报价的客观观点。

source: We charge a 2% fee on top of market rates.
ja: 長期間の取引期間をご指定して頂いたトレードは、最新の市場価格で売ることができる場合があります。

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008.
ar: فعلناها ثانية. تتابع BetOnMarkets.com حصد الجوائز كما فعلت عام 2007 باختيارها 'أفضل مقدم لتداولات الإحتمالات الثابتة' لعام 2008.
de: Wir haben es wieder geschafft. BetOnMarkets.com wiederholt seine Auszeichnung aus 2007 und wird in 2008 wieder zum 'Besten Finanzdienstleister für den Handel mit festen Gewinnquoten' gewählt.
fr: Comme en 2007, BetOnMarkets remporte cette année encore le prix du « Meilleur fournisseur de services de trading sur produits dérivés financiers ».
id: Kami melakukannya lagi. BetOnMarkets.com mempertahankan penghargaan 2007 dengan terpilih kembali sebagai "Penyedia Trading Financial Fixed-Odds Terbaik' untuk 2008.
ja: BetOnMarkets.comは2007年度に引き続き、「最優秀固定オッズ金融取引業者」を受賞。
pl: Znowu nam się udało. W 2008 r. BetOnMarkets.com zdobywa tę samą nagrodę „Najlepszy dostawca zakładów o ustalonej stawce”, co w 2007 r.
ru: Мы снова это сделали. BetOnMarkets.com повторяет успех 2007 года, став по результатам голосования 'Лучшим предоставителем финансового трейдинга с ограниченным коэффициентом выигрыша' в 2008.
vi: Chúng tôi thực hiện lại. BetOnMarkets.com được trao Giải thưởng năm 2007 được bầu chọn là " Nhà cung cấp Giao dịch Tài chính Cá cước tỉ lệ Cố định Tốt nhất" năm 2008.
zh_cn: 我们再次获奖。在2007年获奖之后，BetOnMarkets.com 又一次被《Shares Magazine》杂志选为2008年度“最佳固定赔率金融交易提供商”。

source: We don't usually require any documents as we can verify your identity online.
ar: عادة لا نطلب أي مستندات حيث يمكننا أن نتحقق من هويتك على الانترنت.
de: Wir verlangen normalerweise keine Unterlagen, da wir Ihre Identität online überprüfen können.
fr: Nous ne demandons généralement aucun document car nous pouvons vérifier votre identité en ligne.
id: Pada dasarnya kami tidak memerlukan dokumen pada saat pendaftaran kecuali Anda diminta untuk melengkapi pembuktian akun.
ja: 通常は口座開設に際し各種証明書の郵送を求めることはありません。オンラインで送付いただくことで手続きは完了いたします。
pl: Zwykle nie wymagamy żadnych dokumentów, ponieważ możemy zweryfikować Twoją tożsamość przez internet.
ru: В случаях, когда мы можем проверить Ваши данные онлайн, мы не требуем документов.
vi: Chúng tôi không yêu cầu bất kì hồ sơ nào vì chúng tôi có thể xác minh nhận dạng của bạn trực tuyến.
zh_cn: 通常，您无需提供任何文件即可完成在线身份认证。

source: We employ an extensive team of writers, designers, market analysts and programmers, who are particularly dedicated to producing accessible, educational and sales material for our affiliates. We go way beyond banners to offer an informative and entertaining way on how to advertise online; including text ads, customer landing pages and promotions, free content as also gifts for your site visitors.
ar: نوظف فريق كبير من الكتاب والمصممين ومحللي السوق والمبرمجين الذين يكرسون جهودهم بشكل خاص لإنتاج مواد تعليمية، وعروض سهل الوصول إليها لمنتسبينا. نذهب الى أبعد من اللافتات لتقديم وسيلة إعلامية وترفيهية عن كيفية الإعلان على شبكة الإنترنت. بما في ذلك الإعلانات النصية وصفحات الهبوط (landing pages) كما نقدم عروض ومحتويات مجانية وهدايا لزوار موقعك.
de: Wir beschäftigen ein großes Team an Autoren, Designern, Marktanalysten und Programmierern, das sich insbesondere der Produktion von Schul- und Verkaufsmaterial für unsere Geschäftspartner widmet. Dabei gehen wir weit über Banner hinaus, um eine informative und unterhaltende Art für die online Werbung einschl. Textanzeigen, Kunden Landing Pages und Werbeaktionen, kostenlose Inhalte und sogar Geschenke für die Besucher Ihrer Site zu bieten.
fr: Nous employons une équipe de nombreux rédacteurs, concepteurs, analystes de marché et programmeurs qui s'attachent à produire, avec le plus grand soin, différents contenus informatifs et commerciaux pour nos affiliés. Nous offrons bien plus que des bannières publicitaires en proposant des solutions informatives et ludiques dédiées à la publicité en ligne, notamment des annonces textuelles, des pages d'accueil, des promotions, des contenus gratuits et des cadeaux pour les visiteurs de votre site.
id: Kami mempekerjakan tim ekstensif terdiri dari penulis, desainer, analis pasar dan programmer yang didedikasikan khusus untuk memproduksi materi pendidikan dan penjualan khusus bagi afiliasi kami. Kami memiliki berbagai pilihan banner, iklan teks, halaman tujuan pelanggan dan promosi, konten gratis dan bonus bagi pengunjung situs Anda.
ja: アフィリエイトへ参加しやすい製品、教養、セールス商品を特に専門としているライター、デザイナー、マーケット分析、プログラマーが当社に在籍しています。オンライン広告の掲載方法に関して有益で魅力的な方法を提供するために、バナーのみならず、サイト訪問者に向けた文字広告、ランディングページ、プロモーション材料、フリーコンテンツ、そして特別キャンペーンなどを提供します。
pl: Zatrudniamy duży zespół pisarzy, projektantów, analityków rynkowych i programistów zajmujących się w szczególności tworzeniem przystępnych materiałów edukacyjnych i sprzedażowych dla naszych partnerów. Oferując ciekawe i przydatne sposoby reklamowania usług w sieci, nie ograniczamy się do banerów, ale proponujemy również teksty reklamowe, strony internetowe klientów i promocje, darmową treść i prezenty dla gości odwiedzających Twoją stronę.
ru: У нас работает команда дизайнеров, программистов и рыночных аналитиков, которые преданы своему делу: созданию доступных информационных и рекламных материалов для наших партнеров. Мы предлагаем не только баннеры, но еще и текстовые объявления, ссылки, промо-акции и бесплатные обучающие материалы для посетителей Вашего сайта.
vi: Chúng tôi tuyển dụng một nhóm lớn những người biên soạn, nhà thiết kế, nhà phân tích thị trường và lập trình viên, những người được chỉ định cụ thể để cung cấp những tài liệu và kiến thức kinh doanh cho các chi nhánh của chúng tôi. Chúng tôi dùng khẩu hiệu để cung cấp cách quảng cáo trực tuyến vừa giải trí lại bổ ích, bao gồm quảng cáo nội dung, trang khách hàng ghé thăm và khuyến mãi, nội dung miễn phí cũng như quà cho người thăm trang web của bạn.
zh_cn: 我们聘请了大批撰稿人、设计师、市场分析师和程序员团队，专为联盟会员提供随时可用的教育和销售材料。我们的材料包括文字广告、客户着陆页及促销信息、免费内容和礼物，而非仅限于横幅广告，以丰富的信息和娱乐化的方式向网站访问者提供多种形式的在线广告。

source: We endeavour to open or close the Transaction to which your Order relates at the price reasonably available to us, acting in accordance with our duty of best execution. Best execution means that we must take all sufficient steps to obtain, when executing orders, the best possible result for you, taking into account the price, costs, speed, likelihood of execution and settlement, size, nature, or any other consideration relevant to the execution of the order.
de: In Verbindung mit unserer Pflicht auf eine beste Ausführung bemühen wir uns, die Transaktion auf die sich Ihre Order bezieht, zu dem uns erhältlichen angemessenen Kurs zu öffnen oder zu schließen. Beste Ausführung bezeichnet, dass wir in der Ausführung von Ordern, alle erforderlichen Schritte unternehmen müssen, um das bestmögliche Ergebnis für Sie zu erhalten, unter Berücksichtigung von Kurs, Kosten, Geschwindigkeit, Wahrscheinlichkeit einer Ausführung und Abrechnung, Größe, Beschaffenheit und jedem anderen Gesichtspunkt, der maßgeblich für die Ausführung der Order ist.
fr: Nous nous efforçons d'ouvrir ou fermer une Transaction à laquelle votre ordre se rapporte à un prix raisonnablement disponible pour nous, en agissant en accords avec notre devoir de meilleure exécution. Meilleure exécution signifie que nous devons prendre toutes les mesures nécessaires pour obtenir le meilleur résultat possible lors de l'exécution des ordres, en prenant en compte les prix, les coûts, la vitesse, la probabilité d'exécution et de règlement, la taille, nature ou tout autre considération pertinente pour l'exécution de l'ordre.
ja: 最良執行とは注文実行、決済、数量、性質、その他の関連事項（以下「実行要因」という。）を踏まえながら、注文実行の際に価格、費用、スピードを考慮した最良の結果を導けるよう全てのステップをきちんと踏む必要があります。
vi: Chúng tôi cố gắng để mở hoặc đóng các giao dịch mà lệnh của bạn có liên quan với mức giá hợp lý có thể chấp nhận với chúng tôi, hành động phù hợp với nhiệm vụ thực hiện tốt nhất. Thực hiện tốt nhất có nghĩa là chúng ta phải có đầy đủ tất cả các bước để có được, khi lệnh đang được thực hiện, kết quả có thể tốt nhất cho các bạn tham gia vào tài khoản giá, chi phí, tốc độ, khả năng thực hiện và giải quyết, kích thước, tự nhiên hay bất kỳ điều gì khác liên quan đến việc thực hiện các lệnh.
zh_cn: 我们按照最佳执行责任行事，努力以与您的订单相关的合理可用价格开盘或平仓交易。最佳执行意味着我们在执行订单时必须采取足够措施，考虑价格、成本、速度、执行和结算的可能性、大小、性质或任何其他考虑因素以为您获取最大效益。

source: We have a general duty to conduct our business with you honestly, fairly, and professionally and to act in your best interests when opening and closing Binary Options trades with you.
ar: لدينا واجب عام للقيام بأعمالنا معك بصدق، وأمانة، ومهنية والتصرف لمصلحتك عند فتح وإغلاق تداولات الخيارات الثنائية معك.
de: Wir haben die allgemeine Verpflichtung, unser Geschäft mit Ihnen ehrlich, fair und professionell zu führen und bei der Eröffnung und dem Abschluss eines Handels mit Binären Optionen in Ihrem besten Interesse zu handeln.
fr: Nous avons un devoir général de conduire nos affaires avec vous de manière honnête, juste et professionnelle et d'agir dans vos meilleurs intérêts lors de l'ouverture et la clôture des trades d'Options Binaires avec vous.
id: Kami memiliki tanggung jawab untuk melakukan bisnis secara jujur, adil dan profesional serta untuk mengutamakan kepentingan Anda didalam mendaftar dan menutup trading Opsi Binary.
ja: 当社はお客さまと誠実に、公正に、専門的にビジネスを行い、お客さまとのバイナリーオプション取引をオープンまたはクローズする際の最良の金利で行使するための一般的義務があります。
pl: Posiadamy ogólny obowiązek prowadzenia naszej działalności biznesowej w sposób uczciwy i profesjonalny i działania w najlepszym interesie, gdy zawieramy i rozliczamy Twoje transakcje opcjami binarnymi.
ru: Наш основной долг – честно, справедливо и профессионально вести наш совместный бизнес с Вами, а также действовать в Ваших интересах при открытии и закрытии контрактов на бинарных опционах.
vi: Nhiệm vụ chung của chúng tôi là hoạt động kinh doanh trung thực, công bằng, chuyên nghiệp, và mang lại cho bạn mức lãi suất tốt nhất khi mở và đóng những giao dịch Quyền chọn Nhị phân.
zh_cn: 我们的一般性义务包括：以诚实、公正和专业的方式向您提供服务，并在开始和结束二元期权交易时为您争取最大的利益。

source: We have a proven track record since we launched our platform in 2000.
de: Seit dem wir unsere Plattform in 2000 gestartet haben, haben wir eine nachweisliche Erfolgsbilanz.
fr: Nous offrons des services de qualité depuis le lancement de notre plateforme en 2000.
ja: 親会社は、2000年に創業以来今日まで確かな実績を築いてきました。
vi: Chúng tôi có một hồ sơ theo dõi đã được chứng minh kể từ khi chúng tôi đưa ra nền tảng của chúng tôi vào năm 2000.
zh_cn: 自2000年推出平台以来，我们保持良好的经营纪录。
