Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: The symbol is invalid.
ar: الرمز غير صالح.
id: Simbol ini tidak berlaku.
pl: Symbol jest niepoprawny.
ru: Неверный символ.
th: สัญลักษณ์ไม่ถูกต้อง

source: The system is missing critical pricing information. Please try again in a few minutes, or try a different market.
ar: فقدت معلومات تسعير هامة جداً من النظام. يرجى المحاولة مرة أخرى بعد دقائق أو جرب سوق آخر.
id: Sistem tidak dapat memberikan informasi harga. Silahkan coba kembali sebentar lagi atau coba pasar lain.
pl: W systemie brakuje istotnych informacji o cenach. Prosimy spróbować ponownie za kilka minut lub wybrać inny rynek.
ru: Система не смогла оценить контракт. Просим попытаться снова через несколько минут или попробовать другой инструмент.

source: The token is invalid.
ar: الرمز المميز غير صالح.
id: Token tidak berlaku.
pl: Token jest niepoprawny.
ru: Токен недействителен.

source: The transactions performed on this site and the relationship between Clients and the Company are to be governed by and construed in accordance with the laws of the country of incorporation of the Company (the "Jurisdiction"), which shall be either of the Isle of Man, Malta, or Costa Rica. You agree that the Jurisdiction's courts will have sole jurisdiction to settle any disputes that may arise in relation thereto. For such purposes, you irrevocably submit to the jurisdiction of the courts of the Jurisdiction in relation to any such dispute and you agree that any claim you might have against the Company shall only be brought before the courts of the Jurisdiction. For further information on complaints and disputes, kindly refer to the Company’s Complaints and Disputes section.
ar: تخضع المعاملات التي أجريت على هذا الموقع وكذلك العلاقة بين العملاء والشركة وتفسر وفقا لقوانين بلد تأسيس الشركة (الاختصاص "القضائي")، وهي إما جزيرة آيل أوف مان ، مالطا، أو كوستاريكا. وتوافق على أن محاكم الاختصاص سيكون لها اختصاص وحيد لتسوية أي خلافات قد تنشأ فيما يتعلق بها. لمثل هذه الأغراض، أنت تخضع بشكل لا رجعة فيه للولاية القضائية لمحاكم الاختصاص القضائي فيما يتعلق بأي نزاع من هذا القبيل وأنت توافق على أن أي مطالبة قد تكون لديكم ضد الشركة يجب أن تنظر فقط أمام محاكم الاختصاص. لمزيد من المعلومات عن الشكاوى والخلافات، يرجى الرجوع إلى قسم الشكاوى والمنازعات بالشركة.
id: Transaksi yang dilakukan di situs ini dan hubungan antara klien dan perusahaan adalah diatur dan ditafsirkan sesuai dengan hukum negara pendirian perusahaan ("Yurisdiksi"), yaitu di Isle of Man , Malta, atau Costa Rica. Anda bersetuju bahwa pengadilan yurisdiksi akan memiliki kewenangan tunggal untuk menyelesaikan perselisihan yang mungkin timbul dalam kaitan tersebut. Untuk tujuan tersebut, Anda tidak dapat ditarik kembali tunduk kepada yurisdiksi pengadilan dari yurisdiksi berkaitan dengan masalah tersebut dan Anda setuju bahwa setiap klaim yang mungkin Anda miliki terhadap perusahaan hanya akan dibawa ke pengadilan dari yurisdiksi. Untuk informasi lebih lanjut tentang keluhan dan perselisihan, silakan lihat bagian keluhan dan perselisihan perusahaan.
pl: Transakcje zawierane na niniejszym portalu, jak również relacje między Klientami a Firmą podlegają prawu państwa, w którym znajduje się siedziba Firmy, i będzie to prawo Wyspy Man, Malty lub Kostaryki, zgodnie z którym będą interpretowane („Jurysdykcja”). Użytkownik zgadza się, aby sądy podlegające tej Jurysdykcji miały wyłączne prawdo rozstrzygania wszelkich sporów, które mogą powstać w odniesieniu do niniejszej Umowy. W tych celach użytkownik nieodwołalnie poddaje się orzecznictwu sądów niniejszej Jurysdykcji w odniesieniu do wszelkich sporów oraz zgadza się, że wszelkie roszczenia, jakie użytkownik może mieć względem Firmy będą rozpatrywane przed sądami niniejszej Jurysdykcji. Więcej informacji na temat skarg i sporów można znaleźć w sekcji Skargi i spory.
ru: Транзакции, производимые на данном сайте, а также отношения между Клиентами и Компанией регулируются и толкуются в соответствии с законодательством страны регистрации Компании ("Юрисдикции"), которой является остров Мэн, Мальта или Коста-Рика. Вы соглашаетесь, что суды данных стран будут единственными инстанциями, которые имеют право регулировать любые споры и несогласия, которые могут возникнуть между сторонами. С этой целью Вы обязуетесь безоговорочно подчиняться решению суда определенной Юрисдикции относительного любого иска и соглашаетесь, что любая претензия, которую Вы можете иметь к Компании, будет решаться в суде Юрисдикции. Для дальнейшей информации по жалобам и искам смотрите секцию Компании "Жалобы и иски".

source: The underlying market has moved too much since you priced the contract.
ar: لقد تحرك السوق كثيراً منذ قمت بتسعير العقد.
id: Pasar dasar telah bergerak terlalu banyak setelah Anda menghitung harga.
pl: Rynek bazowy uległ zbyt dużym zmianom od momentu wyceny kontraktu.
ru: Значение рыночных котировок изменилось с того момента, как Вы рассчитали стоимость контракта.

source: The use of the Binary.com API is at your own risk, and you assume full responsibility and risk of loss it may suffer as a result of using, or accessing the Binary.com API. Except to the extent that liability under any applicable law or regulation cannot be excluded:
ar: استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com يكون على مسؤوليتك الخاصة, وأنت تتحمل المسؤولية الكاملة ومخاطر الخسارة التي قد تعاني منها نتيجة استخدامك أو الوصول إلى واجهة برمجة التطبيقات الخاصة ب Binary.com. باستثناء المسؤولية التي لا يمكن استبعادها وفقا للقوانين و اللوائح المعمول بها:
id: Penggunaan API Binary.com adalah risiko Anda sendiri, dan Anda bertanggung jawab penuh dan risiko kerugian yang mungkin akan dialami sebagai akibat dari menggunakan atau mengakses API Binary.com. Kecuali sejauh bahwa kewajiban di bawah hukum atau peraturan yang berlaku tanpa kecualikan:
pl: Użytkownik korzysta z API Binary.com na własne ryzyko i akceptujesz pełną odpowiedzialność i ryzyko straty, która może nastąpić w wyniku korzystania API Binary.com lub dostępu do niego. Za wyjątkiem odpowiedzialności, której nie można wykluczyć ani ograniczyć w świetle obowiązujących przepisów i regulacji prawnych:
ru: Использование API Binary.com происходит на Ваш страх и риск; Вы берёте на себя полную ответственность и риск потерь, которые могут возникнуть в результате использования или доступа к API Binary.com. Помимо меры, в пределах которой не может быть исключена ответственность в рамках любого применимого закона:

source: The use, operation or combination of the Binary.com API with non-Binary.com API(s), data, equipment or documentation if liability would have been avoided but for such use, operation, or combination; or
ar: استخدام, تشغيل أو دمج كلاً من واجهة برمجة التطبيقات الخاصة ب Binary.com مع واجهة (واجهات) برمجة التطبيقات الغير تابعة ل Binary.com, البيانات, المعدات أو الوثائق إذا كان من الممكن تجنب المسؤولية ولكن لمثل ذلك الاستخدام, التشغيل, أو الدمج; أو
id: Penggunaan, operasi atau kombinasi dari API Binary.com dengan bukan API Binary.com baik itu data, peralatan atau dokumentasi jika kewajiban dihindari tetapi untuk penggunaan tersebut, operasi atau kombinasi atau
pl: W przypadku korzystania z API Binary.com w połączeniu z API, danymi, sprzętem lub dokumentacją innego pochodzenia, wyłącza się odpowiedzialność; lub
ru: использование, работа или сочетание API Binary.com с другими интерфейсами прикладного программирования (API), не принадлежащими Binary.com, данными, оборудованием или документами, если можно было бы избежать ответственности за данное использование, работу или сочетание данных действий; или

source: The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like – high volatility, low volatility, bullish and bearish trends.
ar: تحاكي مؤشرات التقلب مختلف أوضاع السوق الحقيقي وتوفر منصة مثالية للتعود على استخدام استراتيجيات الإختبار والتداول في ظل ظروف السوق المختلفة. وتعتمد هذه المؤشرات على التذبذب والإنحراف, وتساعد المستخدمين على تجربة سيناريوهات مثل _ ارتفاع معدل التذبذب, انخفاض معدل التذبذب, الاتجاهات الصاعدة والهابطة.
id: Indeks volatilitas mensimulasikan berbagai situasi pasar riil dan menyediakan platform yang ideal untuk digunakan bertrading dan mencoba strategi pada berbagai kondisi pasar. Indeks ini tergantung kepada volatilitas dan pergerakan cepat yang membantu pengguna untuk mencoba skenario seperti – volatilitas tinggi, volatilitas rendah, trend bullish dan bearish.
pl: Wskaźniki zmienności symulują różne sytuacje rynkowe i zapewniają doskonałe warunki do przećwiczenia strategii handlowych w różnych warunkach rynkowych. Indeksy są zależne od zmienności rynki i pomagają użytkownikom wypróbować różne scenariusze – wysokiej i niskiej zmienności, trendów wzrostowych i spadkowych.
ru: Индексы волатильности моделируют различные ситуации на рынке и предоставляют идеальную платформу, на которой можно научиться торговать и протестировать свои стратегии в самых разных рыночных условиях. Данные индексы зависят от уровня волатильности и движения рынка, помогая пользователям опробовать такие сценарии, как высокая или низкая волатильность, восходящие или нисходящие тренды.

source: There are no contracts during this period
ar: لا يوجد أي عقود خلال هذه الفترة
id: Tidak tersedia kontrak untuk periode ini
pl: Nie ma żadnych kontraktów dla tego okresu
ru: За данный период нет контрактов

source: There are no items during this period
ar: لا يوجد أي عناصر خلال هذه الفترة
id: Tidak terdapat transaksi selama periode ini
pl: Nie ma żadnych elementów dla tego okresu
ru: Информация по данному периоду отсутствует

source: There is no intraday data for %1 on %2.
ar: لا توجد بيانات يومية عن %1 على %2.
id: Tidak tersedia data intraday untuk %1 pada %2.
pl: Nie ma danych śróddziennych dla %1 dnia %2.
ru: Нет почасовых данных по %1 от %2.

source: There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.
ar: كان هناك اضطراب فى بيانات السوق خلال مدة العقد. لمعاملات حسابات المال الحقيقية سنحاول تصحيح هذا وأن نسوى العقد بشكل صحيح، ولكن بخلاف ذلك، سنلغى هذا العقد وسنرد لك سعر الشراء. سيتم إلغاء العقود الأفتراضية ورد قيمتها.
id: Terdapat gangguan data pada periode kontrak berikut. Bagi akun uang riil, kami akan melakukan perbaikan dan akan menyelesaikan kontrak berdasarkan hasil yang sesuai. Untuk akun virtual akan kami batalkan dan melakukan pengembalian harga kontrak.
pl: W okresie obowiązywania umowy nastąpiło zakłócenie danych rynkowych. W przypadku konta z prawdziwymi pieniędzmi spróbujemy skorygować zakłócenie i rozliczyć kontrakt poprawnie, w przeciwnym razie kontrakt zostanie anulowany, a koszty zwrócone. Kontrakty z wirtualnymi pieniędzmi będą anulowane, a koszty zwrócone.
ru: Во время действия данного контракта произошло прерывание в получении котировок. Для реальных счетов, мы постараемся исправить проблему и рассчитать контракт правильно позже; в противном случае, мы отменим контракт и вернем его стоимость. Для демо-счетов, мы отменим Ваш контракт и вернем цену его покупки.

source: There was a problem validating your address.
ar: توجد مشكلة في التحقق من صحة العنوان الخاصة بك.
id: Terdapat masalah saat memvalidasi alamat Anda.
pl: Nie udało nam się zweryfikować Twojego adresu.
ru: Возникла проблема с подтверждением Вашего адреса.
th: มีปัญหาในการตรวจสอบที่อยู่ของท่าน

source: There was a problem validating your personal details. Please fix the fields %1here
id: Terdapat masalah dalam memvalidasi data pribadi Anda. Perbaiki kolom %1 disini
pl: Nie udało nam się zweryfikować Twoich danych osobowych. Popraw znajdujące się %1tu pola
ru: Возникла проблема с подтверждением Ваших личных данных. Пожалуйста, исправьте данные здесь%1
th: มีปัญหาในการตรวจสอบที่อยู่ของท่าน โปรดแก้ไขข้อมูล %1

source: There was an error and we were unable to process your request.
ar: حدث خطأ ولم نتمكن من التعامل مع طلبك.
id: Telah terjadi eror dan kami tidak dapat memproses permohonan Anda.
pl: Wystąpił błąd i nie byliśmy w stanie przetworzyć Twojego wniosku.
ru: Произошла ошибка при обработке запроса.
th: มีความผิดพลาดเกิดขึ้น และพวกเราไม่สามารถดำเนินการตามที่ท่านต้องการได้

source: There was an error processing the request.
ar: حدث خطأ في التعامل مع الطلب.
id: Transaksi tidak terproses.
pl: Wystąpił błąd podczas przetwarzania Twojego wniosku.
ru: Произошла ошибка при обработке запроса.
th: มีความผิดพลาดเกิดขึ้นในการประมวลผลตามคำสั่งของท่าน

source: These ST&Cs form part of and need to be read together with the General Terms and Conditions relating to the use of Binary.com.
ar: هذه الشروط والأحكام الخاصة جزءا من وبحاجة إلى أن تقرأ جنبا إلى جنب مع الأحكام والشروط العامة المتعلقة باستخدام Binary.com.
id: Ketentuan ini merupakan bagian yang perlu dibaca bersamaan dengan Syarat dan Ketentuan Umum yang berhubungan dengan penggunakan Binary.com.
pl: Niniejsze DW stanowią część ogólnego Regulaminu określającego zasady korzystania z portalu Binary.com i należy je interpretować w zestawieniu z tym regulaminem.
ru: Данные Дополнительные Правила и Условия являются частью и должны рассматриваться вместе с Общими Правилами и Условиями, определяющими порядок использования Binary.com.
th: ข้อตกลงและเงื่อนไขเพิ่มเติมเหล่านี้ (ST&Cs) เป็นส่วนที่เสริมกันกับข้อตกลงและเงื่อนไขทั่วไปที่ใช้ใน Binary.com

source: This Payment Agent cashier section is locked.
ar: قسم الصراف الخاص بوكيل الدفع مغلق.
id: Bagian kasir Agen Pembayaran ini terkunci.
pl: Sekcja kasjer tego pośrednika płatności jest zablokowana.
ru: Секция КАССА данного платежного агента недоступна.

source: This URL is invalid.
ar: هذا العنوان غير صالح.
id: URL ini tidak berlaku.
pl: Adres URL jest niepoprawny.
ru: Неверный URL.
th: URL นี้ไม่ถูกต้อง

source: This account is unavailable.
ar: هذا الحساب غير متوفر.
id: Akun ini tidak tersedia.
pl: To konto jest niedostępne.
ru: Данный счёт недоступен.
th: บัญชีนี้ไม่สามารถใช้งานได้

source: This account is unavailable. For any questions please contact <a href="%1">Customer Support</a>.
ar: هذا الحساب غير متاح. إذا كان لديك أي استفسار يرجى الاتصال <a href="%1">بخدمة العملاء</a>.
id: Akun ini untuk sementara dibatalkan, silahkan hubungi <a href="%1">Customer Support</a>.
pl: To konto jest niedostępne. W przypadku jakichkolwiek pytań prosimy o kontakt z <a href="%1">działem obsługi klienta</a>.
ru: Этот счет в данный момент недоступен. Пожалуйста, свяжитесь с нашей <a href="%1">службой поддержки</a>.
th: บัญชีนี้ไม่สามารถใช้งานได้ หากท่านมีข้อสงสัยประการใด โปรดติดต่อ <a href="%1">เจ้าหน้าที่ลูกค้าสัมพันธ์</a>

source: This account is unavailable. For any questions please contact Customer Support.
ar: هذا الحساب غير متاح. يرجى الاتصال بدعم العملاء إذا كان لديك أى استفسارات.
id: Akun ini untuk sementara dibatalkan, silahkan hubungi Customer Support.
pl: To konto jest niedostępne. W przypadku pytań prosimy o kontakt z działem obsługi klienta.
ru: Этот счет в данный момент недоступен. Пожалуйста, свяжитесь с нашей службой поддержки.
th: บัญชีนี้ไม่สามารถใช้งานได้ หากท่านมีข้อสงสัยประการใด โปรดติดต่อเจ้าหน้าที่ลูกค้าสัมพันธ์

source: This client cashier section is locked.
ar: قسم الصراف الخاص بهذاالعميل مغلق.
id: Bagian kasir akun ini dibatalkan.
pl: Sekcja kasjer klienta jest zablokowana.
ru: Секция Касса данного клиента недоступна.
th: ส่วนรับ/ชำระเงินของลูกค้าถูกล็อก

source: This contract cannot be properly validated at this time.
ar: لا يمكن التحقق من صحة هذا العقد بشكل صحيح هذة المرة.
id: Kontrak tidak dapat divalidasi untuk saat ini.
pl: Ten kontrakt nie może być obecnie prawidłowo zweryfikowany.
ru: Покупка контракта не может быть завершена в настоящее время. Попробуйте снова.
th: สัญญานี้ไม่สามารถดำเนินการตรวจสอบในขณะนี้

source: This contract has LOST
ar: لقد فقدت هذا العقد
id: Kontrak ini telah RUGI
pl: Ten kontrakt PRZEGRAŁ.
ru: Контракт ПРОИГРАЛ
th: สัญญานี้สูญเปล่า

source: This contract has WON
ar: هذا العقد رابح
id: Kontrak ini telah UNTUNG
pl: Ten kontrakt WYGRAŁ
ru: Контракт ВЫИГРАЛ
th: สัญญานี้ได้ชัยชนะ

source: This contract has already expired.
ar: انتهت صلاحية هذا العقد.
id: Kontrak ini telah berakhir.
pl: Ten kontrakt już wygasł.
ru: Этот контракт уже закончил свое действие.
th: สัญญานี้หมดอายุแล้ว

source: This contract has been sold.
ar: تم بيع هذا العقد.
id: Kontrak berikut telah terjual.
pl: Ten kontrakt został sprzedany.
ru: Контракт был продан.
th: สัญญานี้ถูกขาย

source: This contract has expired.
ar: انتهت صلاحية العقد.
id: Kontrak berikut telah berakhir.
pl: Ten kontrakt wygasł.
ru: Контракт закончился.
th: สัญญานี้หมดอายุ

source: This contract is affected by corporate action.
ar: يتأثر هذا العقد بالعمل المؤسسي.
id: Kontrak ini dipengaruhi oleh aksi korporasi.
pl: Działania przedsiębiorstwa wpłynęły na ten kontrakt.
ru: На данный контракт повлияли корпоративные действия.
th: สัญญานี้มีผลต่อการดำเนินงานขององค์กร

source: This contract is limited to
ar: هذا العقد محدودة بـ
id: Kontrak ini terbatas ke
pl: Ten kontrakt jest ograniczony do
ru: Контракт ограничен для
th: สัญญานี้ถูกจำกัดในการ

source: This contract is unavailable on this account.
ar: هذا العقد غير متوفر على هذا الحساب.
id: Kontrak ini tidak tersedia untuk akun ini.
pl: Ten kontrakt jest niedostępny dla tego konta.
ru: Данный контракт недоступен для этого счета.
th: สัญญานี้ไม่สามารถใช้งานได้กับบัญชีนี้

source: This contract offers no return.
ar: لا يقدم هذا العقد عائد.
id: Kontrak ini tidak memberikan hasil.
pl: Ten kontrakt nie daje zwrotu.
ru: На данный контракт не может быть предложен выигрыш.
th: สัญญานี้ไม่มีผลกำไร

source: This contract was not found among your open positions.
ar: هذا العقد لا يوجد في معاملاتك المفتوحة.
id: Kontrak tidak ditemukan pada posisi yang masih berjalan.
pl: Nie znaleziono tego kontraktu wśród Twoich otwartych pozycji.
ru: Данный контракт не найден среди Ваших открытых позиций.
th: สัญญานี้ไม่ปรากฏโพซิชั่นที่เปิดอยู่ของท่าน

source: This contract's price is %1%2. Contracts purchased from %3 must have a purchase price above %1%4. Please accordingly increase the contract amount to meet this minimum stake.
ar: سعر هذا العقد هو %1%2. العقود التي تم شراؤها من %3 يجب أن يكون سعر الشراء فوق %1%4. يرجى وفقا لذلك زيادة قيمة العقد لتلبية الحد الأدنى من هذه الحصة.
id: Harga kontrak ini adalah %1%2. Kontrak yang dibeli dari %3 harus memiliki harga pembelian di atas 1%%4. Silahkan tingkatkan harga kontrak sesuai dengan jumlah minimum modal.
pl: Cena tego kontraktu wynosi: %2 %1. Cena zakupu kontraktów nabywanych z %3 musi być wyższa niż %4 %1. Proszę odpowiednio zwiększyć liczbę kontraktów, aby uzyskać minimalną stawkę.
ru: Цена контракта %1%2. Контракты, приобретенные у %3, должны иметь цену выше %1%4. Пожалуйста, увеличьте выигрыш контракта для удовлетворения этой минимальной ставки.

source: This document (the "Agreement") sets out the terms and conditions ("Terms") between "the Company" which is Binary Services Ltd ("we," "us," and "our"), and you (the person who registered for the Binary.com Application Program Interface ("API"); "you", or "your").
ar: هذه الوثيقة ("الاتفاق") تورد الأحكام والشروط ("شروط") بين "الشركة" وهو ثنائي للخدمات المحدودة ("نحن،" "لنا"، و "نحن")، وأنت (الشخص الذي يسجل لواجهة البرنامج تطبيق Binary.com ("المعهد")؛ "أنت" أو "الخاص بك").
id: Dokumen ini ("Perjanjian") menetapkan syarat dan kondisi ("Syarat") antara "Perusahaan" yaitu Binary Services Ltd ("kami," "kita," dan "milik kami"), dan Anda (orang yang terdaftar untuk Application Program Interface Binary.com ("API"); "Anda", atau "milik Anda").
pl: Niniejszy dokument („Umowa”) określa warunki („Warunki”) współpracy pomiędzy „Firmą”, czyli Binary Services Ltd („my”, „nas”, „nasze” itp.) a użytkownikiem (osobą, która zarejestrowała się w celu korzystania z interfejsu programistycznego aplikacji Binary.com („API”); „Ty”, „Twoje” itp).
ru: Данный документ (в дальнейшем именуемый "Соглашение") устанавливает правила и условия ("Правила"), действующие между "Компанией" – Binary Services Ltd (также именуемой в тексте "мы," "нас" и "наш") и Вами (лицом, зарегистрировавшимся на интерфейсе прикладного программирования Binary.com ("API"); "Вы" или "Ваш").

source: This document (the "Agreement") sets out the terms and conditions between "the Company" which is Binary Services Ltd, and you (the person who applied for this program; "you", "your", or "Affiliate"), in relation to your application to setup an affiliate account (and membership of the affiliate program if your application is deemed successful)
de: Dieses Dokument (der „Vertrag") legt die Allgemeinen Geschäftsbedingungen zwischen „dem Unternehmen", d. h. der Binary Services Ltd. und Ihnen (der Person, die sich für das Programm beworben hat „Sie“, „Ihr“ oder „Geschäftspartner“) hinsichtlich Ihres Antrags zur Eröffnung eines Partnerkontos (und einer Mitgliedschaft im Partnerprogramm, sofern Ihr Antrag genehmigt wird) fest
id: Dokumen ini ("Perjanjian") ini menjabarkan syarat dan ketentuan antara "Perusahaan" Binary Services Ltd, dan Anda (orang yang menggunakan program ini; "Anda" atau "milik Anda", atau "Affiliasi"), dalam kaitannya dengan aplikasi untuk setup akun afiliasi (dan keanggotaan dari program afiliasi jika aplikasi anda dianggap sukses)
pl: Niniejszy dokument („Umowa”) określa warunki współpracy pomiędzy „Firmą”, czyli Binary Services Ltd a Partnerem (osobą, która zgłosiła się do tego programu), w związku ze zgłoszeniem o utworzenie konta partnerskiego (i członkostwa w programie partnerskim, jeśli zgłoszenie zostanie przyjęte).
ru: Данный документ ("Соглашение") устанавливает правила и условия между Binary Services Ltd (далее "Компания"), и лицом, подавшим заявку на участие в партнерской программе (далее "Вы", "Вами" или "Партнером"), в отношении Вашего заявления на открытие партнерского счета (и участие в партнерской программе, если заявка одобрена)
vi: Tài liệu này ("Thỏa thuận" này) đưa ra các điều khoản và điều kiện giữa "Công ty" là công ty TNHH Binary Services, và bạn (người đăng ký tham gia chương trình này, "bạn", "của bạn", hoặc "Chi nhánh"), liên quan đến việc tham gia của bạn để thiết lập một tài khoản liên kết (và thành viên của chương trình liên kết, nếu ứng dụng của bạn được coi là thành công)
zh_cn: 本文件（“协议”）规定了“公司”（即 Binary Services Ltd.）与“您”（本项目申请人；“您”、“您的”或“联盟成员”）之间关于您申请设立联盟会员账户（申请成功后还包括联盟项目的会员资格）以推广网站 %1 的条款和条件

source: This is a virtual-money account. Please switch to a real-money account to deposit funds.
ar: هذا حساب أموال افتراضي. يرجى التبديل إلى حساب الأموال الحقيقية والإيداع فيه.
id: Ini adalah akun uang virtual. Silahkan pindah ke akun uang riil untuk mendeposit dana.
pl: To jest konto z wirtualnymi pieniędzmi. Proszę przejść do konta z prawdziwymi pieniędzmi, aby wpłacić środki.
ru: Вы находитесь на своём демо-счету. Пожалуйста, переключитесь на реальный счет, чтобы пополнить его.
