Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You and your Application must also comply with the following, which are hereby incorporated by reference:
ar: يجب عليك أنت والتطبيق الخاص بك أيضاً الأمتثال للآتي, والذي تم دمجه بموجب المرجع:
de: Sie und Ihre Anwendung müssen die nachfolgenden Aspekte, die hier als Verweis eingefügt sind, einhalten:
fr: Vos activités et votre Application doivent également être conformes aux conditions et politiques suivantes, intégrées aux présentes par référence :
id: Anda dan Aplikasi Anda harus memenuhi hal berikut, yang digabungkan dengan referensi:
ja: あなたとあなたのアプリケーションはまた、参照することにより本明細書に組み込まされている以下に準拠する必要があります。
pl: Użytkownik musi przestrzegać następujących postanowień, które stanowią część niniejszej umowy, i jego Aplikacja musi być z nimi zgodna:
ru: Вы и Ваше Приложение также должны соблюдать требования, перечисленные ниже:
vi: Bạn và đơn đăng ký của bạn cũng phải tuân thủ những điều sau, nhờ đó, chúng sẽ được thống nhất bởi phần tham khảo:
zh_cn: 您和您的应用程序还必须遵守以下项目，特此一起纳入作为参考：

source: You are advised that the Binary Options offered by %1 are not traded under the rules of any recognised, designated or regulated exchange. Consequently, engaging in Binary Options trading may expose you to substantially greater risks than investments which are so traded.
ar: ننصحك إلى أن الخيارات الثنائية التي تقدمها %1 لا يتم تداولها بموجب قواعد أي تبادل معروفة أو محددة أو منظمة. ونتيجة لذلك المشاركة في تداول الخيارات الثنائية قد يعرضك لمخاطر أكبر من الاستثمارات التي يتم تداولها.
de: Sie wurden darüber in Kenntnis gesetzt, dass die von %1 angebotenen Binären Optionen nicht nach den Regeln einer anerkannten, zugelassenen oder überwachten Börse gehandelt werden. Daher kann Sie der Handel mit Binären Optionen einem erheblich höheren Risiko als bei so gehandelten Anlagen aussetzen.
fr: Vous êtes avisé que les Options Binaires offertes par %1 ne sont pas tradées sous les règles d'un marché de change reconnu, désigné ou régulé. S'engager dans des Options Binaires peut donc vous exposer à des risques considérablement supérieurs aux investissements qui sont tradés de cette manière.
id: Anda disarankan bahwa Opsi Binary yang ditawarkan oleh %1 adalah tidak ditradingkan dibawah aturan pertukaran yang diakui, ditunjuk atau diatur. Hal ini menyebabkan, melakukan trading Opsi Binary akan menghasilkan risiko besar dibandingkan dengan investasi trading.
ja: %1によって提供されたバイナリーオプションは、認識、指定、統制された為替のルールの下で取引をされないことをお勧めいたします。結果として、バイナリーオプションをはじめることは取引されている投資よりも実質的に大きなリスクを課せられる可能性があります。
pl: Informujemy, że handel opcji binarnych oferowanych przez %1 nie jest prowadzony w oparciu o zasady żadnej ze znanych, oficjalnych i regulowanych giełd. W wyniku tego, handlowanie Opcjami binarnymi może wiązać się z narażeniem na znacznie większe ryzyko niż w przypadku inwestycji, które są prowadzone w oparciu o takie zasady.
ru: Уведомляем Вас, что торговля бинарными опционами, предлагаемая %1, не производится по правилам какой-либо признанной, обозначенной или регулируемой биржи. Соответственно, торговля бинарными опционами может быть сопряжена со значительно большим риском, чем те инвестиции, которые делаются в соответствии с такими условиями.
vi: Bạn nên biết rằng các Quyền chọn Nhị phân được cung cấp bởi %1 không được giao dịch theo bất kỳ quy định nào được công nhận, chỉ định hoặc điều chỉnh. Do đó, tham gia vào giao dịch Quyền chọn Nhị phân có thể làm cho bạn gặp rủi ro nhiều hơn so với các khoản đầu tư đã được giao dịch.
zh_cn: 我们在此通知您，%1 所提供的二元期权交易均不受任何认证、指定或受监管的交易机构管制。这样的后果是，二元期权交易活动可能会使您承担高于投入金额的损失。

source: You are in default or breach of any covenant, obligation or condition contained in this Agreement, and if such default is not cured within seven days of receipt of written notice from the Company;
ar: أنت قصرت أو أخللت بأي عهد أو إلتزام أو شرط وارد في هذه الإتفاقية, وإذا لم يتم معالجة مثل هذا التقصير في غضون 7 أيام من استلام إشعار خطي من الشركة;
de: Sie versäumen oder verletzen eine Vereinbarung, Verpflichtung oder Bestimmung dieses Vertrags. Wenn ein solcher Verstoß nicht innerhalb von sieben Tagen nach Erhalt der schriftlichen Aufforderung des Unternehmens geheilt wird;
fr: manquement ou violation de votre part concernant tout type d'engagement, d'obligation ou de condition que prévoit le présent Accord, si vous ne remédiez pas audit manquement dans un délai de sept jours après réception d'un préavis écrit de la part de la Société ;
id: Anda berada dalam kegagalan atau pelanggaran dari setiap perjanjian, kewajiban atau kondisi yang terkandung dalam Perjanjian ini dan jika standar tersebut tidak diselesaikan dalam waktu tujuh hari sejak diterimanya pemberitahuan tertulis dari Perusahaan.
ja: あなたは本契約に含まれる契約、義務、条件に不履行または違反しています。当社からの書面による通知を受け取ってから7日以内に正さなかった場合；
pl: Użytkownik nie przestrzega postanowień lub warunków niniejszej Umowy lub je narusza i nie zaniecha ich naruszania lub nieprzestrzegania w ciągu siedmiu dni od otrzymania pisemnego powiadomienia w tej sprawie od Firmy;
ru: Вы не выполняете или нарушаете любое обязательство, правило или условие данного Соглашения, и если данное нарушение не устранено в течение семи дней после получения письменного уведомления от Компании;
vi: Nếu bạn thực hiện không đầy đủ hoặc vi phạm bất kỳ điều khoản, quy định hay điều kiện nào của Thỏa thuận này, và nếu sự vi phạm này không được xử lý trong vòng bảy ngày kể từ ngày nhận được biên bản thông báo của Công ty chúng tôi;
zh_cn: 您已违犯或违反本协议所包含的条款、义务或条件，如果收到本公司书面通知7天内您没对该项错误作出修正；

source: You are not allowed to rebate any part commission payment onto your referrals and should the company realise you are engaged in such actions; your affiliate account shall be revoked immediately.
de: Es ist Ihnen nicht erlaubt, Teile Ihrer Provisionszahlungen als Rabatt bei Ihren Empfehlungen einzusetzen. Sollte dem Unternehmen bekannt werden, dass Sie solche Handlungen begehen, wird Ihr Konto umgehend gesperrt.
fr: Vous n'avez pas l'autorisation de proposer aux clients de votre réseau d'affiliation une réduction quelle qu'elle soit sur le paiement des commissions et si la société apprend que vous menez de telles actions votre compte d'affilié sera immédiatement supprimé.
id: Anda tidak dibenarkan memberi potongan pembayaran komisi kepada anggota afiliasi Anda dan jika Perusahaan mengetahui Anda terlibat dalam hal ini, maka akun afiliasi Anda akan dibatakan serta merta.
ja: アフィリエイト会員は獲得会員にアフィリエイト報酬を還元することはできません。そのような行為を行った場合は即座にアフィリエイト口座を停止します。
pl: Partner nie może przekazywać żadnej części prowizji osobom, które są przekierowywane z jego strony. Jeśli Firma zorientuje się, że Partner dopuszcza się takich działań, jego konto partnerskie zostanie niezwłocznie usunięte.
ru: Вы не имеете права перечислять часть комиссионных выплат клиентам. Если Компания узнает, что Вы причастны к таким действиям, Ваш партнерский счет будет незамедлительно аннулирован.
vi: Bạn không được phép giảm bất kỳ khoản hoa hồng nào cho người giới thiệu của mình, nếu như công ty nhận thấy bạn đang làm điều đó; tài khoản liên kết của bạn sẽ bị thu hồi ngay lập tức.
zh_cn: 您不能使用佣金作为给推荐人的回扣，一旦被公司发现，您的账户将立即被撤销。

source: You are not allowed to store any Content (such as feed data).
de: Es ist Ihnen nicht erlaubt, jeglichen Content (wie Feed-Daten) zu speichern.
fr: Vous n'avez pas l'autorisation de stocker des Contenus quels qu'ils soient (notamment les flux de données).
ja: コンテンツの格納が許可されていません（データフィードなど）。
vi: Bạn không được phép lưu trữ bất kỳ nội dung nào (ví dụ dữ liệu nguồn).
zh_cn: 您不允许保存任何内容（例如源数据）。

source: You are not entitled to any compensation or reimbursement of any kind from the Company under any circumstances.
ar: أنت غير مخول بالحصول على أي تعويضات أو استرداد أموال من أي نوع من الشركة تحت أي ظرف من الظروف.
de: Sie sind in keinem Fall zu jeglicher Entschädigung oder Rückerstattung vom Unternehmen berechtigt.
fr: Vous ne pouvez prétendre à aucune forme de compensation ou de remboursement de la part de la Société, quelles que soient les circonstances.
id: Anda tidak berhak atas kompensasi atau penggantian dalam bentuk apapun dari Perusahaan dalam keadaan apapun.
ja: いかなる状況下において当社からの補償または償還を受ける権利はありません。
pl: W żadnym wypadku Użytkownik nie jest upoważniony do otrzymania od Firmy jakiegokolwiek wynagrodzenia ani zwrotu kosztów.
ru: Вы ни при каких обстоятельствах не получаете прав на любую компенсацию или возмещение расходов со стороны Компании.
vi: Bạn không có quyền nhận bất kỳ khoản bồi thường hay đền bù đối với bất kỳ tài sản nào của Công ty chúng tôi với mọi trường hợp.
zh_cn: 您无权在任何情况下获取公司任何补偿或支付。

source: You are over 18 years of age;
de: Sie sind über 18 Jahre alt;
fr: Vous êtes âgé de plus de 18 ans;
ja: わたしは18歳以上です
vi: Bạn đã trên 18 tuổi;
zh_cn: 您的年龄在18岁以上;

source: You are responsible for managing your tax and legal affairs including making any regulatory filings and payments and complying with applicable laws and regulations. We do not provide any regulatory, tax or legal advice. If you are in any doubt as to the tax treatment or liabilities of Investment Products or Gambling Products available through %1, you may wish to seek independent advice.
ar: أنت المسؤول عن إدارة الضرائب والشؤون القانونية بما في ذلك التبليغ الرقابي والمدفوعات والامتثال للقوانين واللوائح المعمول بها. نحن لا نقدم أي مشورة تنظيمية أو ضريبية أو قانونية. إذا كان لديك شك في المعالجة الضريبية أو الالتزامات في المنتجات الاستثمارية أو منتجات اللعب المتاحة من خلال %1، قد تحتاج إلى الحصول على مشورة مستقلة.
de: Sie sind für die Erledigung Ihrer Steuer- und Rechtsangelegenheiten, einschl. rechtlicher Anträge und Zahlungen und die Einhaltung der anwendbaren Gesetze und Vorschriften, verantwortlich. Wir stellen keine Beratung in behördlichen, steuerlichen oder rechtlichen Angelegenheiten zur Verfügung. Wenn Sie sich über die steuerliche Behandlung oder die Haftungen bei Anlage- oder Glücksspielprodukten, die von %1 bereit gestellt werden, im Unklaren sind, müssen Sie sich unabhängig beraten lassen.
fr: Vous êtes responsable pour gérer vos impôts et affaites légales, c'est-à-dire tous dossiers réglementaires et paiements et se conformer aux lois et régulation applicables. Nous ne fournissons aucun conseil réglementaire, fiscal ou légal. Si vous avez des doutes concernant le traitement fiscal ou les passifs des Produits d'Investissement ou Produits de Paris disponibles par %1, nous vous conseillons de consulter un avis indépendant.
id: Anda bertanggung jawab untuk mengelola pajak dan urusan hukum termasuk membuat setiap pengajuan peraturan dan pembayaran dan mematuhi undang-undang dan peraturan yang berlaku. Kami tidak memberikan peraturan, pajak atau nasihat hukum. Jika Anda masih ragu tentang kewajiban atau pajak yang terlibat pada Produk Investasi atau Produk Gaming yang tersedia di %1, Anda mungkin perlu mencari saran independen.
ja: 税金管理と必要提出生類の作成、支払、適用される法律および規制の遵守はお客さまの責任です。当社ではいかなる規制、税務、法律のアドバイスをしておりません。税務上の取り扱いや投資商品または賭博商品への負債について疑問がある場合は、他から独立したアドバイスを求めることができます。
pl: Klient jest odpowiedzialny za zarządzanie swoimi sprawami prawnymi i podatkowymi, w tym za składanie odpowiednich oświadczeń i za stosowanie się do odpowiedniego prawa i odpowiednich przepisów. Nie zapewniamy żadnych porad regulacyjnych, podatkowych czy prawnych. Jeśli masz jakiekolwiek wątpliwości dotyczące opodatkowania Produktów inwestycyjnych lub Produktów hazardowych dostępnych poprzez %1 lub związanych z nimi zobowiązań, możesz skorzystać z porad niezależnych ekspertów.
ru: Вы несете ответственность за оплату своих налогов и правовые вопросы, в том числе выполнение каких-либо нормативных заявок и платежей, соблюдение соответствующих законов и правил. Мы не предоставляем каких-либо законодательных, налоговых или юридических консультаций. Если у Вас есть сомнения относительно налогообложения или обязательств в связи с инвестиционными продуктами или игровыми продуктами, доступными на %1, Вы можете обратиться за независимой консультацией.
vi: Bạn có trách nhiệm quản lý thuế và các vấn đề liên quan đến pháp luật bao gồm việc thực hiện các hồ sơ và thanh toán theo quy định của pháp luật và quy định hiện hành. Chúng tôi không cung cấp bất kì tư vấn nào về thuế và luật pháp cũng như quy tắc quy định. Nếu bạn còn nghi ngờ về việc xử lý thuế và nợ phải trả của Sản phẩm Đầu tư hoặc Sản phẩm Cá cược thông qua %1, bạn có thể tìm kiếm tư vấn độc lập.
zh_cn: 您须自行对您的税务和法律相关事项负责，包括按照规定填写必要的表格、支付款项、并遵守法律和法规。我们不提供任何法规、税务或法律方面的忠告。如您对 %1 的投资或博彩产品的税务处理或责任有任何疑问，请向独立机构寻求建议。

source: You are warned of the following additional risks:
ar: يتم تحذيرك من المخاطر الإضافية التالية:
de: Sie werden vor folgenden zusätzlichen Risiken gewarnt:
fr: Nous vous informons des risques supplémentaires suivants :
id: Anda diperingatkan pada risiko tambahan berikut:
ja: 以下の追加リスクが警告されました。
pl: Ostrzegamy przed następującymi dodatkowymi ryzykami:
ru: Предупреждаем Вас о следующих дополнительных рисках:
vi: Bạn đã được cảnh báo về rủi ro bổ sung sau đây:
zh_cn: 我们向您提出警告，请注意以下附加风险：

source: You can <a href='%1'>open an account</a>, deposit funds and begin trading within minutes.
de: Sie können <a href='%1'>ein Konto eröffnen</a>, Geld einzahlen und innerhalb weniger Minuten mit dem Handeln beginnen.
fr: Vous pouvez <a href='%1'>ouvrir un compte</a>, déposer des fonds et lancer des opérations de trading en quelques minutes.
ja: <a href='%1'>口座の開設</a>、および取引に必要な預託金のご入金は簡単にできます。
vi: Ban có thể <a href='%1'>mở một tài khoản</a>, gửi tiền và bắt đầu giao dịch trong vòng vài phút.
zh_cn: 仅需数分钟，您就可以<a href='%1'>完成开户</a>、入金并开始交易。

source: You can even build your own online trading sites, apps, and bots with our <a href="https://developers.binary.com" target="_blank">API and developer tools</a>.
de: Sie können sogar Ihre eigenen Onlinehandelsseiten, Apps und Bots mit unseren <a href="https://developers.binary.com" target="_blank">API und Entwicklung-Tools erstellen</a>.
fr: Vous pouvez même développer vos propres sites de trading en ligne, applications et robots grâce à noS <a href="https://developers.binary.com" target="_blank"> outils de développement pour API</a>.
ja: ご自身の取引サイト、アプリケーション、ボットを当社の<a href="https://developers.binary.com" target="_blank">APIと開発ツール</a>で構築いただけます。
vi: Bạn thậm chí có thể xây dựng trang giao dịch trực tuyến, ứng dụng và bot của riêng của bạn sử dụng API và các công cụ lập trình <a href="https://developers.binary.com" target="_blank">của chúng tôi</a>.
zh_cn: 您甚至还可以使用我们的<a href="https://developers.binary.com" target="_blank">应用程序编程接口和编程工具</a>制作自己的在线交易网站、应用程序和建设-运营-移交程序。

source: You can only lose your initial investment and nothing more.
ja: 損失は購入価格のみとなり、それ以上の金額を請求されることはありません。

source: You can request more virtual money if your virtual balance falls below JPY 100,000.
de: Sie können mehr virtuelles Geld beantragen, wenn Ihre virtuelle Bilanz unter 100.000 JPY fällt.
ja: バーチャルマネーの残高が100,000円を下回る場合、バーチャルマネーを追加入金することが可能です。
vi: Bạn có thể yêu cầu thêm tiền ảo nếu số dư ảo của bạn xuống dưới 100.000 JPY.
zh_cn: 如果虚拟资金余额低于100,000日元，您可请求获取更多虚拟资金。

source: You can request more virtual money if your virtual balance falls below USD 1,000.00.
de: Sie können mehr virtuelles Geld beantragen, wenn Ihr virtuelles Guthaben unter 1.000 USD fällt.
fr: Vous pouvez demander davantage de fonds virtuels si votre solde virtuel est inférieur à 100 000 USD.
ja: お客様のバーチャルマネー残高がUSD 1,000.00を下回る場合、バーチャルマネーの追加リクエストが可能です。
vi: Bạn có thể yêu cầu thêm tiền ảo nếu số dư ảo của bạn xuống dưới 1,000.00 USD.
zh_cn: 如果虚拟资金余额低于1,000.00美元，您可请求获取更多虚拟资金。

source: You can sell your contract before expiry to keep any profit you may have made or to minimise your loss.
de: Sie können Ihren Kontrakt vor Ablauf verkaufen, um Gewinne, die Sie möglicherweise gemacht haben zu behalten, oder um Ihre Verluste zu minimieren.
fr: Vous pouvez vendre votre contrat avant son expiration pour protéger vos bénéfices éventuels et minimiser vos pertes.
ja: 利益を守り、損失を最小限に抑えるために、判定時刻前にポジションを売却をすることができます。
vi: Bạn có thể bán hợp đồng của bạn trước khi hết thời hạn để giữ bất kỳ lợi nhuận bạn có thể thực hiện hoặc để giảm thiểu thiệt hại của bạn.
zh_cn: 您可在合约到期前卖出交易合约，以锁定利润或将亏损减至最低。

source: You can use an authorized payment agent to process deposits and withdrawals for payment methods or local currencies not supported by %1. It's easy to do.
ar: يمكنكم الاستعانة بوكيل الدفع المعتمد لإتمام عمليات الإيداع والسحب لطرق الدفع المختلفة، أو في حالة العملات المحلية الغير معتمدة من %1. ومن السهل القيام به.
de: Sie können einen genehmigten Zahlungsagent verwenden, um Ein- und Auszahlungen für Zahlungsmethoden oder lokale Währungen, die von %1 nicht unterstützt werden, zu tätigen. Es geht ganz einfach.
fr: Vous pouvez utiliser un agent de paiement autorisé pour prendre en charge les dépôts et les retraits pour les méthodes de paiement ou les devises locales non prises en charge par %1. C'est simple.
id: Anda dapat menggunakan agen pembayaran untuk mendeposit dan menarik dana menggunakan transfer bank lokal atau e-cash yang tidak disediakan oleh %1. Sangat mudah.
ja: %1でサポートされていないお支払い方法または現地通貨での入出金処理は、許可された決済サービスでご利用いただけます。簡単に入出金いただけます。
pl: Możesz skorzystać z usług autoryzowanego pośrednika płatności oferującego metody płatności i lokalne waluty nieobsługiwane przez %1.
ru: Вы можете воспользоваться платежным агентом для пополнения и вывода средств платежными способами или в валютах, не предлагаемых на %1. Это просто.
vi: Bạn có thể sử dụng một đại lý thanh toán uỷ quyền để xử lý các khoản tiền gửi và rút tiền để làm phương thức thanh toán, hoặc đồng tiền địa phương không được hỗ trợ bởi %1. Rất dễ dàng để làm.
zh_cn: 对于 %1 不支持的支付方式或货币， 您可以授权给支付代理，轻松处理存款和取款。

source: You did not change anything.
ar: لم تغير أي شيء.
de: Sie haben nichts geändert.
fr: Vous n'avez effectué aucune modification.
id: Anda tidak melakukan perubahan.
ja: 変更はありません。
pl: Nic nie zostało zmienione.
ru: Вы не внесли никаких изменений.
vi: Bạn chưa thay đổi bất cứ nội dung nào.
zh_cn: 您没作任何更改。

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading.
ar: لا تحتاج أن تودع أي أموال لتفتح حساب، لكنك تحتاج لإيداع أموال قبل أن تبدأ في التداول.
de: Sie müssen kein Geld einzahlen, um ein Konto zu eröffnen; Sie müssen jedoch Geld einzahlen, bevor Sie mit dem Handeln beginnen können.
fr: Il n'est pas nécessaire de déposer des fonds pour ouvrir un compte, mais vous devez approvisionner votre compte avant de pouvoir effectuer des opérations de trading.
id: Anda tidak harus melakukan deposit setelah mendaftar, namun anda perlu mendeposit untuk memulai trading.
ja: 口座開設条件として預託金は必須ではありませんが、取引を開始するにはあらかじめ預託金をご入金いただく必要があります。
pl: Nie musisz wpłacać pieniędzy, aby otworzyć konto, jednak musisz wpłacić środki przed rozpoczęciem handlowania.
ru: Вам не нужно вносить средства для открытия счета, но для начала торговли и покупки контрактов Вам необходимо будет пополнить счет.
vi: Bạn không cần gửi tiền để mở tài khoản, nhưng bạn cần gửi tiền trước khi bạn bắt đầu giao dịch.
zh_cn: 开户无需存入资金，但您需要在正式交易前入金。

source: You have already withdrawn %1 %2.
de: Sie haben bereits %1 %2 abgehoben.
fr: Vous avez déjà retiré %2 %1.
id: Anda telah menarik dana sebesar %1 %2.
ja: 現在までの出金額は%1 %2です。
pl: Właśnie dokonano wypłaty %2 %1.
ru: Вы уже вывели со счета %1 %2.
th: ท่านได้ถอน %1 %2
vi: Bạn vừa rút %1 %2.
zh_cn: 您已提取%1 %2。

source: You have already withdrawn the equivalent of %1 %2 in aggregate over the last %3 days.
de: Sie haben bereits den Gegenwert von %1 %2 abgehoben, der sich in den letzten %3 Tagen angesammelt hat.
fr: Vous avez déjà retiré l'équivalent de %2 %1 au total au cours des %3 derniers jours.
id: Anda telah menarik dana sebesar %1 %2 dalam tempo %3 hari terakhir.
ja: 直近%3日間に累計%1 %2 と同等の金額を既に出金されています。
pl: Łączny ekwiwalent %2 %1 został już wypłacony w ciągu ostatnich %3 dni.
ru: Вы уже в целом вывели сумму, эквивалентную %1 %2 за последние %3 суток.
th: ท่านได้ถอน %1 %2 หรือเทียบเท่า ในช่วง %3 วันที่ผ่านมา
vi: Bạn đã rút số tiền tương đương với %1 %2 trong tổng số hơn %3 ngày qua.
zh_cn: 过去 %3 天里您已累计提取 %1 %2 的等值。

source: You have already withdrawn the equivalent of %1 %2.
de: Sie haben bereits den Gegenwert von %1 %2 abgehoben.
fr: Vous avez déjà retiré l'équivalent de %2 %1.
id: Anda telah melakukan penarikan setara dengan %1 %2.
ja: %1 %2 と同等の金額を既に出金されています。
pl: Już wypłaciłeś/aś ekwiwalent %2 %1.
ru: Вы уже вывели со счета сумму, эквивалентную %1 %2.
th: ท่านได้ถอน %1 %2 หรือเทียบเท่า
vi: Bạn đã rút số tiền tương đương %1 %2.
zh_cn: 您已提取 %1 %2 的等值。

source: You have not granted access to any applications.
de: Sie haben keinen Zugriff auf Anwendungen gewährt.
fr: Vous n'avez acheté aucun contrat.
id: Anda belum diberikan akses ke dalam aplikasi apapun.
ja: アプリケーションへのアクセス権限がありません。
pl: Nie przyznano Ci dostępu do żadnej aplikacji.
ru: У Вас нет доступа к приложениям.
vi: Bạn không được phép truy cập bất kỳ một ứng dụng nào.
zh_cn: 您没有访问任何应用程序的权限。

source: You have not obtained and have not maintained all necessary licences and consents to operate within any laws, rules, and regulations applicable under the authority of any regulatory body of the jurisdiction(s) in which you operate or target your business;
ar: أنت لم تحصل ولم تحتفظ بكافة التصاريح والموافقات اللازمة للعمل ضمن أي من القوانين, القواعد, اللوائح المعمول بها تحت سلطة لأي هيئة تنظيمية قضائية والتي كنت تعمل أو تستهدفها في عملك;
de: Sie haben nicht alle erforderlichen Lizenzen und Bewilligungen, die zum Betrieb nach den Gesetzen, Regeln und Vorschriften von Behörden oder Aufsichtsbehörden in dem Land/den Ländern in dem/denen Sie aktiv sind oder auf die Ihre Aktivitäten zielen, eingeholt oder aufrecht erhalten;
fr: Vous n'avez pas obtenu ou conservé toutes les licences et autorisations nécessaires pour agir en conformité avec les éventuelles lois et réglementations applicables sous l'autorité de tout organisme de réglementation opérant dans la/les juridiction(s) au sein desquelles vous menez vos activités ou sous l'autorité desquelles sont placés les marchés que vous ciblez ;
id: Anda belum memperoleh dan tidak mempertahankan semua lisensi yang diperlukan dan persetujuan untuk beroperasi dalam undang-undang, peraturan, dan peraturan yang berlaku di bawah kewenangan badan peraturan yurisdiksi di mana Anda beroperasi atau target bisnis Anda;
ja: アフィリエイト会員が運営するまたはビジネスターゲットとするそれぞれの地域管轄の規制当局の権限の下、適用される法律、規制、規則の範囲内で運営するために必要な全てのライセンス及び同意を保持または維持していないことが判明した場合。；
pl: Partner nie uzyskał niezbędnych licencji i pozwoleń na prowadzenie działalności wymaganych na mocy obowiązujących przepisów, rozporządzeń i norm prawnych wydawanych przez jakikolwiek organ regulacyjny w obrębie jurysdykcji kraju, w którym Partner prowadzi działalność lub do którego kieruje swoje usługi, lub utracił takie licencje i pozwolenia.
ru: Вы не получили и не обладаете всеми необходимыми лицензиями и разрешениями, чтобы работать в соответствии с любыми законами, правилами и нормативными требованиями, действующими в рамках любого регулирующего органа в юрисдикции (юрисдикциях), в которой вы ведёте или планируете вести бизнес;
vi: Bạn không nhận được và không lưu giữ những giấy phép cần thiết để hoạt động theo bất kỳ điều luật, quy tắc và quy định được ban hành bởi bất kỳ cơ quan có thẩm quyền nào mà tại đó bạn hoạt động kinh doanh hoặc nhắm mục tiêu kinh doanh đến;
zh_cn: 您没有得到和不持有任何适用法律、规则和规章对您所经营业务在任何监管机构的管辖权管辖范围下您进行经营的必要许可权和同意书；

source: You have reached the rate limit of requests per second. Please try later.
de: Sie haben das Kurslimit für Anfragen pro Sekunde erreicht. Bitte versuchen Sie es später.
fr: Vous avez atteint la limite de tentatives par seconde. Veuillez réessayer ultérieurement.
ja: ページを更新して頂くか、もう一度お試しください。
vi: Bạn đã đạt đến giới hạn số lượng lệnh có thể mỗi giây. Xin vui lòng thử lại sau.
zh_cn: 您已达每秒钟提呈请求的最高限率。请稍后重试。
