Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Your ID will be stored in a cookie and identified every time a prospect clicks on your affiliate link and lands on %1 and in that event, opens an account with us.
ar: سيتم تخزين معرف الدخول (ID) الخاص بك في ملف تعريف الارتباط وتحديد كل مرة ينقر عميل محتمل على رابط الانتساب الخاص بك وينتقل إلى %1 وبذلك، يفتح حساب معنا.
de: Ihre ID wird in einem Cookie gespeichert und jedes Mal erkannt, wenn ein Interessent auf Ihren Partner-Link klickt, auf die Site von %1 gelangt und dabei ein Konto bei uns eröffnet.
fr: Votre identifiant sera stocké dans un cookie et identifié à chaque fois qu'un prospect cliquera sur votre lien d'affiliation et se retrouvera sur %1 pour ouvrir un compte éventuel.
id: ID Anda akan disimpan di dalam cookie dan diidentifikasi setiap waktu ketika calon anggota mengklik link affiliasi Anda dan mengunjungi %1 dan mendaftar.
ja: お客さまのIDはクッキーに保存され、お客さまのアフィリエイトリンクがクリックされる度に識別され、%1に伝わります。
pl: Twoje ID będzie przechowywane w plikach cookie i identyfikowane za każdym razem, gdy potencjalny klient kliknie na Twój link partnerski, zostanie przekierowany na %1 i otworzy u nas konto.
ru: Ваш ID будет храниться в качестве куки и определяться каждый раз, когда потенциальный клиент нажимает на Вашу партнерскую ссылку, переходит на %1 и впоследствии открывает счет у нас.
vi: ID của bạn sẽ được lưu giữ trong cookie và được nhận diện mọi lúc khi bạn nhấp chuột vào đường dẫn liên kết của mình và truy cập vào %1 và lúc đó, mở một tài khoản với chúng tôi.
zh_cn: 您的 ID 将存入 cookie，当客户从您的联盟链接登入 %1并开户时，就会被识别出来。

source: Your Property
de: Ihr Eigentum
fr: Votre propriété
id: Properti Anda
ja: 不動産
pl: Twoja własność
ru: Ваша собственность
th: ทรัพย์สินของท่าน
vi: Tài sản của bạn
zh_cn: 您的财产

source: Your Real Account password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it;
ja: お客さまのリアル口座のパスワードとログインIDは唯一無二な値であり、パスワードはハッシュ化され送信されますので%1の関係者ですら解読することができませんので、お客さまのパスワードを確認することはできませんので、パスワードを失念された際にはお客さまのメールアドレスに新たなパスワードを再発行させて頂かなければなりません。

source: Your account has no Login/Logout activity.
de: Ihr Konto hat keine Anmelde- und/oder Abmeldeaktivität.
fr: Votre compte n'indique aucune activité de connexion/déconnexion.
id: Akun Anda tidak memiliki aktifitas Login/Logout.
ja: お客さまのご口座はログイン/ログアウトのアクティビティはございません。
pl: Na Twoim koncie nie odnotowano żadnej aktywności związanej z logowaniem/wylogowywaniem.
ru: На Вашем счету нет активности входов/выходов.
th: บัญชีของท่านไม่มีประวัติ การเข้าใช้งานระบบ/การออกจากระบบ
vi: Không có hoạt động Đăng nhập/Đăng xuất nào trên tài khoản của bạn.
zh_cn: 您的账户无交易活动。

source: Your account has no trading activity.
de: Ihr Konto hat keine Handelsaktivität.
fr: Votre compte n'indique aucune activité de trading.
id: Akun Anda tidak memiliki aktifitas trading.
ja: 取引履歴はありません
pl: NA Twoim koncie nie odnotowano żadnej aktywności handlowej.
ru: На Вашем счету нет торговой деятельности.
th: บัญชีของท่านไม่มีประวัติการซื้อขาย
vi: Không có hoạt động giao dịch nào trên tài khoản của bạn.
zh_cn: 您的账户无交易活动。

source: Your account is currently suspended. Only withdrawals are now permitted. For further information, please contact %1.
de: Ihr Konto ist derzeit gesperrt. Jetzt sind nur Auszahlungen erlaubt. Setzen Sie sich bitte mit %1 in Verbindung, um mehr Informationen zu erhalten.
fr: Votre compte est actuellement suspendu. Désormais, seuls les retraits sont autorisés. Pour obtenir des informations supplémentaires, veuillez contacter %1.
ja: 現在お客様の口座は、一時的にご利用いただけません。詳細は、%1までご連絡ください。
vi: Tài khoản của bạn hiện đang bị khóa. Chỉ tính năng rút tiền được cho phép. Để biết thêm chi tiết, xin vui lòng liên hệ với %1.
zh_cn: 您的账户已被暂时禁用，现仅允许取款。欲知详情，请联系 %1。

source: Your account is fully authenticated and your withdrawal limits have been lifted.
ar: تم توثيق حسابك بالكامل وحد السحب الخاص بك تم رفعه.
de: Ihr Konto ist vollständig authentifiziert und Ihr Abhebelimit wurde angehoben.
fr: Votre compte est entièrement authentifié et vos limites de retrait ont été levées.
id: Akun Anda telah terbukti dan batasan penarikan Anda telah dihapuskan.
ja: お客さまのご口座はアップグレード済みですので、ご出金制限が引き上げられました。
pl: Twoje konto jest w pełni zweryfikowane, a Twój limit wypłat został zwiększony.
ru: Ваш счет полностью авторизован, и лимит на вывод был снят.
th: บัญชีของท่านได้รับการยืนยันตัวตนอย่างสมบูรณ์แล้ว และวงเงินการถอนเงินของท่านได้รับการยกระดับโดยการเพิ่มวงเงินแล้ว
vi: Tài khoản của bạn được xác thực đầy đủ và mức giới hạn rút tiền của bạn đã được nâng lên.
zh_cn: 您的账户已经得到完全验证，且您的取款限额已经取消。

source: Your account is fully authenticated. You can view your <a href="%1">trading limits here</a>.
de: Ihr Konto ist vollständig authentifiziert. Ihre <a href="%1">Abschlusslimits sind hier ersichtlich</a>.
fr: Votre compte est entièrement authentifié. Vous pouvez voir vos <a href="%1">limites de trading ici</a>.
ja: お客様のご口座はアップグレード済みです。トレードの上限条件を<a href="%1">こちらから</a>ご確認頂けます。
vi: Tài khoản của bạn được xác thực hoàn toàn. Bạn có thể xem <a href="%1">hạn mức giao dịch của bạn ở đây</a>.
zh_cn: 您的账户已经得到完全验证，且您可在此查看您的<a href="%1">交易限额</a>。

source: Your account is not fully authenticated.
de: Ihr Konto ist nicht vollständig authentifiziert.
fr: Votre compte n'est pas entièrement authentifié.
ja: お客様の口座認証はまだ完了していません。
vi: Tài khoản của bạn chưa hoàn toàn được xác thực.
zh_cn: 您的账户未完成身份验证。

source: Your account is restricted. Kindly %1contact customer support%2 for assistance.
de: Ihr Konto ist eingeschränkt. Bitte %1kontaktieren Sie die Kundenbetreuung%2 für Hilfe.
fr: Votre compte est restreint. Veuillez %1contacter le Service Clientèle%2 pour obtenir de l'aide.
ja: お客さまの口座は、現在ご利用制限が掛っております。<a href="%1">カスタマーサポート</a>までご連絡下さい。
vi: Tài khoản của bạn bị hạn chế. %1 vui lòng liên hệ hỗ trợ khách hàng %2 để được hỗ trợ.
zh_cn: 您的账户已被限制。请%1联系客服部%2，以获得帮助。

source: Your account should not be used as a banking facility and deposits should only be made with a view to using funds to place contracts. The Company is not a financial institution, Clients will not receive interest on deposits. Should you make repeated deposits and withdrawals without commensurate contracts being placed, we reserve the right to pass on to your accounts, without prior notice, any bank charges we have incurred before closing the account.
ar: لا ينبغي أن تستخدم حسابك كوسيلة مصرفية وينبغي استخدام الودائع فقط بهدف شراءالعقود. الشركة ليست مؤسسة مالية، ولن يتلقى العملاء فوائد على الودائع. إذا قمت بعمليات إيداع وسحب متكررة دون شراء عقود تناسب تلك العمليات، فإننا نحتفظ بالحق في الخصم من حساباتك، دون إشعار مسبق، أي رسوم مصرفية قمنا بتكبدها قبل اغلاق الحساب.
de: Ihr Konto darf nicht als Bankkonto verwendet werden und Einzahlungen dürfen nur im Hinblick auf die Verwendung für den Kauf von Kontrakten erfolgen. Das Unternehmen ist keine Finanzinstitution. Die Kunden erhalten für Ihre Guthaben keine Zinsen. Sollten Sie wiederholt Einzahlungen und Abhebungen vornehmen, ohne dass entsprechende Kontrakte platziert werden, behalten wir uns das Recht vor, ohne vorherige Ankündigung vor Kündigung des Kontos, dieses mit anfallenden Bankgebühren zu belasten.
fr: Votre compte ne sera pas utilisé comme une facilité bancaire et les dépôts ne seront qu'effectués pour utiliser des fonds pour faire des contrats. La Société n'est pas une institution financière, les Clients ne reçoivent pas d'intérêts sur les dépôts. Si vous devriez faire plusieurs dépôts et retraits sans que des contrats commensurables soient faits, nous nous réservons le droit de facturer à votre compte, sans notification antérieure, tous frais bancaires nous aurions contractés avant la fermeture du compte.
id: Akun Anda tidak boleh digunakan sebagai fasilitas perbankan dan deposito hanya boleh dilakukan dengan tujuan untuk menggunakan dana untuk membeli kontrak. Perusahaan ini bukan lembaga keuangan, Klien tidak akan menerima bunga deposito. Jika Anda melakukan deposit berulang dan penarikan tanpa melakukan pembelian kontrak maka kami berhak untuk mengembalikan saldo dana pada akun Anda tanpa pemberitahuan termasuk biaya transfer sebelum melakukan penutupan akun.
ja: （期限の利益を喪失した場合等における本取引の反対売買） 第21条 1. お客さまが前条第１項各号のいずれかに該当した時は、当社が任意に、お客さまが保有しているポジションの決済に必要な反対売買を、お客さまに事前に通知することなくお客さまの計算において行うものとします。 2. お客さまが前条第２校第１号に掲げる債務のうち、本取引に係る債務について一部でも履行を遅滞した時は、当社が任意に当該遅滞に係る本取引を決済するために必要な決済を、お客さまに事前に通知することなく、お客さまの計算にて行うものとします。
pl: Twoje konto nie powinno być wykorzystywane jako rachunek bankowy i wszelkie wpłaty powinny być dokonywane z zamiarem wykorzystania tych środków na zakup kontraktów. Firma nie jest instytucją finansową i depozyty Klientów nie są oprocentowane. W przypadku powtarzającego się dokonywania wpłat i wypłat środków bez współmiernego do nich zakupu kontraktów, Firma zastrzega sobie prawo do pobrania z Twojego konta środków na pokrycie wszelkich poniesionych przez nią opłat bankowych, bez wcześniejszego powiadomienia.
ru: Ваш рабочий счет не должен использоваться в качестве банковского хранилища, и пополнение счета должно производиться только с целью использования средств для приобретения контрактов. Компания не является финансовым органом, а Клиенты не получают проценты на свои депозиты. Если Вы совершаете повторные пополнения и вывод денег без приобретения контрактов, мы оставляем за собой право применения к Вашим счетам, без предварительного уведомления, любых банковских сборов, которые мы можем понести до закрытия счетов.
th: บัญชีของท่านไม่ควรใช้สำหรับการอำนวยความสะดวกในการฝากเงิน และการฝากเงินควรดำเนินการเมื่อท่านต้องการลงเงินในสัญญา บริษัทฯ ไม่ได้ประพฤติเยี่ยงสถาบันการเงิน ลูกค้าจะไม่ได้รับดอกเบี้ยจากการฝากเงิน ในการดำเนินการของท่านไม่ว่าจะฝากเงินหรือถอนเงินปราศจากสัญญาที่มีสัดส่วนเงินที่พอดีกัน ทางบริษัทฯ ขอสงวนสิทธิ์ในการดำเนินการกับบัญชีของท่าน โดยไม่ต้องแจ้งให้ทราบล่วงหน้า รวมถึงค่าธรรมเนียมต่างๆ ของธนาคารที่เกิดขึ้นก่อนการปิดบัญชี
vi: Tài khoản của bạn không nên được sử dụng như một thiết bị ngân hàng và bạn chỉ nên gửi tiền với mục đích sử dụng nó để đặt hợp đồng. Công ty không phải là tổ chức tài chính, Khách hàng cũng không nhận được lãi suất từ tiền gửi. Nếu bạn gửi tiền và rút tiền nhiều lần mà không đặt hợp đồng tương xứng, chúng tôi có quyền thu hồi tài khoản của bạn, mà không cần thông báo trước, bất kỳ khoản phí ngân hàng nào chúng tôi sẽ thu của bạn trước khi đóng tài khoản.
zh_cn: 您的账户不应被用作银行信贷，其中的存款只应视为交易资金。本公司并不是金融机构，客户存款不会有利息。如果您重复进行存、取款，却没有进行相应的交易，在关闭账户之前，我们保留权利在不事先通知的情况下把相关银行费用转加到您的账户。

source: Your account should not be used as a banking facility and deposits should only be made with a view to using funds to place contracts. The Company is not a financial institution. Clients will not receive interest on deposits. Should you make repeated deposits and withdrawals without commensurate contracts being placed, we reserve the right to pass on to your accounts, without prior notice, any bank charges we have incurred before closing the account.
de: Ihr Konto darf nicht als Bankkonto verwendet werden und Einzahlungen dürfen nur im Hinblick auf die Verwendung für den Kauf von Kontrakten erfolgen. Das Unternehmen ist keine Finanzinstitution. Die Kunden erhalten für Ihre Guthaben keine Zinsen. Sollten Sie wiederholt Einzahlungen und Abhebungen vornehmen, ohne dass entsprechende Kontrakte platziert werden, behalten wir uns das Recht vor, ohne vorherige Ankündigung vor Kündigung des Kontos, dieses mit anfallenden Bankgebühren zu belasten.
fr: Votre compte ne sera pas utilisé comme un service bancaire et les dépôts ne doivent être effectués que dans l'optique d'utiliser ces fonds pour placer des contrats. La Société n'est pas une institution financière. Les Clients ne reçoivent pas d'intérêts sur les dépôts. Si vous effectuez plusieurs dépôts et retraits sans placer des contrats d'un volume correspondant, nous nous réservons le droit de facturer à votre compte, sans avis préalable, tous les frais bancaires que nous pourrions avoir contracté avant de fermer le compte concerné.
ja: （期限の利益を喪失した場合等における本取引の反対売買） 第21条 1. お客さまが前条第１項各号のいずれかに該当した時は、当社が任意に、お客さまが保有しているポジションの決済に必要な反対売買を、お客さまに事前に通知することなくお客さまの計算において行うものとします。 2. お客さまが前条第２校第１号に掲げる債務のうち、本取引に係る債務について一部でも履行を遅滞した時は、当社が任意に当該遅滞に係る本取引を決済するために必要な決済を、お客さまに事前に通知することなく、お客さまの計算にて行うものとします。
vi: Tài khoản của bạn không nên được sử dụng như một thiết bị ngân hàng và bạn chỉ nên gửi tiền với mục đích sử dụng nó để đặt hợp đồng. Công ty không phải là tổ chức tài chính. Khách hàng cũng không nhận được lãi suất từ tiền gửi. Nếu bạn gửi tiền và rút tiền nhiều lần mà không đặt hợp đồng tương xứng, chúng tôi có quyền thu hồi tài khoản của bạn, mà không cần thông báo trước, bất kỳ khoản phí ngân hàng nào chúng tôi sẽ thu của bạn trước khi đóng tài khoản.
zh_cn: 您的账户不应被用作银行信贷，其中的存款只应视为交易资金。本公司并不是金融机构，客户存款不会有利息。如果您重复进行存、取款，却没有进行相应的交易，在关闭账户之前，我们保留权利在不事先通知的情况下把相关银行费用转加到您的账户。

source: Your account transfer is successful. Your new balances are:
ar: نقل حسابك بنجاح. أرصدتك الجديدة هي:
de: Ihre Kontoübrweisung war erfolgreich. Ihr neues Guthaben beträgt:
fr: Le virement a bien été effectué sur votre compte. Vos nouveaux soldes sont :
id: Transfer akun Anda sukses. Saldo terbaru Anda adalah:
ja: 口座振替が完了しました。移行後残高：
pl: Przelew środków z konta został zrealizowany. Twoje nowe saldo wynosi:
ru: Трансфер между Вашими счетами прошел успешно. Ваш новый баланс:
th: การโอนเงินของบัญชีท่านเสร็จสมบูรณ์ ยอดคงเหลือของท่าน คือ:
vi: Chuyển khoản thành công. Số dư mới của bạn là:
zh_cn: 您的账户转账已失败。最新余额是：

source: Your application will then be reviewed by our compliance and marketing departments. Once approved, we will put you live in our <a href='%1'>payment agent</a> list.
ar: بعد ذلك سيتم مراجعة طلبك من قبل قسمي الامتثال والتسويق لدينا. بمجرد الموافقة عليه، سيتم اضافتك لموقعنا على قائمة <a href='%1'>وكلاء الدفع</a>.
de: Ihr Antrag wird dann von unserer Rechtsabteilung und Marketingabteilung überprüft. Sobald deren Genehmigung vorliegt, werden wir Sie in unserer Liste der <a href='%1'>Zahlungsagenten</a> veröffentlichen.
fr: Votre demande sera ensuite examinée par nos départements chargés de la conformité et du marketing. Une fois votre demande validée, nous vous ajouterons à notre liste d'<a href='%1'>agents de paiement</a> en ligne.
id: Permohonan Anda akan ditinjau oleh departemen compliance dan marketing kami. Setelah disetujui, kami akan mengaktifkan Anda di dalam daftar <a href='%1'>agen pembayaran</a>.
ja: 当社コンプライアンス部門およびマーケティング部門により申請の審査に入ります。承認されましたら、当社<a href='%1'>決済サービスエージェント</a>リストに登録させていただきます。
pl: Twoja aplikacja zostanie sprawdzona przez nasz zespół ds. zgodności oraz zespół ds. marketingu. Po akceptacji umieścimy Cię na liście naszych <a href='%1'>pośredników płatności</a>.
ru: Затем Ваша заявка будет изучена нашими отделами соответствия и маркетинга. После одобрения мы включим Вас в список наших <a href='%1'>Платежных агентов</a>.
th: ใบสมัครของท่านจะถูกทวนสอบโดยฝ่ายการตลาดและธรรมาภิบาลของเรา เมื่อมีการอนุมัติ ท่านจะสามารถใช้งานระบบ <a href='%1'>ตัวแทนรับชำระเงิน</a> ของเราได้
vi: Hồ sơ đăng kí của bạn sẽ được xem xét bởi phòng thủ tục và marketing. Khi đã được duyệt, chúng tôi sẽ xếp bạn vào danh sách <a href='%1'>đại lý thanh toán</a> của chúng tôi.
zh_cn: 随后，我们的审核和营销部门将审核您的申请。一经通过，我们就会把您列入 <a href='%1'>付款代理</a>列表。

source: Your breach of any of %1's rights;
de: Ihre Verletzung von Rechten von %1;
fr: Toute violation des droits de %1 de votre part ;
ja: %1の権利に対する違反行為；
vi: Sự vi phạm của bạn đối với bất kỳ quyền nào của %1;
zh_cn: 您违反任何%1权利;

source: Your cashier is locked as per your request - to unlock it, please click <a href="%1">here</a>.
de: Ihre Kasse wurde auf Ihren Antrag hin gesperrt - um Sie wieder zu entsperren, bitte <a href="%1">hier</a>anklicken.
fr: Votre caisse est verrouillée conformément à votre demande - si vous souhaitez la déverrouiller, veuillez cliquer <a href="%1">ici</a>.
ja: お客様の入出金はリクエストによりロックしました。 - 解除するには<a href="%1">こちらをクリック</a>してください。
vi: Quỹ đã bị khóa theo yêu cầu của bạn - để mở khóa, vui lòng nhấn <a href="%1">vào đây </a>.
zh_cn: 根据您的请求，您的收银台已被锁定 - 如需解除锁定，请点击<a href="%1">此处</a>。

source: Your cashier is locked as per your request - to unlock it, please enter the password.
ar: قسم الصراف الخاص بك مغلقا بناءاً على طلبك - لفتحه، يرجى إدخال كلمة المرور.
de: Ihre Kasse ist auf Ihren Antrag hin gesperrt - um Sie zu entsperren, geben Sie bitte das Passwort ein.
fr: Votre caisse est verrouillée conformément à votre demande - si vous souhaitez la déverrouiller, veuillez saisir le mot de passe.
id: Kasir Anda terkunci sesuai permintaan Anda - untuk membuka kunci, masukkan kata sandi.
ja: お客様のキャッシャーはリクエストにより、ロックされました。 - 解除するにはパスワードをご入力ください。
pl: Sekcja Kasjer została zablokowana na Twoją prośbę - jeśli chcesz ją odblokować, prosimy o podanie hasła.
ru: Ваша касса закрыта по Вашему запросу - для открытия, пожалуйста, внесите пароль.
th: การรับ/ชำระเงินของท่านถูกล็อกตามความประสงค์ของท่าน - หากประสงค์ปลดล็อก โปรดป้อนรหัสผ่าน
vi: Quỹ đã được khóa theo yêu cầu của bạn - để mở khóa, vui lòng điền mật khẩu.
zh_cn: 根据您的请求，您的收银台已被锁定 - 如需解除锁定，请输入密码。

source: Your changes have been updated successfully.
de: Ihre Änderungen wurden erfolgreich aktualisiert.
fr: Vos modifications ont bien été prises en compte.
ja: 設定が正しく更新されました。
vi: Các thay đổi của bạn đã được cập nhật thành công.
zh_cn: 您的更改已成功更新。

source: Your changes have been updated.
ar: تم تحديث التغييرات الخاصة بك.
de: Ihre Änderungen wurden aktualisiert.
fr: Vos modifications ont été prises en compte.
id: Perubahan Anda telah diperbarui.
ja: 変更が更新されました。
pl: Twoje zmiany zostały wprowadzone.
ru: Ваши изменения внесены успешно.
th: การเปลี่ยนแปลงของท่านได้ถูกดำเนินการแล้ว
vi: Những thay đổi của bạn đã được cập nhật.
zh_cn: 您的更改已成功更新。

source: Your clients will love the %1 trading platform because we offer a complete trading experience tailored to the needs of an exceptionally wide range of traders.
ar: سيحب عملاؤك منصة تداول %1 لأننا نقدم تجربة تداول كاملة مصممة خصيصا لتلبية احتياجات مجموعة واسعة واستثنائية من المتداولين.
de: Ihre Kunden werden die Tradingplattform von %1 lieben, da wir eine umfassende Tradingmöglichkeit bieten, die auf die Bedürfnisse einer außergewöhnlich breiten Spanne von Händlern maßgeschneidert ist.
fr: Vos clients aimeront la plate-forme de trading %1 : nous offrons une expérience de trading complète, conçue pour répondre parfaitement aux besoins d'un très large éventail de traders.
id: Klien Anda akan menyukai platform trading %1 karena kami menawarkan pengalaman trading yang lengkap untuk memenuhi keperluan berbagai jenis trader.
ja: 非常に広い範囲のニーズに合わせた最高水準の取引経験を提供させて頂いているため、お客さまのクライアントには気に入っていいただけると思います。
pl: Twoim klientom z pewnością spodoba się platforma handlowa %1, gdyż oferujemy kompleksowe możliwości handlowe dostosowane do potrzeb wyjątkowo szerokiego grona inwestorów.
ru: Вашим клиентам понравится торговая платформа %1, потому что мы предлагаем интересную торговлю с учетом потребностей различных групп трейдеров.
th: ลูกค้าของท่านจะชอบระบบซื้อขายของ %1 เพราะพวกเราเสนอประสบการณ์ที่สมบูรณ์ในปฏิบัติการซื้อขายที่ถูกปรับแต่งให้ตรงตามความต้องการอย่างพิเศษของนักลงทุน
vi: Khách hàng của bạn sẽ yêu thích sàn giao dịch %1 bởi vì chúng tôi cung cấp những kinh nghiệm giao dịch hoàn thiện phù hợp với nhu cầu của rất nhiều nhà giao dịch.
zh_cn: 您的客户将非常喜爱 %1 ，因为我们针对不同需求，为交易者提供完全定制的交易体验。

source: Your name, email address and contact number
ar: اسمك، وعنوان بريدك الإلكتروني ورقم الاتصال بك
de: Ihr Name, Ihre E-Mail Adresse und Kontaktnummer
fr: Vos nom, adresse e-mail et numéro de contact
id: Nama, alamat email dan nomor kontak Anda
ja: 氏名、メールアドレス、電話番号
pl: Twoje imię i nazwisko, adres e-mail i numer telefonu
ru: Вашего имени, электронного адреса и номера телефона
th: ชื่อ อีเมล์ และหมายเลขติดต่อของท่าน
vi: Tên, địa chỉ email và số điện thoại liên lạc của bạn
zh_cn: 您的名字、 电子邮件和电话

source: Your partnership with %1 could be a means to promote your product or services for FREE to our 1,000,000+ registered clients, worldwide.
ja: 当社とのパートナーシップを結ぶことで、あなたの製品やサービスを当社の100万人を超える世界中の登録者に無料で促進できることを意味します。

source: Your password and login ID are unique and passwords are hashed so that not even %1 staff can read them. This is the reason why we cannot retrieve your password and have to issue you with a new one to your email address if you cannot recall it.
ar: كلمة مرورك ومعرف الدخول فريدين من نوعهما ويتم تجزئة كلمات المرور بحيث لا يستطيع أحد حتى موظفي %1 أن يقرأها. وهذا سبب عدم قدرتنا على استعادة كلمة المرور الخاصة بك ويجب أن نصدر واحدة جديدة ونرسلها لبريدك الإلكتروني إذا لم تستطع أن تتذكرها.
de: Ihr Passwort und Ihre Login ID kommen nur einmalig vor und die Passwörter sind gehasht, damit sie auch von %1 Mitarbeitern nicht gelesen werden können. Dies ist der Grund, warum wir Ihr Passwort nicht wiederherstellen können und Ihnen ein neues Passwort erteilen müssen, das an Ihre E-Mail Adresse geschickt wird, sofern Sie es vergessen haben.
fr: Votre mot de passe et votre identifiant de connexion sont uniques et les mots de passe sont cryptés (hachage) : même le personnel de %1 ne peut y accéder. Par conséquent, nous ne sommes pas en mesure de récupérer votre mot de passe et, encas d'oubli de votre part, nous devrons vous en attribuer un nouveau par e-mail.
id: Kata sandi dan login ID Anda adalah unik dan kata sandi dalam bentuk potongan dimana pegawai %1pun tidak dapat mengetahui kata sandi Anda. Hal ini mengapa kami tidak dapat memberikan kata sandi asli dan harus memberikan link baru ke alamat email Anda.
ja: お客さまのパスワードとログインIDは唯一無二な値であり、パスワードはハッシュ化され送信されますので%1の関係者ですら解読することができませんので、お客さまのパスワードを確認することはできませんので、パスワードを失念された際にはお客さまのメールアドレスに新たなパスワードを再発行させて頂かなければなりません。
pl: Twoje hasło i login są unikalne, dodatkowo hasła są zaszyfrowane, więc nawet obsługa %1 nie może ich odczytać. Dlatego jeśli nie możesz sobie przypomnieć starego hasła, nie możemy go odzyskać i musimy wygenerować dla Ciebie nowe hasło i wysłać je na Twój adres e-mail.
ru: Ваши логин и пароль уникальны, а пароль также скрыт для прочтения, поэтому даже сотрудники %1 не имеют возможности узнать его. Именно поэтому мы не можем сообщить Вам пароль, если Вы его забыли, но в подобных случаях мы вышлем Вам ссылку для получения нового пароля на Ваш зарегистрированный электронный адрес.
th: รหัสผ่านและรหัสผู้ใช้งานของท่านเป็นข้อมูลจำเพาะ และรหัสผ่านประกอบด้วยอักขระที่ผสมผสานกัน พนักงาน %1 ไม่สามารถอ่านรหัสดังกล่าวได้ และนี่คือเหตุผลที่หวกเราไม่สามารถเรียกรหัสผ่านของท่านและต้องดำเนินการขอใหม่โดยส่งไปตามอีเมล์ของท่าน หากท่านไม่สามารถจำรหัสผ่านได้
vi: Mật khẩu và ID đăng nhập của bạn là duy nhất và mật khẩu được chia nhỏ để ngay cả nhân viên %1 cũng không thể đọc chúng. Đây là lý do tại sao chúng tôi không thể lấy lại mật khẩu của bạn và phải cấp cho bạn một cái mới tới địa chỉ email của bạn nếu bạn không thể nhớ nó.
zh_cn: 您的密码和登录 ID 都是唯一的，且密码已经被散列处理，即使是 %1 的员工也无法看到它们。因此，如果您忘记密码，我们也无法帮您找回，只能向您的电子邮箱发送一个新的密码。

source: Your password has been changed. Please log in again.
de: Ihr Passwort wurde geändert. Bitte melden Sie sich erneut an.
fr: Votre mot de passe a été modifié. Veuillez vous reconnecter.
id: Kata sandi Anda telah dirubah. Silahkan akses kembali.
ja: パスワードを変更しました。再度ログインしてください。
pl: Twoje hasło zostało zmienione. Zaloguj się ponownie.
ru: Пароль был изменен. Пожалуйста, войдите ещё раз.
vi: Mật khẩu của bạn đã được thay đổi. Vui lòng đăng nhập lại.
zh_cn: 您的密码已更改。请重新登录。
