Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: {JAPAN ONLY}There are some types of Binary Option, such as Range Binary Options, Touch or No-Touch Binary Options, that are exceptions to the general rule where payment is made at a known exercise time. For these types of option a payment is made automatically at Exit Time when certain conditions have been met.
ja: バイナリーオプションには、レンジバイナリーオプション、タッチバイナリーオプション、ノータッチバイナリーオプションなどの複数の種類があります。
pl: There are some types of Binary Option, such as Range Binary Options, Touch or No-Touch Binary Options, that are exceptions to the general rule where payment is made at a known exercise time. For these types of option a payment is made automatically at Exit Time when certain conditions have been met.

source: {JAPAN ONLY}There are two types of option delivery: One requires exchanging the underlying asset, and the other requires a payment which depends on the difference between the fair market price and the exercise price. A Binary Option is the second type where if the fair market price meets certain conditions with respect to the exercise price, then an agreed fixed amount will be paid to the option buyer.
ja: オプション取引には、権利行使によって、実際に原資産を受け渡すものと、原資産の時価と権利行使価格の差額を授受するものがあります。このうち、原資産の時価と権利行使価格が一定の条件を満たした場合には一定の金銭を支払うものをバイナリーオプションと呼びます。
pl: There are two types of option delivery: One requires exchanging the underlying asset, and the other requires a payment which depends on the difference between the fair market price and the exercise price. A Binary Option is the second type where if the fair market price meets certain conditions with respect to the exercise price, then an agreed fixed amount will be paid to the option buyer.

source: {JAPAN ONLY}This popup window can also be activated from the portfolio panel, and portfolio page, by clicking the Trade View button.
ja: 詳細な取引情報が記載された約定済み通知画面は、取引画面の下部にあるポジション一覧タブ、もしくはポジション一覧メニューから確認できます。

source: {JAPAN ONLY}To avoid or hedge the future price of an underlying asset which you hold, you should buy a call option.
ja: 保有する原資産の今後の価格下落を回避（ヘッジ）するため、原資産のコールオプションを購入しました。
pl: To avoid or hedge the future price of an underlying asset which you hold, you should buy a call option.

source: {JAPAN ONLY}To buy an option, simply click on the price button to execute the trade.
fr: {JAPAN ONLY}To buy an option, simply click on the price button to execute the trad
ja: オプションを購入するには、緑の購入ボタンをクリック（注意：ワンクリック注文）

source: {JAPAN ONLY}To compensate for any rise in the price of an underlying asset that you intend to buy in future, you should buy a call option.
ja: 将来購入する予定の原資産の値上がりを補うため、原資産のコールオプションを購入しました。
pl: To compensate for any rise in the price of an underlying asset that you intend to buy in future, you should buy a call option.

source: {JAPAN ONLY}Track your trade in real time:
ja: 取引成立後の状況はリアルタイムで確認できます:

source: {JAPAN ONLY}Trading & Hedging
ja: 取引とヘッジ
pl: Trading & Hedging

source: {JAPAN ONLY}Trading Guide
ja: 操作マニュアル
pl: Trading Guide

source: {JAPAN ONLY}Trading manual
ja: 操作マニュアル

source: {JAPAN ONLY}Type I Financial Instruments Business based on the Financial Instruments and Exchange Law
ja: 金融商品取引法に基づく第一種金融商品取引業 (インターネットを介したオンライン店頭デリバティブ取引(店頭バイナリーオプション取引))

source: {JAPAN ONLY}Unless special arrangements are made, cooling-off will not be available after OTC binary options trading contract has been made.
ja: 特別の取り決めがなされる場合を除き、クーリングオフは店頭バイナリーオプション取引契約成立（約定）後に行うことはできません。
pl: Unless special arrangements are made, cooling-off will not be available after OTC binary options trading contract has been made.

source: {JAPAN ONLY}Unlike a plain vanilla option, an in-the-money binary option will have a lower price, the further away it is from the exercise point.
ja: バイナリーオプションの場合、プレーンバニラオプションとは異なり、インザマネーのときには、残存期間が短くなるほど、オプション価格は高くなります。
pl: Unlike a plain vanilla option, an in-the-money binary option will have a lower price, the further away it is from the exercise point.

source: {JAPAN ONLY}Using binary options for hedging a position in the underlying asset means that only part of the loss or gain can be hedged, because the payout amount is fixed.
ja: バイナリーオプションを利用したヘッジは、ペイアウトは固定されているためヘッジ対象資産の損失の一部を補うものとして行う必要があります。
pl: Using binary options for hedging a position in the underlying asset means that only part of the loss or gain can be hedged, because the payout amount is fixed.

source: {JAPAN ONLY}We are required to request copies of your My Number Card as well as proof of registered address. Your details will be kept secure and only used for the specific purposes of verifying your credentials, as required by law.
ja: 新規口座開設して頂くお客さまには、本人確認書類と合わせてマイナンバー確認書類のご提出をお願いいたします。 当社で取得したお客さまのマイナンバーは、マイナンバーガイドに沿って適切に管理し特定の目的のためだけに使用させて頂きます。
pl: We are required to request copies of your My Number Card as well as proof of registered address. Your details will be kept secure and only used for the specific purposes of verifying your credentials, as required by law.

source: {JAPAN ONLY}We cannot accept applications from anyone who is a Foreign Politically Exposed Person, which is defined by the Act on Prevention of Transfer of Criminal Proceeds 2007 as anyone in the following categories:
ja: 2015年改正犯罪収益移転防止法政省令の犯罪により、外国PEPs（重要な公的地位を有する者）との取引に当該するお客さまは当社では口座開設を行うことができません。下記の者との取引する方が該当します。
vi: {Nhật bản}Chúng tôi không thể chấp thuận các đơn yêu cầu từ bất cứ cá nhân nào có ảnh hưởng chính trị ngoại quốc, mà được xác định bởi Đạo Luật về Phòng Chống Tội Phạm Rửa Tiền năm 2007 hay như bất cứ ai trong các danh mục sau:

source: {JAPAN ONLY}We offer a full range of binary option types including ladders, touch, and range options.
ja: ラダー、タッチ、レンジと複数の種類のバイナリーオプションを提供いたします

source: {JAPAN ONLY}We offer an informative and entertaining way to advertise online; including text ads, customer landing pages and invitations to promotional and educational events for your site visitors.
fr: {seulement pour le JAPON} Nous offrons une information et une façon de divertir pour faire de la publicité; incluant des publicités textuelles, des pages de présentation client et invitations à des évènements promotionnels et éducationnels pour les visiteurs de votre site.
ja: 当社は、アフィリエイト会員様に広告素材（バナー、テキスト）を提供します。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Chúng tôi cung cấp một cách thông tin và giải trí để quảng cáo trực tuyến; bao gồm cả văn bản quảng cáo, trang đích của khách hàng và lời mời đến các sự kiện khuyến mại và giáo dục cho các khách truy cập trang web của bạn.

source: {JAPAN ONLY}We offer real time prices calculated from the same rates that bank and securities companies use.
ja: インターバンクのオプション市場と同様に、リアルタイムの価格を提供します

source: {JAPAN ONLY}We offer trading periods from as short as 2 hours to as long as one-year, in predefined contract series.
ja: 取引期間は、最短2時間から最長1年間を提供いたします

source: {JAPAN ONLY}We offer transparent 2-way pricing, allowing equal chance to trade in either direction of the market.
ja: 2ウェイ・プライス（購入・売却）を表示し、公平で透明な価格を提供いたします

source: {JAPAN ONLY}We pride ourselves on our responsible trading and high ethical standards, and we only offer our service in jurisdictions where we hold the necessary licenses and legal registrations.
ja: 当社は、責任ある取引環境を提供するとともに高い倫理基準をもって業務に取り組んでいます。登録金融業者として各国の当局の監督下でサービスを提供しております。

source: {JAPAN ONLY}We will pass on any possible price improvements for orders in fast moving markets.
ja: 判定時刻2分前までならいつでも決済取引を行うことができます

source: {JAPAN ONLY}We will process your request and transfer the funds to your designated bank account within 5 business days.
ja: 支払処理は出金依頼日、または出金承認日から最大5営業日をかかります。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Chúng tôi sẽ xử lý yêu cầu của bạn và chuyển tiền vào tài khoản ngân hàng khu vực cho phép trong vòng 5 ngày làm việc.

source: {JAPAN ONLY}We will provide you with all the tools you need to turn your traffic into a revenue stream
ja: 当社は、アフィリエイト会員様が広告活動を効果的にできますよう必要なツールを提供させていただきます
vi: {Nhật bản}Chúng tôi sẽ cung cấp cho bạn tất cả các công cụ bạn cần để biến hệ thống của bạn thành một nguồn thu nhập

source: {JAPAN ONLY}Welcome to the site of Binary KK.
ja: Binary株式会社のウェブサイトへようこそ

source: {JAPAN ONLY}When buying a vanilla call option, the break-even price at the exercise point is the strike price plus the option price paid in units of the underlying.
ja: コールオプションの買いの損益分岐点は、バリア価格に原資産１単位当たりのオプション料を加算した価格となります。
pl: When buying a vanilla call option, the break-even price at the exercise point is the strike price plus the option price paid in units of the underlying.

source: {JAPAN ONLY}When buying a vanilla put option, the break-even price at the exercise point is the strike price minus the option price paid in units of the underlying.
ja: プットオプションの買いの損益分岐点は、バリア価格に原資産1単位当たりのオプション料を減算した価格となります。
pl: When buying a vanilla put option, the break-even price at the exercise point is the strike price minus the option price paid in units of the underlying.

source: {JAPAN ONLY}Where broking companies show bid and offer prices for purchasing and sell-back of positions, these prices may become further apart the nearer you are to the exercise time.
ar: {اليابان فقط} أينما تظهر شركت الوساطة أسعار العرض والطلب للشراء وإعادة بيع المواقف, فقد تصبح هذه الأسعار علاوة على ذلك بعيدة كلما اقتربت أنت من وقت التمرين.
ja: 店頭取引の金融商品の価格について、金融商品取引業者が買値と売値（又は買戻取価格、解約価格）の２つの価格をお客様に提示する場合、一般的には２つの価格には差（スプレッド）がありますが、このスプレッドはオプションの権利行使期限が近付くにつれて広がる傾向があります。
pl: Where broking companies show bid and offer prices for purchasing and sell-back of positions, these prices may become further apart the nearer you are to the exercise time.

source: {JAPAN ONLY}Why become an Affiliate?
ja: 当社のアフィリエイトプログラムに参加するメリット
vi: {Nhật bản}Tai sao lại trở thành một hội viên?

source: {JAPAN ONLY}Win Loss Ratio
ja: バイナリーオプション取引月次取引実績

source: {JAPAN ONLY}You can apply to open an account online. Simply click <a href="%1">here</a> to begin the process by opening a demo account. Once you are familiar with our site and comfortable in your knowledge of binary options we invite you to upgrade to a Real Money Account.
fr: {JAPAN ONLY}You can apply to open an account online. Simply click <a href="%1"> 1here</a> 2 to begin the process by opening a demo account. Once you are familiar with our site and comfortable in your knowledge of binary options we invite you to upgrade to a Real Money Account.
ja: リアル口座開設の流れについてご案内致します。まず、<a href="%1"> こちらを</a>クリックしてデモ口座を開設して頂く必要があります。デモ口座は、取引ツールの操作性及びバイナリーオプション取引の理解を高める上で非常にお役に立ちます。デモ取引をお試し後、実際の取引への準備ができましたらリアル口座開設の手続きをしてください。
vi: {Nhật bản}Bạn có thể áp dụng để mở một tài khoản trực tuyến. Chỉ cần nhấp vào <a href="%1"> đây</a> để bắt đầu quá trình bằng cách mở một tài khoản mô phỏng. Một khi bạn đã quen thuộc với các trang web của chúng tôi và cảm thấy thoải mái trong kiến thức của các tùy chọn nhị phân, chúng tôi mời bạn để nâng cấp lên một tài khoản tiền thật.

source: {JAPAN ONLY}You can protect your account value further by setting other limits to encourage trading discipline
ja: 過度の取引を防止するため、お客さまご自身で取引する時間を制限する機能があります

source: {JAPAN ONLY}You can request a funds transfer to your designated bank account at any time.
ja: 出金先口座へ出金依頼はいつでも行えます。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Bạn có thể yêu cầu chuyển tiền vào tài khoản ngân hàng cho phép bất kỳ lúc nào.

source: {JAPAN ONLY}You can see the real-time value of your portfolio and access the trade view and analysis screen from which you can then choose to close the position:
ja: 保有ポジションの損益がリアルタイムで確認ができます。また、売却取引画面にアクセスし必要に応じてポジションを決済することもできます。

source: {JAPAN ONLY}You can sell-back your position at any time until 2 minutes before expiry to either cut your losses, or take your profits early
ja: 判定時刻2分前までならいつでも売却取引によりロスカットや利益確定をすることができます

source: {JAPAN ONLY}You can then review the performance of the trade and then sell-back to close the position if you wish, by clicking the sell-back button.
ja: 約定済み通知画面上では、保有ポジションの損益が確認でき、「売却」ボタンをクリックして決済をすることができます。

source: {JAPAN ONLY}You must have sufficient balance in your trading account at the time of transfer.
ja: 出金依頼を行う際、取引残高が十分あることをご確認して下さい。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Bạn phải có đủ số dư trong tài khoản giao dịch tại thời điểm chuyển nhượng.

source: {JAPAN ONLY}You set your own personal daily loss limit
ja: ご自身で取引限度額、損失限度額を期間ごとに設定できます

source: {JAPAN ONLY}You will always know your maximum loss, as it is limited to the amount that you have paid
ja: バイナリーオプション取引は、購入金額を超える損失が生じる可能性はありませんが、損失を限定するためのロスカットはありません。権利が消滅した場合、購入金額全額が損失となります。

source: {JAPAN ONLY}You will be provided with all the tools, to turn your traffic into a lucrative revenue stream
ja: 当社は、アフィリエイト会員様が広告活動を効果的にできますよう必要なツールを提供させていただきます
vi: {Nhật bản}Bạn sẽ được cung cấp tất cả các công cụ để biến hệ thống của bạn thành một nguồn thu nhập hấp dẫn

source: {JAPAN ONLY}You will earn &yen;20,000 commission on for each client whom you introduced to our trading platform, and who then opens and trades a real money account.
fr: {seulement pour le JAPON}Vous gagnerez &yen;20,000 commission sur chaque client que vous introduirez à notre plateforme d'échange, et qui ensuite ouvriront un compte réel et échangeront dessus.
ja: アフィリエイト会員様のサイトを通じて獲得会員が当社にてリアル口座を開設した上、報酬プランの条件を満たした場合、1人あたりの獲得会員につき20,000円をお支払いいたします。※詳しくは、アフィリエイトプログラムの利用規約の報酬の支払いをご確認ください。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Bạn sẽ kiếm được ¥ 20,000 hoa hồng trên cho mỗi khách hàng mà bạn giới thiệu về nền tảng kinh doanh của chúng tôi, và những người sau đó sẽ mở ra và giao dịch tài khoản tiền thật.

source: {JAPAN ONLY}Your Application has Been Processed. Please Re-Login to Access Your Real-Money Account.
fr: {seulement pour le JAPON}Votre requête a été traité. Connectez vous s'il vous plaît pour accéder à votre Compte d'Argent Réel.
ja: リアル口座開設は完了致しました。使用するには再度ログインが必要となります。
vi: {CHỈ ĐỐI VỚI NHẬT BẢN} Ứng dụng của bạn đã xử lý. Xin vui lòng đăng nhập lại để truy cập vào tài khoản tiền thực của bạn.

source: {JAPAN ONLY}Your Funds
ja: 信託により区分管理
vi: {Nhật bản}Quỹ của bạn

source: {JAPAN ONLY}Your ID will be stored in a cookie and identified every time a prospect clicks on your affiliate link and lands on %1 and in that event, opens an account with us.
ja: Cookie(クッキー)にアフィリエイトIDが登録されており、獲得会員がアフィリエイトサイトをクリックされるたびに認識され、%1に伝わります。
vi: {Nhật bản}ID của bạn sẽ được lưu giữ trong cookie và được nhận diện mọi lúc khi bạn nhấp chuột vào đường dẫn liên kết của mình và truy cập vào %1 và lúc đó, mở một tài khoản với chúng tôi.

source: {JAPAN ONLY}Your funds are safe
ja: 信託により区分管理

source: {JAPAN ONLY}Your investments are immediately reflected in your account balance, so there is no further risk
ja: お客さまからの入金を確認後にお取引口座にすぐに反映いたします

source: {Japan Only} Download Terms and Conditions Document file
ja: 店頭バイナリーオプション取引約款

source: Online Trading platform for binary options on Forex, Indices, Commodities and Smart Indices
ar: منصة التداول للخيارات الثنائية فى العملات والمؤشرات والسلع والمؤشرات الذكية
de: Online Handelsplattform für Binäre Optionen auf Devisen, Indizes, Rohstoffe und Smart Indizes
fr: Plate-forme de Trading en ligne pour les options binaires sur les Taux de Change, les Indices, les Matières premières et les Indices Intelligents
id: Platform Trading Online untuk opsi binary pada Forex, Indeks, Komoditas dan Indeks Smart
ja: FXバイナリーオプションオンライン取引
pl: Internetowa platforma handlowa umożliwiająca handel opcjami binarnymi różnego rodzaju: forex, wskaźniki, towary i inteligentne wskaźniki
ru: Платформа для онлайн торговли бинарными опционами на рынках валют, индексов, сырья и индексах Smart
th: รูปแบบการซื้อขายออนไลน์สำหรับไบนารีออปชั่นของ ฟอเร็กซ์ ดัชนีต่างๆ สินค้าโภคภัณฑ์ และดัชนีสมาร์ท
vi: Sàn Giao dịch Trực tuyến cho hợp đồng quyền chọn nhị phân về Thị trường ngoại hối, Chỉ số, Hàng hóa và các Chỉ số Thông minh
zh_cn: 可交易外汇、指数、大宗商品及智能指数的二元期权在线交易平台

source: Why Us
de: Warum uns
fr: Pourquoi nous ?
ja: サービス概要
vi: Lý do chọn chúng tôi
zh_cn: 为何选择我们

source: Regulation
de: Verordnung
fr: Réglementation
ja: 規制
vi: Quy Định
zh_cn: 规则

source: Endpoint
de: Endpunkt
fr: Point terminal
ja: ポイント
vi: Điểm kết thúc
zh_cn: 终结点

source: Careers For Americans
de: Karrieremöglichkeiten für Amerikaner
fr: Carrière pour les Américains
ja: 採用情報（アメリカ出身の方）
vi: Cơ hội nghề nghiệp cho người Mỹ
zh_cn: 美国居民的工作机会

source: Job Details
fr: Informations sur le poste
ja: 職務内容
vi: Chi tiết công việc
zh_cn: 工作详情

source: Company Profile
de: Firmenprofil
fr: Profil de la société
ja: 会社概要
vi: Hồ Sơ Công Ty
zh_cn: 公司详细信息

source: Service Announcements
de: Öffentliche Ankündigungen
fr: Messages publics
ja: サービス情報
vi: Thông báo dịch vụ
zh_cn: 服务公告

source: Charity
de: Stiftung
fr: Association caritative
ja: チャリティー
vi: Tổ chức từ thiện
zh_cn: 慈善活动

source: Open-Source Projects
de: Open-Source Projekte
fr: Projets open source
ja: オープンソースプロジェクト
vi: Các Dự Án Nguồn Mở
zh_cn: 开源项目

source: Types of Trades
de: Tradingtypen
fr: Types d'options
ja: トレードの種類
vi: Loại Giao Dịch
zh_cn: 交易类型

source: Why Trade with Binary.com
de: Warum mit Binary.com handeln
fr: Pourquoi choisir Binary.com ?
ja: Binary.com (バイナリードットコム)が選ばれる理由
vi: Tại sao lại xử dụng sàn giao dịch Binary.com
zh_cn: 为何通过Binary.com进行交易

source: How to Trade Binary Options?
de: Wie handelt man Binäre Optionen?
fr: Comment négocier les options binaires ?
ja: バイナリーオプションの取引方法とは？
vi: Làm thế nào để xử dụng giao dịch các tùy chọn nhị phân?
zh_cn: 二元期权如何交易？

source: What Are OTC Indices and Stocks?
de: Was sind OTC (Freiverkehr) Indizes und Aktien?
fr: Présentation des indices et actions de gré à gré (OTC)
ja: 店頭インデックス・店頭株とは？
vi: Chỉ số và cổ phiếu OTC là gì?
zh_cn: 场外交易指数和股票有哪些？

source: Contract Specifications
de: Vertragsspezifikationen
fr: Spécifications du contrat
ja: トレード詳細
vi: Điều khoản đặc biệt của hợp đồng
zh_cn: 合约规格

source: MetaTrader Margin Policy
de: MetaTrader Margen Richtlinie
fr: Politique de marge MetaTrader
ja: MetaTrader証拠金取引ポリシー
vi: Chính sách ký quỹ MetaTrader
zh_cn: MetaTrader 保证金政策

source: Payment Agent Deposit
ar: إيداع وكيل الدفع
de: Zahlungsagent Einzahlung
fr: Dépôt à un Agent de Paiement
id: Deposit Agen Pembayaran
ja: 決済サービスでのご入金
pl: Wpłata dla pośrednika płatności
ru: Депозит платежным агентом
vi: Gửi tiền cho Đại lý Thanh toán
zh_cn: 支付代理存款

source: Acknowledgement
de: Anerkennung
fr: Accusé de réception
ja: 受取確認
vi: Sự thừa nhận
zh_cn: 确认

source: Payment Agent Transfer
de: Zahlungsagent Überweisung
fr: Virement par agent de paiement
ja: 決済サービスでのご送金
vi: Chuyển Khoản cho Đại lý Thanh toán
zh_cn: 支付代理转账

source: Authenticate
ar: التوثيق
de: Authentifizieren
fr: Authentification
id: Pembuktian
ja: 口座アップグレード
pl: Zweryfikuj
ru: Авторизация
th: ยืนยันตัวตน
vi: Xác thực
zh_cn: 验证

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
id: Pengaturan
ja: 各種設定
pl: Ustawienia
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_cn: 设置

source: Terms and Conditions Approval
ar: لموافقة على الشروط والأحكام
de: Allgemeine Geschäftsbedingungen Zustimmung
fr: Acceptation des conditions générales
id: Syarat dan Ketentuan Persetujuan
ja: 利用規約の承認
pl: Akceptacja regulaminu
ru: Согласие с правилами и условиями
th: การอนุมัติข้อตกลงและเงื่อนไข
vi: Sự chấp nhận các Điều khoản và Điều kiện
zh_cn: 条款和条件审批

source: Account Limits
ar: حدود الحساب
de: Kontolimits
fr: Limites du Compte
id: Batasan rekening
ja: ご利用制限額
pl: Limity na koncie
ru: Лимиты счета
th: วงเงินในบัญชี
vi: Giới hạn Tài khoản
zh_cn: 账户限额

source: Initial Coin Offering
ja: イニシャル・コイン・オファリング（IPO）

source: "Binary.com API" means the Binary.com proprietary set of programmatic routines, protocols, tools and resources created and maintained by Binary.com that allows you to use a registered Application to interface with the Binary.com trading platform.
ar: "واجهة برمجة التطبيقات (API) الخاصة ب Binary.com" تعني مجموعة البرامج الروتينية المعدة والمملوكة من قبل Binary.com و البروتوكولات والأدوات والموارد التي تم انشاؤها والتي تحتفظ بها Binary.com, والتي تسمح لك باستخدام التطبيق المسجل للتفاعل مع منصة التداول الخاصة ب Binary.com.
id: "Binary.com API" adalah set ekslusif dari program rutinitas Binary.com, protokol, alat dan sumber daya yang dibuat dan dikelola oleh Binary.com yang memungkinkan Anda untuk menggunakan aplikasi yang terdaftar pada antarmuka menggunakan platform trading Binary.com.
pl: „API Binary.com” oznacza zestaw procedur, protokołów, zasobów i narzędzi programistycznych należących do firmy Binary.com, stworzonych i wykorzystywanych przez nią, które umożliwiają korzystanie z zarejestrowanej aplikacji w celu łączenia się z platformą handlową Binary.com.
ru: "API Binary.com" означает набор программ, протоколов, инструментов и ресурсов Binary.com, созданных и поддерживаемых сайтом Binary.com, а также позволяющих Вам пользоваться доступным приложением для работы на торговой платформе Binary.com.
th: "API ของ Binary.com" หมายถึง ระบบของ Binary.com ที่ประกอบด้วย ชุดคำสั่งต่างๆ โปรโตคอลต่างๆ เครื่องมือต่างๆ และทรัพยากรต่างๆที่ถูกพัฒนาขึ้นและดำเนินการโดย Binary.com ซึ่งท่านสามารถใช้งานแอพพลิเคชันได้เพื่อเชื่อมต่อกับแพลตฟอร์มการเทรดของ Binary.com

source: "Content" means any data or content from our Website or accessed via the API. Our "Website" means Binary.com’s website at www.binary.com and any other website or service owned or operated by Binary.com.
ar: "المحتوى" يعني أية بيانات أو محتويات من موقعنا أو موصولة بواسطة واجهة برمجة التطبيق. "موقعنا" يعني موقع Binary.com الذي يمكنك الوصول إليه عبر الرابط www.binary.com أو أي موقع آخر او خدمة مملوكة أو يتم تشغيلها بواسطة Binary.com.
id: "Konten" adalah setiap data atau konten dari website kami atau yang diakses melalui API. Kami "web situs" berarti situs Binary.com pada www.binary.com dan setiap situs atau layanan yang dimiliki atau dioperasikan oleh Binary.com lainnya.
pl: „Zawartość” oznacza wszelkie dane i treści na naszej Stronie internetowej lub dostępne za pośrednictwem API. Nasza „Strona internetowa” oznacza stronę internetową firmy Binary.com dostępną pod adresem: www.binary.com i wszelkie inne strony internetowe i serwisy, będące własnością firmy Binary.com lub prowadzone przez nią.
ru: "Контент" означает любые данные, текст на нашем Вебсайте или доступ к ним через API (интерфейс прикладного программирования). Наш "Вебсайт" обозначает сайт Binary.com, находящийся по адресу www.binary.com, а также любой другой сайт или услуги, принадлежащие или предоставляемые ресурсом Binary.com.
th: "เนื้อหา (Content)" หมายถึง ข้อมูล หรือ เนื้อหาต่างๆ ที่ปรากฏในเว็บไซต์ที่สามารถเรียกใช้งาน หรือ เข้าถึงได้ผ่าน API "เว็บไซต์ (Website)" หมายถึง เว็บของ Binary.com ที่ปรากฎใน www.binary.com และเว็บไซต์อื่น หรือ บริการที่เชื่อมต่อกันซึ่งดำเนินการโดย Binary.com

source: "Third Party Provider(s)" means the third party (non-affiliated) entity that makes available features and functions through use of the Binary.com API.
ar: "مزود (مزودي) الطرف الثالث" تعني الكيان الثالث (غير تابع) الذي يخلق مميزات ووظائف متاحة من خلال استخدام واجهة برمجة تطبيق Binary.com.
id: "Provider Pihak Ketiga" adalah pihak ketiga (bukan-afiliasi) yang membuat fitur melalui penggunaan API Binary.com.
pl: „Operator zewnętrzny" to strona trzecia (nie powiązana z firmą), która udostępnia funkcje za pośrednictwem API Binary.com.
ru: "Сторонний поставщик (Сторонние поставщики)" означает третью сторону (не являющуюся нашим партнёром), предоставляющую определённые функции посредством интерфейса прикладного программирования (API) Binary.com.
th: "Third Party Provider(s)" หมายถึง กิจการของบุคคลที่สาม (ที่ไม่ใช่พันธมิตร) ซึ่งให้บริการต่างๆ ผ่านการใช้งาน API ของ Binary.com

source: %1 %2 ("API") Terms and Conditions
ar: %1 %2 ("API") الشروط والأحكام
id: Syarat dan Kondisi %1 %2 ("API")
pl: Warunki korzystania %1 %2 ("API")
ru: Правила и условия %2 (интерфейса прикладного программирования "API") %1
th: %1 %2 ("API") ข้อตกลงและเงื่อนไข

source: %1 - Trading Limits
ar: %1 - حدودالتداول
id: %1 - Batasan Trading
pl: %1 - Limity handlowe
ru: Торговые лимиты для %1
th: %1 - วงเงินในการเทรด

source: %1 New Password Request
ar: %1 طلب كلمة مرور جديدة
id: Permohonan Kata Sandi Baru %1
pl: Prośba o nowe hasło do portalu %1
ru: Запрос нового пароля %1
th: %1 ต้องการรหัสผ่านใหม่
