Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You have read our privacy statement and hereby give us consent to process your personal information as outlined there;
de: Sie haben unsere Datenschutzerklärung gelesen und erteilen uns Ihre Zustimmung, Ihre personenbezogenen Daten, wie in der Erklärung beschrieben, zu verarbeiten;
fr: Vous avez lu notre déclaration de confidentialité et nous donnez par conséquent votre consentement pour traiter vos informations personnelles, comme décrit ici ;
ja: 個人情報に関するお取り扱いを通読し、それに基づいて個人情報が処理されることを承知しています。
vi: Bạn đã đọc chính sách của chúng tôi và bây giờ hãy bằng lòng cho phép chúng tôi xử lý thông tin cá nhân của bạn được liệt kê trong đó;
zh_cn: 您已阅读了我们的隐私声明，并据此同意我们按上述方式对您的个人信息进行处理；

source: You have read this Legal Terms and Conditions page in full and understood that you will be buying and selling financial contracts subject to these terms and conditions;
de: Sie haben die Seite mit diesen gesetzlichen Bestimmungen und Bedingungen vollständig gelesen und verstanden, dass Sie Finanzverträge kaufen und verkaufen werden, die diesen Allgemeinen Geschäftsbedingungen unterliegen;
fr: Vous avez lu l'intégralité de la page des Conditions générales et vous comprenez que vous allez acheter et vendre des contrats financiers conformément à ces conditions générales ;
ja: ご利用規約を通読し同意し、金融トレードの売買をご利用規約に基づいて行うことを理解しています。
vi: Bạn đã đọc hết trang chứa Các Điều khoản và Điều kiện pháp lý này và hiểu rằng bạn sẽ mua và bán các hợp đồng tài chính tuân thủ các điều khoản và điều kiện này;
zh_cn: 您已经完整阅读此法律条款及条件页面，并理解您将在这些条款和条件下买卖金融合约；

source: You have sold this contract at %1 %2
de: Sie haben diesen Kontrakt für %1 %2 verkauft
fr: Vous avez vendu ce contrat %2 %1
id: Anda telah menjual kontrak pada %1 %2
ja: %1 %2でこのトレードを売却しました
pl: Sprzedano ten kontrakt po cenie %2 %1
ru: Вы продали данный контракт по цене %1 %2
th: ท่าได้ขายสัญญานี้ที่ %1 %2
vi: Bạn đã bán hợp đồng này với mức %1 %2
zh_cn: 您已经以 %1 %2 卖出此合约

source: You have sufficient experience and knowledge in matters of financial trading to be capable of evaluating the merits and risks of acquiring financial contracts via this site and have done so without relying on any information contained in this site.
de: Sie haben ausreichende Erfahrung und Kenntnisse hinsichtlich des Finanzhandels, um in der Lage zu sein, die Vorzüge und Risiken beim Erwerb von Finanzverträgen auf dieser Site zu beurteilen und haben dies getan, ohne sich dabei auf Informationen zu verlassen, die auf dieser Site enthalten sind.
fr: Vous avez suffisamment d'expérience et de connaissances dans le domaine de la spéculation financière pour être en mesure d'évaluer les bénéfices et les risques liés à l'acquisition de contrats financiers par l'intermédiaire de ce site, et ceci sans vous baser sur de quelconques informations diffusées sur ce site.
ja: 当社サービスを通じて金融トレードを購入するメリットとリスクを評価でき、かつ当社サイトに掲載されている情報に依存せずに金融トレードを行ったことのあるような金融トレードにおける十分な経験と知識があります。
vi: Bạn có đủ kinh nghiệm và kiến thức trong các vấn đề kinh doanh tài chính để có thể đánh giá ích lợi và rủi ro của việc mua các hợp đồng tài chính thông qua trang web này và đã giao dịch mà không dựa vào bất kỳ thông tin nào trên trang web này.
zh_cn: 您拥有足够的金融交易经验和知识，能够评估经由本网站购买金融合约的收益与风险，并且不依赖于本网站中包含的任何信息作出购买决定。

source: You have to register and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on https://developers.binary.com/.
de: Sie müssen sich anmelden und eine App ID erhalten, bevor Sie für die Authentisierung unterschiedliche OAuth-Server verwenden können. Weitere Einzelheiten hierzu finden Sie auf https://developers.binary.com/.
fr: Vous devez enregistrer webtrader et obtenir un identifiant d'application avant de pouvoir utiliser un autre serveur OAuth pour l'authentification. Pour en savoir plus, consultez les informations concernant le protocole OAuth sur https://developers.binary.com/.
ja: 認承に他のOAuthサーバーをご利用される前に、登録をしてアプリケーションIDを取得頂く必要があります。OAuthに関する詳細は下記URLよりご確認ください。 https://developers.binary.com/
vi: Bạn phải đăng ký và có Tên truy cập Ứng dụng trước khi bạn có thể sử dụng hệ thống máy chủ OAuth khác nhau cho việc xác thực. Nhận thêm thông tin liên quan đến OAuth tại đây https://developers.binary.com/.
zh_cn: 使用各OAuth服务器进行验证前须先注册并领取应用程序ID。欲知详情，请到https://developers.binary.com/参阅 OAuth信息。

source: You have unrealised losses on your Real Account; and/or
de: Sie haben umrealisierte Verluste auf Ihrem Echtgeldkonto; und/oder
fr: Vous avez des pertes non réalisées sur vote Compte Réel; et/ou
ja: リアル口座に含み損があります
vi: Bạn không nhận ra tổn thất trên tài khoản Real; và/hoặc
zh_cn: 你有未实现的真实账户亏损; 和（或）

source: You irrevocably, non-exclusively license to the Company rights to use your Contributions; and
ar: أنت بصورة لا رجعة فيها, وترخيص غير حصري لحقوق الشركة لإستخدام الإشتراكات الخاصة بك; و
de: Ihre unwiderrufliche, nicht ausschließliche Lizenz an den Unternehmensrechten, um Ihre Beiträge zu verwenden und
fr: Vous octroyez à la Société une licence irrévocable et non exclusive l'autorisant à utiliser vos Contributions ; et
id: Anda sepenuhnya tidak dapat membatalkan, tidak memiliki kekuasaan penuh kepada Perusahaan untuk menggunakan kontribusi Anda dan
ja: あなたのコントリビューションを使用する当社の権利は非独占ライセンスであり、取り消しできません。
pl: Użytkownik przyznaje Firmie nieodwołalne i niewyłączne prawo do korzystania z jego Wkładów; oraz
ru: Вы предоставляете Компании безотзывную и неэксклюзивную лицензию на использование Ваших Дополнений; а также
vi: Bạn có quyền không thay đổi, không riêng biệt đối với việc sử dụng các khoản Bồi thường của Công ty chúng tôi; và
zh_cn: 您不可撤回地允许公司以非独家方式使用您的贡献;和

source: You may cache the Content for up to 24 hours from a request for that Content through the %1 API.
de: Mit einem Antrag für den Inhalt über die %1 API, dürfen Sie den Inhalt für bis zu 24 Stunden zwischenspeichern.
fr: Vous pouvez mettre le contenu en cache pour une durée inférieure ou égale à 24 heures après l'envoi d'une demande pour ce Contenu par le biais de l'API %1.
ja: %1 APIを介したコンテンツのリクエストから24時間までコンテンツをキャッシュすることができます。
vi: Bạn có thể lưu trữ Nội dung lên tới 24 giờ kể từ khi có yêu cầu cho Nội dung đó thông qua %1 API.
zh_cn: 通过%1 API对指定内容提出请求后可保留该内容缓存为时24小时。

source: You may choose to contact us to close your account held with the Company. Your account may be closed if you do not have any open trade positions and if you have complied with the requested "Know Your Client" procedures to enable you to withdraw any pending funds in your account.
ar: قد يمكنك اختيار الاتصال بنا لإغلاق حسابك لدى الشركة. يجوز أن تغلق حسابك إذا لم يكن لديك أي مراكز تجارية مفتوحة وإذا كنت قد امتثلت للإجراءات المطلوبة "اعرف عميلك" لتتمكن من سحب أي أموال معلقة في حسابك.
de: Sie können sich mit uns in Verbindung setzen, wenn Sie Ihr beim Unternehmen geführtes Konto kündigen möchten. Ihr Konto kann gekündigt werden, wenn es keine offenen Handelsposten hat und Sie die erforderlichen "Kenne Deinen Kunden" Verfahren erfüllt haben, die Sie ermächtigen, auf Ihrem Konto befindliches Guthaben abzuheben.
fr: Vous pouvez choisir de nous contacter afin de clôturer votre compte tenu par la Société. Votre compte peut être clôturé si vous n'avez pas de positions de trades ouverts et si vous avez suivi les procédures requises "Connaissez Votre Client" qui vous permettent de retirer tous les fonds en attente de votre compte.
id: Anda dapat menghubungi kami untuk menutup akun yang Anda miliki pada Perusahaan. Akun Anda juga dapat ditutup jika Anda tidak memiliki posisi trading dan jika Anda telah diminta untuk melengkapi prosedur "Know Your Client" untuk menarik saldo atau dana yang masih tersisa pada akun Anda.
ja: 当社で開設されたご口座を閉鎖するには当社までご連絡いただく必要がございます。お客さまのご口座にオープンポジションのご契約がなく、保留中の資金を出金できるようにする「Know Your Client」の手順に応じられている場合にご口座の閉鎖が可能です。
pl: Możesz skontaktować się z nami w celu zamknięcia konta prowadzonego przez Firmę. Twoje konto może zostać zamknięte, jeśli nie masz żadnych otwartych pozycji handlowych i jeśli spełnione zostały procedury nałożone przez regulacje „Poznaj swojego klienta” w celu umożliwienia wypłaty środków zgromadzonych na Twoim koncie.
ru: Вы можете связаться с нами, чтобы закрыть свой счет в Компании. Ваша учетная запись может быть закрыта, если у вас нет каких-либо открытых торговых позиций, а также если Вы прошли необходимую процедуру идентификации личности владельца счета, чтобы снять оставшиеся на Вашем счете средства.
th: ท่านอาจจะติดต่อเราเพื่อปิดบัญชีของท่าน บัญชีของท่านอาจจะถูกปิดหากท่านไม่ได้เปิดโพซิชั่นซื้อขายใดๆ และ หากท่านไม่ได้ปฏิบัติตามกระบวนวิธี "Know Your Client" เพื่อทำให้ท่านถอนเงินจากบัญชีของท่าน
vi: Bạn có thể liên hệ với chúng tôi để đóng tài khoản Công ty đang giữ. Tài khoản của bạn có thể bị đóng nếu bạn không có bất kỳ vị thế giao dịch mở nào và nếu bạn đã tuân thủ những thủ tục được yêu cầu "Tìm hiểu Khách hàng" cho phép bạn rút bất kỳ khoản tiền chưa được giải quyết nào trong tài khoản của mình.
zh_cn: 您可以和我们联系，关闭在本公司开立的账户。如您没有任何未平仓交易头寸，且满足“了解您的客户“的要求，可以提取账户内的待领款项，您的账户就可以关闭。

source: You may communicate with us through this website by means of Live Chat, e-mail, phone or, exceptionally, by post. Details can be found in the Contact Us page.
de: Sie können sich mit uns über diese Website, mittels Live Chat, E-Mail, Telefon oder ausnahmsweise auf dem normalen Postweg in Verbindung setzen. Die entsprechenden Angaben finden Sie auf unserer Kontakt-Seite.
fr: Vous pouvez communiquer avec nous par le biais de ce site Web, par e-mail ou, de manière exceptionnelle, par courrier postal. Nos informations de contact sont disponibles sur la page « Nous contacter ».
ja: 当社はお客さまへ当サイトを通して、ライブチャット、メール、電話 または 例外として郵送でご連絡させていただきます。詳細はお問い合わせページにてご確認いただけます。
vi: Bạn có thể liên lạc với chúng tôi qua trang web này thông qua Live Chat, e-mail, điện thoại, hoặc ngoại lệ, qua đường bưu điện. Thông tin chi tiết có thể được tìm thấy tại trang Liên Hệ.
zh_cn: 您可以通过此网站以实时聊天、电子邮件、电话或在特殊情况下以邮寄方式和我们沟通。详情请参阅“联系我们”页面。

source: You may develop Applications using the %1 API as soon as you register an Application and you agree to follow these Terms.
de: Sobald Sie eine Anwendung angemeldet haben und den folgenden Bedingungen zustimmen, können Sie Anwendungen unter Verwendung des %1 API entwickeln.
fr: Vous pouvez développer des Applications utilisant l'API %1 dès lors que vous enregistrez une Application et acceptez de respecter les présentes Conditions.
ja: アプリケーションを登録して、これらの規約に同意されるとすぐに%1 APIを利用してアプリケーション開発ができます。
vi: Bạn có thể phát triển ứng dụng bằng việc sử dụng %1 API ngay sau khi bạn đăng ký và bạn đồng ý tuân thủ các Điều khoản này.
zh_cn: 一旦您注册好应用程序并同意遵守这些条款即可使用%1 API开发应用程序。

source: You may earn up to 35% commission on the net revenue generated by clients whom you introduce to our trading platform.
ar: قد تحصل على عمولة تصل إلى 35% من صافي الإيرادات الناتجة عن العملاء الذين تقدمهم لمنصة التداول الخاصة بنا.
de: Sie verdienen eine Provision von bis zu 35 % des Nettoumsatzes, der von Kunden, die Sie zu unserer Handelsplattform vermittelt haben, getätigt wird.
fr: Vous pouvez percevoir une commission s'élevant jusqu'à 35 % du revenu net généré par les clients auxquels vous avez fait découvrir notre plate-forme de trading.
id: Anda dapat memperoleh komisi hingga 35% dari pendapatan bersih yang dihasilkan oleh klien yang Anda perkenalkan pada platform trading kami.
ja: 当プラットフォームへお客さまよりクライアントをご紹介いただきましたことにより、純収益の35%までのコミッションをご獲得いただけます。
pl: Możesz zarobić prowizję w wysokości nawet 35% przychodu netto generowanego przez klientów przekierowanych przez Ciebie na naszą platformę handlową.
ru: Вы сможете заработать комиссию до 35% от чистой прибыли компании, генерируемой клиентами, которых привлечете на нашу торговую платформу.
vi: Bạn có thể kiếm được một khoản hoa hồng lên đến 35% doanh thu thuần được sinh ra từ các khách hàng mà bạn giới thiệu cho sàn giao dịch của chúng tôi.
zh_cn: 您可以从您介绍给本平台的客户净收入中获得最高为 35% 的佣金。

source: You may not assign rights granted in this Agreement without the Company's prior written approval.
de: Sie können keine Rechte aus diesem Vertrag ohne vorherige schriftliche Genehmigung des Unternehmens abtreten.
fr: Vous n'êtes pas en mesure de céder les droits octroyés en vertu du présent Accord, sauf autorisation écrite préalable de la Société.
ja: 当社による事前の書面の承諾なしに、本契約で権利を譲渡することはできません。
vi: Bạn không có quyền chuyển nhượng Thỏa thuận này nếu không có sự chấp thuận trước bằng văn bản của Công ty chúng tôi.
zh_cn: 未经公司事先书面批准，您不得转让本协议授予的权利。

source: You may only open an account at this site on condition that:
ar: يمكنك أن تفتح حساب على هذا الموقع شريطة أن:
de: Sie können auf dieser Site ein Konto nur unter der Bedingung eröffnen, dass:
fr: Vous pouvez uniquement ouvrir un compte sur ce site à condition de:
id: Anda hanya dapat mendaftar akun di situs ini dengan syarat bahwa:
ja: お客さまは以下の条件を満たす場合にのみ、ご口座を開設することができます。
pl: Możesz otworzyć konto na portalu pod warunkiem, że:
ru: Вы можете открыть счет на этом сайте при следующих условиях:
vi: Bạn chỉ có thể mở một tài khoản tại trang web này với điều kiện:
zh_cn: 只有满足下列条件，您才能在本网站开户：

source: You may store the Application-specific alphanumeric user IDs provided ("API Tokens") or the authentication tokens provided via Open Authorisation Standard ("OAuth Tokens").
de: Sie können die anwendungsspezifischen alphanumerischen Benutzer-IDs, die zur Verfügung gestellt werden ("API-Token”) oder Token, die via Open Authorisation Standard ("OAuth-Token“) bereitgestellt werden, speichern.
fr: Vous pouvez stocker les identifiants alphanumériques que nous vous fournissons pour l'identification des utilisateurs de votre Application (« jetons d'API »), ou bien les jetons que nous vous fournissons lorsque Binary.com authentifie votre Application via le protocole OAuth (« jetons OAuth »).
ja: 当社が提供するアプリケーション固有の英数字ユーザーID（APIトークン）またはオープン認可基準（OAuthトークン）を介して提供された認承トークンを格納することができます。
vi: Bạn có thể lưu tên đăng nhập người dùng dạng số đã được cung cấp ("Chuỗi số API") hoặc chuỗi số xác nhận được cung cấp thông qua Tiêu chuẩn Cấp phép Mở ("Chuỗi OAuth").
zh_cn: 您可以存储所提供的应用程序特定字母数字用户身份编号（"API 令牌"），或通过开放授权标准（"OAuth 令牌"）提供的身份验证令牌。

source: You may terminate this Agreement at any time, but only by giving the Company a minimum of seven days written notice. "Written notice" here includes notice delivered by regular letter mail or by email.
ar: بإمكانك إنهاء هذه الإتفاقية في أي وقت, ولكن فقط عن طريق إعطاء الشركة إشعار خطي في مدة لا تقل عن سبعة أيام. "الإشعار الخطي" هنا يتضمن إشعار مسلم عن طريق خطاب عادي بالبريد الإلكتروني أو عن طريق البريد الإلكتروني.
de: Sie können diese Vereinbarung jederzeit kündigen, aber nur mit einer schriftlichen Kündigung mit einer Mindestfrist von sieben Tagen. "Schriftliche Kündigung" bedeutet in diesem Fall, eine Kündigung über den normalen Postweg oder per E-Mail.
fr: Vous pouvez résilier cet Accord à tout moment, mais uniquement après en avoir informé la Société avec un préavis écrit de sept jours minimum. Le terme de « préavis écrit » désigne ici un préavis envoyé par voie postale traditionnelle ou par e-mail.
id: Anda dapat mengakhiri Perjanjian ini setiap saat, tetapi hanya dengan memberikan Perusahaan minimal tujuh hari pemberitahuan tertulis. "Pemberitahuan tertulis" di sini termasuk pemberitahuan yang disampaikan melalui surat surat biasa atau melalui email.
ja: あなたはいつでも本契約を終了することができますが、遅くとも7日前までに書面にて当社まで通知をいただく必要があります。ここでの「書面による通知」は、通常の郵送または電子メールを意味します。
pl: Użytkownik może zakończyć niniejszą Umowę w dowolnej chwili, pod warunkiem, że poinformuje o tym Firmę w formie pisemnej co najmniej 7 dni wcześniej. „Pisemne powiadomienie” oznacza tu powiadomienie drogą pocztową lub e-mailową.
ru: Вы можете в любое время прекратить действие данного Соглашения путём отправки Компании предварительного письменного уведомления минимум за семь дней. "Письменное уведомление" подразумевает уведомление, отправленное письмом по обычной или электронной почте.
vi: Bạn có thể chấm dứt Thỏa thuận này bất cứ lúc nào, nhưng chỉ khi gửi cho Công ty chúng tôi một thông báo bằng văn bản trước ít nhất bảy ngày. "Thông báo bằng văn bản" ở đây bao gồm thông báo được chuyển bằng thư thông thường hay thư điện tử.
zh_cn: 您可以随时终止本协议，但须预先给公司最少7天书面通知。"书面通知"在这里包括普通信件邮寄或发送电子邮件通知。

source: You may withdraw the bonus amount once you have exceeded an account turnover of 25 times the bonus amount value.
ar: يمكنك أن تسحب مبلغ المكافأة عندما يزيد حجم مبيعات حسابك عن 25 ضعف قيمة مبلغ المكافأة.
de: Sie können den Bonusbetrag abheben, sobald Sie einen Kontoumsatz des 25-fachen Wertes des Bonusbetrags überschritten haben.
fr: Vous pourrez retirer le montant du bonus une fois que le volume de transactions de votre compte excédera une valeur égale à 25 fois la valeur du bonus.
id: Bonus hanya dapat dicairkan jika Anda telah melebihi total pembelian kontrak sebesar 25 kali jumlah bonus.
ja: ボーナス金額の２５倍に相当する取引高を達成された場合に限り、出金可能です。
pl: Możesz wypłacić kwotę bonusu po przekroczeniu obrotu na koncie równego 25-krotności wartości bonusu.
ru: Вы можете вывести Ваш выигрыш от данного бонуса после того, как оборот на счету превысит бонусное предложение в 25 раз.
vi: Bạn có thể rút số tiền thưởng khi vốn luân chuyển của bạn đã vượt quá 25 lần giá trị của tiền thưởng.
zh_cn: 一旦您账户的交易额超过奖励金额的25倍，您就可以从账户中取出奖金。

source: You must complete the knowledge test to activate this account. Please contact <a href="%1">customer support</a> for more information.
de: Sie müssen die Wissenstest abschließen, um dieses Konto zu aktivieren. Bitte kontaktieren Sie die <a href="%1">Kundenbetreuung</a>, um weitere Informationen zu erhalten.
fr: Pour activer ce compte, vous devez effectuer un test de connaissances. Veuillez contacter le <a href="%1">service clientèle</a> pour obtenir des informations.
ja: 口座を有効にするには、知識確認テストを行っていただく必要があります。詳細については<a href="%1">カスタマーサポート</a>までお問い合わせください。
vi: Bạn phải hoàn tất bài kiểm tra kiến thức để kích hoạt tài khoản này. Xin vui lòng liên hệ với <a href="%1"> hỗ trợ khách hàng</a> để biết thêm thông tin.
zh_cn: 要激活此账户，您必须完成知识测试。欲知详情请联系<a href="%1">客服部</a>。

source: You must comply with these Terms in order to use the %1 API.
de: Sie müssen diese Bedingungen einhalten, um das %1 API verwenden zu dürfen.
fr: Pour pouvoir utiliser l'API %1, vous respecter ces Conditions.
ja: %1 APIのご使用にあたり、これらの規約を遵守していただく必要があります。
vi: Bạn phải tuân thủ những Điều khoản này để có thể sử dụng %1 API.
zh_cn: 要使用%1 API，您必须遵守这些条款。

source: You must not be a USA resident, citizen, or have any tax reporting to the USA
ja: 米国に納税義務がある米国人等（米国居住者、米国市民権保有者）は口座開設ができません。

source: You must promptly report any security deficiencies in, or intrusions to, your Application that you discover to %1 by writing in to %2 or by raising a discussion thread on %3 which is part of our Developer Site. You will work with %1 to immediately correct any security deficiency, and will immediately disconnect any intrusions or intruder. In the event of any security deficiency or intrusion involving the Application, APIs or Content, you will make no public statements (e.g. press, blogs, social media, bulletin boards, etc.) without prior written and express permission from %1 in each instance.
de: Sie müssen von Ihnen erkannte Sicherheitsmängel oder das Eindringen in Ihre Anwendung umgehend schriftlich an %2 auf %1 melden, oder indem Sie einen Diskussionsthread auf %3 eröffnen, welcher ein Bestandteil unserer Entwicklersite ist. Sie müssen mit Binary.com zusammenarbeiten, um jeden Sicherheitsmangel umgehend zu beheben, und Sie müssen jedes Eindringen unterbinden oder jeden Eindringling trennen. Für den Fall eines Sicherheitsmangels oder eines Eindringens in eine Anwendung, APIs oder Inhalte, werden Sie ohne ausdrückliche schriftliche Genehmigung oder Erlaubnis von %1, in jedem Einzelfall keine öffentliche Stellungnahme (z. B. gegenüber der Presse, in Blogs, Sozialen Medien, Bulletin Boards, usw.) abgeben.
fr: Vous êtes tenu(e) de signaler sans délai à %1 toute déficience ou intrusion que vous pourriez détecter dans votre Application, en envoyant un message sur %1 ou en ouvrant un fil de discussion sur %2 qui fait partie de notre Site de Développement. Vous collaborerez avec %1 pour corriger immédiatement toute déficience de la sécurité, et vous déconnecterez immédiatement toute intrusion ou intrus. Dans l'éventualité de toute déficience de la sécurité ou de toute intrusion impliquant l'Application, les API ou les Contenus, vous ne ferez aucune déclaration publique (par exemple, dans la presse, sur les blogs, les réseaux sociaux, les forums en ligne, etc.) sans autorisation préalable écrite et expresse de %1 pour chaque déclaration.
ja: %1を発見するあなたのアプリケーションのセキュリティの欠損または侵入を%1に書き込んだり、当社の開発者向けサイトの一部である％2に記入、または%3でディスカッションスレッドを上げることによって報告しなければいけません。セキュリティの欠損を修正するためにあなたは%1と共同し、いかなる侵入や侵入者をすみやかに切断します。セキュリティの欠損またはアプリケーション、API、コンテンツへの侵入が起こった際、いかなる場合においても%1からの書面による事前の明示的な許可なしに、公式声明を発表しません。（例：報道、ブログ、ソーシャルメディア、掲示板など）
vi: Bạn phải nhanh chóng báo cáo nếu có bất kỳ nguy cơ nào về bảo mật, hay sự xâm nhập, vào Ứng dụng của bạn mà bạn phát hiện ra tại %1 bằng việc viết lên %2 hoặc mở một chủ đề thảo luận trên %3 tại một góc trong Mục Phát triển. Bạn sẽ làm việc với %1 để ngay lập tức giải quyết bất kỳ mối nguy cơ về bảo mật này, và sẽ ngay lập tức ngắt kết nối với bất kỳ sự xâm nhập hoặc kẻ xâm nhập nào. Trong trường hợp nguy cơ về bảo mật hay sự xâm nhập liên quan đến Ứng dụng, API hoặc Bộ nhớ, bạn sẽ không được phép thông báo một cách công khai (ví dụ: trên báo chí, các trang blog, phương tiện truyền thông xã hội, các bảng tin tức,..) nếu không có sự cho phép đặc biệt và bằng văn bản từ %1 cho từng trường hợp.
zh_cn: 如果发现应用程序有任何安全缺陷或受入侵，您必须及时以书面方式发送到%2向%1报告，或通过我们开发者网站上的%3提交讨论线程。您将与%1合作，立即纠正任何安全缺陷，并须立即切除任何侵犯或入侵者。如果发现任何关于应用程序、Api 或内容的安全缺陷或入侵，每个事件未经%1事先书面和明示许可，您不可发表公开声明 （例如新闻、博客、社交媒体、电子公告板等） 。

source: You need to finish all 20 questions.
ar: يجب عليك الإجابة على ال 20 سؤال.
de: Sie müssen alle 20 Fragen beantworten.
fr: Vous devez répondre aux 20 questions.
id: Anda perlu menjawab semua 20 pertanyaan.
ja: まだ、無解答の問題があります。
ru: Вам необходимо ответить на 20 вопросов.
vi: Bạn phải hoàn thành toàn bộ 20 câu hỏi.
zh_cn: 必须答复全部20个问题。

source: You only need to make four decisions to execute a binary contract.
ar: تحتاج لاتخاذ 4 قرارات فقط لتنفذ عقد ثنائي.
de: Sie müssen nur vier Entscheidungen treffen, um einen Binären Kontrakt abzuschließen.
fr: Pour exécuter une opération binaire, vous ne devrez prendre que quatre décisions.
id: Anda hanya perlu membuat empat keputusan untuk membeli kontrak binary.
ja: バイナリー取引に必要なことは上記の４ステップだけです。
pl: Aby zawrzeć kontrakt opcji binarnych musisz podjąć tylko cztery decyzje.
ru: Для покупки бинарного опциона Вам необходимо принять 4 решения.
th: ท่านจำเป็นต้องตัดสินใจใน 4 เรื่องเพื่อดำเนินการในสัญญาไบนารี
vi: Bạn chỉ cần có 4 quyết định để loại bỏ một hợp đồng nhị phân.
zh_cn: 您只需要做四个决定，即可交易二元期权合约。

source: You or your employees' or agents' acts or omissions, including yours or their breach or alleged breach of these Terms;
de: Ihre Handlungen oder Versäumnisse oder die Ihrer Angestellten oder Vertreter, einschließlich Ihres oder deren Verstoßes, oder vermuteten Verstoßes gegen diese Bedingungen;
fr: Les agissements ou omissions émanant de vous ou de vos employés ou agents, y compris la violation ou violation présumée de ces Conditions ;
ja: あなた、あなたの従業員、代理人による本規約の違反または申し立てを含む行為又は不作為；
vi: Các hành vi thiếu sót của bạn hay các nhân viên của bạn hoặc các đại lý của bạn, bao gồm hành vi vi phạm hay hành vi được coi là vi phạm của bạn và những người đó đối với các Điều khoản này;
zh_cn: 您或您的雇员或代理人的行为或疏忽，包括您或他们对这些条款的违反或涉嫌违反;

source: You promise that:
de: Sie versprechen, dass:
fr: Vous promettez que :
ja: お客さまは以下を保証するものとします。
vi: Bạn hứa rằng:
zh_cn: 您承诺︰
