Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Your identity documents have passed their expiration date. Kindly send a scan of a valid ID to <a href="mailto:%1">%1</a> to unlock your cashier.
ar: لقد تعدت وثائق هويتكم تاريخ الصلاحية. يرجى ارسال صورة ضوئية لبطاقة هوية سارية إلى <a href="mailto:%1">%1</a> لفتح الصراف.
id: Dokumen identitas Anda telah melewati tanggal kedaluwarsa. Mohon kirimkan scan ID yang masih berlaku ke <a href="mailto:%1">%1</a>.
pl: Twoje dokumenty poświadczające tożsamość straciły ważność. Aby odblokować sekcję Kasjer, proszę przesłać skan ważnego dowodu osobistego na adres: <a href="mailto:%1">%1</a>.
ru: Ваши документы, удостоверяющие личность, просрочены. Пожалуйста, отправьте скан действительного документа на <a href="mailto:%1">%1</a>, чтобы разблокировать кассу.
th: เอกสารส่วนบุคคลของท่านหมดอายุแล้ว โปรดส่งเอกสารที่มีเลขที่ที่ถูกต้อง และไม่หมดอายุมาที่ <a href="mailto:%1">%1</a> เพื่อปลดล็อกการรับ/ชำระเงินของท่าน

source: Your money is always safe with %1. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses.
ar: أموالك دائماً في أمان مع %1. حيث يتم حفظها دائماً في بنوك ذات أعلى تصنيف إئتماني AAA، وهذا شرط من شروط رخص التداول الخاصة بنا.
id: Dana Anda selalu aman bersama %1. Setiap saat, disimpan pada beberapa bank berkelas AAA dimana hal ini merupakan syarat ijin trading yang kami miliki.
pl: Twoje pieniądze są zawsze bezpieczne z %1. Są one stale przechowywane w bankach o ratingu AAA, co jest warunkiem naszych zezwoleń.
ru: Ваши деньги всегда в безопасности на %1. Мы отделяем и содержим средства клиентов в банках рейтинга ААА, что является условием нашей лицензии.
th: เงินของท่านปลอดภัยเสมอเมื่ออยู่กับ %1 ไม่ว่าเวลาใด ท่านจะได้รับการดูแลจากสถาบันที่มีอันดับ AAA ที่ได้รับอนุญาตในปฏิบัติการซื้อขายที่ถูกต้อง

source: Your name/company
ar: اسمك أو اسم الشركة
id: Nama Anda/perusahaan
pl: Twoje imię i nazwisko/ firma
ru: Имя или название компании
th: ชื่อ/บริษัทฯ ของท่าน

source: Your new account balance is %s %s
ar: رصيد حسابك الجديد هو %s %s
id: Saldo akun Anda adalah %s %s
pl: Twoje nowe saldo to %s %s
ru: Новый баланс Вашего счета %s %s
th: ยอดคงเหลือใหม่ในบัญชีของท่าน คือ %s %s

source: Your order (Reference # <span id="reference_no">%1</span>) has been executed at %2.
ar: تم تنفيذ طلبك (Reference # <span id="reference_no">%1</span>) عند %2.
id: Order Anda (referensi # <span id="reference_no">%1</span>) telah terproses pada %2.
pl: Twoje zamówienie (Nr referencyjny <span id="reference_no">%1</span>) zostało zrealizowane za %2.
ru: Ваш заказ (номер # <span id="reference_no">%1</span>) был выполнен по цене %2.
th: คำสั่งของท่าน (หมายเลขอ้างอิง <span id="reference_no">%1</span>) ได้ถูกดำเนินการ %2

source: Your password cannot be the same as your email
ar: كلمة السر لا يمكن أن تكون نفس البريد الإلكتروني الخاص بك
id: Kata sandi tidak boleh sama dengan alamat email
pl: Hasło nie może być takie samo jak adres e-mail
ru: Ваш пароль не может быть таким же, как Ваш эл.адрес
th: รหัสผ่านของท่านไม่สามารถเป็นข้อความที่เหมือนกับอีเมล์ของท่าน

source: Your password has been changed.
ar: تم تغيير كلمة المرور الخاصة بك.
id: Password telah diubah.
pl: Twoje hasło zostało zmienione.
ru: Пароль был изменен.
th: รหัสผ่านของท่านได้ถูกแก้ไขแล้ว

source: Your password has been reset.
id: Kata sandi Anda telah dirubah.
pl: Twoje hasło zostało zresetowane.
ru: Пароль изменён.
th: รหัสผ่านของท่านได้ถูกกำหนดใหม่แล้ว

source: Your phone number
ar: رقم هاتفك
id: Nomor telepon Anda
pl: Twój nr telefonu
ru: Ваш телефон
th: หมายเลขโทรศัพท์ของท่าน

source: Your provided email address is already in use by another Login ID. According to our terms and conditions, you may only register once through our site. If you have forgotten the password of your existing account, please <a href="%1">try our password recovery tool</a> or contact customer service.
ar: عنوان بريدك الإلكتروني المقدم مستخدم بالفعل من معرف تسجيل دخول آخر. وفقاً لشروطنا وأحكامنا، يمكنك أن تسجل مرة واحدة فقط من خلال موقعنا. إذا نسيت كلمة المرور الخاصة بحسابك الحالي، رجاء <a href="%21">جرب أداة استعادة كلمة المرور الخاصة بنا</a> أو اتصل بخدمة العملاء.
id: Alamat email Anda telah digunakan oleh Login ID lain. Menurut syarat dan ketentuan, Anda hanya dapat mendaftar satu akun uang riil pada situs kami. Jika Anda lupa kata sandi akun Anda, silahkan <a href="%1">coba alat pemulih kata sandi baru</a> atau hubungi customer service.
pl: Podany adres e-mail jest już przypisany do innego loginu. Zgodnie z naszym regulaminem można mieć tylko jedno konto na naszym portalu. Jeżeli nie pamiętasz hasła do obecnego konta, <a href="%1">skorzystaj z opcji odzyskiwania hasła</a> lub skontaktuj się z obsługą klienta.
ru: Указанный Вами электронный адрес уже используется для другого счёта. В соответствии с нашими Правилами и условиями, Вы можете зарегистрироваться на сайте только однажды. Если Вы забыли пароль к своему счету, пожалуйста, <a href="%1">воспользуйтесь инструментом для получения этих данных</a> или свяжитесь с нашей службой поддержки.

source: Your risks are known
ar: مخاطرتك معلومة
id: Risiko Anda jelas
pl: Wiesz, jakie jest ryzyko
ru: Ваш риск заранее известен
th: ความเสี่ยงของท่านที่ทราบ

source: Your token has expired.
id: Token telah berakhir.
pl: Twój token wygasł.
ru: Срок действия Вашего токена истёк.
th: โทเค่นของท่านหมดอายุ

source: Your token has expired. Please click <a class="pjaxload" href="%1">here</a> to restart the verification process.
id: Token Anda telah berakhir. Silahkan klik <a class="pjaxload" href="%1">disini</a> untuk memulai kembali proses verifikasi.
pl: Twój token wygasł. Kliknij <a class="pjaxload" href="%1">tutaj</a>, aby rozpocząć proces weryfikacyjny ponownie.
ru: Срок действия Вашего токена истёк. Пожалуйста, нажмите <a class="pjaxload" href="%1">здесь,</a> чтобы повторно запустить процесс проверки.

source: Your use of the Binary.com API causes damage to the Binary.com trading platform, then Binary.com may, at its option, forthwith suspend your use of the Binary.com API and/or terminate this Agreement without further written notice.
ar: استخدامك لواجهة برمجة التطبيقات الخاصة ب Binary.com يسبب ضرراً لمنصة تداول Binary.com, ومن ثم فإن Binary.com قد تعلق استخدامك لواجهة برمجة التطبيقات الخاصة ب Binary.com وفقاً لخيارها, و/أو قد تنهي هذه الإتفاقية دون إشعار خطي آخر.
id: Penggunaan API Binary.com menyebabkan kerusakan pada platform trading Binary.com, maka Binary.com mungkin, dengan pilihannya, segera menangguhkan penggunaan API Binary.com dan/atau mengakhiri Perjanjian ini tanpa pemberitahuan tertulis lebih lanjut.
pl: W przypadku gdy korzystanie z API Binary.com przez Użytkownika powoduje szkody dla platformy Binary.com, Binary com. może zawiesić korzystanie z API Binary.com lub zakończyć niniejszą Umowę bez wcześniejszego powiadomienia.
ru: использование Вами API Binary.com наносит ущерб торговой платформе Binary.com, то Binary.com может по своему усмотрению незамедлительно приостановить использование Вами API Binary.com и/или приостановить действие данного Соглашения без отправления письменного уведомления.

source: Your use of the Binary.com API will not confer to you any title, ownership interest or intellectual property rights that otherwise belongs to the Company. Our trading platform is protected under patent and our website, including its content, is protected by copyright laws, and will remain our exclusive property, as applicable.
ar: استخدمك لواجهة برمجة التطبيقات الخاصة ب Binary.com لا يمنح لك أي ملكية, أو مصلحة ملكية أو حقوق الملكية الفكرية التي تعود بشكل أو بأخر للشركة. منصة التداول الخاصة بنا محمية تحت براءة اختراع وموقعنا على الأنترنت, بما في ذلك محتوياته محمي بموجب قوانين حقوق التأليف والنشر, وسوف تظل ملكية حصرية لنا حسب مقتضى الحال.
id: Penggunaan Anda atas Binary.com API tidak akan berunding untuk Anda gelar apapun, kepemilikan atau hak kekayaan intelektual yang lain milik Perusahaan. platform trading kami dilindungi di bawah paten dan website kami, termasuk isinya, dilindungi oleh undang-undang hak cipta, dan akan tetap menjadi milik eksklusif kami, sebagaimana berlaku.
pl: Korzystanie z API Binary.com nie wiąże się z nadaniem jakiegokolwiek tytułu własności, udziału w własności, czy prawa własności intelektualnej, które należy wyłącznie do Firmy. Nasza platforma handlowa jest objęta ochroną patentową, a nasza strona internetowa i wszystkie jej treści są chronione przez prawa autorskie i pozostają naszą wyłączną własnością.
ru: Использование Вами API Binary.com не даёт Вам никаких прав и доли собственности, а также прав на интеллектуальную собственность, принадлежащую Компании. Наша торговая платформа защищена патентом, а наш вебсайт и его Контент защищены законом об авторском праве и останутся нашей эксклюзивной собственностью, в зависимости от конкретных обстоятельств.

source: Your website URL
ar: عنوان ال URL الخاص بموقع الويب الخاص بك
id: URL situsweb Anda
pl: Adres URL Twojej strony
ru: URL Вашего сайта
th: ที่อยู่เว็บไซต์ (URL) ของท่าน

source: Your website URL (if you have one)
ar: عنوان الـ URL الخاص بموقعك (إذا كان لديك واحدا)
id: Alamat URL website exchanger Anda
pl: Adres URL Twojej strony (jeśli takową posiadasz)
ru: URL Вашего сайта (если есть)
th: ที่อยู่เว็บไซต์ (URL) ของท่าน (ถ้ามี)

source: You’ll be surprised by the returns you can make.
ar: ستفاجئك العوائد التي يمكن أن تربحها.
id: Anda akan terkejut dengan laba yang dapat Anda hasilkan.
pl: Zaskoczy Cię wysokość możliwych zysków.
ru: Вы удивитесь, какую прибыль Вы можете получить.
th: ท่านจะประหลาดใจกับผลกำไรที่ท่านทำได้

source: Zoom
ar: ارتفاع حاد فى الأسعار
pl: Powiększ
ru: Приблизить
th: ขยาย

source: alphanumeric with space and dash, 2-32 characters
ar: حروف وأرقام مع المسافة ورمز الداش، 2-32 رمزا
id: alfanumerik dengan spasi dan garis, 2-32 karakter
pl: 2-32 znaki alfanumeryczne ze spacją i myślnikiem
ru: 2-32 буквенно-цифровых символов с пробелами и тире
th: ตัวอักษร ตัวเลข ช่องว่าง เครื่องหมายขีดกลาง จำนวน 2-32 อักขระ

source: apostrophe
ar: فاصلة
id: apostrof
pl: apostrof
ru: апостроф
th: เครื่องหมาย '

source: barrier
ar: حاجز
id: batasan
pl: limit
ru: значение

source: better trade
ar: تداول أفضل
id: kontrak lebih baik
pl: lepszy zakład
ru: лучший контракт
th: การเทรดที่ดีกว่า

source: close on %1
ar: إغلاق في %1
id: tutup pada %1
pl: zamykany %1
ru: момент(а) закрытия %1
th: ปิดที่ %1

source: comma
ar: فاصلة
id: koma
pl: przecinek
ru: запятая
th: เครื่องหมายจุลภาค (,)

source: conflicts Policy
ar: سياسة التضارب
id: konflik Kebijakan
pl: Polityka dot. sporów
ru: Конфликты
th: นโยบายการบริหารความขัดแย้ง

source: contract start time
ar: وقت بداية العقد
id: waktu mulai kontrak
pl: godzina rozpoczęcia kontraktu
ru: врем. начала контракта
th: เวลาเริ่มต้นของสัญญา

source: deposit
ar: إيداع
pl: wpłata
ru: пополнение
th: ฝากเงิน

source: entry spot
ar: سعر البدء
id: spot masuk
pl: punkt wejściowy
ru: входная котировка
th: สปอตเริ่มต้น

source: entry spot minus %1
ar: سعر البداية ناقص %1
id: spot masuk dikurangi %1
pl: punkt wejściowy minus %1
ru: входной спот-котировки минус %1
th: สปอตเริ่มต้นติดลบ %1

source: entry spot minus %plural(%1,1 pip, %d pips)
ar: سعر البدء ناقص %plural(%1,1 نقطة, %d نقاط)
id: spot masuk dikurangi %1 pip
pl: punkt wejściowy minus %plural(%1,1 wartość procentowa w pkt., %d wartości procentowe/ych w pkt.)
ru: входн. спот-котировк. минус %plural(%1,1 пункт., %d пункт.)
th: สปอตเริ่มต้นติดลบ %plural(%1,1 pip, %d pips)

source: entry spot plus %1
ar: سعر البدء زائد %1
id: spot masuk ditambah %1
pl: punkt wejściowy plus %1
ru: входной спот-котировки плюс %1
th: สปอตเริ่มต้นบวก %1

source: entry spot plus %plural(%1,1 pip, %d pips)
ar: سعر البدء زائد %plural(%1,1 نقطة, %d نقاط)
id: spot masuk ditambah %1 pip
pl: punkt wejściowy plus %plural(%1,1 wartość procentowa w pkt., %d wartości procentowe/ych w pkt.)
ru: входн. спот-котировк. плюс %plural(%1,1 пункт, %d пункт.)

source: explanation
ar: شرح
id: penjelasan
pl: wyjaśnienie
ru: объяснение
th: คำอธิบาย

source: first tick
ar: الحركة الأولى
id: tik pertama
pl: pierwsza najmniejsza zmiana ceny
ru: первая котировка
th: ช่วงราคาแรก

source: high barrier
ar: حاجز مرتفع
id: batasan tinggi
pl: wysoki limit
ru: высший барьер
th: Barrier สูง

source: homepage
ar: الصفحة الرئيسية
pl: strona główna
ru: главная страница
th: โฮมเพจ

source: hyphen
ar: واصلة
id: tanda penghubung
pl: myślnik
ru: дефис
th: ขีดกลาง (-)

source: is required. Current spread
ar: مطلوب. السبريد الحالي
id: dibutuhkan. Spread saat ini
pl: jest wymagany. Obecny spread
ru: необходим. Текущий спред
th: ต้องการสเปรดปัจจุบัน

source: it has an internationally wide appeal, with an interface in English, Spanish, French, German, Portuguese, Chinese, Arabic, Polish, Russian and Indonesian.
ar: مع رواج كبير على الصعيد الدولي، مع واجهة باللغة الإنجليزية والإسبانية والفرنسية والألمانية والبرتغالية والصينية والعربية والبولندية والروسية والإندونيسية.
id: memiliki daya tarik yang luas secara internasional, dengan antar muka dalam bahasa Inggris, Spanyol, Perancis, Jerman, Portugis, Cina, Arab, Polandia, Rusia dan Indonesia.
pl: jest dostępna na całym świecie i posiada interfejs w języku angielskim, hiszpańskim, francuskim, niemieckim, portugalskim, chińskim, arabskim, polskim, rosyjskim i indonezyjskim.
ru: платформа доступна и интересна клиентам из различных уголков мира, так как мы предлагаем интерфейс на английском, испанском, французском, немецком, португальском, китайском, арабском, польском, русском и индонезийском языках.

source: loading...
ar: تحميل...
id: pemuatan...
pl: ładowanie...
ru: загружается...
th: กำลังโหลด...

source: low barrier
ar: حاجز منخفض
id: batasan rendah
pl: niski limit
ru: нижний барьер
th: Barrier ต่ำ

source: m
pl: miesiąc

source: not available
ar: غير متاح
id: tidak tersedia
pl: niedostępne
ru: нет данных
th: ไม่มีอยู่

source: of the site.
ar: لهذا الموقع.
id: situs.
pl: niniejszej strony.
ru: сайта.
th: ของไซต์

source: or Email us at
ar: أو أرسل لنا رسالة إلكترونية على
id: atau Email kami di
pl: lub napisz do nas na adres
ru: или вышлите нам сообщение на
th: หรืออีเมล์หาเราที่

source: or please try the site map below
ar: أو يرجى أن تجرب خريطة الموقع أدناه
id: atau silahkan coba peta situs berikut
pl: lub skorzystaj z mapy strony poniżej
ru: или попробуйте поиск по карте сайта внизу
th: หรือ โปรดเยี่ยมชม แผนผังเว็บไซต์ ด้านล่าง

source: password
ar: كلمة المرور
id: kata sandi
pl: hasło
ru: пароль
th: รหัสผ่าน

source: period
ar: فترة
id: periode
pl: okres
ru: точки
th: ช่วงเวลา

source: points
ar: نقاط
id: nilai
pl: punkty
ru: пункты
th: จุด

source: remaining
ar: متبقى
id: tersisa
pl: pozostałe
ru: осталось
th: คงเหลือ

source: return
ar: عائد
id: laba
pl: zwrot
ru: прибыль
th: ผลกำไร

source: running
ar: جاري
id: berjalan
pl: działające
ru: открыт

source: starting in
ar: يبدأ في
id: dimulai pada
pl: rozpoczyna się za
ru: начнется через
th: เริ่มต้น

source: terms and conditions
ar: الشروط والأحكام
id: Syarat dan ketentuan
pl: regulamin
ru: правилами и условиями
th: ข้อตกลงและเงื่อนไข

source: ticks
ar: حركات
id: tik
pl: zmiany ceny
ru: тиков
th: ช่วงราคา

source: to your account.
ar: إلى حسابك.
id: kedalam akun Anda.
pl: na swoje konto.
ru: на свой счет.
th: ที่บัญชีของท่าน

source: use or reproduce the Binary.com API other than as permitted by these Terms or
ar: استخدام أو إعادة انتاج واجهة برمجة التطبيقات الخاصة ب Binary.com بخلاف ما هو مسموح به بموجب هذه الشروط أو
id: menggunakan atau mereproduksi API Binary.com selain yang diizinkan oleh Syarat atau
pl: korzystanie z API Binary.com niezgodne z niniejszymi Warunkami lub
ru: использовать или воспроизводить API Binary.com, за исключением случаев, разрешенных данными Правилами, а также
th: ใช้ หรือทำ API ของ Binary.com ใหม่ โดยได้รับอนุญาตภายใต้ข้อตกลงเหล่านี้ หรือ

source: use the Binary.com API for any purpose that violates any law or regulation, any right of any person, including but not limited to intellectual property rights, rights of privacy or rights of personality, or in any manner inconsistent with these Terms or privacy policy.
ar: استخدام واجهة برمجة التطبيقات الخاصة ب Binary.com لأي غرض ينتهك أي قانون أو نظام, أي حق لأي شخص, بما في ذلك ولكن ليس على سبيل الحصر لحقوق الملكية الفكرية, حقوق خصوصية أو حقوق شخصية, أو بأي طريقة لا تنسجم مع هذه الشروط أو سياسة الخصوصية.
id: menggunakan API Binary.com untuk tujuan apapun yang melanggar hukum atau peraturan, hak dari setiap orang, termasuk namun tidak terbatas pada hak kekayaan intelektual, hak privasi atau hak kepribadian, atau dengan cara yang tidak sesuai dengan Ketentuan ini atau kebijakan privasi.
pl: korzystanie z API Binary.com w celach, które naruszają jakiekolwiek prawo lub regulacje, czy też prawa innych osób, między innymi prawo własności intelektualnej, prawo do prywatności, prawo do dóbr osobistych, lub są w jakikolwiek sposób niezgodne z niniejszymi Warunkami lub polityką prywatności.
ru: использовать API Binary.com в любых целях, нарушающих любой закон или установленные нормы, права любого лица, включая, но не ограничиваясь правом на интеллектуальную собственность, правом на сохранение конфиденциальности или охрану сфер личной жизни, или в иных целях, противоречащих данным Правилам политики конфиденциальности.

source: you are not resident in a restricted country such as the USA, Japan, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, North Korea, Jersey, or Iraq;
ar: أنت لست مقيم في بلد محظور مثل الولايات المتحدة، اليابان، هونج كونج، جزر البهاما، كوستاريكا، ماليزيا، مالطا، إيران، كوريا الشمالية، جيرسي، أو العراق؛
id: Anda tidak bertempat tinggal di negara seperti Amerika Serikat, Jepang, Hong Kong, Bahamas, Costa Rica, Malaysia, Malta, Iran, Korea Utara, Jersey atau Irak;
pl: nie jesteś mieszkańcem kraju z ograniczonym dostępem, czyli USA, Japonii, Hongkongu, Bahamów, Kostaryki, Malezji, Malty, Iranu, Korei Północnej, Jersey, ani Iraku;
ru: Вы не являетесь резидентом страны, где мы не предлагаем услуги, а именно США, Японии, Гонконга, Багам, Коста-Рики, Малайзии, Мальты, Ирана, Северной Кореи, Джерси или Ирака;
th: ท่านไม่ได้มีที่พำนักในประเทศควบคุมต่อไปนี้ สหรัฐอเมริกา ญี่ปุ่น ฮ่องกง บาฮามา คอสตาริกา มาเลย์เซีย มอลตา อิหร่าน เกาหลีเหนือ เจอร์ซี่ หรือ อิรัก;

source: {JAPAN ONLY}%1 %2 payout if %3 ends otside low and high values of Exercise price at close on %4.
pl: %1 %2 payout if %3 ends otside low and high values of Exercise price at close on %4.

source: {JAPAN ONLY}It is determined that proper by the results of this test, if you want to start the transaction, and then also as a trouble on the transaction occurred between the Company , the Company despite missing is knowledge related to options trading trading cause of action and you agree that you will not is that it has admitted .
ar: ثبت أن الصحيح من قبل نتائج هذا الإختبار, إذا كنت تريد أن تبدأ هذه الصفقة, ومن ثم كمشكلة وقعت على الصفقة بين الشركة, الشركة على الرغم من المفقود على علم أن مرجعيتها لخيارات التداول التداول سبب الفعل وأنت توافق على أنك لن هو أنه معترف به.
pl: It is determined that proper by the results of this test, if you want to start the transaction, and then also as a trouble on the transaction occurred between the Company , the Company despite missing is knowledge related to options trading trading cause of action and you agree that you will not is that it has admitted .

source: {JAPAN ONLY}It is determined the customers have basic knowledge of option trading by the results of the knowledge test. If the customers start trading, the customers need to agree not have lawsuit despite the customer are shortage of knowledge related to options trading, and it cause damages, we admit to open the trading account.
ar: {اليابان فقط} ثبت أن العملاء لديهم معرفة أساسية بتداول الخيارات من خلال نتائج اختبار المعرفة. إذا بدأ العملاء التداول, فإن العملاء بحاجة للموافقة بأن لا يكون لديهم شكوى على الرغم من نقص معرفة العملاء المتعلقة بتداول الخيارات, وأنها تسبب أضرار, علينا أن نعترف بفتح حساب تداول.
pl: It is determined the customers have basic knowledge of option trading by the results of the knowledge test. If the customers start trading, the customers need to agree not have lawsuit despite the customer are shortage of knowledge related to options trading, and it cause damages, we admit to open the trading account.

source: {JAPAN ONLY}It prohibits the copying of the questions . In addition , You agree that you will not leak to third party
ar: {اليابان فقط} يحظر نسخ الأسئلة, بالإضافة إلى, أنك توافق على أنك لن تسرب إلى طرف ثالث
pl: It prohibits the copying of the questions . In addition , You agree that you will not leak to third party

source: {JAPAN ONLY}Please click <a class="pjaxload" href="#identification-documents">here</a> for further information.
ar: {JAPAN ONLY}Please click <a class="pjaxload" href="#identification-documents"> 1here</a> 2 for further information.
pl: Please click <a class="pjaxload" href="#identification-documents">here</a> for further information.

source: {JAPAN ONLY}Price of OTC currency option is the calculated value based on multiple elements and is determined by relative trading basically.
pl: Price of OTC currency option is the calculated value based on multiple elements and is determined by relative trading basically.

source: {JAPAN ONLY}Price of call option will be lower interest rates of the underlying assets is low, but the price of the put option, go up when the interest rates of the underlying assets is low.
pl: Price of call option will be lower interest rates of the underlying assets is low, but the price of the put option, go up when the interest rates of the underlying assets is low.

source: {JAPAN ONLY}Price of the option, the price of the underlying asset, price fluctuation rate of the underlying assets, the time until the exercise date, subject to any of the impact of interest rates.
pl: Price of the option, the price of the underlying asset, price fluctuation rate of the underlying assets, the time until the exercise date, subject to any of the impact of interest rates.

source: {JAPAN ONLY}Regarding to the OTC price of financial instruments, in case that financial instruments business operator suggests both of bid and ask price (or trading price and cancellation price), generally there is a difference of them. This option will be wider as the expiration approaches.
pl: Regarding to the OTC price of financial instruments, in case that financial instruments business operator suggests both of bid and ask price (or trading price and cancellation price), generally there is a difference of them. This option will be wider as the expiration approaches.

source: {JAPAN ONLY}The price of OTC binary options of the same conditions, (sometimes) the price varies depending on transactions dealers handling financial instruments business.
pl: The price of OTC binary options of the same conditions, (sometimes) the price varies depending on transactions dealers handling financial instruments business.

source: {JAPAN ONLY}This knowledge test is required by law. As we provide the test, we know customers better whether the customers are suitable investors to be carried out the binary options trading, and customers can start trading with us.
ar: {اليابان فقط} اختبار المعرفة هذا مطلوب من قبل القانون. ولأننا نقدم الإختبار, فنحن نعلم أن العملاء أفضل إذا ما كان العملاء مناسبين للمستثمرين لتنفيذ تداول الخيارات الثنائية, وبإمكان العملاء البدء في التداول معنا.
pl: This knowledge test is required by law. As we provide the test, we know customers better whether the customers are suitable investors to be carried out the binary options trading, and customers can start trading with us.

source: {JAPAN ONLY}This test is for the purpose of confirming if the customers have basic knowledge related to options trading .
ar: {اليابان فقط} هذا الإختبار لغرض التأكد إذا ما كان للعملاء معرفة أساسية متعلقة بتداول الخيارات.
pl: This test is for the purpose of confirming if the customers have basic knowledge related to options trading .
