Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: You acknowledge that we reserve the right to establish a minimum and maximum transaction size which may be subject to alteration and that we will only execute Orders that fall within the range of the minimum and maximum transaction size.
de: Sie erkennen an, dass wir uns das Recht vorbehalten, eine minimale und maximale Transaktionsgröße, die Änderungen unterliegen kann, zu bestimmen, und dass wir nur Order ausführen werden, die innerhalb der Reichweite der minimalen und maximalen Transaktionsgröße liegen.
fr: Vous reconnaissez que nous nous réservons le droit d'établir une taille de transaction minimum et maximum qui peut être sujette à changement et que nous exécuterons seulement des Ordres qui tombent dans la gamme de taille minimum et maximum.
vi: Bạn thừa nhận rằng chúng tôi có quyền để thiết lập một kích thước của giao dịch tối thiểu và tối đa có thể bị thay đổi và rằng chúng tôi sẽ chỉ thực hiện các lệnh nằm trong phạm vi của các kích thước của giao dịch tối thiểu và tối đa.
zh_cn: 您确认我们保留建立最小和最大交易额并可作出更改的权利， 以及我们仅执行在最小和最大交易金额范围内的订单。

source: You acknowledge that we reserve the right to void or close out one or more of your Transactions if we observe any breaches of warranty given under this Agreement.
de: Sie erkennen an, dass wir uns das Recht vorbehalten, eine oder mehrere Ihrer Transaktionen als nichtig zu erklären oder zu schließen, wenn wir irgendwelche Garantieverstöße, die unter dieser Vereinbarung gegeben sind, beobachten.
fr: Vous reconnaissez que nous nous réservons le droit de rendre caduc ou fermer une ou plusieurs Transactions si nous observons tout manquement à la garantie donnée dans ce Contrat.
vi: Bạn thừa nhận rằng chúng tôi có quyền để làm rỗng hoặc đóng một hoặc nhiều giao dịch của bạn nếu chúng tôi quan sát bất kỳ vi phạm bảo hành được đưa ra theo thỏa thuận này.
zh_cn: 您确认如果我们发觉任何违反本协议项下提供的担保，我们保留取消或关闭您的一个或多个交易的权利。

source: You acknowledge, understand, represent and warrant that you are aware of the functional limitations of the MT5 Trading Platform (for example, Wine, which is not a fully stable application, as disclosed by the MT5 Trading Platform Licensor on their website). We have no obligation and bear no responsibility for transmissions (including, but not limited to, Orders) that are inaccurate or not received by us, due to the functional limitations of the MT5 Trading Platform.
de: Sie erkennen an, verstehen, vertreten und garantieren, dass Sie die funktionellen Anwendungsgrenzen der MT5 Handelsplattform (wie zum Beispiel Wine, welches keine völlig stabile Anwendung ist, wie vom MT5 Handelsplattform-Lizenzgeber auf deren Website offengelegt ist) kennen. Wir haben keine Verpflichtung, und tragen keine Verantwortung für Übertragungen (einschließlich, aber nicht ausschließlich Order), die auf Grund funktioneller Anwendungsgrenzen der MT5 Handelsplattform inkorrekt sind, oder von uns nicht erhalten werden.
fr: Vous reconnaissez, comprenez, représentez et garantissez que vous êtes conscient des limitations fonctionnelles de la Plateforme d’Échange MT5 (par exemple, Wine, qui n'est pas une application complètement stable, comme divulgué par le concédant de la Plateforme d’Échange MT5 sur leur site internet). Nous n'avons aucune obligation et ne supportons aucune responsabilité dans les transmissions (incluant, mais non limité aux Ordres) qui sont imprécises ou non reçues par nous, dû aux limitations de fonctionnalité de la Plateforme d’Échange MT5.
vi: Bạn thừa nhận, hiểu, tuyên bố và bảo đảm rằng bạn đang nhận thức được những hạn chế chức năng của nền tảng thương mại MT5 (ví dụ, rượu vang, mà không phải là một ứng dụng hoàn toàn ổn định, như được tiết lộ bởi người cấp phép kinh doanh nền tảng MT5 trên trang web của họ). Chúng tôi không có nghĩa vụ và chịu trách nhiệm không cho hộp truyền động (bao gồm nhưng không giới hạn, các lệnh) là không chính xác hoặc không nhận được của chúng tôi, do những hạn chế chức năng của nền tảng thương mại MT5.
zh_cn: 您确认、理解、表示并保证您对MT5交易平台的功能限制（例如，Wine，就如MT5交易平台许可方在其网站上披露的，不是个完全稳定的应用程序）充分了解。对因MT5交易平台功能限制而引起的不准确或我们没有收到的传达（包括但不限于订单），我们没有义务，也不承担任何责任。

source: You act in breach of any warranty or representation made under this Agreement, and/or if any information provided to us in connection with this Agreement is, or becomes, untrue or misleading;
de: Sie verstoßen gegen eine Gewährleistung oder Zusicherung, die unter dieser Vereinbarung gemacht wurde, und/oder wenn eine Information die an uns in Verbindung mit dieser Vereinbarung weitergegeben wurde, unwahr oder missverständlich ist, oder geworden ist;
fr: Vous agissez en brèche de tout garantie ou représentation faite dans ce Contrat, et/ou si toute information fournie par nous en connexion avec le Contrat est, ou devient, non vrai ou fallacieux;
vi: Bạn hành động vi phạm bất kỳ bảo hành hoặc đại diện được thực hiện theo thỏa thuận này và/hoặc bất kỳ thông tin nào được cung cấp cho chúng tôi liên quan đến thỏa thuận này hoặc trở nên sai sự thật hoặc gây nhầm lẫn;
zh_cn: 您的行事违反本协议项下作出的任何保证或陈述，和/或向我们提供任何与本协议有关信息属于或成为不实或误导;

source: You are acting for your sole benefit, and not for, or on behalf of any other person;
de: Sie agieren ausschließlich zu Ihren Gunsten, und nicht für eine andere, oder im Namen einer anderen Person;
fr: Vous agissez pour votre seul bénéfice, et non pour, ou au nom de tout autre personne ;
vi: Bạn đang hành động cho quyền lợi của bạn và không cho hoặc thay mặt cho bất kỳ người nào khác;
zh_cn: 您仅为您本人利益及不为或代表任何其他人行事;

source: You are willing and financially able to sustain a total loss of funds (which may exceed your initial deposit) resulting from a Transaction;
de: Sie sind dazu breit und finanziell dazu in der Lage, einen gesamten Verlust der Gelder (was Ihre ursprüngliche Einzahlung übersteigen kann), als Ergebnis einer Transaktion zu erleiden;
fr: Vous êtes consentant et financièrement capable de soutenir une perte totale de fonds (qui peut excéder votre dépôt initial) résultant d'une Transaction;
vi: Bạn đang sẵn sàng và có khả năng tài chính để duy trì thiệt tiền (trong đó có thể vượt quá tiền gửi ban đầu của bạn) phát sinh từ giao dịch;
zh_cn: 您愿意和经济上能够承担交易所造成的所有资金亏损（可能会超越起始资金存款）;

source: You consent to us recording any telephone conversation between you and us. All instructions receive by telephone will be binding as if received in writing. Recorded telephone conversations between you and us shall be, and remain, our sole property. You will accept recorded telephone conversations between you and us as conclusive evidence of instructions or conversations so recorded and we may deliver copies of transcripts of such recordings to any court, regulatory, or governmental authority without seeking prior consent from you.
de: Sie berechtigen uns dazu, Telefongespräche zwischen Ihnen und uns aufzunehmen. Alle Anweisungen, die übers Telefon erhalten werden sind genauso bindend, als wären sie schriftlich erhalten worden. Aufgenommene Telefongespräche zwischen Ihnen und uns sind und bleiben unser Eigentum. Sie werden aufgenommene Telefongespräche zwischen Ihnen und uns als endgültige Beweise von Anweisungen akzeptieren, und wir können Kopien von Abschriften solcher Aufnahmen an jedes Gericht, und jede Regulierungs- oder Regierungsbehörde liefern, ohne Ihre vorige Zustimmung zu suchen.
fr: Vous nous consentez l'enregistrement de toute conversation téléphonique entre vous et nous. Toute instruction reçue par téléphone sera contraignante comme si elle était reçue par écrit. Les conversations téléphonique enregistrées entre vous et nous devrons être, et rester, notre seule propriété. Vous accepterez que les conversations téléphonique enregistrées entre vous et nous comme preuves évidentes des instructions ou conversations enregistrées et et nous pouvons fournir des copies de transcription de tels enregistrements à toute cour, autorité réglementaire ou gouvernementale sans chercher votre consentement préalable.
vi: Bạn đồng ý với chúng tôi để ghi lại cuộc trò chuyện điện thoại của bạn giữa bạn và chúng tôi. Tất cả hướng dẫn nhận được qua điện thoại sẽ là ràng buộc như nếu nhận được văn bản. Điện thoại ghi lại cuộc đàm thoại giữa bạn và chúng tôi sẽ và vẫn là tài sản duy nhất của chúng tôi. Bạn sẽ chấp nhận điện thoại ghi lại cuộc đàm thoại giữa bạn và chúng tôi như là bằng chứng kết luận hướng dẫn hoặc cuộc hội thoại để ghi lại và chúng tôi có thể cung cấp các bản sao của hồ sơ của các bản thu âm đến bất kỳ tòa án nào, quy định hoặc cơ quan chính phủ có thẩm quyền mà không cần tìm kiếm sự đồng ý trước từ bạn.
zh_cn: 您同意我们对您和我们之间的电话对话录音。所有通过电话接收的指示都如同书面指示一样具法律约束力。您和我们之间的电话谈话录音将会并永远是我们独自保管的财产。您将接受您和我们之间的电话谈话录音为确凿的指示或谈话记录证据，以及我们可能在不寻求您事先同意的情况下向任何法院、 监管机构或政府当局提供此类录音的复制件。

source: You further acknowledge and agree that we will not be held liable or responsible, whether directly or indirectly, for any loss, expenses or damage caused, or alleged to be caused by, or in connection with a Manifest Error.
de: Weiters erkennen Sie an und stimmen Sie zu, dass wir keine Haftung oder Verantwortung, weder direkt noch indirekt, für jegliche Verluste, Ausgaben oder Schäden verursacht, oder angeblich verursacht von, oder in Verbindung mit einem offenkundigen Fehler, übernehmen.
fr: Vous reconnaissez en outre et acceptez que nous ne serons pas tenus responsables, soit directement ou indirectement, pour toute perte, dépense ou dommage causé, ou présumé par, ou en connexion avec un Erreur Manifeste.
vi: Bạn thừa nhận và đồng ý rằng chúng tôi sẽ không tổ chức chịu trách nhiệm hay chịu trách nhiệm, cho dù trực tiếp hoặc gián tiếp đối với bất kỳ mất mát, chi phí hoặc thiệt hại được gây ra hoặc bị cáo buộc là được gây ra hoặc có mối liên hệ với một biểu hiện lỗi.
zh_cn: 您进一步确认并同意，我们将不会对由于清单错误引起或据称由其造成或与之有关而造成的任何损失、费用或损害，承担直接或间接的义务或责任。

source: You have all necessary authority, powers, consents, licences and authorisations and have taken all necessary actions to enable you to enter into, and perform this Agreement and such Transactions lawfully;
de: Sie haben alle notwendige Autorität, notwendigen Befugnisse, Genehmigungen, Lizenzen und Autorisationen und haben alle notwendigen Handlungen unternommen, um es Ihnen zu ermöglichen, diese Vereinbarung einzugehen und diese Vereinbarung und solche Transaktionen rechtmäßig auszuführen;
fr: Vous avez toute autorité nécessaire, pouvoirs, consentements, licences, et autorisations et avez pris les mesures nécessaires pour permettre d'entrer dans, ou effectuer ce Contrat et de telles Transactions légalement ;
vi: Bạn có tất cả các quyền cần thiết, quyền hạn, chấp thuận, giấy phép và quyền xác minh và đã thực hiện tất cả các hành động cần thiết để cho phép bạn nhập vào và thực hiện các thỏa thuận này và các giao dịch hợp pháp;
zh_cn: 您拥有所有必要的许可、权力、同意、牌照及授权并已采取所有必要措施，使您能够合法签订并履行本协议和此类交易;

source: You have fully read and understood the: (i) Risk Disclosure Statement; (ii) Order Execution Policy; (iii) terms and condition attached to this Agreement; before requesting to open a Real Account with us;
de: Sie haben die: (i) Haftungsausschlusserklärung; (ii) Regeln der Orderausführung; (iii) allgemeinen Geschäftsbedingungen, die in dieser Vereinbarung angehängt sind; völlig gelesen und verstanden; bevor Sie anfragen, ein Echtgeldkonto mit uns zu eröffnen;
fr: Vous avez entièrement lu et compris: (i) la déclaration de divulgation du risque; (ii) Politique d’Exécution d'Ordre; (iii) termes et conditions attachés à ce Contrat; avant de demander d'ouvrir un Compte Réel avec nous ;
vi: Bạn có đầy đủ đọc và hiểu là: (i) báo cáo công bố rủi ro; (ii) chính sách thực hiện lệnh; (iii) điều khoản và điều kiện kèm theo thỏa thuận này; trước khi yêu cầu để mở một tài khoản với chúng tôi;
zh_cn: 向我们请求开立真实账户前，您已经完整阅读并理解此协议附上的: (i) 风险披露声明;（ii）订单执行政策; (iii) 条款和条件;

source: You hereby agree that you will not participate in any illegal, deceptive, misleading or unethical practices including, but not limited to, disparagement of the MT5 Trading Platform or other practices which may be detrimental to the MT5 Trading Platform, Licensor or the public interest.
de: Sie stimmen hiermit zu, dass Sie an keinen illegalen, trügerischen, irreführenden, oder unethischen Praktiken, einschließlich, aber nicht ausschließlich der Verunglimpfung der MT5 Handelsplattform, oder anderen Praxen, die der MT5 Handelsplattform, dem Lizenzgeber, oder dem öffentlichen Interesse schädlich sein könnten, teilnehmen werden.
fr: Vous acceptez par la présente que vous ne participerez dans aucune pratique illégale, trompeuse, fallacieuse, ou contraires à l'éthique, mais non limité, au dénigrement de la Plateforme d’Échange MT5 ou d'autres pratiques qui pourrait être dommageables à la Plateforme d’Échange MT5, concédant ou l’intérêt public.
vi: Bạn đồng ý rằng bạn sẽ không tham gia bất kỳ hoạt động bất hợp pháp, gian lận, sai lệch hoặc phi đạo đức, bao gồm nhưng không giới hạn, các ý kiến trái chiều đối với nền tảng kinh doanh MT5 hoặc thực hành khác có thể gây bất lợi cho nền tảng thương mại MT5, cấp phép hoặc lợi ích công cộng.
zh_cn: 您同意，您不会参与任何非法、欺骗、误导或不道德的行为，包括但不限于，贬低MT5交易平台或其他可能造成MT5交易平台、许可方或公众利益损失的行为。

source: You make the following representations and warranties to us at the time you enter into this Agreement, and agree that such representations and warranties are deemed repeated each time you open or close a Transaction:
de: In dem Moment, in dem Sie diese Vereinbarung mit uns eingehen, geben Sie die folgenden Erklärungen und Garantien an uns ab, und stimmen zu, dass solche Erklärungen und Garantien jedes Mal, wenn Sie eine Transaktion eröffnen, als wiederholt erachtet werden:
fr: Vous faites les représentations suivantes et garanties à nous au moment que vous entrez dans ce Contrat, et acceptez que de telles représentations et garanties sont estimées répétées à chaque fois que vous ouvrez ou fermez une Transaction :
vi: Bạn thực hiện các tuyên bố và bảo đảm cho chúng tôi tại thời điểm bạn nhập vào thỏa thuận này, và đồng ý rằng các đại diện và bảo đảm được coi là lặp đi lặp lại mỗi khi bạn mở hoặc đóng một giao dịch:
zh_cn: 签订本协议时，您向我们提出以下陈述和保证，并同意每次您开盘或收盘交易时此陈述和保证将被视为重新提出︰

source: You may make Margin Payments by transferring funds from your Binary Options Real Account to your Real Account. In the event that there are insufficient funds in your Binary Options Real Account to fund your Real Account, you may make Margin Payments by funding your Binary Options Real Account and transferring the funds from your Binary Options Real Account to your Real Account.
de: Sie können Margin Zahlungen tätigen, indem Sie Gelder von Ihrem Binäre Optionen Echtgeldkonto an Ihr Echtgeldkonto überweisen. Für den Fall, dass sich ungenügend Gelder in Ihrem Binäre Optionen Echtgeldkonto befinden, um Ihr Echtgeldkonto zu finanzieren, können Sie Margin Zahlungen tätigen, indem Sie Ihr Binäres Optionen Echtgeldkonto finanzieren und die Gelder von Ihrem Binären Optionen Echtgeldkonto an Ihr Echtgeldkonto überweisen.
fr: Vous pouvez faire un Paiement de Marge en transférant des fonds de votre Compte Réel Binary Options à votre Compte Réel. Dans le cas où les fonds sont insuffisants sur votre Compte Réel Binary Options pour financer votre Compte Réel, vous pouvez faire un paiement de Marge en finançant votre Compte Réel Binary Options et en transférant les fonds de votre Compte Réel Binary Options à votre Compte Réel.
vi: Bạn có thể thực hiện các thanh toán ký quỹ bằng cách chuyển tiền từ tài khoản Các Tùy Chọn Thực Binary của bạn vào tài khoản thực tế. Trong trường hợp đó có là không đủ tiền trong tài khoản Các Tùy Chọn Thực Binary quỹ tài khoản thực sự của bạn, bạn có thể thực hiện thanh toán ký quỹ bởi nguồn tài trợ của tài khoản Các Tùy Chọn Thực Binary của bạn và chuyển tiền từ tài khoản Các Tùy Chọn Thực Binary của bạn tài khoản thực sự của bạn.
zh_cn: 支付保证金时您可以将资金从二元期权真实账户转入您的真实账户。如果您的二元期权真实账户内资金不足， 您可以先把资金存入二元期权真实账户， 再将资金从二元期权真实账户转入真实账户作为保证金支付。

source: You may not cancel or amend the level of your Stop and Limit Order prior to the closing of your Transaction once the level has been reached.
de: Sobald das Level erreicht wurde, können Sie das Level Ihrer Stop und Limit Order nicht stornieren oder ändern, bevor die Transaktion geschlossen ist.
fr: Vous ne pouvez pas annuler ou amender le Niveau de votre Ordre Stop et Limite préalablement à la fermeture de votre Transaction une fois que le niveau ait été atteint.
vi: Bạn có thể hủy bỏ hoặc điều chỉnh mức dừng giao dịch và lệnh hạn chế của bạn trước khi đóng cửa giao dịch của bạn một khi đã đạt tới mức độ.
zh_cn: 一旦已经达到订单止损和限价水平，您不能在收盘交易前取消或修改止损和限价水平。

source: You may specify your instruction of a Stop Order or a Limit Order may be applied for a limited duration or for an indefinite period (a "good till cancelled" or "GTC" Order).
de: Sie können eine Anweisung auf eine Stop Order festlegen, oder Sie können eine Limit Order auf einen begrenzten Zeitraum, oder auf einen unbegrenzten Zeitraum (eine "bis auf Widerruf gültige" oder "GTC" Order) anwenden.
fr: Vous pouvez spécifier votre instruction d'un Ordre Stop ou Limite en pouvant être appliquée pour une durée limité ou pour une période indéfinie (un "bon jusqu'à annulé" ou Ordre "GTC" ).
vi: Bạn có thể chỉ định chỉ dẫn của bạn tới một lệnh dừng hoặc một lệnh giới hạn có thể được áp dụng cho một thời gian giới hạn hoặc cho một khoảng thời gian vô hạn (một "tốt đến bị hủy bỏ" hoặc một lệnh "GTC" ).
zh_cn: 您可以指定您的止损或限价订单指示可用于有限或无限期限（"取消前有效订单"或"GTC"订单）。

source: You will provide us with any information that we may reasonably require to fully satisfy the demand or the requirements of the applicable government authority, upon our request.
de: Sie werden uns, auf unsere Anfrage hin, mit jeglichen Informationen versorgen, die wir gerechtfertigt verlangen können, um die Nachfrage, oder die Bestimmungen der entsprechenden Regierungsbehörde zufriedenstellen zu können.
fr: Vous nous fournirez toute information que nous pouvons raisonnablement demander pour satisfaire complètement la demande ou les exigences de l'autorité gouvernementale applicable, sur notre demande.
vi: Bạn sẽ cung cấp cho chúng tôi với bất kỳ thông tin nào chúng tôi có thể hợp lý yêu cầu để đáp ứng đầy đủ nhu cầu hoặc các yêu cầu của các cơ quan chính phủ áp dụng, theo yêu cầu của chúng tôi.
zh_cn: 为了充分满足有关政府机关需求，我们可能向您提出任何合理信息请求，您将为我们提供相关信息。

source: You will take all reasonable steps to comply with any law, ordinance, charter, by-law, or rule applicable to you or the jurisdiction in which you are resident;
de: Sie werden alle notwendigen Schritte unternehmen, um dem Gesetz, der Verordnung, der Charter, der Satzung oder der Regelung, die für Sie, oder den Zuständigkeitsbereich in dem Sie ansässig sind, gelten, nachzukommen;
fr: Vous prendrez toute mesures raisonnables pour satisfaire toute loi, ordonnance, charte, ou règle applicable à vous ou de la juridiction dans laquelle vous êtes résident;
vi: Bạn sẽ mất tất cả các bước hợp lý để thực hiện theo bất kỳ luật, Pháp lệnh, điều lệ, theo pháp luật hoặc quy tắc áp dụng cho bạn hoặc thẩm quyền ở nơi mà bạn đang cư trú;
zh_cn: 您将采取一切合理步骤，遵守您居住的管辖区适用的法律、条例、宪章、法令或规则；

source: You will use the margin trading services described in this Agreement in good faith and you will not use any software, algorithm, or any trading strategy to manipulate or take unfair advantage of the way our bid and offer prices are quoted. You shall observe the standard of behaviour reasonably expected of persons in your position and not take any step which would cause us to fail to observe the standard of behaviour reasonably expected of persons in our position.
de: Sie werden die Margin Handelsdienstleistungen, wie in dieser Vereinbarung beschrieben, in gutem Glauben verwenden und keine Software, keinen Algorithmus, oder irgendeine andere Handelsstrategie dazu verwenden, um einen unfairen Vorteil daran zu gewinnen oder zu nehmen, wie unsere Geld- und Briefkurse notiert sind. Sie werden den Verhaltensstandard, der gerechtfertigt von Personen in Ihrer Position vorausgesetzt wird, befolgen, und keine Schritte unternehmen, die uns daran hindern würden, den Verhaltensstandard, der von Personen in unserer Position gerechtfertigt ist, zu befolgen.
fr: Nous utiliserons les services d'échange de marge décrits dans ce Contrat de bonne foi et vous n'utiliserez aucun autre logiciel, algorithme, ou tout autre stratégie d'échange pour manipuler ou obtenir un avantage injuste sur la façon dont nos prix de mise et d'offre sont côtés. Vous devrez respecter un standard de comportement raisonnable des personnes en votre position et ne prendre aucune mesure qui nous causerait d'échouer à satisfaire le standard de comportement raisonnablement attendu des personnes en notre positon.
vi: Bạn sẽ sử dụng dịch vụ kinh doanh ký quỹ được mô tả trong thỏa thuận này với lòng tin tốt và bạn sẽ không sử dụng bất kỳ phần mềm, thuật toán hoặc bất kỳ chiến lược kinh doanh để thao tác hoặc tận dụng lợi thế không công bằng cách trả giá và ưu đãi giá được trích dẫn. Bạn sẽ quan sát các tiêu chuẩn của hành vi hợp lý dự kiến sẽ là người ở vị trí của bạn và không mất bất kỳ bước nào đó sẽ gây ra cho chúng tôi để không quan sát các tiêu chuẩn của hành vi hợp lý dự kiến sẽ là người ở vị trí của chúng tôi.
zh_cn: 您将诚信使用本协议所述的保证金交易服务，您不会对我们的出价和要价方式使用任何软件、算法或任何交易策略操作或采取不公平的优势。你应遵守您立场的标准和合理行为，不采取任何使我们无法遵守我们立场的标准和合理行为的措施。

source: You will, at all times, obtain and comply, and do all that is necessary to maintain in full force and effect, all authority, powers, consents, licences, and authorities referred to in this clause;
de: Sie werden zu jeder Zeit alles Notwendige unternehmen, um in voller Kraft und Wirkung, alle Ermächtigungen, Befugnisse, Genehmigungen, Lizenzen und Amtsbefugnisse, auf die in dieser Klausel hingewiesen wird, einzuhalten und zu erfüllen;
fr: A tout moment, vous obtiendrez et satisferez, et ferez tout ce qui est nécessaire pour satisfaire complètement et effectivement toute autorité, pouvoirs, consentements, licences, et autorités référés dans cette clause ;
vi: Bạn sẽ, tại mọi thời điểm, có được và tuân thủ, và làm tất cả những gì là cần thiết để duy trì lực lượng đầy đủ và có hiệu lực, tất cả quyền, năng lực, chấp thuận, giấy phép và cơ quan nêu tại khoản này;
zh_cn: 您将一直获取和遵守并执行所有必要措施以对此条款所述的所有权限、权力、同意书、牌照和当局保持十足效力及作用;

source: Your Real Account shall be funded by transferring funds from your Binary Options Real Account, subject to the availability and sufficiency of funds in your Binary Options Real Account. No fund transfers shall be made to any other account in the name of any third party.
de: Ihr Echtgeldkonto kann mittels Überweisung von Geldern von Ihrem Binäre Optionen Echtgeldkonto finanziert werden, vorbehaltlich der Verfügbarkeit und Zulänglichkeit der Gelder in Ihrem Binäre Optionen Echtgeldkonto. Es sollen keine Gelder-Überweisungen zu einem anderen Konto im Namen eines Dritten getätigt werden.
fr: Votre Compte Réel devra être financé en transférant des fonds de votre Compte Réel Binary Options, sujet à la disponibilité et suffisance de vos fonds dans votre Compte Réel Binary Options. Aucun transfert de fond ne sera fait pour tout compte au nom d'une tierce partie.
vi: Tài khoản thực của bạn sẽ được tài trợ bằng cách chuyển tiền từ tài khoản Các Tùy Chọn Thực Binary của bạn, tùy thuộc vào tình trạng sẵn có và số tiền tồn trong tài khoản Các Tùy Chọn Thực Binary. Chuyển tiền không được thực hiện cho bất kỳ tài khoản nào khác trong tên của bất kỳ bên thứ ba.
zh_cn: 您需从二元期权真实账户把资金转入真实账户，条件是您的二元期权真实账户是有效的并具足够资金。不可向任何第三方名下账户转入资金。
