Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: As a Senior Perl Developer, you'll be tasked with writing robust, high-quality, production-ready code and contributing to the architecture that drives our high-traffic global website.
de: Als leitender Perl-Entwickler werden Sie mit dem Schreiben von stabilen, qualitativ hochwertigen und produktsbereiten Codes betraut werden und tragen zur Architektur bei, die unsere globale Hochverkehrs-Site steuert.
fr: En tant que développeur Perl sénior, vous rédigerez des lignes de code de haute qualité, fiables et prêtes à l'emploi, tout en contribuant à améliorer l'architecture essentielle au bon fonctionnement de notre site Web international à fort trafic.
ja: シニアPerl開発者は堅牢で高品質、量産可能なコードを扱い、当社の高トラフィックなグローバルウェブサイトを駆動するアーキテクチャに貢献していただきます。
vi: Như là một nhà phát triển Perl cao cấp, bạn sẽ được giao nhiệm vụ viết mã mạnh mẽ, mã chất lượng cao, mã sản xuất-sẵn sàng và đóng góp cho cấu trúc hướng tới trang web toàn cầu lưu lượng cao.
zh_cn: 身为高级 Perl 程序员，您的任务是编写强有力、高质量、制作就绪的代码，并致力于改进我们全球网站的结构，以提高流量。

source: As a developer in the %1 Quant Group, you will be responsible for the implementation and maintenance of the company's risk management and derivatives pricing software. You and the members of your team will develop software designed to study the market micro-structure, optimize existing code, manage financial data feeds and ensure the continuous running of our automated trading platform.
ar: كمطور في المجموعة الكمية لـ %1، سوف تكون مسؤولا عن تنفيذ والحفاظ على ادارة المخاطر وبرمجيات الشركة المشتقة للتسعير. وستطور أنت وأعضاء فريقك البرمجيات المصممة للدراسة الدقيقة لهيكل السوق وتحسين تعليمات البرمجة الموجودة وإدارة تلقيم البيانات المالية وضمان استمرار تشغيل منصة التداول الآلي.
de: Als Entwickler innerhalb der Quant Group werden Sie für die Umsetzung und Pflege der Risikomanagement- und Derivate-Kurs-Software des Unternehmens zuständig sein. Sie und Ihre Teammitglieder werden Software entwickeln, die konzipiert wird, um die Mikrostruktur des Marktes zu analysieren, vorhandenen Code zu optimieren, Finanzdaten-Streams zu steuern und den laufenden Betrieb unserer automatisierten Handelsplattform sicherzustellen.
fr: En tant que développeur au sein de l'équipe d'analystes quantitatifs de %1, vous prendrez en charge l'implémentation et la maintenance du logiciel de la société, dédié à la gestion du risque et la tarification des produits dérivés. En collaboration avec les membres de votre équipe, vous développerez un logiciel dédié à l'étude de la microstructure du marché et optimiserez le code existant. Vous assurerez la gestion des flux de données financières et veillerez au bon fonctionnement en continu de notre plateforme de trading automatisée.
id: Sebagai developer Grup Quant %1, Anda bertanggung jawab pada pelaksanaan manajemen risiko perusahaan serta pemeliharaan harga derivatif software. Anda dan anggota tim lainnya akan mengembangkan software yang dirancang untuk mempelajari mikro-struktur pasar, mengoptimalkan kode yang ada, mengelola data feed keuangan dan memastikan platform trading otomatis kami terus menerus berjalan.
ja: 定量分析グループの開発者として会社のリスク管理と価格設定デリバティブの実施と管理を担当していただきます。チームメンバーは市場の微細構造の調査、既存コードの最適化、財政データフィードの管理、自動取引プラットフォームの実装と管理を担います。
pl: Jako programista Grupy Kwantowej %1 będziesz odpowiadać za wdrażanie i utrzymywanie oprogramowania do zarządzania ryzykiem w firmie i do wyceny instrumentów pochodnych. Razem z innymi członkami zespołu będziesz tworzyć oprogramowanie do analizy mikrostruktury rynkowej, optymalizować istniejące kody, zarządzać strumieniami danych finansowych oraz zapewniać stałe działanie naszej zautomatyzowanej platformy do handlowania.
ru: В обязанности разработчика Quant Group %1 входит осуществление и реализация программ управления риском компании, а также программного обеспечения для ценообразования производных (деривативов). Вы и члены Вашей команды будут разрабатывать программное обеспечение, призванное изучать микроструктуру рынка, оптимизировать текущий код, управлять финансовыми котировками и обеспечивать непрерывное функционирование нашей автоматизированной торговой платформы.
th: ในบทบาทของนักพัฒนาระบบของ %1 Quant Group ท่านจะรับผิดชอบในการพัฒนาซอฟท์แวร์และดูแลรักษาระบบที่เกี่ยวกับราคาอนุพันธ์และการบริหารความเสี่ยงขององค์กร ท่านและสมาชิกในทีมจะออกแบบและพัฒนาระบบที่สอดคล้องกับโครงสร้างของตลาด ปรับปรุงโปรแกรมที่มีอยู่ จัดการข้อมูลทางการเงิน และทำให้ระบบมีความแข็งแกร่งสามารถทำงานได้อย่างต่อเนื่อง และเป็นซอฟท์แวร์ซื้อขายอย่างอัตโนมัติที่มีประสิทธิภาพสูง
vi: Giống như một nhà phát triển trong nhóm Quant %1, bạn sẽ chịu trách nhiệm về việc thực hiện và bảo trì quản lý rủi ro của công ty và các dẫn xuất bảng giá phần mềm. Bạn và các thành viên trong nhóm của bạn sẽ phát triển phần mềm được thiết kế để nghiên cứu thị trường vi-cấu trúc, tối ưu hóa mã hiện tại, quản lý các nguồn cấp dữ liệu tài chính và đảm bảo các hoạt động liên tục của hệ thống giao dịch tự động của chúng tôi.
zh_cn: 身为 %1 定量组程序员，您将负责开发和维护公司的风险管理与衍生产品定价软件。您和团队成员将开各类软件，用于研究市场微观结构、优化当前代码、管理财务数据源，并确保我们的自动化交易平台能够连续运行。

source: As a first step, please send us an application with:
ar: كخطوة أولى، يرجى أن ترسل لنا تطبيق مع:
de: Als ersten Schritt müssen Sie uns eine Bewerbung senden mit:
fr: Pour commencer, veuillez nous envoyer une demande indiquant :
id: Langkah pertama, silahkan kirim pendaftaran Anda bersama:
ja: 最初のステップとして、次の申請内容を当社に送信してください。
pl: Wyślij nam aplikację przez:
ru: Для начала, отправьте нам заявку с указанием:
th: ในลำดับแรก โปรดส่งใบสมัครของท่านมายัง:
vi: Bước đầu tiên, vui lòng gửi cho chúng tôi hồ sơ đăng kí bao gồm:
zh_cn: 首先，请向我们提出申请，并附上：

source: As a member of our global Client Service Team you will serve as the voice of our customers by resolving and reducing client service issues.
ar: كعضو في فريق خدمة العملاء العالمية لدينا سوف تكون كصوت لعملائنا بحل، والحد من المشكلات المتعلقة بخدمة العملاء.
de: Als Mitglied unseres globalen Kundendienst-Teams werden Sie bei der Lösung und Verringerung von Kundendienstproblemen als Stimme unserer Kunden agieren.
fr: En tant que membre de notre équipe internationale de service à la clientèle, vous prendrez en charge la résolution des questions liées au service à la clientèle tout en travaillant à réduire l'incidence des problèmes rencontrés.
id: Sebagai anggota Tim Pelayanan Pelanggan global, Anda akan berperan sebagai suara Pelanggan dengan menyelesaikan dan mengurangi masalah pelayanan.
ja: 当社のグローバルクライアントサービスチームの一員として、お客さまが直面したサービス上の問題を解決または削減することでお客さまの声にお応えしていきます。
pl: Jako członek naszego globalnego Zespołu obsługi klienta będziesz odpowiadać za komunikację firmy z klientami, rozwiązując ich problemy związane z naszymi usługami i ograniczając ich występowanie.
ru: Вы станете голосом наших клиентов, разрешая и уменьшая количество проблем в рамках процесса обслуживания клиентов.
th: ในฐานะของสมาชิกของทีมบริการลูกค้าทั่วโลกของเรา ท่านจะให้บริการลูกค้าเพื่อแก้ปัญหาและลดปัญหาด้านการให้บริการ
vi: Giống như một thành viên của nhóm Hỗ Trợ Khách Hàng toàn cầu của chúng tôi bạn sẽ phục vụ theo yêu cầu của khách hàng bằng cách giải quyết và giảm dần các vấn đề liên quan đến dịch vụ khách hàng.
zh_cn: 身为我们全球客户服务团队成员，您将代表公司与客户联系，解决并消除客户服务的相关问题。

source: As an Accounts And Payments Executive, you will be responsible for the processing of client payments, handling and resolving client payment queries, assisting with the management accounts of the companies within our group, performing reconciliations, preparing reports, and constantly liaising with all other departments within the company in relation to client payments and accounts. You will work within a multi-national team, using the proprietary accounting and backoffice systems provided by the company.
ar: كتنفيذي بقسم الحسابات والمدفوعات، سوف تكون مسؤولا عن تجهيز مدفوعات العميل، ومعالجة وحل تساؤلات العملاء المتعلقة بالمدفوعات، وكذلك المساعدة مع حسابات الشركات داخل مجموعتنا، لإجراء التسويات وإعداد التقارير، واستمرار الاتصال مع جميع الإدارات الأخرى داخل الشركة فيما يتعلق بمدفوعات العملاء والحسابات. سوف تعمل ضمن فريق متعدد الجنسيات، باستخدام نظم المحاسبة والباك أوفيس التي تقدمها الشركة.
de: Als Konten- und Zahlungsleiter werden Sie für die Bearbeitung von Kundenzahlungen, die Abwicklung und Bearbeitung von Kundenzahlungsanfragen zuständig sein, bei der Verwaltung von Firmenkonten innerhalb des Konzerns mithelfen, Kontoabstimmungen durchführen, Berichte erstellen und ständig mit allen anderen Abteilungen innerhalb des Unternehmens im Hinblick auf Kundenzahlungen und Konten als Ansprechpartner fungieren. Sie werden in einem multinationalen Team arbeiten und dabei die selbst entwickelten Buchhaltungs- und Backoffice-Systeme des Unternehmens verwenden.
fr: En tant que responsable de la comptabilité et des paiements, vous prendrez en charge le traitement des paiements client, le traitement et la résolution des demandes de nos clients concernant les paiements, vous interviendrez également en comptabilité analytique pour gérer les comptes des différentes entreprises réunies au sein de notre groupe, vous effectuerez les réconciliations et préparerez différents rapports, en liaison constante avec tous les autres services assurant les paiements client et la gestion des comptes au sein de notre société. Vous travaillerez au sein d'une équipe multinationale et utiliserez les systèmes de comptabilité et de back-office fournis par notre société.
id: Sebagai Akuntan dan Eksekutif Pembayaran, Anda bertanggung jawab untuk mengelola pembayaran pelanggan, penanganan dan penyelesaian permintaan pembayaran pelanggan, membantu mengatur rekening grup perusahaan kami, melakukan rekonsiliasi, pembuatan laporan, dan terus-menerus menjadi penghubung antara semua departemen lain dalam perusahaan dalam kaitannya dengan pembayaran dan akun pelanggan. Anda akan bekerja dalam sebuah tim multi-nasional, menggunakan akuntansi yang dimiliki dan sistem kantor belakang yang disediakan oleh perusahaan.
ja: 顧客・支払担当者は顧客の支払処理、支払に関するお問い合わせの応答、グループ会社内でのアカウント管理のアシスタント、照合、報告書の作成、顧客の支払いまたはアカウントに関して常に他部署と連携します。多国籍なチーム内で作業し、当社が提供する独自の会計またはバックオフィスシステムを利用します。
pl: Osoba zatrudniona jako starszy specjalista ds. księgowości i płatności będzie odpowiedzialna za przetwarzanie płatności zleconych przez klientów, odpowiadanie na zapytania klientów dotyczące płatności, pomaganie w zarządzaniu kontami w ramach naszej grupy, dokonywaniu uzgodnień oraz przygotowywaniu raportów i będzie stale współpracować z innymi działami firmy w sprawach związanych z płatnościami i kontami. Będzie pracować w międzynarodowym zespole i korzystać z systemów rachunkowych i administracyjnych dostarczonych przez firmę.
ru: В обязанности администратора счетов и выплат входит обработка платежей и запросов клиентов на выплату, помощь при управлении счетами нашей группы компаний, проведение проверок, подготовка отчётов, а также постоянное взаимодействие со всеми остальными отделами компании в рамках обработки клиентских платежей и ведения счетов. Вы будете работать в составе многонациональной команды, используя собственную систему отчётности и корпоративных операций, предоставленную компанией.
th: ในบทบาทของเจ้าหน้าที่รับชำระเงิน ท่านจะรับผิดชอบหน้าที่ในการรับชำระเงินของลูกค้า แก้ปัญหาการชำระเงินของลูกค้า และการตอบคำถามต่างๆ ให้ความช่วยเหลือการบริหารบัญชีลูกค้าของบริษัทต่างๆ ในเครือ ทำการตรวจสอบ หรือพิสูจน์ยอดทางบัญชี เตรียมรายงานต่างๆ และประสานงานระหว่างแผนกต่างๆ ในบริษัทที่เกี่ยวข้องกับการชำระเงินของลูกค้า ท่านจะปฏิบัติหน้าที่กับทีมงานนานาชาติ โดยใช้ทรัพยากรทางบัญชีและระบบบริหารงานสำนักงานของบริษัทฯ
vi: Chuyên Viên Kế Toán, bạn sẽ chịu trách nhiệm xử lý thanh toán của khách hàng, giải quyết các truy vấn thanh toán của khách hàng, hỗ trợ quản lý tài khoản của công ty trong tổ chức của chúng tôi, thực hiện hòa giải, làm báo cáo và liên lạc với tất cả các bộ phận khác trong công ty liên quan tới tài khoản và thanh toán của khách hàng. Bạn sẽ làm việc trong một tổ chức đa quốc gia, sử dụng hệ thống kế toán độc quyền do công ty cung cấp.
zh_cn: 身为帐户和支付执行员，您将负责客户付款，处理和解决客户端付款查询问题，协助集团各公司管理账户、账目核对、编写报告，并与其他部门协作处理客户付款和帐户相关事宜。您将在国际化的团队中使用公司专用的会计和后台系统工作。

source: As between you and us, we own all rights, title, and interest, including all intellectual property rights, in and to, the %1 API, and all elements, components, and executables of the %1 API.
de: Wie zwischen Ihnen und uns vereinbart, besitzen wir alle Rechte, Titel und Ansprüche, einschließlich Urheberrechte, an dem %1 API sowie Elementen, Bestandteilen und ausführbaren Programmen des %1 API.
fr: Entre vous et nous, nous détenons tous les droits, titres et intérêts, y compris tous les droits de propriété intellectuelle afférents à l'API %1, ainsi que tous les éléments, composants et fichiers exécutables de l'API %1.
ja: お客さまと当社間において、%1 APIでの全知的財産権を含む全ての権利、権原、所有権、及び%1 APIの全ての要素、構成、執行を当社が所有しています。
vi: Giữa bạn và công ty chúng tôi, chúng ta đều có quyền, tư cách, và lợi ích, bao gồm quyền sở hữu trí tuệ hợp pháp, trong và đối với, %1 API, và tất cả các yếu tố, thành phần và chương trình có thể thực thi được của %1 API.
zh_cn: 我们拥有您和我们之间%1的API和其全部元素、组件和可执行的所有权利、标题和利益，包括所有知识产权。

source: As long as you follow these Terms, we grant you a limited, non-exclusive, non-assignable, non-transferable, terminable license to use the %1 API to develop, test, and support your Application, and to let your customers use your integration of the %1 API within your Application.
de: So lange Sie sich an diese Bedingungen halten, räumen wir Ihnen eine beschränkte, nicht ausschließliche, nicht abtretbare, unübertragbare, kündbare Lizenz für das %1 API ein, um Ihre Anwendung entwickeln, testen und unterstützen zu können, und um Ihre Kunden das in Ihre Anwendung integrierte %1 API nutzen zu lassen.
fr: Sous réserve du respect de ces Conditions, nous vous octroyons une licence restreinte, non exclusive, incessible, non transférable et révocable, vous autorisant à utiliser l'API %1 pour développer, tester et supporter votre Application, et permettant à vos clients d'utiliser l'intégration de l'API %1 dans votre Application.
ja: この規約に従っている限り、お客さまのアプリケーション開発、テスト、サポートのため%1 APIの使用に関して制限付きで、非独占、非割当、譲渡不可、期限付きのライセンスを譲渡致します。
vi: Chỉ cần bạn tuân thủ những Điều khoản này, chúng tôi cấp cho bạn một giấy phép có giới hạn, không có tính độc quyền, không chuyển nhượng được, không trao đổi được, có tính kỳ hạn để sử dụng tại %1 API để phát triển, kiểm tra và hỗ trợ Ứng dụng của bạn , và để cho phép khách hàng của bạn có thể sử dụng hệ thống tích hợp của %1 API trong Ứng dụng của bạn.
zh_cn: 只要您遵循这些条款，我们准许您有限、非独占、不可分配、不可转让、可终止地使用%1的API开发、测试和支持您的应用程序，并让您的客户在该应用程序中使用%1的API集成。

source: As our DevOps Manager/Team Lead, you'll be responsible for the training, development and direction of a world class Linux-based Systems Administration team.
ar: كمدير/فريق ديفوبس لدينا، عليك أن تكون مسؤولا عن التدريب والتنمية والتوجيه لفريق الإدارة المبني على أنظمة لينكس العالمية.
de: Als unser DevOps Manager/Teamleiter werden Sie für das Training, den Aufbau und die Leitung eines der weltbesten Systemadministrator-Teams für Linux Systeme zuständig sein.
fr: En tant que directeur/chef d'équipe DevOps, vous prendrez en charge la formation, le développement et la direction d'une équipe de classe mondiale spécialisée dans l'administration des systèmes Linux.
id: Sebagai Pemimpin Tim DevOps kami, Anda bertanggung jawab untuk melatih, pengembangan dan memberi arahan kepada tim Sistem Administrasi berbasis Linux kelas dunia.
ja: 開発・運用チームリーダーは、世界クラスのLinuxをベースとしたシステム管理チームのトレーニング、開発、指示を担当します。
pl: Jako nasz Kierownik zespołu zarządzania programistami będziesz odpowiadać za szkolenie, tworzenie oraz zarządzanie światowej klasy zespołem do administrowania rozwiązaniami opartymi na systemie Linux.
ru: В обязанности менеджера/руководителя команды DevOps входит обучение, разработка и управление командой системных администраторов Linux мирового класса.
th: ในบทบาทของผู้จัดการหรือหัวหน้าทีมพัฒนาและปฏิบัติการ ท่านจะรับผิดชอบในการฝึกอบรม การพัฒนาระบบ และการกำหนดทิศทางของการพัฒนาระบบงานที่เป็นระบบปฏิบัติการลินุกซ์ รวมถึงการบริหารจัดการทีมงาน
vi: Giống như Trưởng phòng/ Người quản lý phát triển, bạn sẽ có trách nhiệm đào tạo, phát triển và hướng dẫn cho đội Quản Trị Hệ Thống nền tảng Linux tầm cỡ quốc tế.
zh_cn: 身为 DevOps 经理/团队负责人，您将采用Linux 系统，负责培训、发展和领导世界水准的管理团队。

source: As soon as you click on the 'PURCHASE' button, your trade registers in your account. The price of your trade continues to update in real time.
de: Sobald Sie den „KAUF" Knopf klicken, wird Ihr Kontrakt in Ihrem Konto registriert. Der Preis Ihres Kontrakts wird weiterhin in Echtzeit aktualisiert.
fr: À partir du moment où vous cliquez sur le bouton « ACHAT », la transaction est enregistrée sur votre compte. Le prix de votre option continue à évoluer en temps réel.
ja: 「購入」ボタンをクリックすると即座に取引が口座に登録され、価格情報はリアルタイムで更新され続けます。
vi: Ngay khi bạn nhấn vào nút 'MUA', giao dịch của bạn sẽ đăng ký vào tài khoản. Giá giao dịch sẽ tiếp tục cập nhật theo thời gian thực.
zh_cn: 一旦您点击“买入”，交易将会显示在您的账户中。该交易的价格会继续实时更新。

source: Asian contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar: سوف ترد العقود الآسيوية عند سعر الشراء إذا لم ينتهي العقد في غضون 5 دقائق.
de: Wenn der Kontrakt nicht innerhalb von 5 Minuten endet, werden asiatische Kontrakte zum Kaufpreis erstattet.
fr: Les contrats « asiatiques » seront remboursés à leur prix d'achat si le contrat n'arrive pas à échéance dans un délai de 5 minutes.
id: Kontrak Asian akan memperoleh pengembalian harga beli jika kontrak tidak berakhir dalam waktu 5 menit.
ja: Asianトレードはトレードが5分以内に終了しない場合、購入金額が返金されます。
pl: Kwota zakupu kontraktu azjatyckiego zostanie zwrócona, jeśli kontrakt nie zakończy się w przeciągu 5 minut.
ru: Цена покупки азиатских контрактов будет возмещена, если контракт не истечёт в течение 5 минут.
vi: Các hợp đồng Châu Á sẽ được hoàn tiền tại giá mua nếu hợp đồng không kết thúc trong vòng 5 phút.
zh_cn: 亚洲合约如果没在 5 分钟内结束，购入价格将退还。

source: Aspects of a client order not affected by specific instructions are subject to the application of %1's Order Execution Policy. In the absence of specific instructions from our clients, we will exercise our own discretion in determining the factors that are required to be taken into account for the purpose of providing you with best execution, having regard to the execution criteria listed below:
fr: Pour les aspects d'un ordre client qui ne font pas l'objet d'instructions spécifiques, la politique d'exécution des ordres de %1 s'applique. En l'absence d'instructions spécifiques de la part de nos clients, nous déterminerons à notre discrétion les facteurs qui doivent être pris en compte afin de vous fournir les meilleures conditions d'exécution, conformément aux critères d’exécution listés ci-dessous :
ja: お客さまから具体的な指示のない注文に関ししては、%1の注文執行ポリシーが適用されます。 具体的な指示がない場合、最良執行提供への考慮が必要である要因の決定は以下の実行基準をもとに当社の裁量で行われます。

source: Assessment of Appropriateness
de: Bewertung der Angemessenheit
fr: Évaluation de la pertinence
ja: 妥当性評価
vi: Đánh giá sự phù hợp
zh_cn: 合适性评估

source: Asset
ar: الأصول
de: Kapital
fr: Actif
id: Aset
ja: 取引対象
pl: Kapitał
ru: Актив
th: สินทรัพย์
vi: Tài sản
zh_cn: 资产

source: Asset Index
ar: مؤشر الأصول
de: Vermögensindex
fr: Indice des actifs
id: Indeks Aset
ja: 取引期間データ
pl: Indeks kapitałowy
ru: Индекс активов
th: ดัชนีสินทรัพย์
vi: Chỉ số tài sản
zh_cn: 资产指数

source: Assist in the proofreading and recording of video presentations
ar: المساعدة في تصحيح وتسجيل عروض الفيديو
de: Unterstützung beim Korrekturlesen und der Aufnahme von Video-Präsentationen
fr: Aide à la révision et à l'enregistrement des présentations vidéo
id: Membantu dalam mengoreksi dan merekam video presentasi
ja: 校正、動画プレゼンテーションの録画のアシスト
pl: Pomoc w korekcie tekstów i nagrywaniu prezentacji wideo
ru: Помощь с вычиткой и записью видео презентаций
th: ช่วยในการพิสูจน์อักษรและบันทึกวิดีโอ
vi: Hỗ trợ kiểm tra, sửa đổi và ghi âm bài thuyết trình video
zh_cn: 协助演示视频的校对和录制工作

source: Assist marketing team members with additional tasks and initiatives
ar: مساعدة أعضاء فريق التسويق مع مهام ومبادرات إضافية
de: Unterstützung der Mitglieder des Marketingteams bei zusätzlichen Aufgaben und Initiativen
fr: Assister les membres de l'équipe marketing dans la réalisation de tâches et d'initiatives supplémentaires
id: Membantu anggota tim pemasaran dengan tugas dan inisiatif tambahan
ja: マーケティングチームのタスク及び取り組みを支援します。
pl: Pomoc członkom zespołu ds. marketingu w dodatkowych zadaniach i inicjatywach
ru: Помощь сотрудникам маркетингового отдела при выполнении дополнительных задач и инициатив
th: ช่วยเหลือทีมการตลาดในงานต่างๆ ที่เกี่ยวข้อง
vi: Hỗ trợ các thành viên của nhóm tiếp thị với những nhiệm vụ và sáng kiến bổ sung
zh_cn: 协助营销团队成员执行附加任务和创新

source: Assist senior members of the marketing team in implementing a broad array of promotional campaigns
ar: مساعدة كبار أعضاء فريق التسويق في تنفيذ مجموعة واسعة من الحملات الترويجية
de: Unterstützung der Führungskräfte des Marketing-Teams bei der Umsetzung einer großen Palette von Werbekampagnen
fr: Assister les cadres supérieurs de l'équipe marketing dans la mise en œuvre d'un large éventail de campagnes promotionnelles
id: Membantu anggota senior tim pemasaran dalam melaksanakan tugas-tugas pokok kampanye promosi
ja: 幅広い販促キャンペーンでのマーケティングチームへのアシスト
pl: Pomoc starszym członkom zespołu w prowadzeniu różnego rodzaju kampanii promocyjnych
ru: Помощь старшим специалистам маркетингового отдела при реализации широкого спектра рекламных кампаний
th: ช่วยเหลือเจ้าหน้าที่อาวุโสในทีมการตลาดในการดำเนินการการส่งเสริมการตลาดต่างๆ
vi: Hỗ trợ các thành viên cấp cao của đội ngũ tiếp thị trong việc thực hiện một mảng rộng các chiến dịch quảng cáo
zh_cn: 协助营销团队高级成员执行广泛的宣传活动

source: Assisting the Head of Compliance in applying for the licenses required for group companies in new jurisdictions
ar: مساعدة رئيس الامتثال في طلبات التراخيص المطلوبة لشركات المجموعة في ولايات قضائية جديدة
de: Unterstützung des Compliance Leiters bei der Beantragung von Lizenzen, die für unsere Konzernunternehmen in neuen Ländern erforderlich sind
fr: Assister la directrice de la conformité dans l'obtention des licences nécessaires aux sociétés de notre groupe dans les nouvelles juridictions
id: Membantu Ketua Compliance dalam memohon lisensi yang diperlukan bagi kelompok perusahaan di wilayah hukum baru
ja: 新しい管轄区域のグループ会社に必要なライセンス申請におけるコンプライアンス担当へのアシスト
pl: Pomaganie szefowi działu zgodności w staraniach o uzyskanie licencji wymaganych od spółek firmy i nakładanych przez nowe przepisy prawne
ru: Помощь главе отдела нормативно-правовоого соответствия при получении лицензий для группы компаний в новых юрисдикциях
th: ช่วยเหลือหัวหน้าแผนกธรรมาภิบาลองค์กรในการขอใบอนุญาตสำหรับบริษัทฯ ในเครือตามกฏเกณฑ์ทางกฎหมายใหม่ๆ
vi: Hỗ trợ Pháp Chế áp dụng cho các giấy phép cần thiết cho nhóm các công ty trong khu vực pháp lý mới
zh_cn: 协助集团各公司的规范遵循主管在新司法管辖区申请许可证

source: Assisting with the regulatory and statutory audit of Binary Group companies worldwide
ar: المساعدة في المراجعة التنظيمية والقانونية في شركات مجموعة بيناري حول العالم
de: Unterstützung bei den weltweiten aufsichtsbehördlichen und gesetzlichen Revisionen der Unternehmen des Binary Konzerns
fr: Contribuer au bon déroulement de l'audit réglementaire et légal des sociétés Binary Group à l'international
id: Membantu mengaudit peraturan dan hukum perusahaan Group Binary di seluruh dunia
ja: 世界中のBinaryグループ会社の規制及び法定監査のアシスト
pl: Pomaganie w przeprowadzaniu audytu w spółkach grupy Binary na całym świecie
ru: Оказание помощи при проведении нормативно-правовых и обязательных проверок группы компаний Binary Group по всему миру
th: ช่วยเหลือและสนับสนุนงานทางกฎหมายและการตรวจสอบตามกฎหมายของบริษัทในเครือไบนารีทั่วโลก
vi: Hỗ trợ với kiểm toán theo luật định và theo quy định của nhà nước của Tập đoàn Binary trên toàn cầu
zh_cn: 协助二元期权集团全球各公司的监管和审计工作
