Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Current Spot
ar: السعر الحالى للسوق
id: Spot saat ini
pl: Obecna cena spot
ru: Текущая спот-цена
th: สปอตปัจจุบัน

source: Current Spot Time
ar: الوقت الحالى للسوق
id: Waktu Spot Terkini
pl: Obecny czas spot
ru: Текущее спот-время
th: เวลาปัจจุบันของสปอต

source: Current market price is 0.
ar: السعر الحالي للسوق صفر.
id: Harga pasar terkini adalah 0.
pl: Obecna cena rynkowa wynosi 0.
ru: Текущая цена - 0.
th: ราคาตลาดปัจจุบันเป็น 0

source: Daily
ar: يومي
id: Harian
pl: Dzienny
ru: Днев.
th: รายวัน

source: Daily Report
ar: التقرير اليومي
id: Laporan Harian
pl: Raport dzienny
ru: Анализ рынка
th: รายงานรายวัน

source: Daily limit on losses is currently set to <strong>%1 %2</strong>
ar: حد حجم الخسائر اليومي الحالي مضبوط على <strong>%1 %2</strong>
id: Batas harian kerugian saat ini diatur ke <strong>%1 %2</strong>
pl: Obecny dzienny limit strat to <strong>%2 %1</strong>
ru: Дневной лимит на проигрыш в настоящий момент составляет <strong>%1 %2</strong>
th: วงเงินขาดทุนต่อวันปัจจุบัน คือ <strong>%1 %2</strong>

source: Daily turnover limit is currently set to <strong>%1 %2</strong>
ar: حد حجم التداول اليومي مضبوط على <strong>%1 %2</strong>
id: Batas pembelian kontrak harian saat ini diatur ke <strong>%1 %2</strong>
pl: Obecny maksymalny dzienny obrót to <strong>%2 %1</strong>
ru: Дневной лимит на оборот в настоящий момент составляет <strong>%1 %2</strong>
th: วงเงินซื้อขายต่อวันปัจจุบัน คือ <strong>%1 %2</strong>

source: Data will be available after market close.
ar: ستكون البيانات متاحة بعد إغلاق السوق.
id: Data akan tersedia setelah pasar ditutup.
pl: Dane będą dostępne po zamknięciu rynku.
ru: Данные будут доступны после закрытия рынка.
th: ข้อมูลจะใช้งานได้หลังตลาดปิดทำการ

source: Date (GMT)
ar: التاريخ (بتوقيت جرينتش)
id: Tanggal (GMT)
pl: Data (GMT)
ru: Дата (GMT)
th: วันที่ (GMT)

source: Date of birth is invalid
ar: تاريخ الميلاد غير صحيح
id: Tanggal lahir Anda salah
pl: Data urodzenia jest nieprawidłowa
ru: Дата рождения недействительна
th: วันเกิดไม่ถูกต้อง

source: Date of birth is required.
ar: مطلوب تاريخ الميلاد.
id: Tanggal lahir diperlukan.
pl: Proszę podać datę urodzenia.
ru: Необходимо указать дату рождения.
th: จำเป็นต้องระบุ วันเกิด

source: Day Bet
ar: رهان اليوم
id: Kontrak harian
pl: Dzienny zakład
ru: Дневной опцион
th: วันที่วางเงิน

source: Dear
ar: عزيزي
id: Yth.
pl: Szanowny użytkowniku,
ru: Уважаемый(ая)
th: เรียน

source: Dear %1 %2 %3,
ar: عزيزي %1 %2 %3،
id: Kepada Yth. %1 %2 %3,
pl: Szanowny użytkowniku %1 %2 %3,
ru: Уважаемый(ая) %1 %2 %3,
th: เรียน %1 %2 %3

source: Dear %1 %2, Congratulations on passing the knowledge test for binary options trading. In the next stage of our account opening process we are required to verify your identity documents and review your eligibility to open a trading account. This will be conducted by our Compliance and Risk Management department upon receipt of your identity documents. Kindly <u>reply to this email and attach a scanned copy</u> of one of the following approved forms of identity: <ul> <li><b>Japan Driving license</b>, front and back sides</li> <li><b>Health Insurance card</b>, front and back side</li> <li><b>Basic Resident register</b> and separate passport size photograph. If your document contains details of other family members please cover-over with a blank piece of paper when taking the scan</li> <li><b>Residence Card</b>, front and back side</li> </ul> Please ensure the document contains details of your current address which matches the details that you provided in the basic information section earlier. Please also ensure that the address and other information is easily readable, as otherwise this may delay your application. We will endeavor to verify your documents within 24 hours, and send you another email when this step has been completed. Once again, thank you very much for applying to open an account at Binary.com Yours sincerely, Customer Support Binary KK support@binary.com
ar: Dear %1 %2, Congratulations on passing the knowledge test for binary options trading. In the next stage of our account opening process we are required to verify your identity documents and review your eligibility to open a trading account. This will be conducted by our Compliance and Risk Management department upon receipt of your identity documents. Kindly <u> 1reply to this email and attach a scanned copy</u> 2 of one of the following approved forms of identity: <ul> 3 <li> 4<b> 5Japan Driving license</b> 6, front and back sides</li> 7 <li> 8<b> 9Health Insurance card</b> 0, front and back side</li> <li><b>Basic Resident register</b> and separate passport size photograph. If your document contains details of other family members please cover-over with a blank piece of paper when taking the scan</li> <li><b>Residence Card</b>, front and back side</li> </ul> Please ensure the document contains details of your current address which matches the details that you provided in the basic information section earlier. Please also ensure that the address and other information is easily readable, as otherwise this may delay your application. We will endeavor to verify your documents within 24 hours, and send you another email when this step has been completed. Once again, thank you very much for applying to open an account at Binary.com Yours sincerely, Customer Support Binary KK support@binary.com
pl: Dear %1 %2, Congratulations on passing the knowledge test for binary options trading. In the next stage of our account opening process we are required to verify your identity documents and review your eligibility to open a trading account. This will be conducted by our Compliance and Risk Management department upon receipt of your identity documents. Kindly <u> 1reply to this email and attach a scanned copy</u> 2 of one of the following approved forms of identity: <ul> 3 <li> 4<b> 5Japan Driving license</b> 6, front and back sides</li> 7 <li> 8<b> 9Health Insurance card</b> 0, front and back side</li> <li><b>Basic Resident register</b> and separate passport size photograph. If your document contains details of other family members please cover-over with a blank piece of paper when taking the scan</li> <li><b>Residence Card</b>, front and back side</li> </ul> Please ensure the document contains details of your current address which matches the details that you provided in the basic information section earlier. Please also ensure that the address and other information is easily readable, as otherwise this may delay your application. We will endeavor to verify your documents within 24 hours, and send you another email when this step has been completed. Once again, thank you very much for applying to open an account at Binary.com Yours sincerely, Customer Support Binary KK support@binary.com
th: เรียน %1 %2 ขอแสดงความยินดีที่ท่านผ่านการทดสอบความรู้เพื่อการเทรดไบนารีออปชั่น ในลำดับถัดไปของกระบวนการเปิดบัญชี เราต้องการตรวจสอบข้อมูลอัตลักษณ์ของท่านตามเอกสารเพื่อทวนสอบคุณสมบัติในการเปิดบัญชี โดยจะถูกดำเนินการโดยแผนกการบริหารความเสี่ยงและธรรมาภิบาลองค์กรเมื่อได้รับเอกสารส่วนบุคคลของท่าน ได้โปรด <u>ตอบอีเมล์ฉบับนี้และแนบเอกสารr</u> ของท่านหนึ่งในรายการต่อไปนี้: <ul> <li><b>ใบขับขี่</b> ด้านหน้าและด้านหลัง</li> <li><b>บัตรประกันสุขภาพ</b>ด้านหน้าและด้านหลัง</li> <li><b>ทะเบียนบ้าน</b>และรูปขนาดเดียวกับขนาดที่ใช้ในหนังสือเดินทาง หากเอกสารของท่านมีข้อมูลของสมาชิกท่านอื่นในครอบครัว โปรดใช้กระดาษสีขาวปิดข้อมูลส่วนนั้น เมื่อสแกนเอกสาร</li> <li><b>บัตรประชาชน</b>ด้านหน้าและด้านหลัง</li> </ul> โปรดตรวจสอบให้แน่ใจว่า ข้อมูลของท่านในเอกสารประกอบด้วย ที่อยู่ปัจจุบัน ซึ่งเป็นข้อมูลที่ตรงกับข้อมูลพื้นฐานที่ท่านบันทึกในใบสมัครก่อนหน้านี้ และขอให้ท่านตรวจสอบข้อมูลที่อยู่และข้อมูลอื่นๆ ว่าเป็นข้อความที่อ่านได้ง่าย ซึ่งจะช่วยให้การสมัครของท่านผ่านการตรวจสอบได้เร็วยิ่งขึ้น เราจะพยายามตรวจสอบเอกสารของท่ายภายใน 24 ชั่วโมง และเรียนให้ท่านทราบอีกครั้งทางอีเมล์เมื่อขั้นตอนนี้แล้วเสร็จ ขอขอบพระคุณท่านอีกครั้งสำหรับการสมัครเพื่อของเปิดบัญชีกับ Binary.com ขอแสดงความนับถือ ฝ่ายบริการลูกค้า Binary KK support@binary.com

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus and your account has been credited with a bonus of %3%4*. Should you have any questions, please do not hesitate to contact us on %5. Kind Regards, Karen Yap %2 *Terms and conditions may apply to withdrawals. (%6)
ar: عزيزي %1، يسعدنا قرارك بالتداول مع %2 ونأمل أن تجربتك على منصتنا كانت إيجابية. نود أن نترك لك ملاحظة لنعلمك أننا تلقينا طلبك للحصول على مكافأة وقد تم بالفعل اضافة مكافأة %3%4* لحسابك. إذا كان لديك أى استفسار رجاء الاتصال بنا على %5. أطيب التحيات، كارين ياب %2 *تطبق الشروط والأحكام على السحوبات. (%6)
id: Kepada Yth. Bapak/Ibu/Sdr. %1, Kami sangat gembira Anda memutuskan untuk bertrading bersama %2 dan berharap Anda telah menikmati pengalaman positif selama ini pada platform trading kami. Email berikut adalah untuk menginformasikan kepada Anda bahwa kami telah memproses permohonan bonus anda sebesar %3%4*. Jika Anda memiliki pertanyaan, silahkan hubungi kami kembali di %5. Hormat Kami, Karen Yap %2 *Terma dan kondisi mungkin berlaku untuk penarikan. (%6)
pl: Szanowni Państwo, Bardzo się cieszymy, że zdecydowali się Państwo na handel na %2 i mamy nadzieję, że korzystanie z naszej platformy było jak dotąd satysfakcjonujące. Chcielibyśmy poinformować, że otrzymaliśmy Państwa prośbę o bonus. Państwa konto zostało zasilone bonem w wysokości %4%3*. W przypadku jakichkolwiek pytań, prosimy o kontakt na %5. Z poważaniem, Karen Yap %2 *Wypłaty zgodnie z regulaminem. (%6)
ru: Уважаемый(ая) %1, Мы рады, что Вы решили начать работу на %2, и надеемся, что Ваш опыт на нашей платформе пока был позитивным. Хотим сообщить, что на Ваш счет был начислен бонус в сумме %3%4. Если у Вас есть какие-либо вопросы, пожалуйста, обращайтесь на %5. С уважением, Ольга Бордж %2 *К выводу дохода от бонуса применяются определенные условия. См. дальнейшую информацию по ссылке (%6)
th: เรียน %1 เรามีความยินดีที่ท่านได้ตัดสินใจในการเริ่มซื้อขายกับ %2 และพวกเราหวังว่า ประสบการณ์ของท่านกับระบบซื้อขายของเราจะเป็นประโยชน์กับท่านนั้น เราขอเรียนให้ท่านทราบว่า เราได้รับทราบความประสงค์ของท่านเกี่ยวกับโบนัส และเราได้ดำเนินการเพิ่มโบนัส %3%4* ให้บัญชีของท่านเรียบร้อยแล้ว หากท่านมีคำถามหรือข้อสงสัยประการใด ขอได้โปรดแจ้งให้เราทราบ หรือติดต่อกลับที่ %5 ขอแสดงความนับถือ Karen Yap %2 *ข้อตกลงและเงื่อนไขต่างๆ ที่ใช้กับการถอน (%6)

source: Dear %1, We're really glad that you've decided to take up trading with %2 and we hope that your experience on our platform has been a positive one so far. We thought we'd drop you a note to let you know that we have received your request for a bonus. Unfortunately, we were unable to process your request for one of the following reasons:
ar: عزيزي %1، يسعدنا قرارك بالتداول مع %2 ونأمل أن تجربتك على منصتنا كانت إيجابية. نود ترك ملاحظة لنحيطك علماً بأننا تلقينا طلبك للحصول على مكافأة. ولكن للأسف لم نستطع أن نتم طلبك لأحد الأسباب الآتية:
id: Dear %1, Kami sangat gembira dengan keputusan Anda untuk bertrading bersama %2 dan kami berharap Anda akan memperoleh pengalaman trading yang positif pada platform trading kami. Berikut adalah informasi mengenai pengajuan bonus Anda. Mohon diketahui bahwa kami tidak dapat meluluskan permohonan bonus Anda berhubung:
pl: Szanowni Państwo, Bardzo się cieszymy, że zdecydowali się Państwo na handel na %2 i mamy nadzieję, że są Państwo zadowoleni z korzystania z naszej platformy. Chcielibyśmy poinformować, że otrzymaliśmy Państwa wniosek o bonus. Niestety nie jesteśmy w stanie pozytywnie rozpatrzyć tego wniosku z jednego z następujących powodów:
ru: Уважаемый(ая) %1, Мы рады, что Вы решили начать работу на %2, и надеемся, что Ваш опыт на нашей платформе пока был позитивным. Мы получили Ваш запрос на бонус. Однако, мы не смогли начислить бонус по одной из следующих причин:
th: เรียน %1 เรามีความยินดีที่ท่านได้ตัดสินใจในการเริ่มซื้อขายกับ %2 และพวกเราหวังว่า ประสบการณ์ของท่านกับระบบซื้อขายของเราจะเป็นประโยชน์กับท่าน เราขอเรียนให้ท่านทราบว่า เราได้รับทราบความประสงค์ของท่านเกี่ยวกับโบนัส เนื่องด้วยหนึ่งในสาเหตุต่อไปนี้เราจึงไม่สามารถดำเนินการตามความประสงค์ท่านได้:

source: Dear Valued Customer, Before we can help you change your password, please help us to verify your identity by entering the following verification token into the password reset form: Token: %1 Password reset form: %2
ar: عزيزي العميل المحترم، قبل أن نتمكن من مساعدتك في تغيير كلمة المرور الخاصة بك، يرجى مساعدتنا في التحقق من هويتك عن طريق إدخال رمز التحقق التالي في نموذج إعادة تعيين كلمة المرور: الرمز: 1% نموذج إعادة تعيين كلمة المرور: 2%
id: Pelanggan Yang Terhormat, Sebelum kami dapat membantu Anda mengubah kata sandi, mohon bantu kami untuk memverifikasi identitas Anda dengan memasukkan token verifikasi pada formulir pergantian kata sandi berikut: Token: %1 Formulir pergantian kata sandi: %2
pl: Szanowny Kliencie, Zanim pomożemy Ci zmienić hasło, musimy zweryfikować Twoją tożsamość. Prosimy wpisać poniższy token weryfikacyjny w formularzu służącym do resetowania hasła: Token: %1 Formularz resetowania hasła: %2
ru: Уважаемый клиент, Прежде, чем мы поможем Вам изменить пароль, просим Вас идентифицироваться путём введения следующего проверочного токена в форму для изменения пароля: Токен: %1 Форма для изменения пароля: %2
th: เรียน ท่านลูกค้าผู้มีอุปการะคุณ โปรดยืนยันตัวตนของท่าน โดยการป้อนรหัสเพื่อการตรวจสอบในแบบฟอร์มการตั้งรหัสผ่านใหม่ จากข้อมูลด้านล่าง เพื่อดำเนินการในการเปลี่ยนแปลงรหัสผ่าน: โทเค่น: %1 แบบฟอร์มการตั้งรหัสผ่านใหม่: %2

source: Dear Valued Customer, In order to verify your withdrawal request, please click on the following link: %1 For security reasons and an improved user experience, we encourage you to deposit and withdraw using the same payment method.
ar: عزيزي العميل، من أجل التحقق من طلب السحب الخاص بك، الرجاء الضغط على الرابط التالي: %1 لأسباب أمنية، ولتحسين تجربة المستخدم، نشجعكم على الإيداع والسحب باستخدام الطريقة نفسها.
id: Pelanggan Yth., Untuk memverifikasi permintaan penarikan Anda, silakan klik pada link berikut: %1 Untuk alasan keamanan, kami menyarankan Anda untuk mendeposit dan menarik dana menggunakan metode pembayaran yang sama.
pl: Szanowny Kliencie,↵ ↵ W celu zweryfikowania wniosku o wypłatę proszę kliknąć na podany link:↵ ↵ %1↵ ↵ Ze względów bezpieczeństwa oraz dla wygody użytkowników zachęcamy do korzystania z tej samej metody płatności, dokonując wpłat i wypłat. ↵
ru: Уважаемый Клиент, Чтобы подтвердить Ваш запрос на вывод средств, пожалуйста, нажмите на следующую ссылку: %1 Из соображений безопасности и с целью улучшить Ваш пользовательский опыт, мы рекомендуем Вам пополнять счёт и выводить средства через один и тот же метод оплаты.
th: เรียน ท่านลูกค้าผู้มีอุปการะคุณ โปรดคลิกที่ลิงค์ด้านล่าง เพื่อการยืนยันความประสงค์ในการถอนเงินของท่าน: %1 พวกเราแนะนำให้ท่านฝากเงินและถอนเงินด้วยวิธีการชำระเงินด้วยช่องทางเดียวกันเพื่อความปลอดภัยและการใช้งานโดยสะดวก

source: Dear Valued Customer, In order to verify, please use the following token: %1
ar: عزيزي العميل المحترم، من أجل التحقق، الرجاء استخدام الرمز التالي: 1%
id: Kepada Pelanggan Yth., Untuk memverifikasi, silakan gunakan token berikut ini: %1
pl: Drogi Kliencie,↵ ↵ W celu dokonania weryfikacji proszę skorzystać z poniższego tokenu:↵ ↵ %1↵ ↵
ru: Уважаемый клиент, Для верификации, пожалуйста, воспользуйтесь следующим токеном: %1

source: Dec
ar: ديسمبر
de: Dez
fr: déc.
id: Des
pl: Grudzień
ru: Дек
th: ธ.ค.
vi: Tháng 12
zh_cn: 十二月

source: Delete All
ar: حذف الجميع
id: Hapus Semua
pl: Usuń wszystko
ru: Удалить все
th: ลบทั้งหมด

source: Delete All Lines
ar: حذف جميع الخطوط
id: Hapus Semua Garis
pl: Usuń wszystkie linie
ru: Удалить все линии
th: ลบวงเงินทั้งทมด

source: Delete all lines?
ar: هل تود حذف جميع الخطوط؟
id: Hapus semua garis?
pl: Czy usunąć wszystkie linie?
ru: Удалить все линии?
th: ลบเส้นทั้งหมด ใช่ไหม?

source: Delete for Breach
ar: حذف لمخالفة
id: Hapus karena Pelanggaran
pl: Usunięcie z powodu naruszenia
ru: Удаление в случае нарушения Правил

source: Deposit %1 %2 virtual money into your account %3
ar: إيداع ٪ 1 ٪ 2 الأموال الافتراضية إلى حسابك 3٪
id: Tambahkan Deposit %1 %2 dana virtual kedalam akun %3 Anda
pl: Wpłać na swoje konto %3 wirtualne pieniądze w kwocie: %2 %1
ru: Внести %1 %2 виртуальных денег на Ваш счет %3
th: ฝาก %1 %2 เงินเสมือนในบัญชีของท่าน %3

source: Deposit of
ar: إيداع
id: Deposit dari
pl: Wpłata w wysokości
ru: Пополнение в размере
th: การฝากของ

source: Deposit of %1 %2 is required. Current spread: %3 points
ar: مطلوب إيداع %1 %2. السبريد الحالي: %3 points
id: Diperlukan deposit sebesar %1 %2. Spread terkini: %3 poin
pl: Wymagany depozyt: %2 %1. Obecny spread: %3 punkty
ru: Необходим депозит в размере %1 %2. Текущий спред: %3 пункта(ов)
th: การฝากเงินของ %1 %2 มีความจำเป็น สเปรตปัจจุบัน: %3 พอยต์

source: Deposit: %1 working days
ar: إيداع: %1 أيام عمل
id: Deposit: %1 hari kerja
pl: Wpłata: %1 dni roboczych
ru: Пополнения: %1 раб.день (дней)
th: ฝากเงิน: %1 วันทำการ

source: Detrended Price Osc
ar: التذبذب السعرى بدون اتجاه
pl: Oscylator DPO (beztrendowy oscylator cenowy)
ru: Детрендовый осциллятор

source: Detrended Price Oscillator (DPO)
ar: التذبذب السعرى بدون اتجاه (DPO)
id: % Oskilator Harga
pl: Beztrendowy oscylator cenowy (DPO)
ru: Осциллятор бестрендовой цены (DPO)

source: Develop text that promotes the company’s product offerings in a variety of formats
id: Mengembangkan teks untuk mempromosikan penawaran produk perusahaan dalam berbagai format
pl: Tworzenie różnorodnych tekstów promujących produkty oferowane przez firmę
ru: Написание текста для продвижения продуктов компании в различных форматах
th: จัดทำต้นฉบับเพื่อส่งเสริมผลิตภัณฑ์ต่างๆ ของบริษัทฯ ในรูปแบบที่หลากหลาย

source: Digit must be in the range of %1 to %2.
ar: يجب أن يكون الرقم في نطاق من %1 إلى %2.
id: Digit harus dalam kisaran %1 hingga %2.
pl: Cyfry muszą mieścić się w przedziale od %1 do %2.
ru: Число должно быть в диапазоне от %1 до %2.
th: ตัวเลขต้องอยู่ในช่วง %1 ถึง %2

source: Do you want to decrease the timescale?
ar: هل تريد أن تقلل الفترة الزمنية؟
id: Apakah Anda ingin mengurangkan jadwal waktu?
pl: Czy chcesz zmniejszyć skalę czasu?
ru: Хотите уменьшить временную шкалу?
th: ท่านต้องการลดช่วงเวลาไหม?

source: Do you want to increase the timescale?
ar: هل ترغب فى زيادة الفترة الزمنية؟
id: Apakah Anda ingin meningkatkan jadwal waktu?
pl: Czy chcesz zwiększyć skalę czasu?
ru: Хотите увеличить временную шкалу?
th: ท่านต้องการเพิ่มช่วงเวลาไหม?

source: Do you want to lock in profits?
ar: هل تريد أن تحتفظ بالأرباح؟
id: Apa Anda ingin mengunci keuntungan?
pl: Czy chcesz zablokować zyski?
ru: Хотите зафиксировать полученную прибыль досрочно?
th: ท่านต้องการเก็บกำไรไหม?

source: Do you want to see Binary.com in other languages, or can you suggest improvements to our current translations?
ar: هل تود أن ترى Binary.com بلغات أخرى، أو هل يمكنك اقتراح تحسينات للترجمات الراهنة؟
de: Möchten Sie Binary.com in anderen Sprachen ansehen oder Verbesserungen unserer aktuellen Übersetzungen vorschlagen?
id: Apakah Anda ingin melihat Binary.com dalam bahasa lain, atau Anda dapat menyarankan perbaikan pada terjemahan kami saat ini?
pl: Czy chcesz widzieć Binary.com w innych językach albo zasugerować ulepszenia aktualnych tłumaczeń?
ru: Вы желаете видеть Binary.com на других языках или можете предложить улучшения для наших текущих переводов?
th: ท่านต้องการเห็น Binary.com ในภาษาอื่นหรือไม่ หรือ ท่านมีข้อแนะนำสำหรับการแปลปัจจุบัน หรือไม่?
vi: Bạn có muốn xem Binary.com bằng ngôn ngữ khác không, hoặc bạn có thể gợi ý cải thiện bản dịch hiện tại của chúng tôi được không?
zh_cn: 您是否想查看其他语言版本的Binary.com，或对当前译文提出改进意见？

source: Document department processes, to enhance the marketing team’s ability to execute repeated tasks efficiently and effectively
ar: عمليات قسم الوثائق, لتعزيز قدرة فريق التسويق على تنفيذ المهام المتكررة بكفاءة وفعالية
id: Memproses dokumen departemen, meningkatkan kemampuan tim pemasaran untuk menjalankan tugas-tugas berulang secara efisien dan efektif
pl: Przetwarzanie dokumentów danego działu w celu umożliwienia zespołowi ds. marketingu skuteczne i wydajne wykonywanie powtarzalnych czynności
ru: Документирование внутренних процедур отдела с целью повышения способности маркетингового отдела успешно и эффективно исполнять повторяющиеся задачи
th: บริหารจัดการกระบวนการเอกสารของแผนกเพื่อเพิ่มความสามารถของทีมการตลาดในการดำเนินการงานซ้ำๆ ให้มีประสิทธิผลอย่างมีประสิทธิภาพ

source: Documents are required to verify your identity
ar: المستندات المطلوبة للتحقق من هويتك
id: Dokumen yang diperlukan untuk memverifikasi identitas anda
pl: Do potwierdzenia Twojej tożsamości niezbędne są dokumenty
ru: Документы для верификации личности
th: เอกสารมีความจำเป็นเพื่อการตรวจสอบอัตลักษณ์ของท่าน

source: Donchian Channel Width
ar: عرض مؤشر قناة دونكان
id: Lebar Terusan Donchian
pl: Szerokość kanału Donchiana
ru: Ширина Канала Дончиана
th: ความกว้างของ Donchian Channel

source: Donchian Channels plot the highest high and lowest low over the last period time intervals.
ar: يرسم مؤشر قنوات دونكان أعلى ارتفاع وأدنى انخفاض فى الفترات الزمنيةالماضية.
id: Donchian Channel memetakan tinggi tertinggi dan rendah terendah pada jarak periode waktu terakhir.
pl: Kanały Donchiana pokazują najwyższy z wysokich i najniższe z niskich poziomów w ciągu ostatnich okresów.
ru: Каналы Дончиана строят высший максимум и низший минимум за последние временные интервалы.
th: Donchian Channels แสดงจุดสูงที่สูงที่สุด และจุดต่ำที่ต่ำที่สุดที่ช่วงเวลาสุดท้าย

source: Dot Chart
ar: رسم بياني بالنقط
id: Diagram titik
pl: Wykres punktowy
ru: Точечный
th: แผนภูมิจุด

source: Due to regulatory requirements, you are required to authenticate your account in order to continue trading.
ar: بسبب المتطلبات التنظيمية، أنت مطالب بتأكيد صحة حسابك لتستمر فى التداول.
id: Sesuai dengan peraturan yang berlaku, Anda diminta untuk membuktikan kebenaran akun Anda sebelum melanjutkan trading.
pl: Ze względu na wymogi prawne, jesteśmy zobowiązani zweryfikować Twoje konto, aby możliwe było kontynuowanie handlu.
ru: В связи с требованием закона, Вам необходимо авторизовать свой счет, чтобы продолжить работу.
th: ตามข้อกำหนดทางกฎหมาย ท่านต้องยืนยันตัวตนกับบัญชีของท่านเพื่อการเทรดอย่างต่อเนื่อง

source: EGR Operator Award
ar: جائزة 'مشغل الرهان المالي للعام' من eGaming Review
pl: Nagroda EGR Operator Award
th: รางวัล EGR Operator
zh_cn: EGR操作员奖

source: Each binary option contract runs for a set time – with %1 you can choose a contract that runs between 10 seconds and 365 days.
ar: كل عقد تداول ثنائي يستمر لفترة محددة - مع %1 يمكنك أن تختار عقد يستمر من 10 ثوان و حتى 365 يوما.
id: Setiap kontrak opsi binary memiliki periode waktu tertentu – dengan %1 Anda dapat memilih kontrak dengan durasi antara 10 detik hingga 365 hari.
pl: Każda opcja binarna trwa przez określony czas – na %1 wybierasz kontrakt, który może trwać od 10 sekund do 365 dni.
ru: Каждый бинарный опцион имеет определенную продолжительность - на %1 вы можете выбрать период от 10 секунд до 365 дней.
th: แต่ละสัญญาของไบนารีออปชั่นจะมีอายุระยะเวลาหนึ่ง – กับ %1 ท่านสามารถกำหนดระยะเวลาสัญญาระหว่าง 10 วินาที ไปถึง 365 วัน

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct.
ar: كل تداول للخيارات الثنائية له عائد محدد مسبقاً. تربح العائد إذا كان توقعك صحيحاً.
id: Setiap kontrak binary memiliki hasil yang telah ditetapkan. Anda akan memperoleh hasil jika analisa tepat.
pl: W przypadku każdej opcji binarnej kwota wypłaty jest określana wcześniej. Wygrywasz wypłatę, jeśli Twoja prognoza się sprawdzi.
ru: Каждый бинарный опцион служит для получения заранее оговоренной прибыли. Вы получите выигрыш в случае правильности Вашего прогноза.
th: แต่ละการซื้อขายไบนารีเป็นการกำหนดจำนวนเงินที่ต้องถูกชำระไว้ก่อน เมื่อท่านชนะจะได้รับการชำระเงินหากการพยากรณ์ หรือ การทำนายของท่านถูกต้อง
