Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility.
ar: إعادة تعيين المؤشرات يومياً يؤدي إلى تكرار الأسواق مع الإتجاه الصاعد والهابط, مع التقلب المستمر.
de: Täglich zurückgesetzte Indizes spiegeln Märkte mit steigender und fallender Tendenz mit konstanter Volatilität wider.
fr: Les indices journaliers répliquent les tendances haussières et baissières du marché, avec une volatilité constante.
id: Indeks Reset Harian meniru pasar dengan trend bullish dan bearish menggunakan volatilitas yang konstan.
ja: デイリーリセットインデックスは一定のボラティリティで強気と弱気の傾向にある市場を再現しています。
pl: Codziennie resetowane wskaźniki odpowiadają niestabilnym rynkom o trendzie wzrostowym i spadkowym.
ru: Ежедневные индексы Reset отражают рынки с восходящим (бычьим) и нисходящим (медвежьим) трендом, а также постоянной волатильностью.
th: ดัชนีถูกตั้งค่าใหม่รายวันจำลองสภาพของแนวโน้มความตื่นตัวและความซบเซาของตลาดด้วยความผันผวนที่คงที่
vi: Các Chỉ số được Thiết lập lại hàng ngày tái tạo thị trường với xu hướng giá lên và xu hướng giá xuống, với một mức độ biến động không đổi.
zh_cn: 每日重置指数以持续波动率复制市场的看涨和看跌趋势。

source: Daily limit on losses
ar: الحد اليومي على الخسائر
de: Tageslimit für Verluste
fr: Limite journalière des pertes
id: Batas harian kerugian
ja: 損失限度額（1日）
pl: Dzienny limit strat
ru: Дневной лимит на проигрыш
th: วงเงินขาดทุนต่อวัน
vi: Giới hạn mức thua lỗ hàng ngày
zh_cn: 每日损失限额

source: Daily turnover limit
ar: حد حجم التداول اليومي
de: Tägliches Umsatzlimit
fr: Limite journalière du volume des transactions
id: Batasan pembelian kontrak harian
ja: 1日の取引数量限度額
pl: Dzienny maksymalny obrót
ru: Дневной лимит на оборот
th: วงเงินซื้อขายต่อวัน
vi: Giới hạn doanh thu hàng ngày
zh_cn: 每日交易限额

source: Data Feed
ar: خلاصة البيانات
de: Dateneinspeisung
fr: Source de Données
id: Layanan Data
ja: データフィード
pl: Dane
ru: Котировки
th: ฟีดข้อมูล
vi: Nguồn dữ liệu
zh_cn: 数据源

source: Date
ar: تاريخ
de: Datum
id: Tanggal
ja: 日付
pl: Data
ru: Дата
th: วันที่
vi: Ngày
zh_cn: 日期

source: Date and Time
ar: التاريخ والوقت
de: Datum und Zeit
fr: Date et heure
id: Tanggal dan Waktu
ja: 日時
pl: Data i godzina transakcji
ru: Дата и время
th: วันที่และเวลา
vi: Ngày và Thời gian
zh_cn: 日期和时间

source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
fr: Date de naissance
id: Tanggal Lahir
ja: 生年月日
pl: Data urodzenia
ru: Дата рождения
th: วันเกิด
vi: Ngày sinh
zh_cn: 出生日期

source: Date of birth
ar: تاريخ الميلاد
de: Geburtsdatum
fr: Date de naissance
id: Tanggal lahir
ja: 生年月日
pl: Data urodzenia
ru: Ваша дата рождения
th: วันเกิด
vi: Ngày sinh
zh_cn: 出生日期

source: Day
ar: يوم
de: Tag
fr: Jour
id: Hari
ja: 日
pl: Dzień
ru: День
th: วัน
vi: Ngày
zh_cn: 天

source: Debt-free
ar: خالية من الديون
de: Schuldenfrei
fr: Endettement nul
id: Bebas hutang
ja: 借入金なし
pl: Brak długów
ru: Никаких долгов
th: ไม่มีหนี้
vi: Không dư nợ
zh_cn: 无负债

source: December
ar: ديسمبر
de: Dezember
fr: décembre
id: Desember
ja: １２月
pl: Grudzień
ru: Декабрь
th: ธันวาคม
vi: Tháng 12
zh_cn: 十二月

source: Decline
ar: رفض
de: Ablehnen
fr: Refuser
id: Ditolak
ja: 同意しない
pl: Odrzuć
ru: Отклонить
th: ปฏิเสธ
vi: Từ chối
zh_cn: 下降

source: Deep Perl expertise
ar: خبرات عميقة في بيرل
de: Umfassende Perl Kenntnisse
fr: Solide expertise du langage Perl
id: Ahli Perl
ja: Perlの深い専門知識
pl: Duże doświadczenie w pracy z językiem Perl
ru: Хорошее знание Perl
th: มีความเชี่ยวชาญเชิงลึกในภาษา Perl
vi: Chuyên môn sâu về Perl
zh_cn: 丰富的 Perl 专业知识

source: Default
ar: الافتراضي
de: Vorgabe
fr: Par défaut
id: Kelalaian
ja: 既定
pl: Niewywiązanie się z zobowiązań
ru: По умолчанию
th: ค่าตั้งต้นเดิม
vi: Mặc định
zh_cn: 默认值

source: Define your position
ar: حدد موقعك
de: Definieren Sie Ihre Position
fr: Définissez votre position
id: Tentukan posisi Anda
ja: ポジションを選択しましょう。
pl: Określ swoją pozycję
ru: Выберите свои условия
th: กำหนด โพซิชั่นของท่าน
vi: Xác định vị trí của bạn
zh_cn: 设定头寸参数

source: Definitions
ar: تعريفات
de: Definitionen
fr: Définitions
id: Definisi
ja: 定義
pl: Definicje
ru: Толкование терминов
th: คำนิยาม
vi: Xác định vị trí của bạn
zh_cn: 定义

source: Delete
ar: أحذف
de: Löschen
fr: Supprimer
id: Hapus
ja: 消去
pl: Usuń
ru: Удалить
th: ลบ
vi: Xóa
zh_cn: 删除

source: Demo
fr: Demonstration
ja: デモ
vi: Thử nghiệm
zh_cn: 演示

source: Demonstrate the ability to think / act quickly and multi-task as needed to execute effective campaigns
ar: إظهار القدرة على التفكير / العمل بسرعة وتعدد المهام كما هو مطلوب لتنفيذ حملات فعالة
de: Nachweislich schnelle Denkfähigkeit/schnelle Reaktion und, wenn erforderlich Multitasking, um Kampagnen effektiv durchzuführen
fr: Capacité à réfléchir/agir rapidement et à gérer de front plusieurs tâches afin de mettre en œuvre des campagnes efficaces répondant aux besoins de la société
id: Menunjukkan kemampuan berpikir/bertindak cepat dan berbagai tugas yang diperlukan untuk melaksanakan kampanye yang efektif
ja: 効果的なキャンペーンの実施に必要な迅速な試行と行動及びマルチタスク能力の実証
pl: Posiadanie umiejętności szybkiego myślenia i działania oraz pracy nad kilkoma zadaniami jednocześnie w celu prowadzenia skutecznych kampanii reklamowych
ru: Способность быстро думать и действовать, а также выполнять несколько задач для проведения эффективных кампаний
th: มีสามารถในการคิด การกระทำอย่างรวดเร็ว และงานหลายๆ ชิ้นในเวลาเดียวกัน เพื่อดำเนินการการส่งเสริมการตลาดที่มีประสิทธิภาพ
vi: Chứng minh khả năng suy nghĩ/ phản ứng nhanh và thực hiện nhiều nhiệm vụ khi cần thiết để các chiến dịch được thực hiện hiệu quả
zh_cn: 按需迅速展示并同时运行思想/行动能力，执行有效的活动

source: Depending on the level of risk that we are exposed to acting as your counterparty, we largely act in a principal capacity of your trades. As such, the execution venue will usually be %1. However, we may transmit your order to third party liquidity providers, in which case we will determine the execution venue ourselves on the basis described above.
fr: Suivant le niveau de risque auquel nous sommes exposés en agissant comme votre contrepartie, nous agissons largement en tant que principal de vos opérations. Ainsi, le lieu d'exécution sera normalement %1. Cependant, nous pouvons transmettre votre ordre à un fournisseur de liquidité en tierce partie, cas dans lequel nous déterminerons le lieu d'exécution nous mêmes sur la base décrite ci-dessus.
ja: お客さまの取引相手として行動する上でのリスクレベルに応じて、当社は当事者としてお客さまのお取引の権利能力を行使します。そのため、取引執行場は%1で行われます。しかし、当社は上記に基いて取引執行場である当社が判断によって、サードパーティーの流動性プロバイダーへお客さまの取引を送信する場合があります。

source: Depending on the quality of the data feeds received from our feed providers, our servers might apply a tick filtering algorithm. The purpose of this filtering algorithm is to strip the feed of stray ticks. Stray ticks are ticks that manifestly fall outside of the current trading range of the market; such ticks are often due to communication delays with the exchanges or banks that provide quotes, human error, or database problems at any point between the originator of the quote and our servers.
ar: بناء على جودة تغذيات البيانات الواردة إلينا من مقدمي التغذية, قد تقوم الخوادم الخاصة بنا بتطبيق تصفية لنظام الحلول الحسابية. الغرض من تصفية نظام الحلول الحسابية هو نزع تغذية العلامات الضالة. العلامات الضالة هي العلامات التي تقع بشكل واضح خارج نطاق التداول الحالي للسوق; وتنشأ مثل هذه العلامات غالباً بسبب تأخيرات الإتصال مع البورصات أو البنوك التي تقدم الإقتباسات, الخطأ البشري, أو مشاكل قاعدة البيانات في أي لحظة بين منشىء الإقتباس وخوادمنا.
de: Je nach der Qualität der Datenfeeds, die wir von unseren Feedlieferanten erhalten, werden unsere Server einen Algorithmus verwenden, der Ticks filtert. Ziel dieses filternden Algorithmus ist es, den Feed von Tick-Irrläufern zu säubern. Tick-Irrläufer sind Ticks, die deutlich aus der Handelsspanne des Markts herausfallen. Sie entstehen oft durch Verzögerungen bei der Datenübertragung mit Börsen oder Banken, die Börsennotierungen bereitstellen, menschliche Fehler oder Datenbankprobleme an irgendeinem Punkt zwischen der Quelle der Notierung und unseren Servern.
fr: En fonction de la qualité des flux de données transmis par nos fournisseurs de données, nos serveurs peuvent appliquer un algorithme de filtrage des ticks. L'objectif de cet algorithme est de filtrer les ticks parasites qui peuvent s'immiscer dans les flux. Les ticks parasites sont ceux qui se situent manifestement en dehors de la plage de fluctuation actuelle du marché, et sont souvent dus à des retards de communication avec les bourses ou les banques fournissant les cotations, à des erreurs humaines ou à des problèmes de base de données survenant entre l'émetteur de la cotation et nos serveurs.
id: Tergantung pada kualitas data feed yang diterima dari penyedia feed kami, server kami mungkin menerapkan penyaringan tik algoritma. Tujuan dari penyaringan ini adalah untuk mengupas tik yang menyimpang. Tik menyimpang ini adalah diluar batasan trading, tik ini biasanya disebabkan oleh keterlambatan komunikasi pada pertukaran atau kesalahan pada bank, manusia atau masalah data yang terjadi antara penyedia data dan server kami.
ja: フィードプロバイダ先から受信したデータフィードによって、Tickフィルタリングアルゴリズムが当サーバーに適用される場合があります。データフィードをStray Tickを価格情報から除去する目的でこのフィルタリング・アルゴリズムを採用しています。Stray Tickとは、明らかに市場での取引範囲から外れてしまった価格のことです。Stray Tickは、金融機関が提供する価格に関する配信遅延、人的ミス、または元受業者の価格と当社のサーバとデータベースの不整合に起因します。
pl: W zależności od jakości strumienia danych od naszych dostawców nasze serwery mogą stosować algorytm filtrujący najmniejsze zmiany cen. Jego zadaniem jest podział strumienia błędnych zmian cen. Błędne zmiany cen to zmiany, które wyraźnie nie mieszczą się w aktualnym zakresie rynku; takie zmiany są często wynikiem opóźnień komunikacyjnych w wymianie walut lub między bankami, które podają kwoty, bądź też wynikiem błędu ludzkiego lub problemów z bazą danych w dowolnym momencie pomiędzy źródłem kwoty i naszymi serwerami.
ru: В зависимости от качества котировок, полученных от наших поставщиков данных, на наших серверах может использоваться алгоритм фильтрации котировок. Его цель – устранение из поставляемых данных 'случайных' котировок. Подобные котировки выпадают из текущего торгового коридора; иногда они случаются из-за задержек в коммуникации между банками, биржами и серверами-поставщиками данных, ввиду человеческих ошибок или из-за проблем с синхронизацией данных между поставщиками котировок и нашими серверами.
vi: Tuỳ thuộc vào chất lượng của nguồn dữ liệu nhận được từ những bên cung cấp dữ liệu, máy chủ của chúng tôi áp dụng thuật toán lọc điểm. Mục đích của thuật toán lọc này là để lọc các điểm đi lạc. Các điểm đi lạc là các điểm mà nằm ngoài vùng giao dịch hiện tại của thị trường, những điểm này thường do sự giao dịch bị trì hoãn hoặc ngân hàng có lỗi về yết giá, lỗi về nhân sự, hoặc lỗi dữ liệu tại bất cứ điểm nào giữa nơi yết giá và máy chủ của chúng tôi.
zh_cn: 我们的服务器可能会根据数据提供者所提供的数据品质决定使用跳动点过滤算法。过滤算法的目标是去除离散价格。离散跳动点是明显超出市场现有交易区间的跳动点。造成这类跳动点的主要原因包括：提供报价的交易所或者银行通信延迟、报价源头与我们服务器之间的人为因素或数据库问题。

source: Depending on the quality of the feeds received from our feed providers, our servers might also apply a very short-term smoothing algorithm to the data feed. This smoothing algorithm removes a little of the "random noise" surrounding the data feed, and ensures that clients who buy path-dependent contracts (such as the one-touch or barrier-range contracts) will not have their contracts knocked-in or knocked-out by random short-term market noise that does not reflect the true market price.
ar: بناءً على جودة التغذيات الواردة من مقدمي التغذية, قد تعمل خوادمنا على تطبيق نظام حلول حسابية سهل وقصير جداً لخلاصة البيانات. ويزيل هذا النظام للحلول الحسابية السهل القليل من "الضجيج العشوائي" المحيط بخلاصة البيانات, ولضمان أن العملاء الذين يقومون بشراء العقود المعتمدة على المسار (مثل عقود اللمسة الواحدة وعقود حاجز المدى) لن تطرق في أو تطرق من ضجيج سوق عشوائي قصير المدى والذي لا يعكس السعر الحقيقي للسوق.
de: Je nach der Qualität der Datenfeeds, die wir von unseren Feedlieferanten erhalten, werden unsere Server einen sehr kurzfristigen Glättungsalgorithmus auf den Datafeed anwenden. Dieser glättende Algorithmus entfernt ein wenig die "Zufallsausschläge", die bei einer Dateneinspeisung auftreten und stellt sicher, dass die Kunden, die pfadabhängige Verträge kaufen (wie die Ziel- oder Schwellenbereichskontrakte), ihre Verträge nicht durch kurzfristige Marktausschläge gefährdet sehen (Knock-in, Knock-out), die den echten Marktpreis nicht widerspiegeln.
fr: En fonction de la qualité des flux transmis par nos fournisseurs de données, nos serveurs peuvent également appliquer un algorithme de lissage à très court terme. Cet algorithme de lissage supprime une partie du « bruit aléatoire » qui perturbe le flux de données, pour s'assurer que les clients qui achètent des contrats basés sur les tendances de marché (notamment avec les options « One Touch » ou à barrières) ne subiront pas les perturbations liées au bruit aléatoire du marché qui intervient à court terme et ne reflète pas les véritables fluctuations des cours.
id: Tergantung pada kualitas kutipan yang diterima dari penyedia data kami, server kami mungkin akan menerapkan penghalusan algoritma jangka pendek pada kutipan data. Penghalusan ini akan menghilangkan "gangguan" pada kutipan data dan memastikan Pelanggan yang membeli kontrak berdasarkan batasan (seperti kontrak menyentuh) tidak akan terpengaruh pada perubahan pasar yang bukan dicerminkan dari kondisi pasar sebenarnya.
ja: フィードプロバイダ先から受信したフィードの質によって、当サーバーでは非常に短期的な平滑化アルゴリズムをデータフィードに適用する場合があります。このアルゴリズムは、データフィードに存在するノイズを除去し、実際の市場価格を反映しないノイズに惑わされることなく軌跡に依存するトレード（タッチ、またはバリアに依存するトレード）を購入できるようになります。
pl: W zależności od jakości strumienia danych od naszych dostawców nasze serwery mogą też stosować krótkoterminowy algorytm wygładzający. Ten algorytm usuwa część „losowych zakłóceń” otaczających strumień danych i zapewnia klientom, którzy kupili kontrakty zależne od wzoru (np. osiągnie jeden raz albo kontrakty z limitem) brak wpływu na ich kontrakty losowych krótkookresowych zakłóceń na rynku, które nie odzwierciedlają prawdziwej ceny rynkowej.
ru: В зависимости от качества котировок, полученных от наших поставщиков данных, на наших серверах может также применяться краткосрочный алгоритм сглаживания котировок. Система сглаживания убирает так называемый 'случайный шум' котировок, что предотвращает, например, преждевременное истечение таких контрактов, как Касание или барьерные контракты, из-за кратковременного 'случайного шума' на рынке, не отражающего реальное положение вещей.
vi: Tuỳ thuộc vào chất lượng của nguồn dữ liệu nhận được từ các bên cấp dữ liệu, máy chủ của chúng tôi sẽ thực hiện một thuật toán trơn ngắn với nguồn cấp dữ liệu. Thuật toán trơn này sẽ gỡ bỏ một số "rắc rối ngẫu nhiên" xung quanh nguồn dữ liệu, và bảo đảm rằng khách hàng người mua hợp đồng phụ thuộc (như là hợp đồng một chạm hoặc hợp đồng có rào cản) sẽ không có những hợp đồng bị những rắc rối của thị trường ngẫu nhiên thâm nhập vào cái mà không có phản ánh giá đúng của trị trường.
zh_cn: 我们的服务器也可能会根据数据提供者所提供的数据品质决定对数据源使用极短期的平滑算法。平滑算法去掉了数据源的少量“随机噪声”并确保购买固定路径合约（比如一触即付或价格范围合同）的客户不会让未反应真实市场价格的随机短期市场噪声启动或取消其合约。

source: Deposit
ar: إيداع
de: Einzahlung
fr: Dépôt
ja: 入金
pl: Wpłata
ru: Пополнение
th: ฝาก
vi: Gửi tiền
zh_cn: 存款

source: Deposit Bonus
ar: إيداع المكافأة
de: Einzahlungsbonus
fr: Bonus de dépôt
id: Bonus Deposit
ja: ご入金された場合に付与されるボーナスについて
pl: Bonus przy wpłacie
ru: Бонус на депозит
th: โบนัสเงินฝาก
vi: Tiền thưởng Ký quỹ
zh_cn: 存款奖金

source: Deposit as little as USD 5 and start trading from USD 5 per contract.
ja: ペイアウト1,000円からお取引が可能。

source: Deposit as little as USD 5 to start trading
fr: Un dépôt de 5 dollars US suffit pour lancer vos opérations de trading
ja: ペイアウト1,000円からお取引を開始することが可能です

source: Deposit funds and begin trading
de: Zahlen Sie Geld ein und beginnen Sie zu Handeln
fr: Déposer des fonds et lancer des transactions
ja: 預託金入金後に取引開始
vi: Quỹ gửi tiền và bắt đầu kinh doanh
zh_cn: 存款并开始交易

source: Deposit into
de: Einzahlen in
fr: Dépôt vers
ja: XXXへご入金
vi: Gửi tiền đến
zh_cn: 存款到

source: Deposit or withdraw to your account via bank-wire, credit card, or e-cash wallet.
ar: إيداع أو سحب على حسابك عن طريق الحوالات المصرفية، أوبطاقات الائتمان، أو محفظة نقود إلكترونية.
de: Ein- oder Auszahlung von oder auf Ihr Konto über Banküberweisung, Kreditkarte oder e-Cash Wallet.
fr: Dépôt ou retrait sur votre compte par virement bancaire, carte de crédit ou service de paiement en ligne.
id: Deposit atau penarikan melalui bank-wire, kartu kredit atau wallet e-cash.
ja: 銀行振込によりお客さまのリアル口座に入出金を行います
pl: Wpłaty i wypłaty na Twoje konto za pośrednictwem przelewu bankowego, karty kredytowej lub e-gotówki.
ru: Пополните или выведите средства со счета банковским переводом, картой или электронной валютой.
th: ฝากเงิน หรือ ถอนเงินเข้าบัญชีของคุณผ่านบริการของธนาคาร บัตรเครดิต หรือ เงินอิเล็กทรอนิกส์
vi: Gửi hay rút tiền qua tài khoản của bạn bằng điện chuyển khoản ngân hàng, thẻ tín dụng hay ví thẻ điện tử.
zh_cn: 通过银行电汇、信用卡或电子现金钱包向您的账户存款或提款。

source: Deposit: %1 working day
ar: إيداع: %1 يوم عمل
de: Einzahlung: %1 Werktag
fr: Dépôt : %1 jour ouvrable
id: Deposit: %1 hari kerja
ja: ご入金: %1営業日
pl: Wpłata: %1 dzień roboczy
ru: Пополнения: %1 раб.день (дня)
th: ฝากเงิน: %1 วันทำการ
vi: Gửi tiền: %1 ngày làm việc
zh_cn: 存款：%1工作日内

source: Deposit: Instant
ar: إيداع: فورى
de: Einzahlung: Sofort
fr: Dépôt : instantané
id: Deposit: Langsung
ja: ご入金：即時
pl: Wpłata: błyskawiczna
ru: Пополнения: Мгновенно
th: ฝากเงิน: ทันที
vi: Gửi tiền: tức thì
zh_cn: 存款：实时

source: Depositing and withdrawing funds
ar: إيداع وسحب الأموال
de: Geld einzahlen und abheben
fr: Dépôt et retrait de fonds
id: Penyetoran dan penarikan dana
ja: 入金/出金について
pl: Wpłacanie i wypłacanie środków
ru: Пополнение и вывод средств
th: เงินในการฝากและการถอน
vi: Gửi tiền và rút tiền
zh_cn: 存款及取款

source: Deposits and withdrawal for your account is not allowed at this moment. Please contact %1 to unlock it.
de: Derzeit sind Einzahlungen und Auszahlungen nicht erlaubt. Bitte setzen Sie sich mit %1 in Verbindung, um es freizuschalten.
fr: Les dépôts et retraits ne sont actuellement pas autorisés sur votre compte. Veuillez contacter %1 pour accéder à ces fonctions.
ja: お客様の口座への入出金手続きは、現在許可されていません。解除するには%1までご連絡ください。
vi: Chức năng gửi tiền và rút tiền tại tài khoản của bạn không được phép tại thời điểm này. Xin vui lòng liên hệ với %1 để mở khóa.
zh_cn: 您的账户现时无法存取款。请联系%1进行解锁。

source: Derivative
ar: مشتق
de: Derivate
fr: Dérivé
id: Derivatif
ja: デリバティブ
pl: Instrument pochodny
ru: Производные
th: อนุพันธ์
vi: Phái sinh
zh_cn: 衍生工具

source: Derivative investment instruments such as Binary Options and related markets can be highly volatile. The prices of the underlying instrument which a Binary Options refers to may fluctuate rapidly and over wide ranges and may reflect unforeseeable events or changes in conditions, none of which can be controlled by you or %1.
ar: الأدوات الاستثمارية المشتقة مثل الخيارات الثنائية والأسواق ذات الصلة يمكن أن تكون متقلبة للغاية. فأسعار الأداة الأساسية التي تشير إلى الخيارات الثنائية قد تتقلب بسرعة وعلى نطاقات واسعة ويمكن أن تعكس أحداث غير متوقعة أو تغيرات في ظروف الأسواق، لا يمكن السيطرة على أي منها من قبلك أو من قبل %1.
de: Derivative Anlageinstrumente, wie Binäre Optionen, und damit verbundene Anlagen können äußerst volatil sein. Die Kurse für das zugrundeliegende Instrument, auf das sich eine Binäre Option bezieht, kann schnell über weite Bereiche schwanken und unvorhersehbare Ereignisse oder Bedingungsänderungen widerspiegeln, die sich außerhalb Ihrer oder der Kontrolle von %1 befinden.
fr: Des instruments d'investissement dérivés comme les Options Binaires et marchés liés peuvent être très volatils. Les prix de l'instrument sous-jacent auquel les Options Binaires font référence peut fluctuer rapidement et sur une large distance et peut refléter des événements imprévus ou des changements de conditions qui ne peuvent pas être contrôlés par vous ou %1.
id: Instrumen investasi derivatif seperti Opsi Binary dan pasar terkait memiliki tingkat volatilitas tinggi. Harga dasar pasar instrumen yang digunakan pada Opsi Binary dapat berfluktuasi dengan cepat dan pantas dan dapat dipengaruhi oleh berbagai perubahan kondisi, tidak ada yang bisa mengontrol baik Anda atau %1.
ja: バイナリーオプションや市場関連のデリバティブ投資商品は発揮性が高く、非常に不安定です。バイナリーオプションの現商品価格は急速に、広範囲にわたって変動し、状況によっては予測できない事象または変化がおきるものです。双方ともにお客さま、または%1によって制御できるものではありません。
pl: Instrumenty pochodne, takie jak Opcje binarne oraz związane z nimi rynki mogą być bardzo nieprzewidywalne. Ceny instrumentów bazowych Opcji binarnych mogą zmieniać się gwałtownie i znacznie, a ich zmiany mogą być powodowane nieprzewidywalnymi wydarzeniami lub zmianami warunków rynkowych, które nie mogą być kontrolowane ani przez Ciebie, ani przez %1.
ru: Производные инвестиционные инструменты, такие как бинарные опционы и смежные рынки, могут быть весьма нестабильными. Цены на базовые инструменты, на которых происходит торговля бинарными опционами, могут быстро и в широких пределах колебаться, а также подвергаться воздействию непредсказуемых событий или изменений в условиях, не зависящих от Вас или %1.
th: เครื่องมือสำหรับการลงทุนอนุพันธ์ เช่น ไบนารีออปชั่น และตลาดที่เกี่ยวข้องมีความผันผวนสูง ราคาของผลิตภัณฑ์อ้างอิงซึ่งไบนารีออปชั่นอ้างอิงจะไม่แน่นอนอย่างรวดเร็วและเกินขอบเขต และอาจเป็นเหตุการณ์ที่ไม่สามารถพยากรณ์ได้ หรือ มีการเปลี่ยนแปลงในเงื่อนไขต่างๆ หรือไม่มีปัจจัยใดเลยที่ควบคุมได้จากท่าน หรือ %1
vi: Công cụ Đầu tư phái sinh như Quyền chọn Nhị phân và thị trường liên quan có thể biến động mạnh. Giá của công cụ tài sản cơ sở mà Quyền chọn Nhị phân thay thế cho có thể thay đổi nhanh chóng và vượt quá biên độ rộng và có thể phản ánh cho các sự kiện không thể thấy trước hoặc những thay đổi trong điều kiện mà bạn hoặc %1 không thể kiểm soát được.
zh_cn: 衍生投资工具（如二元期权和相关市场）的波动性很大。二元期权所涉及的基础工具价格可能会快速起伏，且幅度很大，很可能出现您和 %1 皆无法控制的突发事件或状况变化。

source: Description
ar: الوصف
de: Beschreibung
id: Deskripsi
ja: 取引内容
pl: Opis
ru: Описание
th: รายละเอียด
vi: Mô tả
zh_cn: 说明

source: Design engaging, visually inspiring content for the company's website and many other forms of media, including both online and offline materials.
ar: التصميم الجذاب, المحتوى الملهم بصرياً لموقع الشركة على الأنترنت والعديد من أشكال وسائل الإعلام الأخرى, بما في ذلك المتصلة وغير المتصلة بالأنترنت.
de: Entwurf von ansprechenden, visuell inspirierenden Inhalten auf der Unternehmenswebsite und vielen weiteren Medienformen, einschließlich von sowohl online als auch offline Materialien.
fr: Conception de contenus attrayants et visuellement efficaces destinés à la diffusion sur le site Web de la société et sur de nombreux autres supports en ligne ou hors ligne.
id: Desain menarik, konten visual inspirasi untuk website perusahaan dan berbagai bentuk media lainnya, termasuk kedua bahan online dan offline.
ja: オンライン/オフライン材料を含む当社ウェブサイトとその他のメディア形態への印象的なコンテンツのデザインをしています。
pl: Tworzenie ciekawych i inspirujących treści na potrzeby strony internetowej firmy oraz innych środków przekazu, w tym materiałów online i offline.
ru: Дизайн интересного и визуально привлекательного контента для вебсайта компании и других информационных ресурсов, включая онлайн и оффлайн материалы.
th: ออกแบบเนื้อหาและสื่อที่จะใช้ในเว็บไซต์ของบริษัทฯ และรูปแบบต่างๆ ของสื่อทั้งออนไลน์และออฟไลน์
vi: Thiết kế nội dung hấp dẫn, bắt mắt cho trang web và nhiều hình thức truyền thống khác nhau của công ty, bao gồm cả tài liệu trực tuyến và ngoại tuyến.
zh_cn: 为公司网站和许多其他形式的媒体，包括在线和离线材料设计具吸引力、视觉上鼓舞人心的内容。

source: Desired language.
fr: Langue désirée.
ja: ご希望の言語

source: Detailed report:
fr: Rapport détaillé :
ja: デイリーレポート

source: Details
ar: التفاصيل
de: Angaben
fr: Informations
id: Rincian
ja: お客さま基本情報
pl: Szczegóły
ru: Подробности
th: รายละเอียด
vi: Chi tiết
zh_cn: 详情
