Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses.
de: Wir trennen alle Kundengelder und halten sie nach den Bedingungen unserer Handelslizenzen in sicheren und zugelassenen Finanzinstitutionen.
fr: Nous séparons les fonds des clients et les gardons dans des institutions financières sécurisées et autorisées, selon les conditions de nos licences d'échange.
ja: 皆様の資金は日証金信託銀行の顧客区分管理信託口にて、当社の固有財産とは区分して管理されます。
vi: Chúng tôi phân biệt tất cả các khoản tiền của khách hàng và giữ chúng an toàn và được cấp phép tổ chức tài chính, theo các điều kiện của giấy phép kinh doanh của chúng tôi.
zh_cn: 我们按照交易牌照规定条件将所有客户的基金集合并保留在安全及拥有牌照的金融机构里。

source: We segregate your funds and keep them in secure and licensed financial institutions.
de: Wir trennen Ihre Gelder und halten sie in sicheren und zugelassenen Finanzinstitutionen.
fr: Nous séparons nos fonds et les gardons dans des institutions financières sécurisées et autorisées.
ja: 皆様の資金は日証金信託銀行の顧客区分管理信託口にて、当社の固有財産とは区分して管理されます。
vi: Chúng tôi phân biệt các khoản tiền của bạn và giữ chúng trong các tổ chức tài chính an toàn và được cấp phép.
zh_cn: 我们将您的基金集合并保留在安全及拥有牌照的金融机构里。

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and law-enforcement agencies to address fraud issues.
ar: نحن نستخدم خدمات تحقق من الهوية وتدابير فورية للكشف عن الغش لتساعد في حماية حسابك من الوصول غير المصرح به. بالإضافة لذلك، نقوم بمراقبة نشاط حسابك للكشف عن أي إشارات لنشاط غير عادي قد تدل على الغش كما نعمل مع وكالات التحصيل ووكالات تنفيذ القانون للتعامل مع قضايا الاحتيال.
de: Wir verwenden einen Identitätsprüfungsservice und Maßnahmen zur Betrugsermittlung in Echtzeit, um Sie vor einem unbefugten Zugriff auf Ihr Konto zu schützen. Wir überwachen auch die Kontoaktivität auf Anzeichen ungewöhnlicher Aktivitäten, die auf einen Betrug hindeuten könnten und arbeiten mit Inkassobüros und Strafverfolgungsbehörden, um betrügerische Handlungen aufzuklären.
fr: Nous utilisons des services de vérification d'identité et des mesures de détection de fraude en temps réel pour mieux vous protéger contre les accès non autorisés à votre compte. Nous surveillons également l'activité du compte afin de déceler les signes d'une activité inhabituelle pouvant indiquer une fraude, et nous collaborons avec des services de renseignement et des organismes chargés de l'application de la loi pour traiter les problèmes de fraude.
id: Kami menggunakan pembuktian identitas dan mendeteksi tindakan penyalahgunaan secara langsung untuk membantu kami menjaga keamanan akun Anda dari akses yang tidak dibenarkan. Kami juga selalu memantau aktifitas penyalahgunaan dan bekerjasama dengan pihak berwajib untuk mengatasi masalah penipuan.
ja: 当社では、お客さまのご口座への不正アクセスを防止する目的で身分証明の認証サービスとリアルタイムでの詐欺的行為の検出を行います。また詐欺的行為のサインを検出する目的でご口座のお取引を監視し、詐欺的行為の調査のために情報収集エージェンシーや法的機関と恊働します。
pl: Korzystamy z usług weryfikacji tożsamości i środków wykrywania nadużyć w czasie rzeczywistym w celu zapewnienia ochrony przed nieuprawnionym dostępem do konta. Monitorujemy także aktywność konta pod kątem oznak nietypowych zachować, które mogą wskazywać na oszustwa, a także współpracujemy z organami windykacji należności i organami ścigania w celu rozwiązania kwestii nadużyć finansowych.
ru: Для предотвращения неавторизованного доступа к Вашему счету введены сервисы идентификации и меры по защите от мошеннических действий онлайн. Мы также отслеживаем признаки подозрительной деятельности на счетах, которые могут указывать на возможный несанкционированный доступ. В сфере защиты от мошенничества мы сотрудничаем с коллекторскими и юридическими агентствами.
vi: Chúng tôi sử dụng dịch vụ xác minh danh tính và công cụ phát hiện thời gian gian lận thực để bảo vệ bạn khỏi những truy cập trái phép vào tài khoản của mình. Chúng tôi cũng quản lý hoạt động tài khoản để phát hiện các dấu hiệu của hoạt động bất thường có thể thấy được sự gian lận và làm việc với các cơ quan thực thi pháp luật để giải quyết các vấn đề gian lận.
zh_cn: 我们通过身份核实服务和实时防欺诈措施防止您的账户遭到非法访问。另外，我们还会对您的账户活动进行监控，来发现不正常的欺诈活动迹象。我们还会和征管机构及执法机关合作，应对欺诈问题。

source: We use identity verification services and real-time fraud detection measures to help protect you from unauthorised access to your account. We also monitor account activity for signs of unusual activity that might indicate fraud and work with collection agencies and low-enforcement agencies to address fraud issues.
de: Wir verwenden einen Identitätsprüfungsservice und Maßnahmen zur Betrugsermittlung in Echtzeit, um Sie vor einem unbefugten Zugriff auf Ihr Konto zu schützen. Wir überwachen auch die Kontoaktivität auf Anzeichen ungewöhnlicher Aktivitäten, die auf einen Betrug hindeuten könnten und arbeiten mit Inkassobüros und Strafverfolgungsbehörden, um betrügerische Handlungen aufzuklären.
fr: Nous utilisons des services de vérification d'identité et des mesures de détection de fraude en temps réel pour mieux vous protéger contre les accès non autorisés à votre compte. Nous surveillons également l'activité du compte afin de déceler les signes d'une activité inhabituelle pouvant indiquer une fraude, et nous collaborons avec des services de renseignement et des organismes chargés de l'application de la loi pour traiter les problèmes de fraude.
ja: 当社では、お客さまのご口座への不正アクセスを防止する目的で身分証明の認証サービスとリアルタイムでの詐欺的行為の検出を行います。また詐欺的行為のサインを検出する目的でご口座のお取引を監視し、詐欺的行為の調査のために情報収集エージェンシーや法的機関と恊働します。
vi: Chúng tôi sử dụng dịch vụ xác minh danh tính và công cụ phát hiện thời gian gian lận thực để bảo vệ bạn khỏi những truy cập trái phép vào tài khoản của mình. Chúng tôi cũng quản lý hoạt động tài khoản để phát hiện các dấu hiệu của hoạt động bất thường có thể thấy được sự gian lận và làm việc với các cơ quan thực thi pháp luật để giải quyết các vấn đề gian lận.
zh_cn: 我们通过身份核实服务和实时防欺诈措施防止您的账户遭到非法访问。另外，我们还会对您的账户活动进行监控，来发现不正常的欺诈活动迹象。我们还会和征管机构及执法机关合作，应对欺诈问题。

source: We will continue to close open positions until your margin level becomes higher than the stop out level.
de: Wir werden fortfahren, offene Positionen zu schließen, bis Ihr Margin Level höher als das Stop Out Level wird.
fr: Nous continuerons à fermer les positions ouvertes jusqu'à ce que votre niveau de marge devienne plus élevée que le niveau de stop out.
ja: マージンレベルがロスカットレベルを超えるまでオープンポジションをクローズします。
vi: Chúng tôi sẽ tiếp tục đóng các phiên mở cho đến khi mức lợi nhuận của bạn trở nên cao hơn mức dừng.
zh_cn: 我们将继续关闭未平仓合约，直到您的保证金水平高于强制平仓水平。

source: We will monitor the effectiveness of our order execution arrangements and order execution policy. We will assess from time to time whether the venues relied upon by us in pricing our Contracts on your behalf allow us to achieve best execution on a consistent basis or whether we need to make changes to our execution arrangements. We will also review our order execution arrangements and order execution policy in respect of material changes either in respect of one of our chosen pricing venues or that otherwise affect our ability to continue to achieve best execution. Should there be any material changes to our order execution arrangements or order execution policy, we will notify you.
ar: سنراقب فعالية ترتيباتنا لتنفيذ الأوامر وسياسة تنفيذ الأوامر. سنقوم من وقت لآخر بتقييم ما اذا كانت المواقع التي نعتمد عليها في تسعير العقود لدينا نيابة عنك تسمح لنا بتحقيق أفضل تنفيذ على أساس ثابت أو ما إذا كنا بحاجة إلى إجراء تغييرات على ترتيباتنا للتنفيذ. وسوف نراجع أيضا ترتيباتنا لتنفيذ الأوامر وسياسة تنفيذ الأوامر في حالة التغييرات الجوهرية سواء فيما يتعلق بواحد من مواقع التسعير المختارة أو التي تؤثر على قدرتنا على مواصلة تحقيق أفضل تنفيذ خلاف ذلك. اذا حدثت أي تغييرات جوهرية على ترتيباتنا لتنفيذ الأوامر أو سياسة تنفيذ الأوامر، فسوف نقوم بإعلامك.
de: Wir überwachen die Effektivität unserer Orderausführungsvereinbarungen und Orderausführungsregeln. Wir beurteilen zu gegebener Zeit, ob unsere Vorgänge, auf die wir uns bei der Preisgestaltung der von Ihnen beauftragten Kontrakte stützen, es uns ermöglichen, auf einer fortlaufenden Basis die beste Ausführung zu erreichen oder ob wir Änderungen an unseren Ausführungsvereinbarungen machen müssen. Wir werden weiters unsere Orderausführungsvereinbarungen und Orderausführungsregeln hinsichtlich wichtiger Änderungen, oder hinsichtlich einer unserer Preisgestaltungsvorgänge oder die ansonsten unsere Fähigkeit beeinträchtigen, die beste Ausführung zu erreichen überprüfen. Wir werden Sie über wichtige Änderungen bei unseren Orderausführungsvereinbarungen oder den Orderausführungsregeln unterrichten.
fr: Nous nous engageons à superviser l'efficacité de nos modalités d'exécution des ordres et de notre politique d'exécution des ordres. De temps à autre, nous déterminerons si les infrastructures que nous utilisons pour la cotation de nos contrats en votre nom nous permettent de garantir une qualité d'exécution optimale et constante ou si une modification de nos modalités d'exécution s'avère nécessaire. Nous réévaluerons également nos modalités d'exécution des ordres et notre politique d'exécution des ordres en fonction des changements importants intervenant au niveau de l'une des infrastructures de cotation sélectionnées par nos soins ou susceptibles de se répercuter sur notre capacité à garantir une qualité d'exécution optimale. Nous vous avertirons de tout changement de nos modalités d'exécution ou de notre politique d'exécution des ordres.
id: Kami akan memantau efektivitas pengaturan dan kebijaksanaan eksekusi order. Kami akan memantau dari waktu ke waktu apakah tempat yang disediakan dalam penentuan harga Kontrak atas nama Anda mengijinkan kami untuk mencapai eksekusi terbaik secara berkala atau apakah kami perlu melakukan perubahan pada aturan eksekusi. Kami juga akan selalu meninjau aturan dan kebijaksanaan sesuai dengan perubahan material pada salah satu tempat penentuan harga atau hal yang mempengaruhi kemampuan kami dalam memberikan eksekusi terbaik. Jika terdapat perubahan material pada aturan eksekusi order atau kebijaksanaan order maka kami akan menginformasikan kepada Anda.
ja: 当社は我々の注文執行手配と注文執行ポリシーの有効性を監視します。随時お客さまに代わって当社が一貫して最良執行が達成できる契約の価格設定を我々に一存する場であるか、執行手配の変更を必要とするかどうか評価します。価格を選択する場の1つという点または最良執行を達成し続ける当社の能力に影響を与える何かどちらかの重大な変更に関しても注文執行手配と注文執行ポリシーを検討します。当社注文執行手配または注文執行ポリシーに変更が生じた際は、お知らせ致します
pl: Będziemy monitorować skuteczność naszych rozwiązań w zakresie realizacji zleceń oraz naszą politykę w tym zakresie. Od czasu do czasu będziemy sprawdzać, czy miejsca, na których polegamy przy dokonywaniu wyceny naszych Kontraktów w Twoim imieniu pozwalają nam na zapewnienie najkorzystniejszej realizacji zlecenia na jednolitych warunkach, czy też musimy wprowadzić zmiany w naszych rozwiązaniach dotyczących realizacji zleceń. Będziemy też sprawdzać nasze rozwiązania w zakresie realizacji zleceń oraz naszą politykę w tym zakresie pod kątem istotnych zmian w odniesieniu do jednego z naszych miejsc wyceny lub w odniesieniu do możliwości wpływu na zapewnianie przez nas najkorzystniejszej realizacji. W przypadku wystąpienia jakiejkolwiek istotnej zmiany w rozwiązaniach w zakresie realizacji zleceń lub naszej polityki w tym zakresie, poinformujemy Cię o tym.
ru: Мы будем следить за эффективностью наших механизмов исполнения ордера и политики выполнения ордера. Мы будем время от времени оценивать, позволяют ли источники, на которые мы полагаемся в оценке наших контрактов, предлагать лучшее исполнение на постоянной основе, или нужно ли нам внести изменения в наши договоренности об исполнении. Мы также будем пересматривать наши меры исполнения ордера и политику исполнения ордера на предмет существенных изменений применительно либо к одному из выбранных нами ценовых источников, либо к изменению нашей способности продолжать предлагать лучшее исполнение. Если в нашей договоренности исполнения ордера или политике исполнения ордера произойдут существенные изменения, мы уведомим Вас.
vi: Chúng tôi sẽ theo dõi tính hiệu quả của việc sắp xếp thực hiện lệnh và chính sách thực hiện lệnh. Chúng tôi sẽ thay mặt bạn đánh giá dần dần ở những nơi đáng tin cậy trong việc định giá Hợp đồng của chúng ta để đạt được thực hiện tốt nhất dựa trên cơ sở phù hợp hoặc nếu chúng ta cần thay đổi cho việc sắp xếp thực hiện của chúng ta. Chúng tôi sẽ xem xét lại những sắp xếp thực hiện lệnh và chính sách thực hiện lệnh trong trường hợp có sự thay đổi về nguồn, trường hợp một trong những địa điểm định giá được chọn hoặc những thứ có thể ảnh hưởng tới khả năng đạt được thực hiện tốt nhất. Nếu có bất kì sự thay đổi nào về việc sắp xếp thực hiện lệnh hay chính sách thực hiện lệnh, chúng tôi sẽ thông báo cho bạn biết.
zh_cn: 我们将监督订单的执行安排和政策的有效性。我们会定期评估，看我们代表您进行合约交易的报价地点能否持续保证我们获得最佳执行方案，从而决定我们是否要更改执行安排。我们也将对订单执行安排和策略的更改进行监督，评估报价地点及其他因素是否会影响我们持续获得最佳执行方案。当订单执行安排和政策发生重大变更时，我们会通知您。

source: We will provide all documents in electronic format. Please tick the box if you agree and go to the next step.
ja: 口座開設には下記への同意が必要です。

source: We will provide you with all the tools you need to turn your traffic into a lucrative revenue stream
ar: سنزودك بكل الأدوات التي تحتاجها لتحول حركة المرور على موقعك لمصدر دخل مستمر
de: Wir werden Ihnen alle die von Ihnen benötigten Mittel zur Verfügung stellen, um Ihren Traffic in eine lukrative Einnahmequelle zu verwandeln
fr: Nous vous fournirons l'ensemble des outils dont vous avez besoin pour faire de votre trafic une source de revenus lucrative
id: Kami akan menyediakan semua peralatan yang Anda butuhkan untuk mengubah trafik menjadi aliran pendapatan yang menguntungkan
ja: サイト訪問数を収入に転化するツールを提供
pl: Zapewnimy Ci wszystkie narzędzia, których potrzebujesz, by zmienić ruch na swojej stronie w źródło przychodów
ru: Мы предоставим Вам все необходимые инструменты, чтобы Ваш трафик стал потоком доходов
vi: Chúng tôi sẽ cung cấp cho bạn tất cả các công cụ bạn cần để biến hệ thống của bạn thành một nguồn thu nhập hấp dẫn
zh_cn: 我们将向您提供所有需要的工具，将您的流量转化为可观的收入

source: We'll then send you an e-mail asking you to verify your identity.
ar: ثم سنرسل لك عبر البريد الإلكتروني نطالبك بإثبات هويتك.
de: Wir werden Ihnen dann eine E-Mail senden und Sie bitten, Ihre Identität zu bestätigen.
fr: Nous vous enverrons ensuite un e-mail vous demandant de valider votre identité.
id: Kami kemudian akan mengirimkan e-mail untuk memverifikasi identitas Anda.
ja: その際に、本人確認のためメールを送信させていただきます。
pl: Następnie wyślemy Ci wiadomość e-mail z prośbą o zweryfikowanie Twojej tożsamości.
ru: Затем мы отправим Вам электронное письмо с целью проверки Вашей личности.
vi: Sau đó chúng tôi sẽ gửi cho bạn một email yêu cầu xác nhận danh tính.
zh_cn: 然后，我们将通过电子邮件请您确认身份。

source: We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack.
de: Uns wurden Patente für ein 'Computerhandelssystem und die Methode zur Spekulation auf einem Finanzmarkt' und 'Computerhandelssystem für das Angebot von benutzerdefinierten Finanzmarktspekulationen' gewährt. Diese Patente beweisen unsere Fähigkeit zur Innovation und das wir im Wettbewerb die Nase vorn haben.
fr: La société obtient des brevets en tant que « Système de courtage en ligne et méthode de spéculation sur un marché financier » et en tant que « Système de courtage en ligne fournissant des services de spéculation personnalisés sur les marchés financiers ». Ces brevets reflètent notre capacité à innover et à rester à la pointe du secteur.
ja: 米国で「金融市場投機用コンピューター取引システムとメソッド」と「カスタムの金融市場投機用コンピューター取引システムとメソッド」に関する特許を取得。この特許取得により、当社の進化を証明し、及び競合他社との差別化を実現。
vi: Chúng tôi được cấp bằng sáng chế cho 'Hệ thống kinh doanh máy tính và phương pháp suy đoán trên thị trường tài chính' và 'Hệ thống giao dịch máy tính để cung cấp hoạt động suy đoán thị trường tài chính tùy chỉnh'. Các bằng sáng chế cho thấy khả năng của chúng tôi trong việc đổi mới và luôn hướng về phía trước.
zh_cn: 我们获得了“用于金融市场投机的电脑交易系统及方法”和“用于定制金融市场投机的电脑交易系统”两项专利。这些专利说明了我们的创新性和领先水平。

source: We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish.
de: Wir sind auf diese Auszeichnung wirklich sehr stolz. Wir engagieren uns stark im Angebot eines ethischen und kundenbezogenen Handelserlebnisses und die Auszeichnung zeigt, dass BetOnMarkets eine vertrauenswürdige Firma ist, die ihren Kunden, gleichgültig, ob sie erfahrene Trader oder Anfänger sind, zuhört und sich um sie kümmert. Wir bieten unseren Kundendienst in Englisch, Indonesisch, Russisch, Chinesisch und Spanisch an.
fr: Nous sommes très fiers de ce prix. Nous sommes fortement engagés à offrir une expérience de trading éthique et orientée clients. Cette récompense prouve que BetOnMarkets est une marque fiable et à l'écoute de ses clients, qui met un point d'honneur à vous satisfaire, que vous soyez un trader expérimenté ou un débutant. Nous offrons des services à la clientèle en anglais, indonésien, russe, chinois et espagnol.
ja: この受賞は大変光栄なものです。当社は、倫理的で顧客を重視したトレード機会を提供することに注力します。そしてこの受賞は、BetOnMarketsがトレード初心者、及び上級者に対し、顧客の声を重視したサービスを提供するブランドであることを示します。当社は英語、インドネシア語、ロシア語、中国語、及びスペイン語でのカスタマーサービスを提供します。
vi: Chúng tôi thực sự tự hào về giải thưởng này. Chúng tôi cam kết cung cấp cho quý khách một trải nghiệm giao dịch có đạo đức và lấy khách hàng làm trung tâm, và các giải thưởng này cho thấy BetOnMarkets là một thương hiệu đáng tin cậy, luôn lắng nghe và phục vụ khách hàng, cho dù họ là nhà giao dịch có kinh nghiệm hay người mới. Chúng tôi cung cấp dịch vụ khách hàng bằng tiếng Anh, Indonesia, Nga, Trung Quốc và Tây Ban Nha.
zh_cn: 获得这个奖项，我们真的很自豪。我们不懈努力，提供合乎道德、以客户为中心的交易体验。该奖项表明 BetOnMarkets 是一个值得信赖的品牌，愿意接受客户意见并满足客户需求，无论客户是经验丰富的交易者还是新手。我们为客户提供英语、印尼语、俄语、中文和西班牙语服务。

source: Web (Desktop Only)
de: Web (Nur für Desktop)
fr: Web (bureau uniquement)
ja: ウェブ（デスクトップのみ）
vi: Mạng (dành cho máy tính để bàn)
zh_cn: 网页（仅适用于桌面式电脑）

source: Web (Including Mobile)
de: Web (Inklusive Handy)
fr: Web (y compris mobile)
ja: ウェブ（モバイルを含む）
vi: Mạng (bao gồm cho điện thoại di động)
zh_cn: 网页（包括手机）

source: Web design / development experience
ar: خبرة تصميم وتطوير المواقع
de: Webdesign/Entwicklungserfahrung
fr: Expérience de la conception et du développement Web
id: Desain web/pengalaman pembangunan
ja: ウェブデザインまたはウェブ開発の経験
pl: Doświadczenie w projektowaniu stron internetowych lub programowaniu
ru: Опыт в области веб-дизайна / веб-разработки
vi: Kinh nghiệm thiết kế và phát triển trang web
zh_cn: 网站设计/开发经验

source: Web, iOS, Android
ja: ウェブ、 iOS、Android
vi: Mạng, IOS, Android
zh_cn: 网页、iOS、Android

source: Webinars
ar: ندوات عبر الأنترنت
de: Webinare
fr: Webinaires
id: Berbagai Webinar
ja: ウェビナー
pl: Szkolenia internetowe
ru: Вебинары
vi: Hội thảo trên Web
zh_cn: 网络研讨会

source: Website
ar: موقع
fr: Site Web
id: Situs web
ja: ウェブサイト
pl: Strona internetowa
ru: Вебсайт
vi: Trang web
zh_cn: 网站

source: Webtrader
ar: ويب تريدر(Webtrader)
ja: ウェブトレーダー

source: Wednesday
ar: الأربعاء
de: Mittwoch
fr: mercredi
id: Rabu
ja: 水
pl: Środa
ru: Среда
vi: Thứ Tư
zh_cn: 星期三

source: Weekday
de: Wochentag
fr: Jour de la semaine
ja: 平日
vi: Ngày trong tuần
zh_cn: 交易日

source: Weekend quotes
ar: أسعار عطلة نهاية الأسبوع
de: Wochenendnotierungen
fr: Cotations du weekend
id: Kutipan akhir pekan
ja: 週末の引用値について
pl: Oferty weekendowe
ru: Котировки в выходные
vi: Yết giá cuối tuần
zh_cn: 周末报价

source: Well-developed organizational, administrative, and/or accounting skills
ar: مهارات تنظيمية وإدارية، و/أو محاسبة متطورة
de: Perfekt entwickelte organisatorische, administrative und/oder buchhalterische Fähigkeiten
fr: Bonnes compétences organisationnelles, administratives et/ou comptables
id: Berkembang dengan baik dalam organisasi, administrasi, dan/atau keterampilan akuntansi
ja: 優れた組織・管理能力および/または会計スキル
pl: Dobrze rozwinięte umiejętności organizacyjne, administracyjne i/lub rachunkowe
ru: Отличные организационные, административные навыки и/или знание бухгалтерского учёта
vi: Kỹ năng tổ chức, hành chính và/ hoặc kế toán tốt
zh_cn: 具备良好的组织、行政、和/或会计技能

source: What are OTC indices and stocks?
ar: ما هي المؤشرات والأسهم التي يتم تداولها خارج البورصة؟
de: Was sind OTC (Freiverkehr) Indizes und Aktien?
fr: Présentation des indices et actions de gré à gré (OTC)
id: Apa itu indeks dan saham OTC?
ja: 店頭インデックスと店頭株とは
pl: Czym są wskaźniki i akcje OTC?
ru: Что такое внебиржевые индексы и акции?
vi: Mã chứng khoán và cổ phiếu phi tập trung là gì?
zh_cn: 场外交易指数和股票是什么？

source: What are binary options
ja: バイナリーオプションとは

source: What commission plan do you offer?
ar: ما هي خطط العمولات التي تقدمونها؟
de: Welchen Provisionsplan bieten Sie an?
fr: Quel plan de commission proposez-vous ?
id: Apa rencana komisi yang Anda tawarkan?
ja: アフィリエイトの報酬体系について教えて下さい。
pl: Jakie plany prowizyjne są w ofercie?
ru: Какие планы комиссионных вы предлагаете?
vi: Bạn dự định đề nghị mức hoa hồng như thế nào?
zh_cn: 你们提供怎样的佣金计划？

source: What is Margin?
de: Was ist Margin?
fr: Qu'est ce qu'une Marge ?
ja: マージンとは何ですか？
vi: Lợi nhuận là gì?
zh_cn: 什么是保证金？

source: What is an ICO?
ja: ICOとは何ですか？

source: What is the %1 affiliate program?
ar: ما هو برنامج الإنتساب لـ %1؟
de: Um was geht es beim Partnerprogramm von %1?
fr: Qu'est-ce que le programme affilié %1 ?
id: Apa itu program afiliasi %1?
ja: %1のアフィリエイトプログラムについて教えて下さい。
pl: Na czym polega program partnerski %1?
ru: Что представляет из себя партнерская программа %1?
vi: Chương trình liên kết %1 là gì?
zh_cn: 什么是 %1 联盟计划？

source: What is the definition of a 'client'?
ar: ما هو تعريف "العميل"؟
de: Was ist die Definition eines 'Kunden'?
fr: Quelle est la définition d'un 'client' ?
id: Apa definisi dari 'klien'?
ja: 「獲得会員」の定義について教えて下さい。
pl: Jaka jest definicja „klienta”?
ru: Кто такой "клиент"?
vi: Định nghĩa "khách hàng" là gì?
zh_cn: “客户”的定义是什么？

source: What marketing tools do you offer?
ar: ما هى أدوات التسويق التي تقدمونها؟
de: Welche Marketing Tools bieten Sie an?
fr: Quels outils de marketing proposez-vous ?
id: Peralatan pemasaran apa yang bisa Anda tawarkan?
ja: どのようなマーケティングツールを利用できるか教えて下さい。
pl: Jakie narzędzia marketingowe oferujecie?
ru: Какие инструменты маркетинга вы предлагаете?
vi: Bạn cung cấp những công cụ quảng bá nào?
zh_cn: 你们提供哪些营销工具？

source: What other reports can I generate?
ar: ما هي التقارير الأخرى التي استطيع أن أنشئها؟
de: Welche anderen Berichte kann ich erstellen?
fr: Quels autres rapports puis-je générer ?
id: Laporan lain apakah yang bisa saya peroleh?
ja: 他にどのようなレポートを参照できるか教えて下さい。
pl: Jakie jeszcze raporty mogę wygenerować?
ru: Какие другие отчеты я могу получить?
vi: Tôi có thể tạo những báo cáo nào khác?
zh_cn: 我还可以生成哪些报告？

source: What our clients are saying
ar: ماذا يقول عملاؤنا
de: Was unsere Kunden meinen
fr: L'avis de nos clients
id: Apa kata pelanggan kami
ja: お客さまの声
pl: Co mówią nasi klienci
ru: Отзывы наших клиентов
vi: Khách hàng của chúng tôi đang nói gì
zh_cn: 客户评语

source: What's a margin call and how do we apply it?
de: Was ist eine Nachschlussforderung und wie wende ich diese an?
fr: Qu'est ce qu'un appel de marge et comment l'appliquons nous ?
ja: マージンコールとは何ですか？適用方法は？
vi: Một lệnh gọi ký quỹ là gì và làm thế nào để chúng ta áp dụng nó?
zh_cn: 什么是追加保证金要求，我们如何使用它？
