Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: %1 also provides links to an online quiz to assess a potential gambling problem and an online gambling calculator to see how much you can really spend.
ar: %1 توفر أيضا وصلات إلى اختبار على الانترنت لتقييم احتمال وجود مشكلة ادمان مقامرة و حاسبة للقمار على الانترنت لمعرفة مدى ما يمكنك ان تنفق.
de: %1 bietet auch einen Link zu einem online Fragebogen, um ein potentielles Glücksspielproblem zu beurteilen und zu einem online Glücksspielrechner, der anzeigt, wie viel Sie wirklich ausgeben können.
fr: %1 fournit également des liens vers un quiz en ligne afin d'évaluer un éventuel problème relatif aux jeux d'argent, et vers un calculateur dédié aux jeux d'argent en ligne vous permettant de déterminer combien vous pouvez réellement dépenser.
ja: 当社もまた、潜在的なギャンブルの問題を見極めるオンラインクイズやいくら費やすかがわかるオンラインギャンブル計算機を提供しています。
pl: %1 udostępnia również linki do quizów online, które pozwalają ocenić potencjalne uzależnienie od hazardu, a także kalkulator online umożliwiający obliczenie, ile tak naprawdę możesz wydać.
ru: %1 также предоставляет ссылки на онлайн опросы для оценки потенциальной проблемы с пристрастием к азартным играм и на онлайн-калькулятор для расчета сумм, которые Вы действительно можете себе позволить потратить.
th: %1 ได้จัดเตรียมลิงค์ที่เป็นการทดสอบออนไลน์เพื่อประเมินปัญหาศักยภาพการพนัน และเครื่องคำนวณการพนันออนไลน์เพื่อช่วยในการประเมินมูลค่าที่คุณสามารถดำเนินการได้จริง
vi: %1 đồng thời cung cấp đường dẫn tới một bài kiểm tra trực tuyến để đánh giá những rủi ro có thể xảy ra khi cá cược và máy tính cá cược trực tuyến nhằm xác định mức độ thật sự bạn có thể chi.
zh_cn: %1 还提供评估潜在赌博问题的在线测试链接以及了解您实际承受能力的在线赌博计算器。

source: %1 and %2 cannot be the same.
de: %1 und %2 können nicht gleich sein.
fr: %1 et %2 ne peuvent être identiques.
ja: %1 と %2を同じ内容にすることはできません。
vi: %1 và %2 không thể giống nhau.
zh_cn: %1 和 %2 不可相同。

source: %1 and the bull/bear logo are registered trademarks.
ar: %1 وbull/bear هما علامتان تجاريتان مسجلتان.
de: %1 und das Bulle/Bär Logo sind eingetragene Warenzeichen.
fr: %1 et son logo taureau/ours sont des marques déposées.
id: %1 dan logo bull/bear adalah merek dagang terdaftar.
ja: 当社の社名とブル/ベアのロゴは、登録商標です。
pl: %1 oraz logo z bykiem i niedźwiedziem to zastrzeżone znaki handlowe.
ru: %1 и логотипы быков и медведей являются зарегистрированными торговыми марками.
th: %1 และโลโก้กระทิง/หมี นั้นเป็นเครื่องหมายการค้าที่ขึ้นทะเบียนไว้แล้ว
vi: Logo %1 và logo bò/gấu là nhãn hiệu đã được đăng ký.
zh_cn: %1 和牛/熊徽标是注册商标。

source: %1 assesses the choice of external execution venues regularly (at least once a year) with the intention of achieving a better result for you based on our best execution obligation.
fr: %1 évalue régulièrement le choix des lieux externes d’exécution (au moins une fois par an) avec l'intention d'obtenir le meilleur résultat pour vous basé sur notre obligation de meilleure exécution.
ja: %1は最良執行義務に基いてお客さまへより良い結果を導くことができるよう、定期的（年に一度）に最良執行への選択を評価しています。

source: %1 continues to innovate and grow
de: %1 führt weiter Neuerungen ein und wächst
fr: %1 continue à innover et à s'accroître
ja: 日々進化、成長への歩みを止めません
vi: %1 tiếp tục lớn mạnh và đổi mới
zh_cn: %1 不断创新、日渐成长

source: %1 days %2 hours %3 minutes
de: %1 Tage %2 Stunden %3 Minuten
fr: %1 jours %2 heures %3 minutes
ja: %1日 %2時間 %3分
vi: %1 ngày %2 giờ %3 phút
zh_cn: %1 天 %2 小时 %3 分钟

source: %1 deposit from %2 to account number %3 is done. Transaction ID: %4
de: %1 Einzahlung von %2 zu Kontonummer %3 ist erledigt. Überweisungs-ID: %4
fr: Le dépôt %1 à partir de %2 vers le numéro de compte %3 est effectué. Identifiant de transaction : %4
ja: %2から口座番号%3への入金が完了しました。取引参照ID：%4
vi: tiền gửi %1 từ %2 đến tài khoản số %3 được thực hiện. Giao dịch ID: %4
zh_cn: 已完成从%2至账号%3的%1存款。交易编号: %4

source: %1 does not charge any transfer fees.
ar: لا تتقاضى 1% أى رسوم تحويل.
de: %1 berechnet keine Überweisungsgebühren.
fr: %1 ne facture aucuns frais de transfert.
id: %1 tidak membebankan biaya transfer.
ja: 当社はご入金、及びご出金時に手数料を課しません。
pl: %1 nie pobiera żadnych opłat za przelewy środków.
ru: %1 не берет комиссий за перевод.
th: %1 ไม่ถูกเรียกเก็บค่าธรรมเนียมการโอนใดๆ
vi: %1 không tính bất kì phí chuyển tiền nào.
zh_cn: %1不收取任何转账费用。

source: %1 earns a return from the difference between the total amount of all customers' payment and the total amount of all customers' receipts.
de: %1 verdient eine Rendite aus dem Unterschied des Gesamtbetrags aller Kundenzahlungen und dem Gesamtbetrag aller Auszahlungen an Kunden.
fr: Les bénéfices de %1 correspondent à la différence entre la somme totale d'investissement des clients et la somme totale des gains perçus par les clients.
ja: バイナリーオプション取引について、当社と取引する顧客全体が当社に支払う金額と顧客全体が当社から受け取る金額の差額が当社の収益の源泉となっていること。（契約締結前交付書面「店頭バイナリーオプション取引のリスク等重要事項について」-9参照）
vi: %1 kiếm được một khoản do sự chênh lệch giữa tổng số tiền của tất cả thanh toán của khách hàng và tổng số tiền của tất cả hóa đơn của khách hàng.
zh_cn: %1 从所有客户的付款总额与所有客户的收款总额之间的差额赚取盈利。

source: %1 gives everyone an easy way to participate in the financial markets. Trade with as little as $1 USD on major currencies, stocks, indices, and commodities.
de: %1 bietet jedem einen einfachen Weg, an den Finanzmärkten teilzunehmen. Sie können schon ab 1 EURO die wichtigsten Weltwährungen, Aktien, Indizes und Rohstoffe handeln.
fr: %1 offre une plateforme de trading simple, permettant à chacun de profiter des nombreuses opportunités qu'offrent les marchés financiers. Négociez les devises, les indices et les matières premières à partir de 1 USD seulement.
ja: 最高水準 のFXバイナリーオプション取引環境を提供し、又、業界最多の9通貨ペアとラダー、タッチ、レンジにより多数の取引機会を提供します。
vi: %1 mang lại cho mọi người một cách gia nhập thị trường tài chính dễ dàng. Bắt đầu giao dịch chỉ với $1 đô la Mỹ với nhiều loại tiền tệ, chứng khoán, chỉ số, và hàng hóa khác.
zh_cn: %1让每个人都能轻松参与金融市场。您可交易各主要货币、股票指数和大宗商品，投资门槛低至1美元。

source: %1 has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract:
ar: أنشأت 1% مؤشرات تمكنك من التداول 24 ساعة فى اليوم وطوال أيام الأسبوع. يمكنك أن تتداول المؤشرات على كل أنواع العقود:
de: %1 hat Random Indizes (Zufallsindizes) geschaffen, die Sie 24/7 handeln können. Sie können diese mit allen Vertragsarten handeln:
fr: %1 a créé des indices de volatilité que vous pouvez négocier 24h/24, 7j/7. Vous pouvez négocier ces indices sur tous les types de contrat :
id: %1 menciptakan Indeks Volatilitas dimana Anda dapat bertrading 24/7. Anda dapat bertrading pada semua jenis kontrak:
ja: 当社では平日24時間お取引いただけるボラティリティインデックスを作成しました。全タイプのトレードでお取引が可能です。
pl: %1 stworzył wskaźniki zmienności, którymi można handlować 24 godz. na dobę. Możesz nimi handlować w przypadku wszystkich rodzajów kontraktów:
ru: %1 создал собственные Индексы волатильности, которые доступны 24/7. Вы можете работать на данных индексах со всеми типами контрактов:
th: %1 มีบริการดัชนีผันผวนที่คุณสามารถเทรดได้ทุกวัน ทุกเวลา ตลอด 7 วัน 24 ชั่วโมง คุณสามารถเลือกเทรดสัญญาได้ทุกประเภทตามอำเภอใจ:
vi: %1 tạo các chỉ số Biến động cho phép bạn giao dịch 24/7. Bạn có thể giao dịch trên mọi loại hợp đồng:
zh_cn: %1 已经创建可让您全天候交易的波动率指数。您可通过所有合约类型交易此类指数：

source: %1 has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide.
ar: %1 قد اكتسبت سمعة قوية من التزامنا بمعايير أخلاقية عالية وجودة تجربة التداول التي نقدمها.
de: %1 hat sich einen beneidenswerten Ruf für unsere Verpflichtung zu hohen ethischen Normen und der Qualität des von uns gebotenen Trading-Erlebnis erarbeitet.
fr: %1 a acquis une réputation solide en adhérant à des normes éthiques élevées et en offrant une expérience de trading de haute qualité.
id: %1 telah memperoleh reputasi tinggi untuk komitmen kami yang memenuhi standar etika dan kualitas pengalaman trading yang kami sediakan.
ja: 当社の高い倫理観のある取り組みと当社が提供する取引経験の質から好評化を頂いております。
pl: Dzięki dbaniu o najwyższe standardy etyczne i jakość oferowanych usług firma %1 zyskała reputację, której może jej pozazdrościć konkurencja.
ru: %1 заслужил завидную репутацию за стремление к высоким этическим стандартам и качество предоставляемого нами торгового опыта.
th: %1 ซึ่งมีชื่อเสียงอย่างกว้างขวางจากพันธสัญญาของเราที่มีมาตรฐานระดับสูงและคุณภาพจากประสบการณ์ความเชี่ยวชาญในการซื้อขายที่เรามี
vi: %1 được đánh giá cao trong việc cam kết cung cấp những giao dịch có chất lượng cao và uy tín.
zh_cn: %1 竭诚达到极高的道德标准和优质的交易体验，因此获得了令人羡慕的声誉。

source: %1 has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers.
de: %1 hat über 800.000 Kunden in der Datenbank und hat seinen Meilenstein von 2 Milliarden US$ in nur 15 Jahren erreicht, was uns zu den führenden Anbietern von Binären Optionen macht.
fr: Binary.com compte plus de 800 000 clients dans sa base de données et culmine à 2 milliards USD au cours de sa 15e année, se maintenant ainsi parmi les leaders du secteur des options binaires.
ja: 口座数が80万を超え、創業15年目で20億ドルの取引額を達成、バイナリーオプション業界にて確固たる地位を確立しました。
vi: %1 có hơn 800,000 khách trong cơ sở dữ liệu và đạt cột mốc 2 tỷ đô la Mỹ trong năm thứ 15, giúp chúng tôi trở thành một trong những nhà cung cấp quyền chọn nhị phân hàng đầu trong ngành.
zh_cn: %1 的数据库中拥有超过 800,000 个客户，在第 15 年就达到 20 亿美元的里程碑，成为领先的二元期权交易提供商之一。

source: %1 has several exceptional career opportunities for Customer Service Professionals.
ar: %1 بها عدة فرص استثنائية للعمل بخدمة العملاء.
de: %1 hat mehrere außergewöhnliche Karrieremöglichkeiten für Kundendienst Profis.
fr: %1 offre des possibilités de carrière exceptionnelles pour les professionnels du service à la clientèle.
id: %1 memiliki peluang karir istimewa untuk posisi sebagai Customer Service Profesional.
ja: 当社ではカスタマーサービスにおいて特別なキャリア機会を設けています
pl: %1 oferuje ciekawe stanowiska dla specjalistów ds. obsługi klienta.
ru: %1 предлагает несколько отличных вакансий для специалистов отдела по работе с клиентами.
th: %1 มีโอกาสทางอาชีพที่หลากหลายสำหรับสายอาชีพด้านบริการลูกค้าต่างๆ
vi: %1 có nhiều cơ hội nghề nghiệp tuyệt vời cho các Chuyên Gia Chăm Sóc Khách Hàng.
zh_cn: %1 有几个客服职位空缺，是难得的工作机会。

source: %1 has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades.
ar: لدى 1% آلاف العملاء الذين يشترون العديد من العقود فى الأسواق المالية فى أى وقت. وتربح هامش ربح قليل من هذه المعاملات.
de: %1 hat mehrere tausend Kunden, die jederzeit eine Vielzahl von Positionen an den Finanzmärkten nutzen und erhält für diese Geschäfte nur einen geringen Margin.
fr: %1 compte des milliers de clients qui ouvrent à tout moment différentes positions sur les marchés financiers. La société perçoit une petite marge sur ces opérations.
id: %1 memiliki ribuan klien yang membeli beberapa posisi pada pasar finansial pada setiap saat yang menghasilkan margin kecil pada trading ini.
ja: 当社では常時、たくさんのお客さまがバイナリーオプションをお取引されており、これらのお取引のスプレッドから利益を得ております。
pl: %1 ma tysiące klientów, zawierających transakcje na rynkach finansowych o dowolnej porze. Zarobek %1 stanowi jedynie niewielka marża pobierana od zawieranych zakładów.
ru: На %1 тысячи клиентов приобретают самые различные контракты в любое время. %1 зарабатывает на этих контрактах минимальную ценовую маржу.
th: %1 มีลูกค้าจำนวนมากมายที่เข้าสู่ตลาดการเงินต่างๆ และได้เข้ามาทำกำไรโดยเริ่มจากส่วนเล็กๆ ในการเทรดเหล่านั้นของพวกเขา
vi: %1 có hàng ngàn khách hàng đang nắm giữ nhiều vị trí khác nhau trên thị trường tài chính, và kiếm được lợi nhuận trên những giao dịch này.
zh_cn: %1在任一时间内均有数千名客户交易各类金融产品，该平台在这些交易中仅赚取极低的利润率。

source: %1 has updated its <a href="%2">Terms & Conditions</a>. By clicking OK, you confirm that you have read and accepted the updated <a href="%2">Terms & Conditions</a>.
de: %1 hat seine <a href="%2">Allgemeinen Geschäftsbedinungen</a> aktualisiert. Wenn Sie auf OK klicken, bestätigen Sie, dass Sie die aktualisierten <a href="%2">Allgemeinen Geschäftsbedingungen</a> zur Kenntnis genommen haben und ihnen zustimmen.
fr: %1 a mis à jour ses <a href="%2">Conditions générales</a>. En cliquant OK, vous confirmez que vous avez lu et accepté la version à jour des <a href="%2">Conditions générales</a>.
ja: <a href="%2">取引約款</a>を改定いたします。当社でお取引なさっているお客さまにおいて、改定後の <a href="%2">取引約款</a>を必ずご確認いただく必要がございます。原則、改定後の書面の内容をご確認いただきOKボタンを押して頂くまで、お取引できなくなりますので、お取引の際ご注意ください。
vi: %1 vừa cập nhật <a href="%2">Điều khoản & Điều kiện</a>. Bằng cách nhấn vào OK, bạn xác nhận rằng bạn đã đọc và chấp nhận bản cập nhật <a href="%2">Điều khoản và Điều kiện</a>.
zh_cn: %1已经更新了其<a href="%2">条款和条件</a>。通过点击OK键，您确认已经阅读并接受更新的<a href="%2">条款和条件</a>。

source: %1 hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader.
de: %1 hat 1. Million Benutzer und somit einen historischen Meilenstein erreicht. Das Unternehmen sieht weiterhin ein exponentiales Wachstum voraus und dieses bestätigt erneut seine Position als Branchenführer.
fr: %1 atteint 1 million d'utilisateurs et prend un tournant historique. La société jouit toujours d'une croissance exponentielle et réaffirme ainsi son statut de chef de file du secteur.
ja: 口座数が100万口座を超え、社史に残る実績を達成、業界トップのポジションを確実なものにしました。
vi: %1 đạt 1 triệu người dùng, chạm mốc lịch sử. Công ty tiếp tục phát triển vững vàng và ngày càng khẳng định vị trí của mình với vai trò dẫn đầu trong ngành.
zh_cn: %1 已拥有百万用户，到达了一个历史性的里程碑。本公司持续快速成长，这项成就再次证实我们在同业中的领先地位。

source: %1 introduces an %2auto-trader programming tool%3, allowing clients to develop their own automated trading robots with “drag-and-drop” simplicity.
fr: %1 inaugure un %2outil de programmation dédié au trading automatique%3, permettant aux clients de mettre au point leurs propres robots de trading automatisés en quelques clics.
ja: 「ドラッグ&ドロップ」操作で自動売買ロボットを作成し、システムトレードを可能にする%2自動トレーダープログラミングツール%3を導入しました。

source: %1 is a dynamic and flexible workplace. As well as our offices, we have employees who choose to telecommute from their home offices in countries around the world. If that suits you, we're open to it.
de: %1 ist ein dynamischer und flexibler Arbeitsplatz. Wir verfügen sowohl über Firmensitze als auch über Angestellte, die aus ihren Homeoffices in Ländern rund um die Welt arbeiten. Wenn das zu Ihnen passt, sind Sie bei uns willkommen.
fr: %1 est une société dynamique et flexible. En plus des employés travaillant au sein de nos bureaux, certains de nos collaborateurs basés dans différents pays choisissent de télétravailler à domicile depuis leur poste de travail individuel. Nous sommes ouverts à cette option si elle vous convient.
ja: Binary.com (バイナリードットコム)ではダイナミック且つ柔軟なワークスタイルが可能です。世界中のホームオフィスからの在宅勤務の機会もご希望に応じて許可しています。
vi: %1 là một nơi rất linh hoạt. Cũng như các văn phòng, chúng tôi có đội ngũ nhân viên lựa chọn làm việc tại nhà trên toàn thế giới. Nếu điều này thích hợp với bạn, chúng tôi rất sẵn lòng.
zh_cn: %1 是充满活力和灵活的工作场所。除了在各办事处工作的职员，我们在世界各国还有选择在家里远程办公的人员。如果您希望在家里办公，我们是同意这么做的。

source: %1 is a licensed and regulated trading platform that serves over 1,000,000 customers globally. We hold multiple licenses to comply with regulations around the world. Since 1999, we’ve served our clients with a constant and unwavering commitment to integrity and reliability. We always hold ourselves to the highest ethical standards, in addition to our regulatory requirements.
fr: %1 est une plateforme de trading autorisée sous licence et soumise à une réglementation spécifique, offrant ses services à plus de 1 000 000 de clients dans le monde entier. Depuis 1999, nous apportons satisfaction à nos clients en faisant preuve d'une intégrité et d'une fiabilité constantes. Nous assurons une parfaite conformité aux exigences réglementaires applicables tout en respectant les plus strictes normes éthiques.
ja: Binary.com (バイナリードットコム)は、各国の監督局からライセンスを付与され、世界中のお客さまに取引を提供し100万口座以上を保持しています。1999年以来、揺らぐことのない一定の整合性と信頼性でお客さまへのサービスに尽力してまいりました。当社の規制要件に加えて、最高の倫理基準に基いて行動しています。

source: %1 is always looking to add experienced professionals to its talented team of administrators, technical contributors, and managers. To support our continued growth, we've developed a number of exciting career opportunities in the following areas:
de: %1 versucht laufend, seinem talentierten Team von Administratoren, technischen Mitarbeitern und Mangern erfahrene Fachleute hinzuzufügen. Wir haben eine Anzahl von spannenden Karrieremöglichkeiten in folgenden Bereichen entwickelt, um unser weiteres Wachstum zu unterstützen:
fr: %1 est en recherche constante de professionnels expérimentés pour élargir sa talentueuse équipe d'administrateurs, de techniciens et de responsables. Pour mieux répondre aux besoins de notre croissance continue, nous avons créé différentes opportunités professionnelles attractives dans les domaines suivants :
ja: %1は常に管理者、技術的貢献者、および管理者の有能なチームに経験豊富な専門家を迎えたいと考えています。当社の継続的な成長をサポートするために、我々は以下の分野での魅力的な数々のキャリア機会を展開してきました。
vi: %1 luôn tìm kiếm các chuyên gia có kinh nghiệm để bổ sung vào đội ngũ quản trị, kỹ thuật, và quản lý. Để hỗ trợ cho việc tăng trưởng liên tục, chúng tôi đã và đang phát triển một số cơ hội nghề nghiệp thú vị trong các lĩnh vực sau:
zh_cn: %1 不断为系统管理员、技术参与者和主管人才团队添加经验丰富的专业人员。我们在以下区域开发了多个吸引人的工作机会，以支持我们持续成长:

source: %1 is an active member of the Perl community and is in the process of uploading a number of its internal utility modules to %2CPAN%3. If you are a Perl enthusiast, contribute by reviewing these modules, and submitting pull-requests on %4github%3.
fr: %1 est un membre actif de la communauté Perl et archive actuellement un certain nombre de ses modules internes sur le site du %2CPAN%3. Si vous êtes passionné de Perl, vous pouvez apporter votre contribution en révisant ces modules et en envoyant des demandes de tirage (pull requests) via %4github%3.
ja: Binary.com (バイナリードットコム)はPerlコミュニティの活発なメンバーであり、%2CPAN%3へ数多くの内部ユーティリティ・モジュールを投稿しています。Perlでの開発に熱意がある方は、これらのモジュールをご覧頂き、%4github%3からプルリクエストを送信して下さい。

source: %1 is an active proponent of the open-source movement and is in the process of open-sourcing a number of components of its codebase.
fr: %1 soutien activement le mouvement open source et autorise actuellement l'accès à certains éléments de son code base dans le cadre de projets open-source.
ja: Binary.com (バイナリードットコム)ではオープンソースによる開発を推進し、コード内のコンポーネントのオープンソース化を進めています。

source: %1 is entirely web-based and requires no software installation.
ar: %1 تعمل كلياً على شبكة الانترنت ولا تتطلب تثبيت أى برامج.
de: %1 ist vollständig web-basiert und benötigt keine Softwareinstallation.
fr: %1 est entièrement basé sur le Web et ne nécessite aucune installation de logiciel.
id: %1 sepenuhnya berbasis web dan tidak memerlukan instalasi software.
ja: 当社のプラットフォームはウェブベースですので、特定のソフトウェアをインストールする必要は一切ございません。
pl: %1 to narzędzie internetowe i nie wymaga instalowania oprogramowania.
ru: %1 функционирует полностью онлайн и не требует специального программного обеспечения.
th: %1 เป็นระบบเว็บไซต์ทั้งหมด โดยไม่ต้องติดตั้งซอฟต์แวร์ใดๆ
vi: %1 hoàn toàn dựa trên nền tảng web, không yêu cầu cài đặt bất kỳ phần mềm nào.
zh_cn: %1 完全基于网络，无需安装任何软件即可交易。

source: %1 is honoured as the world's "Best Binary Options Broker" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai.
de: %1 wurde auf der 16. jährlichen MENA Internationalen Konferenz und Messe, die in Dubai stattfand, als der „Best Binary Options Broker" der Welt ausgezeichnet.
fr: %1 décroche le titre de « meilleure société de courtage d'options binaires » lors de la 16e édition du salon international de la finance pour la zone MENA (« MENA Financial Expo »), qui se tient alors à Dubaï.
ja: ドバイで開催された第16回 MENA国際金融会議/展示会において「最優秀バイナリーオプションブローカー」を受賞しました。
vi: %1 vinh dự là "Nhà môi giới Các quyền chọn Nhị phân tốt nhất" trên thế giới tại Hội nghị và Triển lãm Tài chính Quốc tế thường niên MENA lần thứ 16, được tổ chức tại Dubai.
zh_cn: 在迪拜主办的第16 届年度中东和北非国际金融会议和展览会中，%1被誉为世界上"最佳二元期权经纪商"。

source: %1 is looking to recruit highly skilled, experienced designers who are passionate about developing attractive visuals for both online and offline applications.
ar: %1 تتطلع لتوظيف مصممين من ذوي الخبرة والمهارات العالية, المتحمسين لتطوير تطبيقات مرئية جذابة سواء كانت متصلة أو غير متصلة بالأنترنت على حد سواء.
de: %1 möchte gerne äußerst fähige und erfahrene Designer einstellen, die eine Leidenschaft für die Entwicklung von attraktiven Bildmaterialien sowohl für online als auch offline Anwendungen haben.
fr: %1 recrute des graphistes hautement qualifiés et expérimentés, désireux de développer des contenus visuels attractifs pour des applications en ligne et hors ligne.
id: %1 sedang mencari untuk merekrut seseorang yang sangat terampil, desainer berpengalaman yang bergairah tentang pengembangan visual yang menarik untuk kedua aplikasi baik itu online dan offline.
ja: 当社ではオンライン/オフラインアプリケーション双方の魅力的なビジュアル開発へ情熱を注ぐことができる経験豊富で熟練したデザイナーを募集しています。
pl: %1 zatrudni wysoko wyszkolonych i doświadczonych grafików, którzy podchodzą z pasją do tworzenia atrakcyjnych materiałów wizualnych na potrzeby zarówno aplikacji online, jak i offline.
ru: %1 приглашает на работу опытных и высокопрофессиональных дизайнеров, способных создавать привлекательные рекламные материалы для наших онлайн и оффлайн приложений.
th: %1 กำลังสรรหานักออกแบบผู้มีทักษะสูง มีประสบการณ์ ผู้ซึ่งมีความตั้งใจอย่างแรงกล้าและมุ่งมั่นในการพัฒนาสื่อหรือสิ่งที่มองเห็นแล้วดึงดูด ต้องตา เพื่อการออกแบบงานแอพพลิเคชันทั้งออนไลน์และออฟไลน์
vi: %1 đang mong muốn tuyển dụng những nhà thiết kế có tay nghề cao và có kinh nghiệm, những người luôn đam mê phát triển những hình ảnh bắt mắt cho các ứng dụng trực tuyến và ngoại tuyến.
zh_cn: %1 诚聘熟练、经验丰富、热衷于为联机和脱机应用程序开发有吸引力视觉效果的设计师。

source: %1 is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by %1. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. %1 shall not in any circumstance be held responsible for transactions made between customers and Payment Agents.
fr: %1 n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et %1 ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. %1 ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement.
ja: %1は上記の決済サービスとは提携していません。各決済サービスは、独立したサービスプロバイダーとして動作し、%1による承認、保証またはその他の許可がなされていません。お客さまは危険を承知で自信の責任をもって決済サービスに処断します。送金をされる前に、決済サービス会社の資格情報を確認されることをお勧めいたします。%1はいかなる状況下においても、お客さまと決済サービス会社の間で生じた処理への責任は負いません。
