Repository: binary-com/binary-static
Catalog: src/config/locales/*.po
Languages: ar, de, fr, id, ja, pl, ru, th, vi, zh_cn

source: USD/MXN
ar: دولار أمريكي/بيزو مكسيكي

source: AUD/KRW
ar: دولار أسترالي/الوون الكوري

source: CHF/JPY
ar: الفرنك السويسري/ الين الياباني

source: Hang Seng China
ar: هانغ سنغ الصين (Hang Seng China )
th: ฮั่งเส็งจีน

source: Berkshire Hathaway Inc.
ar: شركة بيركشاير هاثاواي المتحدة.
th: บริษัท Berkshire Hathaway Inc.

source: Commonwealth Bank
ar: بنك الكومنولث
id: Bank Commonwealth

source: Siemens AG
ar: سيمنز AG

source: Deutsche Bank AG
ar: البنك الألمانى

source: Orica Limited
ar: أوريكا المحدودة

source: Macquarie Group
ar: مجموعة ماكواري

source: E-Commerce China Dangdang Inc.
ar: شركة دانج دانج الصينية للتجارة الإلكترونية المتحدة.

source: WESFARMERS LIMITED
ar: ويز فارمر المحدودة

source: Amcor Ltd
ar: أمكور المحدودة

source: Vipshop Holdings Limited
ar: في أي بي شوب القابضة المحدودة
th: เครือ Vipshop Holdings Limited

source: Deutsche Lufthansa
ar: لوفتهانزا

source: Morgan Stanley
ar: مورجان ستانلي

source: XPD/GBP
ar: بالاديوم/جني استرليني

source: XAG/AUD
ar: فضة/دولار استرالي

source: XAG/EUR
ar: فضة/يورو

source: XAG/GBP
ar: فضة/جني استرليني

source: XPD/EUR
ar: بالاديوم/يورو

source: XPD/AUD
ar: بالاديوم/دولار استرالي

source: Please %1 to view this page
de: Bitte %1, um diese Seite anzuzeigen
id: Silahkan %1 untuk melihat halaman ini
ru: Пожалуйста, %1, чтобы просмотреть данную страницу
vi: VII lòng %1 để xem trang này
zh_cn: 要查看此页面请%1

source: Version 40. Last modified 2016-05-12.
id: Version 40. Diubah terakhir pada 12-05-2016.
ru: Версия 40. Дата внесения последних изменений: 2016-05-12.

source: login
ru: войдите
vi: đăng nhập
zh_cn: 登录

source: Incyte Corpoartion
ru: Incyte Corporation
th: Incyte Corporation

source: OTC Stocks
id: Saham OTC
ru: Внебиржевые акции

source: Germany OTC Stocks
id: Saham OTC Jerman
ru: Немецкие внебиржевые акции

source: Australia OTC Stocks
id: Saham OTC Australia
ru: Австралийские внебиржевые акции

source: US OTC Stocks
id: Saham OTC AS
ru: Американск. внебиржевые акции

source: UK OTC Stocks
id: Saham OTC UK
ru: Британские внебиржевые акции

source: %1 introduces an <a href='%2' target='_blank' class='ja-hide'>auto-trader programming tool</a><span class='all-hide ja-show'>auto-trader programming tool</span>, allowing clients to develop their own automated trading robots with “drag-and-drop” simplicity.
de: %1 stellt ein <a href='%2' target='_blank' class='ja-hide'>Auto-Trader Programmiertool </a><span class='all-hide ja-show'>Auto-Trader Programmiertool</span> zur Verfügung, was den Kunden ermöglicht, ihre eigenen Trading-Robots mit einfachem „drag-and-drop” zu entwickeln.
vi: %1 đã giới thiệu một <a href='%2' target='_blank' class='ja-hide'> công cụ lập trình giao dịch tự động</a> <span class='all-hide ja-show'> công cụ lập trình giao dịch tự động</span>, cho phép khách hàng phát triển các rô-bốt giao dịch tự động của riêng họ chỉ đơn giản "kéo và thả".
zh_cn: %1也引入了<a href='%2' target='_blank' class='ja-hide'>自动化交易程序工具</a><span class='all-hide ja-show'>自动化交易程序工具</span>，允许客户轻松使用“拖放”操作开发自己的自动化交易机器人。

source: %1 launches an <a href='%2' target='_blank' class='ja-hide'> e-commerce site for branded merchandise</a><span class='all-hide ja-show'> e-commerce site for branded merchandise</span> – enabling clients, affiliates, and developers to buy and sell Binary.com products.
de: %1 führt eine<a href='%2' target='_blank' class='ja-hide'> eCommerce Site für Markenartikel </a><span class='all-hide ja-show'> eCommerce Site für Markenartikel </span> ein, die es Kunden, Geschäftspartnern und Entwicklern ermöglicht, Binary.com Produkte zu kaufen und zu verkaufen.
vi: %1 phát hành một <a href='%2' target='_blank' class='ja-hide'> trang web thương mại điện tử cho các nhãn hiệu hàng hóa</a> <span class='all-hide ja-show'> trang web thương mại điện tử cho các nhãn hiệu hàng hóa</span>-cho phép khách hàng, chi nhánh, và các nhà phát triển dễ dàng mua và bán các sản phẩm của Binary.com.
zh_cn: %1 启动了<a href='%2' target='_blank' class='ja-hide'>品牌商品专用电子商务网站</a><span class='all-hide ja-show'>品牌商品专用电子商务网站</span> – 让客户、联盟会员和程序开发员买卖Binary.com的产品。

source: &#8220;%1 is one of the oldest and trustworthy partners we ever had. We have worked together for many years.&#8221;
de: &#8220;%1 ist einer unserer ältesten und vetrauenswürdigsten Partner. Wir arbeiten schon viele Jahre zusammen.&#8221;
vi: &#8220;%1 là một trong những đối tác lâu đời nhất và đáng tin cậy nhất của chúng tôi. Hai bên đã làm việc cùng nhau trong rất nhiều năm.&#8221;
zh_cn: &#8220;%1是我们最长久、最信赖的合作伙伴。我们已经有很多年的合作关系。&#8221;

source: &#8220;We have used www.binary.com for the last 8 years and highly recommend binary to all our members worldwide.&#8221;
de: &#8220;Wir verwenden www.binary.com schon seit 8 Jahren und können binary jedem unserer weltweiten Mitgliedern nur wärmstens empfehlen.&#8221;
vi: &#8220;chúng tôi đã dùng www.binary.com trong 8 năm qua và rất tin tưởng giới thiệu binary đến tất cả thành viên trên toàn thế giới.&#8221;
zh_cn: &#8220;我们使用 www.binary.com 已长达8年之久，并非常乐意向我们的全球会员推荐此网站。&#8221;

source: 4. Choose your Stake and Potential Return
de: 4. Wählen Sie Ihren Einsatz und potentielle Rendite
vi: 4. chọn cổ phần của bạn và tiềm năng trở lại
zh_cn: 4. 选择您的投注额与潜在回报率

source: <strong>All durations:</strong> from 10 seconds to 365 days.
de: <strong>Alle Laufzeiten:</strong> - von 10 Sekunden bis 365 Tage.
vi: <strong>Tất cả thời hạn:</strong> từ 10 giây đến 365 ngày.
zh_cn: <strong>所有合约期限：</strong>从10 秒到 365 天。

source: <strong>All market conditions:</strong> up/down, touch/no-touch, stays in/goes out.
de: <strong>Alle Marktbedingungen:</strong> - hoch/tief, Ziel/kein Ziel, bleibt unter/geht über.
vi: <strong>Tất cả điều kiện thị trường:</strong> lên/xuống, chạm/không chạm, ở trong/ra ngoài.
zh_cn: <strong>所有市场条件：</strong>上涨/下跌，触及/未触及，范围内/范围外。

source: <strong>All markets and conditions</strong> - Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets
de: <strong>Alle Märkte und Bedingungen</strong> - Währungen, Indizes, Rohstoffe und mehr bei steigenden, fallenden, seitwärts, ruhigen, und volatilen Kursen handeln
vi: <strong>Tất cả thị trường và điều kiện</strong> - đồng tiền giao dịch, chỉ số và hàng hóa và hơn nữa trong các loại thị trường lên, xuống, dao động ngang, tĩnh lặng, và biến động
zh_cn: <strong>所有市场和环境</strong> - 在各种市场环境（上涨、下跌、横盘整理、交易清淡和震荡）中交易外汇、指数、大宗商品及其它

source: <strong>All markets:</strong> currencies, stocks, indices, and commodities.
de: <strong>Alle Märkte:</strong> - Währungen, Aktienindizes und Rohstoffe.
vi: <strong>Tất cả thị trường:</strong> tiền tệ, cổ phiếu, các chỉ số, và hàng hóa.
zh_cn: <strong>所有市场：</strong>外汇、股指和大宗商品。

source: <strong>All payouts:</strong> from $1 to $50,000.
de: <strong>Alle Auszahlungen:</strong> - von 1 € bis 50.000 €.
vi: <strong>Tất cả tiền thưởng:</strong> từ $1 đến $50,000.
zh_cn: <strong>所有赔付额：</strong>从 1 美元到 5 万美元。

source: <strong>Available 24/7</strong> - Trade when you want. %1 is available 24/7, even on weekends
de: <strong>24/7 verfügbar</strong> - Handeln Sie, wann Sie wollen. %1 ist 24/7 verfügbar, sogar an Wochenenden
vi: <strong>Sẵn có 24/7</strong> -Giao dịch khi bạn muốn. %1 là sẵn có 24/7, kể cả cuối tuần
zh_cn: <strong>随时交易</strong> - %1 全天候均可进行交易（包括周末）

source: <strong>Flexible</strong> - Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy
de: <strong>Flexibel</strong> - Wählen Sie aus einer Million möglichen Handelsvarianten, zu jeder Zeit, und passen Sie Ihre Geschäfte individuell, gemäß Ihrer bevorzugten Strategie an
vi: <strong>Linh hoạt</strong> - lựa chọn từ hơn một triệu các biến thể thương mại có thể tại bất kỳ thời gian, và tùy chỉnh giao dịch của bạn dựa theo chiến lược ưa thích của bạn
zh_cn: <strong>灵活性</strong> - 随时从一百多万个交易选项中挑选并按照您倾向的策略自定义交易

source: <strong>Higher/Lower</strong> - Predict the market ending higher or lower than a price target.
de: <strong>Höher/Tiefer</strong> - Sagen Sie den Kursschluss höher oder tiefer als einen Zielkurs voraus.
vi: <strong>Cao hơn/Thấp hơn</strong> - dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu.
zh_cn: <strong>高于/低于</strong> - 预测到期时市场价格是高于还是低于目标价格。

source: <strong>In/Out</strong> - Predict the market staying inside or going outside two price targets.
de: <strong>Innerhalb/Außerhalb</strong> - Sagen Sie voraus, ob der Kurs innerhalb oder außerhalb von zwei Zielkursen bleibt.
vi: <strong>Trong/Ngoài</strong> - dự đoán thị trường ở bên trong, hay đi ngoài hai giá mục tiêu.
zh_cn: <strong>范围内/范围外</strong> - 预测市场价格是否会在两个目标价格的范围之内。

source: <strong>Instant access</strong> - Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7
de: <strong>Sofortiger Zugang</strong> - Öffnen Sie ein Konto und beginnen Sie in Minuten zu handeln. Einzahlungen und Auszahlungen sind ebenfalls 24/7 verfügbar
vi: <strong>Truy cập tức thời</strong> - mở một tài khoản và bắt đầu kinh doanh trong vài phút. Tiền gửi và rút tiền đều có 24/7
zh_cn: <strong>快速访问</strong> - 仅需数分钟即可开设账户并开始交易。也可全天候存取款

source: <strong>Long positions</strong>: We charge a 2% fee on top of market rates.
de: <strong>Lange Positionen</strong>: Wir erheben, zuzüglich der Marktpreise, eine Gebühr von 2%.
vi: <strong>Vị trí lâu dài</strong>: chúng tôi tính phí một khoản phí 2% trên giá thị trường.
zh_cn: <strong>多头头寸</strong>: 我们收取比市场利率高 2% 的费用。

source: <strong>Low minimum stakes</strong> - Deposit as little as USD 5 to start trading
de: <strong>Niedriger Mindesteinsatz</strong> - Zahlen nur 5 € ein, um mit dem Handel zu beginnen
vi: <strong>Cổ phiếu tối thiểu</strong> - tiền gửi ít nhất là 5 USD để bắt đầu kinh doanh
zh_cn: <strong>最低交易金额</strong> - 存款最低仅需 5 美元即可开始交易

source: <strong>Patented technology</strong> - Trade with the industry pioneer and holder of a patented pricing technology
de: <strong>Patentierte Technologie</strong> - Handeln Sie mit dem Industrie-Pionier und Innhaber einer patentierten Kursermittlungstechnologie
vi: <strong>Cấp bằng sáng chế công nghệ</strong> - giao dịch với các nhà tiên phong của ngành công nghiệp và chủ sở hữu của một công nghệ cấp bằng sáng chế giá
zh_cn: <strong>专利技术</strong> - 通过拥有受专利保护的报价技术的业内领先企业进行交易

source: <strong>Protect your profits</strong> - Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses
de: <strong>Schützen Sie Ihre Gewinne</strong> - Verkaufen Sie Ihre Langzeit-Kontrakte vor ihrem Ablaufdatum, um etwaige Gewinne, die Sie eventuell gemacht haben zu schützen, oder um Verluste zu minimieren
vi: <strong>Bảo vệ lợi nhuận của bạn</strong> - bán các hợp đồng dài hạn trước khi hết thời hạn để bảo vệ bất kỳ lợi nhuận bạn có thể đã thực hiện hoặc để giảm thiểu thiệt hại của bạn
zh_cn: <strong>盈利保护</strong> - 长期合约到期前售出交易，以保护您的盈利或将亏损降至最低

source: <strong>Rise/Fall</strong> - Predict the market rising or falling from its current level.
de: <strong>Steigen/Fallen</strong> - Sagen Sie voraus, ob der Kurs vom aktuellen Stand aus steigen oder fallen wird.
vi: <strong>Tăng/Giảm</strong> - dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại.
zh_cn: <strong>上涨/下跌</strong> - 预测市场价格是否会从当前水平上涨或下跌。

source: <strong>Scalable</strong> - Earn the same proportional return on stakes of all values
de: <strong>Skalierbar</strong> - Verdienen Sie an Einsätzen beliebiger Höhe den proportional gleichen Betrag
vi: <strong>Giao dịch leo thang</strong> -Dành được lợi nhuận theo tỉ giá giống nhau trên tiền vốn của tất cả các giá trị
zh_cn: <strong>可调比例</strong> - 无论投入多少资金进行交易，均可获得同等回报率

source: <strong>Security and privacy</strong> - Trade confidently, knowing that your personal data, transactions, and funds are always secure
de: <strong>Sicherheit und Datenschutz</strong> - Handeln Sie zuversichtlich in dem Wissen, dass Ihre personenbezogenen Daten, Transaktionen, und Gelder immer sicher sind
vi: <strong>Bảo mật và quyền riêng tư</strong> - giao dịch tự tin, biết rằng dữ liệu cá nhân, giao dịch và tiền của bạn luôn luôn an toàn
zh_cn: <strong>安全保障和隐私</strong> - 让您了解个人数据、交易和资金总是安全并充满信心进行交易

source: <strong>Sharp, benchmarked prices</strong> - Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets.
de: <strong>Scharfe Vergleichskurse</strong> - Profitieren Sie von den gleichen Renditen wie Interbank-Trader. Unsere Kurse werden täglich mit den Interbank-Optionenmärkten abgeglichen.
vi: <strong>Sắc nét, giá cả được tính chuẩn</strong> - hưởng lợi từ cùng một mức giá lợi nhuận như là người giao dịch liên ngân hàng. Giá của chúng tôi được tính chuẩn hàng ngày đối với các thị trường liên ngân hàng lựa chọn.
zh_cn: <strong>精确的基准价格</strong> - 与银行间交易员享有相同的回报率。我们每日都对比银行间选项市场来制定基准价格。

source: <strong>Short positions</strong>: We charge a 2% fee on top of market rates.
de: <strong>Kurze Positionen</strong>: Wir erheben, zuzüglich der Marktpreise, eine Gebühr von 2%.
vi: <strong>Vị trí ngắn</strong>: chúng tôi tính phí một khoản phí 2% trên giá thị trường.
zh_cn: <strong>空头头寸</strong>: 我们收取比市场利率高 2% 的费用。

source: <strong>Short to long-term durations</strong> - Choose timeframes from 10 seconds to 365 days
de: <strong>Kurze bis langfristige Dauer</strong> - Wählen Sie Zeitspannen von 10 Sekunden bis zu 365 Tagen
vi: <strong>Thời gian ngắn đến dài hạn</strong> - chọn khung thời gian từ 10 giây đến 365 ngày
zh_cn: <strong>各种交易期限任君选择</strong> - 期限最短10 秒，最长 365 天

source: <strong>Simple and intuitive</strong> - Enjoy a trading platform that’s easy to navigate and use
de: <strong>Einfach und intuitiv</strong> - Genießen Sie eine Handelsplattform die einfach zu navigieren und zu verwenden ist
vi: <strong>Đơn giản và trực quan</strong> - Thưởng thức một nền tảng giao dịch dễ dàng để điều hướng và sử dụng
zh_cn: <strong>简单与直观化</strong> - 享受简单操作、轻松浏览的交易平台

source: <strong>Touch/No Touch</strong> - Predict the market touching or not touching a price target.
de: <strong>Ziel/Kein Ziel</strong> - Sagen Sie voraus, ob der Kurs einen Zielkurs erreichen wird oder nicht.
vi: <strong>Chạm/ Không chạm</strong> - dự đoán thị trường chạm vào hoặc không chạm vào giá mục tiêu.
zh_cn: <strong>触及/未触及</strong> - 预测市场价格是否会触及目标价格。

source: <strong>Trade according to your preferred strategy</strong> - Trade based on "gut feel" or rely on technical and fundamental analysis
de: <strong>Handeln Sie nach Ihrer bevorzugten Strategie</strong> - Handeln Sie nach „Bauchgefühl” oder verlassen Sie sich auf Technische- und Fundamentalanalysen
vi: <strong>Giao dịch theo chiến lược ưa thích của bạn</strong> - Giao dịch dựa trên "độ tốt" hoặc dựa trên phân tích kỹ thuật và cơ bản
zh_cn: <strong>按您所倾向的策略进行交易</strong> 使用技术或基本面分析或按您的‘直觉’执行交易

source: <strong>Transparent risk and potential reward</strong> - Know how much you will win or lose before you purchase the contract
de: <strong>Transparentes Risiko und potentielle Vergütung</strong> - Wissen Sie wie viel Sie gewinnen oder verlieren werden, bevor Sie den Kontrakt kaufen
vi: <strong>Rủi ro trong suốt và phần thưởng tiềm năng</strong> - Biết bạn sẽ giành được bao nhiêu hay mất bao nhiêu trước khi bạn mua hợp đồng
zh_cn: <strong>风险透明化与潜在奖金</strong> - 购入合约交易前，您已知道赢或输的金额

source: <strong>Two-way pricing</strong> - Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from %1
de: <strong>Zwei-Wege Kursermittlung</strong> - Erhalten Sie die Notierung eines Geschäfts und des Gegengeschäfts, damit Sie immer objektive, transparente Kurse von %1 erhalten
vi: <strong>Giá hai chiều</strong> - nhận được báo giá cho một giao dịch và đối giao dịch, do đó, bạn luôn luôn nhận được tỷ lệ không thiên vị, rõ ràng từ %1
zh_cn: <strong>双边报价</strong> - %1 提供交易与反向交易的报价，因此您将始终获得公正透明的价格

source: Adjusted Barrier
de: Veränderte Grenze
vi: Rào cản đã được điều chỉnh
zh_cn: 经调整障碍

source: Adjusted High Barrier
de: Angepasste obere Grenze
vi: Giới hạn cao đã được điều chỉnh
zh_cn: 经调整高障碍

source: Adjusted Low Barrier
de: Angepasste untere Grenze
vi: Giới hạn thấp đã được điều chỉnh
zh_cn: 经调整低障碍

source: All client orders are processed on a first in first out basis without any manual intervention. When executing your order, Binary.com will seek to fill your order transaction as promptly as possible, at the instructed price (or at a better price, if available). Exposure limits are established based on internal governance arrangements and risk management framework which commensurate with the size, nature, complexity, and risk profile of our activities. These exposure limits are used as benchmarks to distinguish orders that are auto-accepted and orders that will be worked in the market with fill level passed on to the client.
de: Alle Kundenorder werden, ohne jegliches manuelles Eingreifen, wie eingetroffen bearbeitet. Wenn Ihre Order ausgeführt wird, versucht Binary.com Ihre Ordertransaktion so schnell wie möglich, zum angewiesenen Kurs (oder zu einem besseren Kurs, wenn möglich) zu erfüllen. Expositionsgrenzen werden auf internen Führungsregelungen und Risikomanagement-Framework, das der Größe, Natur, Komplexität und dem Risikoprofil unserer Aktivitäten entspricht, gegründet. Diese Expositionsgrenzen werden als Maßstäbe dazu verwendet, um Order, die automatisch akzeptiert werden, und um Order die im Markt mit einem Füllstand zum Kunden weitergeleitet, erarbeitet werden, zu unterscheiden.
vi: Tất cả các đơn đặt hàng của khách hàng được xử lý trên đầu từ trong ra ngoài lần đầu mà không cần bất kỳ sự can thiệp thủ công nào. Khi thực hiện đơn đặt hàng của bạn, Binary.com sẽ tìm cách để điền vào các đơn đặt hàng giao dịch càng nhanh càng tốt, với mức giá hấp dẫn (hoặc với giá tốt hơn, nếu có). Giới hạn tiếp xúc được thành lập dựa trên sự sắp xếp nội bộ và các khuôn quản lý rủi ro mà phù hợp với hồ sơ kích thước, tự nhiên, độ phức tạp và rủi ro trong các hoạt động của chúng tôi. Các giới hạn tiếp xúc này được sử dụng như chuẩn đánh giá để phân biệt các đơn đặt hàng được chấp nhận tự động với các đơn đặt hàng sẽ được làm việc trên thị trường với tùy cấp độ thông qua cho khách hàng.
zh_cn: 所有客户订单将以先进先出，没有任何人工干预的方式处理。执行您的订单时，Binary.com 将尽快以指示价格 （或可用的更佳价格）填补您的订单交易记录。基于内部治理安排和风险管理框架建立的接触限值将与我们活动的大小、性质、复杂性和风险架构相配合。这些接触限值是区分自动接受订单和可用于将填补水平传递给客户端市场的订单的基准。

source: Aspects of a client order not affected by specific instructions are subject to the application of Binary.com's Order Execution Policy. In the absence of specific instructions from our clients, we will exercise our own discretion in determining the factors that are required to be taken into account for the purpose of providing you with best execution, having regard to the execution criteria listed below:
de: Aspekte einer Kundenorder, die nicht von spezifischen Anweisungen beeinflusst wird, unterliegen der Anwendung von Binary.coms Order Durchführungspolitik. In der Abwesenheit spezifischer Anweisungen von unseren Kunden, üben wir unser eigenes Ermessen darin aus, die Faktoren zu bestimmen, die zu jenem Zweck zu berücksichtigen sind, Ihnen die beste Durchführung anzubieten, hinsichtlich der unterstehenden Durchführungskriterien:
vi: Các khía cạnh của một khách hàng không bị ảnh hưởng bởi hướng dẫn cụ thể có thể áp dụng chính sách thực hiện đặt hàng của Binary.com. Nếu không có hướng dẫn cụ thể từ các khách hàng của chúng tôi, chúng tôi sẽ thực hiện theo quyết định riêng của chúng tôi trong việc xác định các yếu tố đó phải được đưa vào tài khoản cho mục đích cung cấp tốt nhất khả năng thi hành cho bạn, có liên quan đến các tiêu chí thi hành được liệt kê dưới đây:
zh_cn: 不受具体指示影响的客户订单相关事宜必须符合Binary.com订单执行政策的使用需求。客户没有提供具体指示时，为了向您提供最佳执行措施，我们将根据以下执行标准自行确定所需要考虑的因素：

source: Binary (Europe) Ltd
vi: Công ty TNHH Binary (Châu Âu)

source: Binary (IOM) Ltd
vi: Công ty TNHH Binary (IOM)

source: Binary (V) Ltd
vi: Công ty TNHH Binary (V)

source: Binary Bot
de: Binärer Bot
vi: Bot nhị phân

source: Binary Investments (Europe) Limited is entitled to provide services in another EU Member State through EU passporting rights. Refer to the map below for the list of EU countries that have access to Binary.com via EU passporting rights - freedom to provide cross border services.
de: Binary Investments (Europe) Limited ist durch die mit einem EU Pass verbundenen Rechte dazu berechtigt, in anderen EU Mitgliedsstaaten Dienstleistungen anzubieten. Bitte sehen Sie sich für eine Liste der EU Länder, die Zugang zu Binary.com via EU Pass verbundener Rechte haben, die untenstehende Karte an - Freiheit, um grenzüberschreitende Dienstleistungen anzubieten.
vi: Công ty TNHH Đầu Tư Binary (Châu Âu) được quyền cung cấp các dịch vụ ở một quốc gia thành viên hội đồng EU khác thông qua các quyền hộ chiếu EU. Tham khảo bản đồ dưới đây cho danh sách các quốc gia châu Âu có quyền truy cập vào Binary.com thông qua các quyền hộ chiếu EU - quyền tự do cung cấp các dịch vụ xuyên biên giới.
zh_cn: Binary Investments (Europe) Limited 有权通过欧盟金融护照权利在另一欧盟成员国提供服务。请参阅以下地图查看有权通过欧盟金融护照（自由提供跨国界服务）权利访问 Binary.com 的欧盟国家列表。

source: Binary Investments (Europe) Ltd
vi: Công ty TNHH đầu tư Binary (Châu Âu)

source: Binary Ltd
vi: Công ty TNHH Binary

source: Binary Next-Gen
vi: Thế hệ mới Binary
zh_cn: Binary 下一代

source: Binary Options Real Account &mdash; Your real money account opened with Binary.com which you use to trade binary options with Binary.com.
de: Binäres Optionen Echtgeldkoto &mdash; Ihr bei Binary.com eröffnetes Echtgeldkonto, welches Sie dazu verwenden, binäre Optionen auf Binary.com zu handeln.
vi: Tài khoản các lựa chọn thực tế của Binary &mdash; Tài khoản tiền thực mà bạn mở ra với Binary.com mà được dùng để lựa chọn các loại giao dịch với Binary.com.
zh_cn: 二元期权真实账户 &mdash; 您在Binary.com开立的真实资金账户。您使用此账户在Binary.com进行二元期权交易。

source: Binary.com assesses the choice of external execution venues regularly (at least once a year) with the intention of achieving a better result for you based on our best execution obligation.
de: Binary.com bewertet die Wahl von externen Handelsplätzen regelmäßig (zumindest einmal pro Jahr) in der Absicht, ein besseres Ergebnis für Sie, auf Grund unserer Verpflichtung zur besten Ausführung, zu erzielen.
vi: Binary.com đánh giá các lựa chọn thực thi bên ngoài là điểm hẹn thường xuyên ( ít nhất một năm một lần ) với mục đích đạt được một kết quả tốt hơn cho bạn dựa trên nghĩa vụ thực hiện tốt nhất của chúng tôi.
zh_cn: 为使我们的最佳执行义务能让您实现更佳成果，Binary.com 定期评估外部执行场地选项（每年至少一次） 。

source: Binary.com is a licensed and regulated trading platform that serves over 1,000,000 customers globally. We hold multiple licenses to comply with regulations around the world. Since 1999, we’ve served our clients with a constant and unwavering commitment to integrity and reliability. We always hold ourselves to the highest ethical standards, in addition to our regulatory requirements.
de: Binary.com ist eine lizensierte und überprüfte Handelsplattform, die mehr als 1.000 000 Kunden weltweit dient. Wir besitzen zahlreiche Lizenzen, die den Bestimmungen rund um den Globus entsprechen. Seit 1999, haben wir unseren Kunden mit einer konstanten und unerschütterlichen Verpflichtung zu Integrität und Beständigkeit gedient. Zusätzlich zu unseren regulatorischen Anforderungen, halten wir uns jederzeit an die höchsten Standards.
vi: Binary.com là một nền tảng được cấp phép và quy định để phục vụ hơn 1.000.000 khách hàng trên toàn cầu. Chúng tôi sở hữu nhiều giấy phép tuân thủ theo các quy định trên toàn thế giới. Từ năm 1999, chúng tôi đã phục vụ khách hàng của mình với một cam kết kiên định và vững chắc vào sự toàn vẹn và độ tin cậy. Chúng tôi luôn giữ cho mình những tiêu chuẩn đạo đức cao nhất, cùng với những yêu cầu quản lý của chúng tôi.
zh_cn: Binary.com 是拥有牌照及受监管的交易平台，为全球超过1,000,000 个客户提供服务。我们持有多个牌照，并遵守世界各地的交易规则。1999 年以来，我们一直坚定不移地致力为客户提供完整和可靠的服务。除严格遵守监管规则外，我们也始终坚持最高的道德标准。
